[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240913", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC2413245", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1186/1471-2105-9-234", "article-id_pmc": "PMC2413245", "article-id_pmid": "18474114", "article-id_publisher-id": "1471-2105-9-234", "fpage": "234", "journal-title": "BMC Bioinformatics", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "234", "name_0": "surname:Bordner;given-names:Andrew J", "name_1": "surname:Gorin;given-names:Andrey A", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2008"}, "text": "Comprehensive inventory of protein complexes in the Protein Data Bank from consistent classification of interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 115, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 126, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Protein-protein interactions are ubiquitous and essential for all cellular processes. High-resolution X-ray crystallographic structures of protein complexes can reveal the details of their function and provide a basis for many computational and experimental approaches. Differentiation between biological and non-biological contacts and reconstruction of the intact complex is a challenging computational problem. A successful solution can provide additional insights into the fundamental principles of biological recognition and reduce errors in many algorithms and databases utilizing interaction information extracted from the Protein Data Bank (PDB).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 781, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 789, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We have developed a method for identifying protein complexes in the PDB X-ray structures by a four step procedure: (1) comprehensively collecting all protein-protein interfaces; (2) clustering similar protein-protein interfaces together; (3) estimating the probability that each cluster is relevant based on a diverse set of properties; and (4) combining these scores for each PDB entry in order to predict the complex structure. The resulting clusters of biologically relevant interfaces provide a reliable catalog of evolutionary conserved protein-protein interactions. These interfaces, as well as the predicted protein complexes, are available from the Protein Interface Server (PInS) website (see Availability and requirements section).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1531, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1542, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our method demonstrates an almost two-fold reduction of the annotation error rate as evaluated on a large benchmark set of complexes validated from the literature. We also estimate relative contributions of each interface property to the accurate discrimination of biologically relevant interfaces and discuss possible directions for further improving the prediction method.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1917, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1928, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Proteins usually accomplish their biological functions as components of stable complexes or through transient interactions with other proteins. The most detailed experimental information on protein complexes comes from high-resolution X-ray structures. These structures provide clues on the mechanism by which the complex accomplishes its function, give insights into the physical and evolutionary principles of protein-protein interactions through statistical analysis, and can be used as templates for the computational prediction of protein-protein interactions using docking or threading techniques.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2532, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Because protein crystals contain a regular array of molecules it is a nontrivial task to determine which molecules form the biologically relevant complex. Only a subset of the molecules in the asymmetric unit or additional molecules related by space group transformations may be included in the complex. Although Protein Data Bank (PDB) files contain information on generating the biological complex (BIOMT records), this information is error prone. An approximate lower bound, which is discussed in the Results section, suggests that the error rate for BIOMT annotation is at least 9%. This means that structural studies, such as those mentioned above, must depend on either small but reliable manually curated sets of protein complex structures or on large but significantly less reliable automatically generated sets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3353, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Computational methods that predict the biological complex for an X-ray structure can improve the reliability of complex annotations. The earliest methods were applied only to the more limited problem of distinguishing homodimers from monomers by using a variety of differentiating features: interface area and atomic pair contacts, fraction of surface residues in the interface and evolutionary conservation, and a combination of non-polar interface area, fraction of buried interface atoms, and residue propensity score. A more general method, described in, used scores based on atom pairs that contact across interfaces combined with iterative partitioning of the graph representing crystal contacts in order to predict complexes. This method gave a 16% error rate on a non-redundant set of 218 X-ray structures. The Protein Quaternary Structure (PQS) server discriminates biological and crystal contacts based on a weighted score computed from the interface accessible area, number of interface residues, solvation energy, and the number of salt bridges and disulphide bonds. Finally, a new prediction method and web server, PISA, was introduced during the course of this work. That method used an empirical estimate of both enthalpic and entropic contributions to the binding free energy in order to predict stable complexes. Small ligands were also included in the free energy calculation. Although there are many online databases that contain analyses of protein complex structures obtained from other sources, such as BIOMT annotation or PQS, there are currently only two other databases that contain predictions of complexes for the entire PDB, namely PQS and PISA. The lack of many independent prediction databases is probably due to the difficulty in predicting complete protein complexes and is one motivation for this work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5189, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have developed a new method for identifying biological relevant protein complexes in X-ray structures and demonstrate a significant reduction in the annotation error rate. In addition, our database (the Protein Interface Server (PInS), see Availability and requirements section for URL), contains a useful byproduct – a new classification of all protein contacts (biologically relevant and crystallographic) found in the PDB. First, protein-protein interfaces are grouped by similarity and all interfaces in a particular cluster are either all predicted to be specific (biological) contacts or non-specific (crystal) contacts. Crystal contacts are defined to be protein-protein interfaces that only occur in the non-physiological environment of the crystal (e.g. high protein concentration, low temperature, and compounds added to aid crystallization). Because all interfaces in a cluster containing biological interfaces are between proteins with similar amino acid sequences and have similar binding geometry, they presumably arose through evolutionary divergence. Thus they provide a valuable resource for studying how similar interfaces appear in different complexes of diverse functions. Second, the protein-protein interface clusters are classified by a machine learning method that utilizes a robust set of diverse interface properties. Previously we demonstrated that a similar set of properties was sufficient to distinguish near-native docked conformations in a large set of decoys. The combination of a large set of properties and a more sophisticated statistical model is expected to yield more accurate interface predictions. Third, the prediction method incorporates all PDB structures (as we are using interface clusters across the PDB) rather that making a separate prediction on individual structures. This means that information from multiple structures is combined to make the prediction of each complex. Finally, we derive the overall complex structure by a rigorous probabilistic framework that combines the probability scores from the interface predictions with probabilities derived from the PDB annotation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7325, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7333, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Benchmark set of protein complex structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7377, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A non-redundant benchmark set of 435 complex structures was created by combining the sets of and, removing redundant complexes, and adding an additional 200 unrelated complexes, where all annotations were manually verified from an extensive search of the literature. PDB entry 1MDA from the Ponstingl et al. 2003 set was not included because four chains (H, J, L, M) were found to have incorrect amino acid sequences. The 200 additional complexes were iteratively added by randomly choosing a complex such that no two complexes in the combined set had corresponding subunits with > 25% sequence identity. The best quality structure, with the fewest chain breaks and mutations and highest resolution, was chosen among all PDB structures of the same complex. Furthermore, the literature, starting from the original article for the X-ray structure, was examined in order to identify the structure of the relevant protein complex and to insure that the prevalent oligomeric state of the complex in solution was experimentally verified and agreed with the structure. This set was used for training and validating the Random Forest classifier for protein-protein interface prediction and for assessing the overall prediction accuracy for complexes. The set is available, together with the annotations and prediction results [see Additional file 1].", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8720, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein-protein interface prediction data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Protein-protein interfaces were predicted to be either biologically relevant contacts or crystal contacts using a Random Forest classifier trained on diverse interface properties. The interface properties are the following: 210 contacting residue pair counts, 20 residue propensity log(p) values, evolutionary conservation log(p), interface area, number of intermolecular hydrogen bonds and disulfide bonds, packing density, homo- or hetero-interface, and symmetric or non-symmetric interface. Both the residue-level and atomic-level properties were previously shown to distinguish protein-protein interfaces. Contacting residues had at least one pair of non-hydrogen atoms, one in each residue, separated by less than 4 Å. Only interfaces with at least 5 intermolecular residue contacts were included in the prediction data. The residue propensity log(p) values reflect the number of each residue type occurring in the interface compared with the number expected from a random reshuffling of residue types on the surface. This results in a probability that is calculated from a hypergeometric null distribution, as described in. The interface area was defined as 0.5(SASA of protein 1 + SASA of protein 2 – SASA of both proteins), in which the solvent accessible surface area (SASA) was calculated with the DSSP program. The number of intermolecular hydrogen bonds was determined by adding hydrogen atoms and optimizing their geometry using the ICM program and counting the number of potential hydrogen donor/acceptor pairs within 2.5 Å of each other. Intermolecular disulfide bonds were defined by two cysteine residues with S-S separations between 1.5 Å and 2.5 Å. The packing density was calculated as SASA0/(solvent excluded surface area), in which SASA0 is the SASA with a zero probe sphere radius and the solvent excluded surface is calculated using a 1.4 Å radius probe sphere. The evolutionary conservation of each residue was defined as the column entropy S for a multiple alignment of similar sequences", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "in which fi are the residue frequencies in the corresponding alignment column. The multiple sequence alignment was generated by collecting similar sequences from the NCBI nr database using BLAST with the protein sequence of interest as a query and an E-value cutoff of 0.01, removing redundant sequences with > 90% sequence identity using the Cd-hit program, and finally aligning them using MUSCLE. The evolutionary conservation p-value, which reflects the probability of observing more highly conserved residues in the interface than in the remaining protein surface by chance, was calculated with the Wilcoxon rank-sum test. Finally, whether or not the interface was symmetric, i.e. possesses two-fold crystallographic symmetry, was included in the interface properties because it is a common feature of homodimers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11601, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clustering similar interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11631, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Similar protein-protein interfaces were clustered into groups. Essentially those groups are groups of identical (or almost identical) structures, where corresponding residues are globally aligned. All interfaces in a particular group are assigned to be either all crystal contacts or all biological interfaces (details below in the Clustering procedure section). Previous studies have used various criteria to cluster protein-protein interfaces by similarity, but one important innovation in our method is the use of such clusters to make consistent predictions of biological interfaces and consequently consistent predictions of biological complexes across the PDB.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12298, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Assigning Pfam residue-residue contacts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12338, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PDB residue numbers are inconsistent in general, i.e. the same residue in different structures of the same protein may have different numbers. Because of this, they cannot be used directly in order to compare residue-residue contacts in different structures. Therefore residue numbers were made consistent by mapping them to either the corresponding Pfam alignment column number or, if no Pfam assignment is possible, by the residue index of the most similar Uniprot sequence. Hereafter the combination of the Pfam family accession number and alignment column number (or Uniprot accession number and sequence index) is denoted as the uniform residue number. This also insures that aligned residues in homologous protein sequences are designated by the same number. PDB sequences were first aligned to the most similar Uniprot sequence, which was determined by performing a BLAST search of Uniprot amino acid sequences and choosing the Uniprot sequence with highest sequence identity to the query PDB sequence. Next the correspondence between the Uniprot and Pfam sequence was deduced from the full multiple alignment of Uniprot sequences used to define each Pfam family. Because breaks in the protein sequence in a PDB structure may lead to alignment errors near the breaks, each contiguous segment of the protein chain was separately aligned to the corresponding Uniprot sequence using the EMBOSS program needle for global pairwise sequence alignment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13791, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next the set of contacting residue pairs (< 4 Å atom separation) in each protein-protein interface was calculated with the residues referred to by their uniform residue number. All original protein chains as well as symmetry-related chains within 25 Å of any of the original chains, with the inter-chain separation defined by the minimum distance between non-hydrogen atoms in each chain, were included in order to insure all interfaces for the complete biological complex are present. The symmetry-related molecules were generated using PyMOL.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14338, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clustering procedure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14359, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Interfaces were then clustered so that the minimum fractional residue contact overlap O, defined by", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14459, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "was at least 0.3 between any two interfaces in the same cluster. N(interface i contacts) denotes the number of contacting residue pairs in interface i and the numerator is the number of common contacting residue pairs. This overlap cutoff value is actually a rather strict requirement as residues in the interfaces make multiple contacts with each other, so that when 30% of all contacts are the same between two interfaces it is very unlikely that the interfaces are unrelated. Although clustering a large number of interfaces would be computationally expensive, the clustering problem can be subdivided into manageable subproblems. First identical interfaces, with the same proteins and same relative space transformation, within each PDB complex were rapidly identified and grouped. Next, all non-identical interfaces throughout the PDB were clustered using hierarchical complete linkage clustering with distance measure 1-O and the largest clusters with O ≥ 0.3 were selected. This task was subdivided by clustering only groups of interfaces with the same pair of Pfam accession numbers since the overlap between interfaces with different Pfam numbers is zero by definition. This clustering reduced the 254879 non-identical protein-protein interfaces into 58274 clusters. Identical protein-protein interfaces, which have the same residue-residue contacts between the same proteins, have fractional residue contact overlap O = 1.0 and are therefore trivially assigned to the same cluster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15953, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Random Forest classifier", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15978, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Random Forest method uses the consensus prediction from an ensemble of randomized decision trees for classification. It was chosen for interface prediction because of several desirable properties: resistance to overfitting, speed, the ability to use combinations of continuous and discrete data, and insensitivity to data normalization. The randomForest package in R was used. Approximately 15% of the benchmark set interfaces had missing evolutionary conservation data because a sufficient number of homologous sequences (at least 20) could not be found. Missing data values were first imputed by the median value of that variable. The input data included all interface properties described in Protein-protein interface prediction data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16720, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each protein-protein interface was classified as either a specific contact appearing in a biological complex or a non-specific crystal contact. The variation of the Random Forest score within each cluster was estimated by calculating the standard deviation in the score within a sample of interfaces of intermediate size. All 93 clusters containing exactly 20 interfaces were chosen for this purpose. The average of the standard deviation in the scores within each cluster was found to be only 0.04. Because the intra-cluster score variation is so small and also to speed up the calculation, predictions were made for only a single randomly chosen interface in each cluster and all interfaces in the cluster were assigned to the same class, as described above. A total of 1000 classification trees generated from 20 random chosen variables were used in the Random Forest classifier. As expected, the prediction accuracy was largely insensitive to these model parameters (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17708, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A Random Forest score was calculated as the fraction of trees that classify the interface as a biological interface. All other interfaces in the same cluster, which were not used with the Random Forest classifier, were then also assigned this score.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17958, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cross-validation procedure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17985, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prediction performance was assessed using 10-fold cross-validation. The 2006 interface clusters appearing in the benchmark set were randomly divided into 10 approximately equal size test sets. Predictions were then made for each test set in turn using a Random Forest classifier trained on the remaining interface data in the other 9 sets and the prediction statistics calculated. This procedure prevents overly optimistic performance estimates due to overfitting. Predictions for structures not included in the benchmark set were made using a Random Forest classifier trained on data for all interface clusters in the benchmark set.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18619, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Estimating the contribution of each interface property to prediction accuracy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18697, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One further advantage of the Random Forest classifier is the ability to quickly estimate the contribution of each input variable to the overall prediction accuracy. This is accomplished by calculating the average decrease in accuracy for data upon permuting the values for the variable of interest. This can be efficiently calculated because only the so-called out-of-bag data is used (data not included in the bootstrap sample). Because the benchmark set data is significantly unbalanced, the variable importance was calculated using a balanced set of data, containing all 436 specific interface examples and an equal number of randomly selected non-specific interface examples. The importance for two groups of variables, all 20 residue propensity log(p) values and all 210 contacting residue pair counts was calculated using an alternative procedure because importance for groups of variables is not implemented in the randomForest package. In this case, the 10-fold cross-validation accuracy was compared with the accuracy obtained by permuting the variables of interest in the cross-validation test data sets. The accuracy difference was then averaged over 100 independent calculations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19889, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Prediction of the protein complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19923, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Overall, the prediction procedure for the protein complexes combines local information from the Random Forest interface prediction scores with global information from the number of subunits in the BIOMT complex using a consistent probabilistic framework. The prediction is performed by maximizing the total probability over all structures simultaneously so that, in general, information from multiple structures contributes to the prediction of each individual complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20393, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Interface contribution to the total probability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20441, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Random Forest scores for each interface in a predicted complex need to be converted into probabilities in order to calculate the total likelihood that the complex is correct. This was accomplished by separately fitting the score distributions for biological interfaces (Pspecific (S)) and crystal contact interfaces (Pnon-specific (S)) in the benchmark set using gaussian kernel density estimation. The resulting smooth distributions are shown in Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20902, "infons": {"file": "1471-2105-9-234-1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Estimated probability density function for the Random Forest scores in each class.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20985, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The local interface component of the score for each particular complex can be obtained for each possible interface assignment (specific or non-specific) by computing the following product over all unique interface clusters in the predicted complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21234, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This equation assumes that the probabilities for each unique interface are independent. This is a very good approximation, because we cluster all similar interfaces together, and interfaces in a cluster are either all assigned as specific or all assigned as non-specific. It is not possible to consider as independent closely related interfaces within clusters.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21596, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "BIOMT contribution to the total probability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Even though the BIOMT annotation in the PDB files, which specifies how to generate the biological complex, is error-prone, it is still often correct and thus provides valuable information for predicting the complex. Therefore a predicted complex whose oligomeric state agrees with the BIOMT annotation should be assigned a higher likelihood to be correct than one with a different oligomeric state. We have chosen the number of subunits in the complex as a criterion of such agreement because often the only independent experimental information on the complex, aside from the crystal structure itself, is its oligomeric state as measured by, for example, chromatography.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22311, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The probability that the number of subunits in the BIOMT complex (NBIOMT) agrees with the number of subunits in the actual complex (N) is", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22449, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If the probability of observing NBIOMT subunits by chance is estimated by the fraction of all possible complexes, resulting from all  different possible interface assignments, that have NBIOMT subunits then Equation 4 becomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22675, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "in which N(i subunits) is the number of predicted complexes with i subunits out of all possible predicted complexes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22792, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There are two different ways in which N can agree with NBIOMT: either the BIOMT complex is correct (first term in Equations 4 and 5) or the BIOMT complex is incorrect and the number of subunits agrees by chance (second terms in Equations 4 and 5). The value of P(BIOMT correct) is approximated by its upper bound due to consistency (0.91) discussed above. The BIOMT contribution, PBIOMT, to the overall likelihood of the predicted complex can be then calculated based on the number of unique subunits observed in the prediction as P(N = NBIOMT) from Equation 5, if N = NBIOMT, or 1 - P(N = NBIOMT), if N ≠ NBIOMT.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23408, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Total probability for each predicted complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23453, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The probability for a particular complex is calculated as the product of the BIOMT contribution, PBIOMT, (reflecting global information captured in Equation 5) and the local interface contribution, P({Si}), in Equation 3. The total likelihood of a particular interface assignment is the product of the probabilities over all complexes considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23800, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The set of protein complex subunits and resulting protein complexes may be represented by a graph in which each node corresponds to a particular subunit and edges join contacting subunits. There are two types of edges in the graph: specific (i.e. biological contact) or non-specific (i.e. crystal contact) interfaces between the two corresponding subunits. For a particular assignment of the interfaces, the component of the graph that (1) is connected by specific contacts, (2) contains at least one subunit in the asymmetric unit, and (3) contains all unique subunits is the predicted complex. Because the interfaces in a cluster are considered either all specific or all non-specific there are  different possible interface assignments in which Nclusters is the total number of clusters.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24591, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A constraint is imposed so that each predicted complex is required to include each non-redundant protein chain in the X-ray structure at least once. This is required because presumably each structure contains a single biologically relevant complex and not a collection of proteins that form multiple non-interacting complexes. In the few cases in which a consistent assignment of interfaces clusters that satisfies this constraint does not exist, only the assignments that minimally violate the constraint (have the fewest structures that violate it) are considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25158, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Prediction of protein complexes using maximization of the total likelihood", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25233, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The assignment of interface clusters as either specific or non-specific and the resulting predictions of biological complexes are then accomplished by maximizing the total likelihood over all possible interface cluster assignments subject to the aforementioned constraint. Because there are 58274 clusters and the number of possible interface assignments is  (for each interface specific or non-specific), it is fortunate that the optimization problem can be broken down into independent subproblems.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25734, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This is done by generating a graph in which each node represents a cluster and edges are placed between two nodes for clusters co-occurring in any structure. Next, all connected components in this graph are determined. Independent optimizations are then performed for each set of interface clusters corresponding to nodes present in a single connected component. The optimization was done by exhaustive enumeration of all interface cluster assignments in subproblems with ≤ 15 interface clusters and otherwise using a Monte Carlo algorithm employing Metropolis sampling with a temperature parameter of 0.4. The vast majority of subproblems (92%) could be exactly solved by the former method.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26428, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26451, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Protein-protein interface prediction performance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26500, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The performance of the Random Forest classifier in predicting protein-protein interfaces was assessed by plotting the Receiver Operator Characteristic (ROC) curve for the 10-fold cross validation results on the benchmark set. The ROC curve, shown in Figure 2, displays the tradeoff between prediction sensitivity and specificity. The Random Forest score cutoff is the parameter that is varied along the curve. The value of 0.945 for the area under the ROC curve is near the maximum value of 1.0 and demonstrates the high prediction accuracy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27042, "infons": {"file": "1471-2105-9-234-2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "ROC curve for the Random Forest prediction of benchmark set interfaces using 10-fold cross-validation. The high prediction accuracy is shown by an area under the curve as high as 0.945.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27228, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Contributions of interface properties to prediction accuracy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27289, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As described in the Methods section, the importance of each interface property to the overall Random Forest prediction accuracy can easily be calculated. This can give insight into which properties are most useful in discriminating specific protein-protein interfaces from non-specific interfaces and provide guidance for future prediction efforts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27638, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First we compare the relative importance of individual properties using the out-of-bag data. The properties making the largest contribution to the prediction accuracy, along with their relative importance, are listed in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27867, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Relative importance of interface properties to the Random Forest accuracy for discriminating specific and non-specific protein-protein interfaces. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28015, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><td align=\"left\">Interface Property</td><td align=\"left\">Relative Importance</td></tr></thead><tbody><tr><td align=\"left\">interface area</td><td align=\"left\">1.0</td></tr><tr><td align=\"left\">number of intermolecular hydrogen bonds</td><td align=\"left\">0.553</td></tr><tr><td align=\"left\">210 contacting residues pair counts*</td><td align=\"left\">0.224</td></tr><tr><td align=\"left\">20 residue propensities*</td><td align=\"left\">0.184</td></tr><tr><td align=\"left\">evolutionary conservation</td><td align=\"left\">0.168</td></tr><tr><td align=\"left\">leucine residue propensity</td><td align=\"left\">0.104</td></tr><tr><td align=\"left\">phenylalanine residue propensity</td><td align=\"left\">0.0950</td></tr><tr><td align=\"left\">symmetric/non-symmetric interface</td><td align=\"left\">0.0896</td></tr><tr><td align=\"left\">isoleucine residue propensity</td><td align=\"left\">0.0753</td></tr><tr><td align=\"left\">packing density</td><td align=\"left\">0.0665</td></tr><tr><td align=\"left\">tyrosine residue propensity</td><td align=\"left\">0.0619</td></tr><tr><td align=\"left\">number of leucine-valine contacts</td><td align=\"left\">0.0570</td></tr><tr><td align=\"left\">Number of leucine-glutamine contacts</td><td align=\"left\">0.0500</td></tr></tbody></table>\n"}, "text": "Interface Property\tRelative Importance\t \tinterface area\t1.0\t \tnumber of intermolecular hydrogen bonds\t0.553\t \t210 contacting residues pair counts*\t0.224\t \t20 residue propensities*\t0.184\t \tevolutionary conservation\t0.168\t \tleucine residue propensity\t0.104\t \tphenylalanine residue propensity\t0.0950\t \tsymmetric/non-symmetric interface\t0.0896\t \tisoleucine residue propensity\t0.0753\t \tpacking density\t0.0665\t \ttyrosine residue propensity\t0.0619\t \tnumber of leucine-valine contacts\t0.0570\t \tNumber of leucine-glutamine contacts\t0.0500\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28548, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_foot"}, "text": "All properties with a relative importance of at least 0.05 are shown. An asterisk indicates a group rather than individual properties.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28683, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The interface area makes the largest contribution to the prediction accuracy. Its importance in discriminating specific protein-protein interfaces has been noted in earlier studies. Of course, any criteria used to select which interfaces are included in the training data will affect the relative contribution of each interface property to the prediction accuracy. As mentioned in the Methods section, all interfaces were required to have at least 5 intermolecular residue contacts. This excludes many interfaces with low interface area, but is still quite permissive. If the cutoff on the number of residue contacts were increased or if a high cutoff on the interface area were applied, it is expected that the importance of the interface area would decrease because this would exclude small interfaces with low surface area, most of which are non-specific. Although specific interfaces in dimers typically have an area of at least 350 Å2 , smaller interfaces are often present in higher order complexes. The motivation for applying a relatively lax cutoff on interface size is to avoid removing small specific interfaces and to allow the Random Forest classifier to select the specific interfaces based on interface area, in addition to the other interface properties, rather than employing a hard cutoff.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29992, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The number of intermolecular hydrogen bonds gives the second largest contribution (55%) to the prediction accuracy. This is expected since it is highly correlated with the interface surface area, with a correlation coefficient of 0.89 for the benchmark set data. Hydrogen bonds provide both favorable energetic contributions as well as specificity to the interaction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30360, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 210 residue contacting pair counts and the 20 residue propensities, each considered as groups of variables, contributed 22.4% and 18.4%, respectively. Examining the importance the propensities for each residue type reveals that the largest contributions are from leucine, phenylalanine, isoleucine, tyrosine, and valine, in decreasing order of importance. A previous study that used the same statistic as a measure of the propensity of particular residue types to appear in protein-protein interfaces also found that these were some of the most prevalent in interfaces. The contacting residue pairs that contributed the most to the prediction accuracy were L-V, L-Q, L-L, D-R, A-Y, L-Y, V-V, F-I, R-Y, and L-P, in decreasing order of importance. All of these contacts involve at least one of the important residue types, except for D-R, which can potentially form a salt bridge.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31243, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Protein complex prediction performance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31282, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The performances of different prediction methods were evaluated by counting the number of correctly predicted protein complexes having the correct stoichiometry, or oligomeric state. A total of 46 out of the 435 benchmark set complexes were incorrectly predicted, resulting in an error rate of only about 11% for our method. The error rate for the subset of 214 benchmark set complexes taken from the Ponstingl et al. 2003 set was 13%. This is slightly lower than the 16% error rate reported in that study. We also calculated the error rates for PQS and PISA predictions for comparison. One potential difficulty with this is that both of these databases contain multiple predictions for some PDB entries. This is not a significant problem for PQS since only 3 of the 75 PDB entries in the benchmark set with multiple predicted complexes had different oligomeric states, which is the basis for our evaluation of prediction results. Only the most stable predicted complex for each PDB entry was used to calculate the error rate for PISA, and furthermore only the total number of subunits in each complex was compared, because only these results were available for automatic download. There were between 75 and 78 incorrect predictions for PQS, depending on which of the multiple predicted complexes were chosen for comparison, yielding an error rate of approximately 17%–18%. A total of 104 of the predicted PISA complexes disagreed, giving an error rate of approximately 24%. Unfortunately, this value is not directly comparable with that for our method for the reasons mentioned above. However, the PQS error rate is significantly higher, even after accounting for the few PDB entries with multiple predicted structures.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33005, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A comparison of the predicted protein complexes with those generated from the PDB annotation revealed that a total of 17% of the predicted complexes are different, i.e. have different stoichiometry. A further breakdown of these complexes by type is shown in Table 2. It is apparent that there are considerably more complexes that are predicted to be homomultimers but in the BIOMT record they are annotated as monomers than the converse. One possible explanation is that X-ray structures of a single protein are annotated as a monomer by default if no experimental information on their oligomeric state is available. Figure 3 shows an example of one such case in which the complex structure was successfully predicted but the PDB annotation was incorrect. Unfortunately, the large number of PDB entries with disagreements between the predicted complexes and PDB annotation precludes manual verification of their correctness.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33930, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of PDB entries for which the stoichiometry of the predicted complex differs from that of the complex specified by the PDB BIOMT annotation. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34078, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><td align=\"left\">Predicted complex</td><td align=\"left\">Complex from PDB BIOMT annotation</td><td align=\"left\">Number of PDB entries</td></tr></thead><tbody><tr><td align=\"left\">monomer</td><td align=\"left\">homomultimer</td><td align=\"left\">678</td></tr><tr><td align=\"left\">homomultimer</td><td align=\"left\">monomer</td><td align=\"left\">2042</td></tr><tr><td align=\"left\">homomultimer</td><td align=\"left\">homomultimer</td><td align=\"left\">1029</td></tr><tr><td align=\"left\">heteromultimer</td><td align=\"left\">heteromultimer</td><td align=\"left\">1115</td></tr><tr><td colspan=\"3\"><hr/></td></tr><tr><td align=\"left\" colspan=\"2\">Total</td><td align=\"left\">4864</td></tr></tbody></table>\n"}, "text": "Predicted complex\tComplex from PDB BIOMT annotation\tNumber of PDB entries\t \tmonomer\thomomultimer\t678\t \thomomultimer\tmonomer\t2042\t \thomomultimer\thomomultimer\t1029\t \theteromultimer\theteromultimer\t1115\t \t\t \tTotal\t4864\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34296, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_foot"}, "text": "Each complex is classified as either monomer, homomultimer (> 1 identical subunits), or heteromultimer (> 1 non-identical subunits).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34429, "infons": {"file": "1471-2105-9-234-3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Correct predicted α2β2 structure for a bacterial nitrile hydratase from a PDB structure (entry 1UGQ) that is incorrectly annotated as a heterodimer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34585, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of domain contacts in predicted biological complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34647, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The prediction method for protein complexes also yields clusters of related protein-protein interfaces found in biological complexes. These predicted Pfam-A domain-domain contacts were compared with those in the iPfam and 3DID databases. The overlap between the different sets of domain-domain contacts in each database is shown in Figure 4. This figure does not include the additional 4248 distinct Pfam contacts containing a Pfam-B domain that are present in the predicted biological complexes but not included in either iPfam or 3DID. Interestingly, Pfam domain-domain contacts are predicted very differently in the iPfam and 3DID databases. This difference alone is a strong indication that further analysis is needed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35370, "infons": {"file": "1471-2105-9-234-4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Venn diagram of the number of common Pfam-A domain family contacts in the predicted biological complexes, in the 3DID database, and in the iPfam database (version 21.0).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35540, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Indeed, the iPfam database includes all contacts, both specific and non-specific and the 3DID database used an empirical residue contact score to remove possible non-specific contacts. Even more importantly, neither of these databases includes symmetry-related chains so that many specific contacts are necessarily missing as they simply are not included for consideration. Our algorithm aims to include only specific contacts in predicted biological complexes, and we take special care to enumerate all contacts observed in the X-ray crystal structures by applying the necessary symmetry operations. Of course, biological applications relying on these databases are mostly interested in the biologically relevant domain interactions rather than crystal contacts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36304, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Online database of protein complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36341, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A searchable database of all predicted protein complexes is available online (see Availability and requirements section for URL). Search fields include the PDB entry name, text in the complex or subunit description, interface cluster number, or the Pfam accession number. The complex structures matching the query are presented both explicitly as three-dimensional structures and schematically as graphs in which nodes represent subunits and edges represent contacts (see Figure 5). In addition, all data files are directly available for download by FTP.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36896, "infons": {"file": "1471-2105-9-234-5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic graph representation of the predicted homohexamer complex for E. coli phosphopantetheine adenylyltransferase (PDB entry 1B6T). Nodes represent subunits, denoted by their chain name and symmetry transformation, and edges represent inter-subunit contacts in the complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37175, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37186, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "High-resolution structures provide unique information about biological complexes, which is not available by any other experimental or theoretical method. In addition to being the most reliable evidence for the existence of the complex, high-resolution structures give clues about functional mechanisms, elucidate stoichiometry requirements, and allow functional comparisons with orthologs from other species. In many cases a high-resolution structure can be used to guide further experimental work, e.g. discovery of small molecules modulating the formation or function of the complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37772, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The reconstruction of a complete biological subunit proved to be a complex computational problem both due to the amount of the required technical work (e.g. many contacts occur outside of elementary crystal cell, so that all symmetries must be carefully analyzed) and due to fundamental difficulties of differentiating between biological and non-biological contacts. Separate questions arise from the presence of incomplete protein complexes. In those cases the crystallized assembly is only part of true biological complex. The PDB BIOMT annotation is known to contain a large number of incorrect annotations, and two other previously developed approaches (PQS and PISA) provide alternative annotations. The validity of this information is very important, as it is utilized in a large number of other databases without modification and without any further critical analysis. These derived databases are used for comparative genomics studies, reconstruction of cellular pathways, etc. and the errors introduced at the annotation stage adversely affect all results derived from them.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38855, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Our method has demonstrated an almost two-fold reduction of the error rate for predictions on a large set of 435 protein complexes manually assigned through analysis of available biological literature. The error rate for our method was 11% as compared with error rates of 17–18% for PQS and approximately 24% for PISA. There was also a smaller reduction in the error rate for a subset of protein complexes from Ponstingl et al. 2003 from 16% for that method to 13% for the method described here.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39353, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Another result of our work is the clustering of similar interfaces. The enforced similarity guarantees that two parts of the interface not only have similar biological sequences, but also have similar spatial arrangements. The groups are created for all contacts found in the PDB (including those which were later classified as non-biological). The availability of interface clusters opens several possibilities for further analysis. For example, it is possible to check the literature for biological evidence of a particular interface by using sources related to all PDB complexes containing it. This could greatly increase our confidence in the annotation of the difficult cases, both on the level of individual interfaces and on the level of complete complexes. Further analysis of these interface groups and how they co-occur in complexes may give insights into the evolutionary history of protein complexes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40266, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "An analysis of the contribution of each interface property to the accurate Random Forest prediction of protein-protein interfaces showed that the interface area, number of intramolecular hydrogen bonds, evolutionary conservation, over-represented (and energetically favourable) interface residues and residue-residue contacts, and interface packing density contributed the most. An important advantage of the Random Forest method over other machine learning methods is that it can use all of these diverse properties, without adjusting their relative normalization, in order to make an accurate prediction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40873, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The observed reduction of the error rate is both significant and valuable for applications, but in our opinion it is also surprising that it remains relatively high. In our study we used a comprehensive set of interface characteristics, but obviously more has to be done to understand what governs contacts under biological conditions. Several further directions for study are possible. One of the most interesting would be to combine our machine learning approach with free energy calculations as suggested by the approach used for the PISA database. Another possible direction could involve algorithms to integrate information from several interfaces together with \"global\" information about complex. In our work we have used BIOMT stoichiometry as such global information, but many problems remains unresolved, in particular the relative weights assigned to global and local components.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41763, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Finally, we found relatively little agreement on which Pfam domains form contacts in protein complexes among complexes predicted from our method and those in the iPfam and 3DID databases. We attribute this discrepancy mainly to crystal contacts and missing subunits in the other databases due to ignoring symmetry-related chains. It would be interesting to also compare the set of interacting Pfam domains in the complexes identified by our method with those predicted from yeast two-hybrid data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42260, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Availability and requirements", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42290, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Protein Interface Server (PInS):  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42325, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42348, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "AB conceived the prediction methodology and carried out the calculations. Both authors participated in the analysis of the results, database website design, and drafting the manuscript. Both authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42587, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42610, "infons": {"fpage": "13", "lpage": "20", "name_0": "surname:Jones;given-names:S", "name_1": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1073/pnas.93.1.13", "pub-id_pmid": "8552589", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "93", "year": "1996"}, "text": "Principles of protein-protein interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42653, "infons": {"fpage": "153", "lpage": "159", "name_0": "surname:Sheinerman;given-names:FB", "name_1": "surname:Norel;given-names:R", "name_2": "surname:Honig;given-names:B", "pub-id_doi": "10.1016/S0959-440X(00)00065-8", "pub-id_pmid": "10753808", "section_type": "REF", "source": "Curr Opin Struct Biol", "type": "ref", "volume": "10", "year": "2000"}, "text": "Electrostatic aspects of protein-protein interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42707, "infons": {"fpage": "991", "lpage": "1018", "name_0": "surname:Nooren;given-names:IM", "name_1": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1016/S0022-2836(02)01281-0", "pub-id_pmid": "12527304", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "325", "year": "2003"}, "text": "Structural characterisation and functional significance of transient protein-protein interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42805, "infons": {"fpage": "353", "lpage": "366", "name_0": "surname:Bordner;given-names:AJ", "name_1": "surname:Abagyan;given-names:R", "pub-id_doi": "10.1002/prot.20433", "pub-id_pmid": "15906321", "section_type": "REF", "source": "Proteins", "type": "ref", "volume": "60", "year": "2005"}, "text": "Statistical analysis and prediction of protein-protein interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42871, "infons": {"fpage": "488", "lpage": "502", "name_0": "surname:Bordner;given-names:AJ", "name_1": "surname:Gorin;given-names:AA", "pub-id_doi": "10.1002/prot.21406", "pub-id_pmid": "17444516", "section_type": "REF", "source": "Proteins", "type": "ref", "volume": "68", "year": "2007"}, "text": "Protein docking using surface matching and supervised machine learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42942, "infons": {"fpage": "5896", "lpage": "5901", "name_0": "surname:Aloy;given-names:P", "name_1": "surname:Russell;given-names:RB", "pub-id_doi": "10.1073/pnas.092147999", "pub-id_pmid": "11972061", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "99", "year": "2002"}, "text": "Interrogating protein interaction networks through structural biology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43012, "infons": {"fpage": "350", "lpage": "364", "name_0": "surname:Lu;given-names:L", "name_1": "surname:Lu;given-names:H", "name_2": "surname:Skolnick;given-names:J", "pub-id_doi": "10.1002/prot.10222", "pub-id_pmid": "12360525", "section_type": "REF", "source": "Proteins", "type": "ref", "volume": "49", "year": "2002"}, "text": "MULTIPROSPECTOR: an algorithm for the prediction of protein-protein interactions by multimeric threading", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43117, "infons": {"fpage": "47", "lpage": "57", "name_0": "surname:Ponstingl;given-names:H", "name_1": "surname:Henrick;given-names:K", "name_2": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1002/1097-0134(20001001)41:1<47::AID-PROT80>3.0.CO;2-8", "pub-id_pmid": "10944393", "section_type": "REF", "source": "Proteins", "type": "ref", "volume": "41", "year": "2000"}, "text": "Discriminating between homodimeric and monomeric proteins in the crystalline state", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43200, "infons": {"fpage": "399", "lpage": "416", "name_0": "surname:Valdar;given-names:WS", "name_1": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1006/jmbi.2001.5034", "pub-id_pmid": "11800565", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "313", "year": "2001"}, "text": "Conservation helps to identify biologically relevant crystal contacts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43270, "infons": {"fpage": "943", "lpage": "955", "name_0": "surname:Bahadur;given-names:RP", "name_1": "surname:Chakrabarti;given-names:P", "name_2": "surname:Rodier;given-names:F", "name_3": "surname:Janin;given-names:J", "pub-id_doi": "10.1016/j.jmb.2003.12.073", "pub-id_pmid": "15095871", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "336", "year": "2004"}, "text": "A dissection of specific and non-specific protein-protein interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43339, "infons": {"fpage": "1116", "lpage": "1122", "name_0": "surname:Ponstingl;given-names:H", "name_1": "surname:Kabir;given-names:T", "name_2": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1107/S0021889803012421", "section_type": "REF", "source": "J Appl Cryst", "type": "ref", "volume": "36", "year": "2003"}, "text": "Automatic inference of protein quaternary structure from crystals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43405, "infons": {"fpage": "358", "lpage": "361", "name_0": "surname:Henrick;given-names:K", "name_1": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1016/S0968-0004(98)01253-5", "pub-id_pmid": "9787643", "section_type": "REF", "source": "Trends Biochem Sci", "type": "ref", "volume": "23", "year": "1998"}, "text": "PQS: a protein quaternary structure file server", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43453, "infons": {"section_type": "REF", "type": "ref"}, "text": "PQS Protein Quaternary Structure server", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43493, "infons": {"fpage": "774", "lpage": "797", "name_0": "surname:Krissinel;given-names:E", "name_1": "surname:Henrick;given-names:K", "pub-id_doi": "10.1016/j.jmb.2007.05.022", "pub-id_pmid": "17681537", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "372", "year": "2007"}, "text": "Inference of macromolecular assemblies from crystalline state", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43555, "infons": {"section_type": "REF", "type": "ref"}, "text": "PISA (Protein Interfaces, Surfaces, and Assemblies) server", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43614, "infons": {"fpage": "1901", "lpage": "1907", "name_0": "surname:Davis;given-names:FP", "name_1": "surname:Sali;given-names:A", "pub-id_doi": "10.1093/bioinformatics/bti277", "pub-id_pmid": "15657096", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "PIBASE: a comprehensive database of structurally defined protein interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43690, "infons": {"fpage": "D575", "lpage": "9", "name_0": "surname:Kundrotas;given-names:PJ", "name_1": "surname:Alexov;given-names:E", "pub-id_doi": "10.1093/nar/gkl768", "pub-id_pmid": "17071962", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "PROTCOM: searchable database of protein complexes enhanced with domain-domain structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43779, "infons": {"fpage": "e155", "name_0": "surname:Levy;given-names:ED", "name_1": "surname:Pereira-Leal;given-names:JB", "name_2": "surname:Chothia;given-names:C", "name_3": "surname:Teichmann;given-names:SA", "pub-id_doi": "10.1371/journal.pcbi.0020155", "pub-id_pmid": "17112313", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "2", "year": "2006"}, "text": "3D Complex: A Structural Classification of Protein Complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43840, "infons": {"fpage": "W331", "lpage": "6", "name_0": "surname:Ogmen;given-names:U", "name_1": "surname:Keskin;given-names:O", "name_2": "surname:Aytuna;given-names:AS", "name_3": "surname:Nussinov;given-names:R", "name_4": "surname:Gursoy;given-names:A", "pub-id_doi": "10.1093/nar/gki585", "pub-id_pmid": "15991339", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "33", "year": "2005"}, "text": "PRISM: protein interactions by structural matching", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43891, "infons": {"fpage": "D413", "lpage": "7", "name_0": "surname:Stein;given-names:A", "name_1": "surname:Russell;given-names:RB", "name_2": "surname:Aloy;given-names:P", "pub-id_doi": "10.1093/nar/gki037", "pub-id_pmid": "15608228", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "33", "year": "2005"}, "text": "3did: interacting protein domains of known three-dimensional structure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43962, "infons": {"fpage": "D580", "lpage": "9", "name_0": "surname:Jefferson;given-names:ER", "name_1": "surname:Walsh;given-names:TP", "name_2": "surname:Roberts;given-names:TJ", "name_3": "surname:Barton;given-names:GJ", "pub-id_doi": "10.1093/nar/gkl836", "pub-id_pmid": "17202171", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "SNAPPI-DB: a database and API of Structures, iNterfaces and Alignments for Protein-Protein Interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44066, "infons": {"fpage": "D310", "lpage": "4", "name_0": "surname:Winter;given-names:C", "name_1": "surname:Henschel;given-names:A", "name_2": "surname:Kim;given-names:WK", "name_3": "surname:Schroeder;given-names:M", "pub-id_doi": "10.1093/nar/gkj099", "pub-id_pmid": "16381874", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "SCOPPI: a structural classification of protein-protein interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44132, "infons": {"fpage": "5", "lpage": "32", "name_0": "surname:Breiman;given-names:L", "pub-id_doi": "10.1023/A:1010933404324", "section_type": "REF", "source": "Machine Learning", "type": "ref", "volume": "45", "year": "2001"}, "text": "Random forests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44147, "infons": {"fpage": "2577", "lpage": "2637", "name_0": "surname:Kabsch;given-names:W", "name_1": "surname:Sander;given-names:C", "pub-id_doi": "10.1002/bip.360221211", "pub-id_pmid": "6667333", "section_type": "REF", "source": "Biopolymers", "type": "ref", "volume": "22", "year": "1983"}, "text": "Dictionary of protein secondary structure: pattern recognition of hydrogen-bonded and geometrical features", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44254, "infons": {"name_0": "surname:Abagyan;given-names:R", "name_1": "surname:Totrov;given-names:M", "section_type": "REF", "source": "ICM", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44255, "infons": {"fpage": "3389", "lpage": "3402", "name_0": "surname:Altschul;given-names:SF", "name_1": "surname:Madden;given-names:TL", "name_2": "surname:Schaffer;given-names:AA", "name_3": "surname:Zhang;given-names:J", "name_4": "surname:Zhang;given-names:Z", "name_5": "surname:Miller;given-names:W", "name_6": "surname:Lipman;given-names:DJ", "pub-id_doi": "10.1093/nar/25.17.3389", "pub-id_pmid": "9254694", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "25", "year": "1997"}, "text": "Gapped BLAST and PSI-BLAST: a new generation of protein database search programs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44336, "infons": {"fpage": "1658", "lpage": "1659", "name_0": "surname:Li;given-names:W", "name_1": "surname:Godzik;given-names:A", "pub-id_doi": "10.1093/bioinformatics/btl158", "pub-id_pmid": "16731699", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "22", "year": "2006"}, "text": "Cd-hit: a fast program for clustering and comparing large sets of protein or nucleotide sequences", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44434, "infons": {"fpage": "1792", "lpage": "1797", "name_0": "surname:Edgar;given-names:RC", "pub-id_doi": "10.1093/nar/gkh340", "pub-id_pmid": "15034147", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "MUSCLE: multiple sequence alignment with high accuracy and high throughput", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44509, "infons": {"name_0": "surname:Lehmann;given-names:EL", "section_type": "REF", "source": "Nonparametric Statistical Methods Based on Ranks", "type": "ref", "year": "1975"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44510, "infons": {"fpage": "1043", "lpage": "1055", "name_0": "surname:Keskin;given-names:O", "name_1": "surname:Tsai;given-names:CJ", "name_2": "surname:Wolfson;given-names:H", "name_3": "surname:Nussinov;given-names:R", "pub-id_doi": "10.1110/ps.03484604", "pub-id_pmid": "15044734", "section_type": "REF", "source": "Protein Sci", "type": "ref", "volume": "13", "year": "2004"}, "text": "A new, structurally nonredundant, diverse data set of protein-protein interfaces and its implications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44612, "infons": {"fpage": "D138", "lpage": "41", "name_0": "surname:Bateman;given-names:A", "name_1": "surname:Coin;given-names:L", "name_10": "surname:Studholme;given-names:DJ", "name_11": "surname:Yeats;given-names:C", "name_12": "surname:Eddy;given-names:SR", "name_2": "surname:Durbin;given-names:R", "name_3": "surname:Finn;given-names:RD", "name_4": "surname:Hollich;given-names:V", "name_5": "surname:Griffiths-Jones;given-names:S", "name_6": "surname:Khanna;given-names:A", "name_7": "surname:Marshall;given-names:M", "name_8": "surname:Moxon;given-names:S", "name_9": "surname:Sonnhammer;given-names:EL", "pub-id_doi": "10.1093/nar/gkh121", "pub-id_pmid": "14681378", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "The Pfam protein families database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44647, "infons": {"fpage": "D193", "lpage": "197", "pub-id_doi": "10.1093/nar/gkl929", "pub-id_pmid": "17142230", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "The Universal Protein Resource (UniProt)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44688, "infons": {"fpage": "276", "lpage": "277", "name_0": "surname:Rice;given-names:P", "name_1": "surname:Longden;given-names:I", "name_2": "surname:Bleasby;given-names:A", "pub-id_doi": "10.1016/S0168-9525(00)02024-2", "pub-id_pmid": "10827456", "section_type": "REF", "source": "Trends Genet", "type": "ref", "volume": "16", "year": "2000"}, "text": "EMBOSS: the European Molecular Biology Open Software Suite", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44747, "infons": {"name_0": "surname:DeLano;given-names:WL", "section_type": "REF", "source": "The PyMOL Molecular Graphics System", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44748, "infons": {"section_type": "REF", "source": "R: A language and environment for statistical computing", "type": "ref", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44749, "infons": {"fpage": "18", "lpage": "22", "name_0": "surname:Liaw;given-names:A", "name_1": "surname:Wiener;given-names:M", "section_type": "REF", "source": "R news", "type": "ref", "volume": "2", "year": "2002"}, "text": "Classification and Regression by randomForest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44795, "infons": {"fpage": "973", "lpage": "974", "name_0": "surname:Janin;given-names:J", "pub-id_doi": "10.1038/nsb1297-973", "pub-id_pmid": "9406542", "section_type": "REF", "source": "Nat Struct Biol", "type": "ref", "volume": "4", "year": "1997"}, "text": "Specific versus non-specific contacts in protein crystals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44853, "infons": {"fpage": "31", "lpage": "65", "name_0": "surname:Jones;given-names:S", "name_1": "surname:Thornton;given-names:JM", "pub-id_doi": "10.1016/0079-6107(94)00008-W", "pub-id_pmid": "7746868", "section_type": "REF", "source": "Progress in biophysics and molecular biology", "type": "ref", "volume": "63", "year": "1995"}, "text": "Protein-protein interactions: a review of protein dimer structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44920, "infons": {"fpage": "999", "lpage": "1012", "name_0": "surname:Xu;given-names:D", "name_1": "surname:Tsai;given-names:CJ", "name_2": "surname:Nussinov;given-names:R", "pub-id_doi": "10.1093/protein/10.9.999", "pub-id_pmid": "9464564", "section_type": "REF", "source": "Protein engineering", "type": "ref", "volume": "10", "year": "1997"}, "text": "Hydrogen bonds and salt bridges across protein-protein interfaces", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44986, "infons": {"fpage": "145", "lpage": "147", "name_0": "surname:Fersht;given-names:AR", "pub-id_doi": "10.1016/0968-0004(84)90122-1", "section_type": "REF", "source": "Trends Biochem Sci", "type": "ref", "volume": "9", "year": "1984"}, "text": "Basis of biological specificity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45018, "infons": {"fpage": "410", "lpage": "412", "name_0": "surname:Finn;given-names:RD", "name_1": "surname:Marshall;given-names:M", "name_2": "surname:Bateman;given-names:A", "pub-id_doi": "10.1093/bioinformatics/bti011", "pub-id_pmid": "15353450", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "iPfam: visualization of protein-protein interactions in the PDB at domain and amino acid resolutions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45119, "infons": {"fpage": "1540", "lpage": "1548", "name_0": "surname:Deng;given-names:M", "name_1": "surname:Mehta;given-names:S", "name_2": "surname:Sun;given-names:F", "name_3": "surname:Chen;given-names:T", "pub-id_doi": "10.1101/gr.153002", "pub-id_pmid": "12368246", "section_type": "REF", "source": "Genome research", "type": "ref", "volume": "12", "year": "2002"}, "text": "Inferring domain-domain interactions from protein-protein interactions", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]