[{"source": "PMC", "date": "20201231", "key": "pmc.key", "infons": {}, "documents": [{"id": "2691871", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.jmb.2008.10.064", "article-id_manuscript": "NIHMS115697", "article-id_pmc": "2691871", "article-id_pmid": "18996395", "fpage": "665", "issue": "2", "journal-title": "Journal of molecular biology", "kwd": "coarse-grained protein dynamics interpolation", "license": "This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law. \n          \n        ", "lpage": "674", "name_0": "surname:Weiss;given-names:Dahlia R.", "name_1": "surname:Levitt;given-names:Michael", "section_type": "TITLE", "type": "front", "volume": "385", "year": "2009"}, "text": "Can Morphing Methods Predict Intermediate Structures?", "sentences": [], "annotations": [], "relations": []}, {"offset": 54, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Movement is crucial to the biological function of many proteins, yet crystallographic structures of proteins can give us only a static snapshot. The protein dynamics that are important to biological function often happen on a timescale that is unattainable through detailed simulation methods such as molecular dynamics as they often involve crossing high-energy barriers. To address this coarse-grained motion, several methods have been implemented as web servers in which a set of coordinates is usually linearly interpolated from an initial crystallographic structure to a final crystallographic structure. We present a new morphing method that does not extrapolate linearly and can therefore go around high-energy barriers and which can produce different trajectories between the same two starting points. In this work, we evaluate our method and other established coarse-grained methods according to an objective measure: how close a coarse-grained dynamics method comes to a crystallographically determined intermediate structure when calculating a trajectory between the initial and final crystal protein structure. We test this with a set of five proteins with at least three crystallographically determined on-pathway high-resolution intermediate structures from the Protein Data Bank. For simple hinging motions involving a small conformational change, segmentation of the protein into two rigid sections outperforms other more computationally involved methods. However, large-scale conformational change is best addressed using a nonlinear approach and we suggest that there is merit in further developing such methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1685, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1698, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Protein structures are inherently dynamic; movement is crucial to their function as motors, as cellular factories, as regulators, and as messengers in signal transduction. Many proteins have been crystallographically solved in several conformations. In order to understand the biological function of these proteins, we must understand the pathways that a protein follows between conformations. In addition, there may be long-lived intermediate states that we would like to be able to predict given the known crystal structures. Ideally, we would like to study these transitions in as much detail as possible. Molecular dynamics (MD) would allow detailed study of the motion of each atom in the protein. However, biologically relevant motions often happen on a timescale of milliseconds to seconds and involve many tens and hundreds of thousands of atoms, making such a computation infeasible. The high computational burden of MD has prompted an interest in methods that study protein dynamics on a coarse-grained level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Considerable effort has been invested in creating movies that visualize conformational transitions, with an emphasis on creating trajectories that provide physically feasible intermediate structures, but with no claims to actually recreate the biologically relevant pathway. Elsewhere, conformational transitions have been studied to predict the active forms of proteins in solution, for example, for drug design. Normal modes analysis is often used, alone or in conjunction with low-resolution experimental data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3232, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Reaction path methods have also been applied to study protein transitions. Some examples are the nudged elastic band method and the string method. A related field of investigation is the use of motion planning (traditionally used in robotics to steer robots around obstacles) to study protein folding and dynamics. Large-scale protein motions can also be approximated through rigid-body motions, where substructures of the protein are treated as rigid bodies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3692, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Myosin is one such example of a large protein system for which several crystallographic on-pathway structures exist but for which the active structure is unsolved. Myosin dynamics have been extensively studied through coarse-grained methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3934, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the stated purpose of many online servers is to provide an instructive movie, the idea of coarse-grained dynamics to study protein motions is appealing as it is computationally inexpensive and would be especially useful for large protein systems provided that there are high-resolution structures of the protein in the initial and final state. Coarse-grained methods vary in the coordinates along which the motion of the protein system evolves, often through interpolation: Cartesian coordinates, internal coordinates, and interresidue distances or a subset of interresidue distances are some common examples. Some coarse-grained methods are purely geometric while others take energetics into account.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4645, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have developed Climber, a new morphing method that does not move linearly. In this method, the restraining energy depends linearly on the distance deviation between the current structure and the target structure in a way that allows a great deal of flexibility to the motion of the protein and enables the protein to move around high-energy barriers, rather than over them, in a nonlinear fashion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5046, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We are aware of no objective procedure to test how well coarse-grained dynamics can reconstruct the biologically relevant pathways, and here we propose such a test. We search the Protein Data Bank for proteins for which there are at least three structurally distinct crystallographically solved conformations. Using biological knowledge, we determine which of the three is the intermediate state. We create trajectories using four online servers that represent completely distinct coarse-grained dynamics algorithms and our new method, going from the initial to the final state (with no knowledge of the intermediate state). We then measure how close the coarse-grained trajectory comes to the intermediate crystal structure. Our test set includes five proteins ranging in size from 271 to 994 residues. The conformational changes involved range from a simple hinge bending to complete domain rearrangement. We compare all results to naïve geometric interpolations in Cartesian and internal coordinates, which act as a control. Using coarse-grained methods (especially via web servers) to infer functionally relevant motion between two crystallographic states has become a widespread practice in the community. We therefore feel it is of great importance to perform this objective test and to determine whether further development is merited.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6390, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These different methods are in some cases successful in coming near to the known intermediate crystal structure, particularly when the conformational change involves a hinging motion. In the case of a hinging motion, clever segmentation of the protein into a small number of rigid sections (usually two) seems to work well, outperforming more complicated methods. Our results show that the use of interresidue distances as the interpolation coordinate is advantageous and suggest that the use of nonlinear motion, through our new scheme or through normal modes analysis, is useful when studying more complex conformational changes. We believe it will be desirable to continue to develop coarse-grained motion methods, particularly those that use nonlinear motion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7154, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 7162, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Climber method", "sentences": [], "annotations": [], "relations": []}, {"offset": 7181, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the Climber method, the interresidue distances of a given conformation are pulled towards the distances in the target final conformation using a set of harmonic restraints that are added to the internal energy function, minimized at each step. Imagine a climber (the current conformation) pulling on a rope to move towards a target point (the target conformation), possibly in an adjacent valley. The set of restraints always involves the same set of distances in the target structure but the force constant is changed so that the climber (conformation) gets to the target destination in approximately Ncycle steps (the user-defined number of steps). Specifically, he moves towards the target by a sufficient amount as measured by the change in coordinate root-mean-square deviation (cRMS) each step to get there in Ncycle steps. If he is not moving fast enough towards the target, he needs to pull harder on the rope. If he is moving too fast, he needs to pull less. When moving too quickly, he may miss the easier path (lowest energy) around the peak. When moving too slowly, he has the chance to follow the easier path but may never get to the target. This self-adjusting method allows for nonlinear movement, moving around high-energy barriers, and trajectories differ as Ncycle is varied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8478, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Trajectory generation servers", "sentences": [], "annotations": [], "relations": []}, {"offset": 8508, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We test four online coarse-grained protein trajectory generation servers, our new morphing method Climber, and two naïve geometric interpolations (in Cartesian and internal coordinates), which act as a control. For each of the proteins in our test set, three on-pathway high-resolution crystal structures exist. One structure is designated the intermediate according to experimental biochemical evidence found in the literature, and the trajectory is generated from the initial to final structure with no structural information from the intermediate. We then determine if the calculated trajectory passes through or near the experimentally determined intermediate structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9184, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The four online servers we test were chosen to represent four completely distinct algorithms for coarse-grained trajectory generation:", "sentences": [], "annotations": [], "relations": []}, {"offset": 9319, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MolMovDB† ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9332, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FATCAT‡ ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9343, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "NOMAD-Ref§ ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9356, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MinActionPath|| ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9373, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Particulars of the algorithms can be found in the references and will not be reported here in detail. They are briefly described as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 9514, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The MolMovDB server creates a linear interpolation in Cartesian space after fitting the largest superimposable part of the initial and final structure, minimizing the energy of each structure along the trajectory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9728, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The FATCAT server returns an interpolation of rigid-body motions, first finding the optimal structural alignment and the corresponding minimal number of hinge points for that alignment around which rigid fragments are rotated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9955, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The NOMAD-Ref server uses elastic normal modes and interpolates interresidue distances using the algorithm of Kim et al.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10076, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MinActionPath assumes a harmonic potential at the end states and solves the action minimization problem by solving the equations at each end state and finding the crossing point of these two solutions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10278, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Protein test set results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10303, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The different sets of protein structures used here (Table 1) have been carefully chosen and it is important to consider the role that the change in conformation plays in the biological role of each.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10502, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Scallop myosin II", "sentences": [], "annotations": [], "relations": []}, {"offset": 10520, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Myosin is a motor protein, hydrolyzing ATP to drive muscle contraction. During the myosin power cycle, the protein undergoes a large conformational change involving a rotation of a long helical arm, which essentially hinges. Myosin hydrolyzes ATP to swing to the pre-stroke state, releases ADP and Pi and binds actin in the nucleotide-free actin-binding rigor state, and finally binds ATP to detach from actin and reach the post-stroke state. We define the initial structure as the pre-stroke structure, the intermediate structure as the near-rigor structure, and the final structure as the post-stroke state, which is where they lie sequentially in the power stroke cycle. The pre-stroke and post-rigor state have an rmsd of 27 Å, making this the largest conformational change in our set, and the intermediate structure is 16.6 Å from the initial state and 12 Å from the final state. The head domain (residues 1–708) does not undergo any significant conformational change. Most of the movement is in the converter domain (residues 708–775), which results in a large and rigid swing of the lever arm (residues 776–837). The light chains are not included as many online servers accept no more than 1000 Cα atoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11742, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Data for the resulting trajectories of myosin are shown in Fig. 1. We used three different values of the user-defined number of steps Ncycle to run the Climber energy minimization interpolation (50, 100, and 500). The resulting trajectories are different both in the intermediate structures generated and in the internal energy of the intermediate structures. Returning to the mountain climber analogy, taking smaller steps to reach the adjacent valley, the climber is better able to find the easier path around the mountain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also generated trajectories using a variable number of steps on the other online servers (not shown). For MinActionPath, FATCAT, and Mol-MovDB, the trajectories do not depend on the number of steps. The trajectories generated by NOMAD-Ref with 50 steps and with 500 steps were unfeasible, with structures that “exploded”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12597, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The improvement of the calculated trajectory in predicting the crystallographic intermediate relative to the endpoints was as follows (in ascending order): MolMovDB, 21%; MinActionPath, 24%; Climber, 32%, 34%, and 38% with Ncycle =50, 100, and 500 steps, respectively; FATCAT, 42%; and NOMAD-Ref, 58%. All these were markedly better than both control trajectories, which never came closer to the intermediate crystal structure compared to the endpoints.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13051, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Ribonuclease III", "sentences": [], "annotations": [], "relations": []}, {"offset": 13068, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "RNase III affects gene expression in two distinct catalytic pathways: through cleavage of double-stranded RNA (dsRNA) or through binding, but not cleaving, dsRNA. The protein is a homodimer, each polypeptide consisting of two domains separated by a flexible linker. The relative orientations of the two domains are changed dramatically from the catalytic (dsRNA cleaving) form to the non-catalytic (dsRNA binding) form. The three crystal structures represent intermediate conformations, leading to the two functional forms of RNase III. The rmsd values are 7.26 Å from the initial to the intermediate state, 13.15 Å from the intermediate to the final state, and 17.47 Å from the initial to the final state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13778, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Nonlinear motion is the only way to come closer to the intermediate structure compared to the Cartesian control trajectory (Fig. 2). Specifically, Climber can achieve an improvement of 48% over the endpoints but only when running a very long trajectory with Ncycle =500, and NOMAD-Ref achieves an improvement of 50%, although the trajectory is not smooth, and rerunning under different parameters did not produce a smooth trajectory. All other methods reached an improvement of about 30%, equal to the Cartesian control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14299, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Skeletal muscle Ca2+-ATPase", "sentences": [], "annotations": [], "relations": []}, {"offset": 14327, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In skeletal muscle, calcium ions are pumped against a concentration gradient by a Ca2+-ATPase pump, which couples the hydrolysis of ATP to the translocation of calcium ions across the membrane of the sarcoplasmic reticulum (SR). The enzyme undergoes a large conformational change including the translation and rotation of three domains and a rearrangement within one of those domains. Along with the complicated conformational change, the protein itself is also the largest in our test set with 994 residues, making this a very difficult problem. The Ca2+-ATPase cycle can be described as follows: The pump exists in two distinct conformations, E1 and E2. In the E1 conformation, the pump is empty and exposes two high-affinity sites for Ca2+ binding to the cytoplasm of the SR. Initially, two Ca2+ ions are bound (E1-2Ca2+ conformation) and ATP is bound (E1-2Ca2+-ATP conformation) in the cytoplasm. ATP is then hydrolyzed, driving the calcium transport across the SR membrane (E2-2Ca2+ conformation) and releasing two Ca2+ ions into the lumen of the SR (E2 empty conformation). We generate interpolations from the E1-2Ca2+ state to the E2 empty state. As an intermediate crystallographic state, we have chosen the E1-2Ca2+-ATP structure (the protein in the crystal structure is bound to AMPPCP, an ATP analog). The rmsd of the initial (E1-2Ca2+) state to the final (E2 empty) state is 14 Å, and the rmsd of the intermediate (E1-2Ca2+-ATP) is 13.75 and 10 Å, respectively. In the conformational change, the three widely separated cytoplasmic domains hinge and rotate to come together, and there is a change in the internal structure of one of those domains. The transmembrane helices undergo a large rearrangement. Obviously, this is a tremendously complicated series of conformational changes that involve binding and unbinding, ATP hydrolysis, and translocation events.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16202, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the case of this complicated motion, none of the trajectories came very close to the intermediate structure; however, Climber was the most successful, with an improvement of 11.6%, 14%, and 16% over the endpoints using Ncycle =50, 100, and 500, respectively. The internal and Cartesian control showed no improvement. The improvement from the other methods was 1%, 6.1%, 7.7%, and 8.8% for NOMAD-Ref, FATCAT, MolMovDB, and MinAction-Path, respectively (Fig. 3a and b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16673, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "5′-Nucleotidase", "sentences": [], "annotations": [], "relations": []}, {"offset": 16691, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 5′-nucleotidase (5′-NT) protein is a nucleotidase that can hydrolyze mono-, di-, and trinucleotides, as well as nucleotide sugars and bis(5′-nucleosidyl) polyphosphates. It undergoes a large 96° domain rotation, with an intermediate structure at 43.2° rotation. The protein is large with 525 residues, and the conformational changes are also large at 5.4 Å from the initial to the intermediate structure and 4.7 Å from the intermediate to the final structure (9.3 Å total rmsd from the initial to final structure). In this case, the intermediate structure is indeed a conformation that the protein passes through from the initial to the final state, which has been captured by an engineered disulfide bridge. All methods are able to predict the intermediate structure of this hinging motion despite the relatively large size of the protein (Fig. 3c and d). In fact, the rigid-body motion allowed by FATCAT, which identifies just one hinge point for 5′-NT, predicts the intermediate most accurately (improvement of 68% over the endpoints), while the relatively complicated calculation performed by MinAction-Path actually hurts its performance (58% improvement). The other methods all perform almost equally (62–64% improvement), and even a completely naïve Cartesian interpolation predicts the intermediate to 2.6 Å rmsd (48% improvement).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18052, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Ribose-binding protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 18075, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ribose-binding protein (RBP) molecule binds its ligand with a hinge-bending motion of its two domains. Crystal structures exist, showing a static pathway of this opening/closing motion with structures opened by 43°, 50°, and 64° with respect to the ligand-bound protein. The rmsd values are 2.22 Å from the initial to the intermediate state, 4.20 Å from the intermediate to the final state, and 6.19 Å from the initial to the final state. All intermediates are hypothesized to exist at equilibrium in solution, and the addition of ribose changes the distribution at equilibrium. This protein is in some ways the “easiest” conformational change in our set. It has only 271 residues, the rmsd of the conformations is small, and the motion is a simple hinging. The improvement in predicting the intermediate over the endpoints is therefore high, in ascending order: 47%, 48%, 53%, 56%, 58%, 62%, and 68% for the Cartesian control, Climber, the torsion angle control, NOMAD-Ref, MolMovDB, MinActionPath, and FAT-CAT, respectively (Fig. 3e and f). Interestingly, for this simple hinging motion, the nonlinearity and flexibility allowed by Climber was detrimental, performing more poorly than the internal coordinate control. The best result was obtained by FATCAT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19349, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparing trajectories", "sentences": [], "annotations": [], "relations": []}, {"offset": 19372, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Are trajectories generated by different interpolation methods similar? Are there some sections of the pathway, particularly at the transition state, that are similar?", "sentences": [], "annotations": [], "relations": []}, {"offset": 19539, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To explore this, we looked more closely at the proteins myosin, RNase III, and Ca2+-ATPase. They are large proteins that undergo a large conformational change, which would be difficult to access through MD simulation. Coarse-graining would therefore be a very useful tool for studying the dynamics of these proteins. Figure 4 presents different ways to visualize and compare the coarse-grained trajectories. The top panel shows a contour plot of the between-structure rmsd along the trajectories generated for five methods (MolMovDB, NOMAD-Ref, Climber, FATCAT, and MinActionPath). To generate the contour plot, we measured the rmsd of 10 evenly spaced structures from each trajectory to all other structures. The bottom panel contains the same information but shows a two-dimensional representation of the five interpolated trajectories. The graph has been energy-minimized, and the input distances between nodes are the rmsd values.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20474, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, some trajectories appear to be taking similar paths. The middle panels depict the myosin trajectories. MinActionPath and MolMovDB follow similar trajectories, diverging by only 2 Å at the structure closest to the crystallographic intermediate, indicating that the MolMovDB finds a path through the valley that minimizes the action potential as defined by MinActionPath. The use of completely distinct algorithms to find the intermediate structures indicates that the trajectories may be following a common valley in the energy landscape of the protein. However, both are not very successful at finding the actual intermediate structure—indicating that finding the same valley in high-dimensional space does not guarantee finding the lowest-energy valley. FATCAT and NOMAD-Ref also find pathways that are relatively close, diverging by 4.4 Å at the structure closest to the crystallographic intermediate. Climber follows a completely distinct trajectory in this case.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21460, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Ca2+-ATPase trajectories shown in the left panel diverge slightly more considering that the endpoints are closer. However, it is still clear that the trajectories may be following similar pathways, except for MinActionPath, which is far from all the others. RNase III in the right panel shows five distinct trajectories evenly spaced from each other. The trajectories do not come together except at the endpoints. In all three examples, FATCAT takes a middle path between the other trajectories, suggesting that a rigid-body rotation is a good first approximation of the other pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22047, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "How “protein-like” are the structures generated by the interpolation servers? After rebuilding the backbone where only Cα atoms are returned, we use VADAR (Volume, Area, Dihedral Angle Reporter), an online server for analyzing protein structures, to assess the feasibility of the calculated intermediate. In general, interpolations produce reasonable structures, with an amount of secondary structure that is similar to the crystallographic intermediate, and with similar (φ, ψ) distributions in the Ramachandran plots.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22575, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22586, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have presented a test set of proteins each with at least three crystallographically solved structures at high resolution that are on-pathway conformations. The crystal structures used are distinct with at least 2 Å rmsd between them. We believe that this set provides an objective, biologically applicable test of interpolation and other methods for coarse-graining protein dynamics. We quantify how biologically relevant a coarse-grained trajectory is by measuring how close it can come to the intermediate crystallographic state without prior knowledge of that state. We have tested four online servers, our novel morphing method, and two naïve interpolations (in Cartesian and internal coordinates) with our test set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23312, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The high computational burden of atomically resolved MD simulation limits its usefulness in studying large protein systems, particularly over the biologically relevant timescales of milliseconds to seconds. Coarse-grained dynamics are an attractive alternative, and many online servers exist, which make use of very different coarse-grained dynamics, interpolation, and path minimization algorithms. As well as providing biological insight into protein dynamics when two crystal structures are already known, the construction of high-fidelity coarse-grained pathways could be useful for structure prediction of new conformations using lower-resolution experimental data, such as fluorescence resonance energy transfer measurement of interresidue distances or electron microscopy. In addition, it could be used for molecular replacement calculations when solving the crystal structures of new intermediates. We found that no coarse-grained method succeeded in correctly predicting the crystallographic intermediate structure. However, several of the methods did move in the direction of the intermediate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24416, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The most successful strategy when the motion is a simple hinging is the use of rigid-body motion, combined with a sophisticated method to find the hinging points (FATCAT). For three of the five proteins, one hinge point was sufficient to describe the protein motion (myosin, RBP, and 5′-NT), and for Ca2+-ATPase and RNase III, three hinge points were identified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24781, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The use of normal modes in NOMAD-Ref to predict the intermediate structure was very successful in the case of myosin, where the first 8 normal modes can predict the 17-Å conformational change between the initial and the intermediate state to within 7.6 Å and 100 modes to 4.4 Å (unpublished calculation). In a larger set of test structures, where the protein set included off-pathway structures, NOMAD-Ref was successful in moving in the direction of the off-pathway structure, in many instances more than the other methods (unpublished results). This implies that information about all the possible conformations of the protein and shape of the energy landscape is encoded in the normal modes, which makes this a powerful tool.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25513, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interresidue distances as the restrained quantities (Climber and NOMAD-Ref) were useful particularly for the larger conformational changes in the set (myosin, RNase III and Ca2+-ATPase). In cases where the motion was not a straightforward hinging motion involving a small conformational change, the nonlinearity allowed by these methods was required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25864, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The interpolations are calculated using distinct algorithms; however, some interpolations share the same directions of motion and similar transition structures (although this is no guarantee that those motions are the biologically relevant motions of the protein). It is interesting that in the cases we investigated, FATCAT appears to take the “middle way” between the trajectories and is the most representative, indicating that rigid-body motion is a good first approximation of other coarse-grained methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26380, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We would like to further develop the use of normal modes in interpolation by the use of normal modes in internal coordinates in the implementation of the algorithm of Kim et al. This will overcome the problem that, in some cases, combining Cartesian normal modes creates structures that are completely infeasible. We feel that the Climber algorithm is particularly relevant for predicting large nonlinear motions and could be further developed in combination with the interresidue distance interpolations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26886, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 26894, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Trajectory generation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We tested seven different coarse-grained methods: the implementation of our new morphing algorithm Climber and four online servers (MolMovDB, FATCAT, NOMAD-Ref, and MinActionPath), as well as two controls using LSQMAN to generate a simple linear interpolation in Cartesian and internal coordinates. We generated 30 intermediate structures using MolMovDB (this is the maximum allowed); 100 intermediate structures using NOMAD-Ref, LSQMAN, and MinActionPath; and 10 intermediate structures using FATCAT (the maximum allowed). We set Ncycle =50 for Climber unless otherwise indicated. Where a cutoff distance needed to be supplied, we used the cutoff distance of 10 Å for 5′-NTand RBP and a cutoff of 15 Å for RNase III, myosin, and Ca2+-ATPase.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27663, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "The Climber morphing scheme", "sentences": [], "annotations": [], "relations": []}, {"offset": 27691, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We use a subset of interatomic distances as the coordinate for interpolation, using the following algorithm:", "sentences": [], "annotations": [], "relations": []}, {"offset": 27800, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each conformation, create the set of atom pairs (i,j) that define the restrained distance. For pairs of Cα atoms, i and j must be more than 10 Å apart in both the initial and target structures. For the side-chain atoms, i and j must be less than 10 Å apart in both the initial and target structures. Focusing on distant Cα atom pairs will drive large conformational changes; focusing on close side-chain pairs will, at the same time, provide good local packing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28274, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At each step of the morphing, the distance restraint energy is calculated as Erestraint = KspringG [Σi Σj F(dij)], where the function F(d)=(dij2-Dij2)2/(2(dij2+Dij2))", "sentences": [], "annotations": [], "relations": []}, {"offset": 28449, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "and the function G[ ] is defined below. The distances dij =|ri − rj| and Dij =|ri − rj| are between atoms i and j in the moving and target structures, respectively. Note that as we can write (dij2-Dij2)2=(dij-Dij)2(dij+Dij)2 and (dij+Dij)2 =dij2+2dijDij+Dij2≈2(dij2+Dij2) for Dij ≈ dij, we have F(d) ≈ (dij − Dij)2. If we define  , which is approxi mately equal to  , then t is in turn approximately equal to dRMS. The function G[t] relates dRMS to the restraint energy as follows: Erestraint = Kspring G[t]= Kspring (t2/(tL + t)). For t>tL, Erestraint varies linearly with dRMS, whereas for small t, it varies quadratically. This means that the restraint energy is linearly proportional to the distance deviation between the current and target structures (dRMS).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29225, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "3. Minimize the conformation while adding the restraint energy to the internal potential energy function. Specifically, if the internal energy is E0, then minimize E=E0 + Erestraint. The internal energy function used is the ENCAD potential energy function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29482, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "4. Measure the cRMS between the current and target structure at the end of the minimization (the structures are first aligned), and if the cRMS between the current and target structures has not decreased by the desired amount, increase the spring constant, Kspring, in the next step. If the cRMS change is sufficient, then decrease the Kspring values. Thus, the spring constant is self-adjusting to ensure that at each step, the conformation moves to the target structure at an approximately constant rate. We initialize the value of Kspring at 5 kcal mol−1 Å−1, a value too small to move the protein structure. We then slowly increase Kspring until the cRMS value begins to drop. Depending on the size of the protein and the distance to the target structure, this requires an initial increase in Kspring by approximately 20- to 50-fold. Note that the target distances remain the same throughout the morphing path. All that changes is the value of Kspring that is adjusted iteratively to cause the cRMS value to drop a constant amount per cycle (specifically, we set ΔcRMS to be 1.5 × cRMSinitial/Ncycle), which is designed to ensure that we can get to the target structure with cRMS less than or equal to some cutoff (0.5 Å) in approximately Ncycle steps.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30747, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Repeat steps 1–4, for the user-defined number of cycles (Ncycle). If the cRMS value between current and target structure falls below a cutoff value, the procedure terminates. Note that the actual number of intermediate steps can differ from Ncycle as the value of Kspring may be needed to be increased in several cycles until it is large enough to cause the desired decrease in cRMS. This procedure has a number of virtues all related to having the least possible influence on the path followed during the morphing: (a) the only set of distances are those of the final target structure; (b) the energy function depends linearly on the distance deviation (dRMS) so that there will be no tendency to satisfy large deviations more than small ones; (c) the only thing changed during the morphing is the value of the spring force constant and this is done using the change in the cRMS that is not directly involved in the restraint energy; (d) the distances selected to deform the overall chain path are all between distant pairs of Cα atoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31789, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Evaluating the coarse-grained dynamics methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 31836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the coarse-grained trajectories generated using our objective biological test, we calculated the Cα rmsd between the calculated interpolation intermediates and the crystallographic intermediate. We defined an improvement score for each method as", "sentences": [], "annotations": [], "relations": []}, {"offset": 32098, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  where A, B, and C are the initial, intermediate, and final crystal structures, respectively; rmsd(AB) is the rmsd of the initial structure to the crystallographic intermediate; rmsd (CB) is the rmsd of the final structure to the crystallographic intermediate; and rmsd(iB) are the rmsd values of the calculated intermediates to the crystallographic intermediate. Thus, this is a measure of how close the interpolation comes to the crystallographic intermediate, as a fraction of how close the endpoints are to the crystallographic intermediate. We feel that this is more informative as a measure than rmsd as it does take into account the starting points. A higher improvement score indicates greater success at predicting the crystallographic intermediate structure. All rmsd values quoted in this work are Cα rmsd.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32921, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparing interpolation methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 32953, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the trajectories created by the different coarse-grained methods, we calculated the rmsd between the calculated structures in one method and those calculated by all the methods. In this case, if we had M coarse-grained methods with N calculated intermediate structures, this would give us an upper triangular matrix of N×M rmsd values and a value of zero along the diagonal. We expect the rmsd to be low at the corners (the starting points and endpoints) because all trajectories start and end at the same point. However, if we observe other regions of low rmsd in the middle, this is a sign that two trajectories come closer together to visit the same region of structure space. In addition, we create a two-dimensional visualization of the trajectories using the multidimensional scaling package Graphviz to account for all rmsd values between all structures. We chose N=10 structures evenly spaced along each trajectory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33889, "infons": {"section_type": "FIG", "type": "title_1"}, "text": "Figures and Table", "sentences": [], "annotations": [], "relations": []}, {"offset": 33907, "infons": {"file": "nihms115697f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) The three crystallographic structures of scallop myosin II. (b) The Cα rmsd (in angstroms) of the interpolated myosin structures from the crystallographic intermediate structure is shown for MolMovDB (yellow), MinActionPath (green), FATCAT (red), NOMAD-Ref (cyan), and Climber with Ncycle = 50 (blue). For clarity, the controls are not shown because they never come closer to the intermediate compared to the endpoints. (c) The Cα rmsd from the crystallographic intermediate using Ncycle =50 (blue), 100 (violet), and 500 (black) as input to the Climber morphing method. (d) The internal energy of the intermediate structures using Ncycle =50, 100, and 500 in the Climber method. A longer interpolation with a smaller desired cRMS change per step allows Climber to find the low-energy pathway. An increase in the energy at the end of the morph is due to the difficulty of repacking the side chains into the compact final structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34851, "infons": {"file": "nihms115697f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) The three crystallographic structures of RNase III. (b) The Cα rmsd (in angstroms) of the interpolated structures from the crystallographic intermediate structure; colors are as in Fig. 1. (c) The Cα rmsd from the crystallographic intermediate using Ncycle =50 (blue), 100 (violet), and 500 (black) as input to the Climber method. (d) The internal energy of the intermediate structures using Ncycle =50, 100, and 500 in the Climber method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35303, "infons": {"file": "nihms115697f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) The three crystallographic structures of Ca2+-ATPase and (b) the Cα rmsd (in angstroms) of the interpolated Ca2+-ATPase structures from the crystallographic intermediate structure. The same is shown for (c and d) 5′-NT and (e and f) RBP. Colors are as in Fig. 1. For clarity, the Cartesian control (purple) and internal control (gray) are not shown when they do not come closer to the intermediate compared to the endpoints.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35736, "infons": {"file": "nihms115697f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "A comparison of interpolated trajectories. (a) Ca2+-ATPase, (b) myosin, and (c) RNase III trajectories, showing a contour plot of the rmsd between the trajectories generated by each of the five interpolation servers: 1, MolMovDB; 2, NOMAD-Ref; 3, Climber; 4, FATCAT; 5, MinActionPath. The value indicated numerically on each subplot is the rmsd between the intermediate structures in each trajectory that are closest to the crystallographic intermediate structure (their position along the two trajectories is marked by “+”). (d) Ca2+-ATPase, (e) myosin, and (f) RNase III, showing a two-dimensional representation of the interpolated trajectories. Ten structures were selected at evenly spaced intervals along each trajectory. The graph is energy-minimized, produced by Graphviz, and takes into account all rmsd between structures. Trajectories are colored as follows: Climber, blue; MolMovDB, yellow; MinActionPath, green; NOMAD-Ref, cyan; and FATCAT, red. The starting structure is marked as a black circle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36751, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "The test set used to evaluate all coarse-grained dynamics methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 36817, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\">\n          <thead>\n            <tr>\n              <th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\"/>\n              <th valign=\"bottom\" align=\"center\" rowspan=\"1\" colspan=\"1\"/>\n              <th colspan=\"3\" valign=\"bottom\" align=\"center\" rowspan=\"1\">Protein Data Bank ID (chain)<hr/></th>\n              <th colspan=\"3\" valign=\"bottom\" align=\"center\" rowspan=\"1\">rmsd (Å)<hr/></th>\n            </tr>\n            <tr>\n              <th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Name</th>\n              <th valign=\"bottom\" align=\"center\" rowspan=\"1\" colspan=\"1\">Residues</th>\n              <th valign=\"bottom\" align=\"center\" rowspan=\"1\" colspan=\"1\">Initial</th>\n              <th valign=\"bottom\" align=\"center\" rowspan=\"1\" colspan=\"1\">Intermediate</th>\n              <th valign=\"bottom\" align=\"center\" rowspan=\"1\" colspan=\"1\">Final</th>\n              <th valign=\"bottom\" align=\"right\" rowspan=\"1\" colspan=\"1\">(AB)</th>\n              <th valign=\"bottom\" align=\"right\" rowspan=\"1\" colspan=\"1\">(BC)</th>\n              <th valign=\"bottom\" align=\"right\" rowspan=\"1\" colspan=\"1\">(AC)</th>\n            </tr>\n          </thead>\n          <tbody>\n            <tr>\n              <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5′-NT</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">525</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1OID (A)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1OI8 (B)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1HPU (D)</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5.42</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.72</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9.33</td>\n            </tr>\n            <tr>\n              <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Ca<sup>2+</sup>-ATPase</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">994</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1SU4 (A)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1VFP (A)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1IWO (A)</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13.75</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10.10</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13.97</td>\n            </tr>\n            <tr>\n              <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Myosin</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">837</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1QVI (A)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1KK7 (A)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1KK8 (A)</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16.56</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12.01</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">27.32</td>\n            </tr>\n            <tr>\n              <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">RBP</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">271</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1BA2 (A)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1URP (D)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2DRI (A)</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.22</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4.20</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6.19</td>\n            </tr>\n            <tr>\n              <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">RNase III</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">437</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1YYO (AB)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1YZ9 (AB)</td>\n              <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1YYW (AB)</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7.26</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13.15</td>\n              <td align=\"right\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17.47</td>\n            </tr>\n          </tbody>\n        </table>\n"}, "text": "\t\tProtein Data Bank ID (chain)\trmsd (Å)\t \tName\tResidues\tInitial\tIntermediate\tFinal\t(AB)\t(BC)\t(AC)\t \t5′-NT\t525\t1OID (A)\t1OI8 (B)\t1HPU (D)\t5.42\t4.72\t9.33\t \tCa2+-ATPase\t994\t1SU4 (A)\t1VFP (A)\t1IWO (A)\t13.75\t10.10\t13.97\t \tMyosin\t837\t1QVI (A)\t1KK7 (A)\t1KK8 (A)\t16.56\t12.01\t27.32\t \tRBP\t271\t1BA2 (A)\t1URP (D)\t2DRI (A)\t2.22\t4.20\t6.19\t \tRNase III\t437\t1YYO (AB)\t1YZ9 (AB)\t1YYW (AB)\t7.26\t13.15\t17.47\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 37211, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 37225, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MD", "sentences": [], "annotations": [], "relations": []}, {"offset": 37228, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "molecular dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 37247, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "cRMS", "sentences": [], "annotations": [], "relations": []}, {"offset": 37252, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "coordinate root-mean-square deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 37290, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "dsRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 37296, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "double-stranded RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 37316, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SR", "sentences": [], "annotations": [], "relations": []}, {"offset": 37319, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "sarcoplasmic reticulum", "sentences": [], "annotations": [], "relations": []}, {"offset": 37342, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "5′-NT", "sentences": [], "annotations": [], "relations": []}, {"offset": 37350, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "5′-nucleotidase", "sentences": [], "annotations": [], "relations": []}, {"offset": 37368, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RBP", "sentences": [], "annotations": [], "relations": []}, {"offset": 37372, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ribose-binding protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 37395, "infons": {"fpage": "483", "lpage": "490", "name_0": "surname:Vonrhein;given-names:C", "name_1": "surname:Schlauderer;given-names:GJ", "name_2": "surname:Schulz;given-names:GE", "pub-id_pmid": "7663945", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "3", "year": "1995"}, "text": "Movie of the structural changes during a catalytic cycle of nucleoside monophosphate kinases", "sentences": [], "annotations": [], "relations": []}, {"offset": 37488, "infons": {"fpage": "4280", "lpage": "4290", "name_0": "surname:Gerstein;given-names:M", "name_1": "surname:Krebs;given-names:W", "pub-id_pmid": "9722650", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "26", "year": "1998"}, "text": "A database of macromolecular motions", "sentences": [], "annotations": [], "relations": []}, {"offset": 37525, "infons": {"fpage": "1620", "lpage": "1630", "name_0": "surname:Kim;given-names:MK", "name_1": "surname:Jernigan;given-names:RL", "name_2": "surname:Chirikjian;given-names:GS", "pub-id_pmid": "12202386", "section_type": "REF", "source": "Biophys J", "type": "ref", "volume": "83", "year": "2002"}, "text": "Efficient generation of feasible pathways for protein conformational transitions", "sentences": [], "annotations": [], "relations": []}, {"offset": 37606, "infons": {"fpage": "151", "lpage": "160", "name_0": "surname:Kim;given-names:MK", "name_1": "surname:Chirikjian;given-names:GS", "name_2": "surname:Jernigan;given-names:RL", "section_type": "REF", "source": "J Mol Graphics Modell", "type": "ref", "volume": "21", "year": "2002"}, "text": "Elastic models of conformational transitions in macromolecules", "sentences": [], "annotations": [], "relations": []}, {"offset": 37669, "infons": {"fpage": "1011", "lpage": "1024", "name_0": "surname:Delarue;given-names:M", "name_1": "surname:Sanejouand;given-names:YH", "pub-id_pmid": "12126621", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "320", "year": "2002"}, "text": "Simplified normal mode analysis of conformational transitions in DNA-dependent polymerases: the elastic network model", "sentences": [], "annotations": [], "relations": []}, {"offset": 37787, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Tama;given-names:F", "name_1": "surname:Sanejouand;given-names:YH", "section_type": "REF", "source": "Protein Eng Des Sel", "type": "ref", "volume": "14", "year": "2001"}, "text": "Conformational change of proteins arising from normal mode calculations", "sentences": [], "annotations": [], "relations": []}, {"offset": 37859, "infons": {"fpage": "297", "lpage": "305", "name_0": "surname:Tama;given-names:F", "name_1": "surname:Wriggers;given-names:W", "name_2": "surname:Brooks;given-names:CL", "pub-id_pmid": "12144786", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "321", "year": "2002"}, "text": "Exploring global distortions of biological macromolecules and assemblies from low-resolution structural information and elastic network theory", "sentences": [], "annotations": [], "relations": []}, {"offset": 38002, "infons": {"fpage": "3109", "lpage": "3117", "name_0": "surname:Zheng;given-names:W", "name_1": "surname:Brooks;given-names:BR", "pub-id_pmid": "15722427", "section_type": "REF", "source": "Biophys J", "type": "ref", "volume": "88", "year": "2005"}, "text": "Normal-modes-based prediction of protein conformational changes guided by distance constraints", "sentences": [], "annotations": [], "relations": []}, {"offset": 38097, "infons": {"fpage": "1630", "lpage": "1641", "name_0": "surname:Schroder;given-names:GF", "name_1": "surname:Brunger;given-names:AT", "name_2": "surname:Levitt;given-names:M", "pub-id_pmid": "18073112", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "15", "year": "2007"}, "text": "Combining efficient conformational sampling with a deformable elastic network model facilitates structure refinement at low resolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 38232, "infons": {"fpage": "151", "lpage": "156", "name_0": "surname:Elber;given-names:R", "pub-id_pmid": "15837172", "section_type": "REF", "source": "Curr Opin Struct Biol", "type": "ref", "volume": "15", "year": "2005"}, "text": "Long-timescale simulation methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 38266, "infons": {"fpage": "291", "lpage": "317", "name_0": "surname:Bolhuis;given-names:PG", "name_1": "surname:Dellago;given-names:C", "section_type": "REF", "source": "Top Curr Chem", "type": "ref", "volume": "268", "year": "2007"}, "text": "Transition path sampling simulations of biological systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 38325, "infons": {"fpage": "4651", "name_0": "surname:Maragakis;given-names:P", "section_type": "REF", "source": "J Chem Phys", "type": "ref", "volume": "117", "year": "2002"}, "text": "Adaptive nudged elastic band approach for transition state calculation", "sentences": [], "annotations": [], "relations": []}, {"offset": 38396, "infons": {"fpage": "52301", "lpage": "52304", "name_0": "surname:We;given-names:WR", "name_1": "surname:Vanden-Eijnden;given-names:E", "section_type": "REF", "source": "Phys Rev B", "type": "ref", "volume": "66", "year": "2002"}, "text": "String method for the study of rare events", "sentences": [], "annotations": [], "relations": []}, {"offset": 38439, "infons": {"fpage": "S115", "lpage": "S148", "name_0": "surname:Thomas;given-names:S", "name_1": "surname:Song;given-names:G", "name_2": "surname:Amato;given-names:NM", "section_type": "REF", "source": "Phys Biol", "type": "ref", "volume": "2", "year": "2005"}, "text": "Protein folding by motion planning", "sentences": [], "annotations": [], "relations": []}, {"offset": 38474, "infons": {"fpage": "159", "lpage": "184", "name_0": "surname:Chun;given-names:HM", "name_1": "surname:Padilla;given-names:CE", "name_2": "surname:Chin;given-names:DN", "name_3": "surname:Watanabe;given-names:M", "name_4": "surname:Karlov;given-names:VI", "name_5": "surname:Alper;given-names:HE", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "21", "year": "2000"}, "text": "MBO(N)D: a multibody method for long-time molecular dynamics simulations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38547, "infons": {"fpage": "2115", "lpage": "2120", "name_0": "surname:Thorpe;given-names:M", "name_1": "surname:Gohlke;given-names:H", "pub-id_pmid": "16815893", "section_type": "REF", "source": "Biophys J", "type": "ref", "volume": "91", "year": "2006"}, "text": "A natural course graining for simulating large biomolecular motion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38614, "infons": {"fpage": "6873", "lpage": "6878", "name_0": "surname:Fischer;given-names:S", "name_1": "surname:Windshugel;given-names:B", "name_2": "surname:Horak;given-names:D", "name_3": "surname:Holmes;given-names:KC", "name_4": "surname:Smith;given-names:JC", "pub-id_pmid": "15863618", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "102", "year": "2005"}, "text": "Structural mechanism of the recovery stroke in the myosin molecular motor", "sentences": [], "annotations": [], "relations": []}, {"offset": 38688, "infons": {"fpage": "669", "lpage": "677", "name_0": "surname:Engels;given-names:M", "name_1": "surname:Jacoby;given-names:E", "name_2": "surname:Schlitter;given-names:J", "name_3": "surname:Wollmer;given-names:A", "pub-id_pmid": "1480621", "section_type": "REF", "source": "Protein Eng", "type": "ref", "volume": "5", "year": "1992"}, "text": "The T↔R structural transition of insulin; pathways suggested by targeted energy minimization", "sentences": [], "annotations": [], "relations": []}, {"offset": 38783, "infons": {"fpage": "481", "lpage": "486", "name_0": "surname:Booth;given-names:AG", "section_type": "REF", "source": "J Mol Graphics Modell", "type": "ref", "volume": "19", "year": "2001"}, "text": "Visualizing protein conformational changes on a personal computer—alpha carbon pseudo bonding as a constraint for interpolation in internal coordinate space", "sentences": [], "annotations": [], "relations": []}, {"offset": 38942, "infons": {"fpage": "263", "lpage": "273", "name_0": "surname:Guilbert;given-names:C", "name_1": "surname:Perahia;given-names:D", "name_2": "surname:Mouawad;given-names:L", "section_type": "REF", "source": "Comput Phys Commun", "type": "ref", "volume": "91", "year": "1995"}, "text": "A method to explore transition paths in macromolecules—applications to hemoglobin and phosphoglycerate kinase", "sentences": [], "annotations": [], "relations": []}, {"offset": 39054, "infons": {"fpage": "1665", "lpage": "1675", "name_0": "surname:Krebs;given-names:WG", "name_1": "surname:Gerstein;given-names:M", "pub-id_pmid": "10734184", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "The morph server: a standardized system for analyzing and visualizing macromolecular motions in a database framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 39171, "infons": {"fpage": "D296", "lpage": "D301", "name_0": "surname:Flores;given-names:S", "name_1": "surname:Echols;given-names:N", "name_2": "surname:Milburn;given-names:D", "name_3": "surname:Hespenheide;given-names:B", "name_4": "surname:Keating;given-names:K", "name_5": "surname:Lu;given-names:J", "pub-id_pmid": "16381870", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "The database of macromolecular motions: new features added at the decade mark", "sentences": [], "annotations": [], "relations": []}, {"offset": 39249, "infons": {"fpage": "W582", "lpage": "W585", "name_0": "surname:Ye;given-names:YZ", "name_1": "surname:Godzik;given-names:A", "pub-id_pmid": "15215455", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "FATCAT: a web server for flexible structure comparison and structure similarity searching", "sentences": [], "annotations": [], "relations": []}, {"offset": 39339, "infons": {"fpage": "W52", "lpage": "W56", "name_0": "surname:Lindahl;given-names:E", "name_1": "surname:Azuara;given-names:C", "name_2": "surname:Koehl;given-names:P", "name_3": "surname:Delarue;given-names:M", "pub-id_pmid": "16845062", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "NOMAD-Ref: visualization, deformation and refinement of macromolecular structures based on all-atom normal mode analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39460, "infons": {"fpage": "W477", "lpage": "W482", "name_0": "surname:Franklin;given-names:J", "name_1": "surname:Koehl;given-names:P", "name_2": "surname:Doniach;given-names:S", "name_3": "surname:Delarue;given-names:M", "pub-id_pmid": "17545201", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "MinActionPath: maximum likelihood trajectory for large-scale structural transitions in a coarse-grained locally harmonic energy landscape", "sentences": [], "annotations": [], "relations": []}, {"offset": 39598, "infons": {"fpage": "11238", "lpage": "11243", "name_0": "surname:Houdusse;given-names:A", "name_1": "surname:Szent-Gyorgyi;given-names:AG", "name_2": "surname:Cohen;given-names:C", "pub-id_pmid": "11016966", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "97", "year": "2000"}, "text": "Three conformational states of scallop myosin s1", "sentences": [], "annotations": [], "relations": []}, {"offset": 39647, "infons": {"fpage": "12645", "lpage": "12650", "name_0": "surname:Himmel;given-names:DM", "name_1": "surname:Gourinath;given-names:S", "name_2": "surname:Reshetnikova;given-names:L", "name_3": "surname:Shen;given-names:YQ", "name_4": "surname:Szent-Gyorgyi;given-names:AG", "name_5": "surname:Cohen;given-names:C", "pub-id_pmid": "12297624", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "99", "year": "2002"}, "text": "Crystallographic findings on the internally uncoupled and near-rigor states of myosin: further insights into the mechanics of the motor", "sentences": [], "annotations": [], "relations": []}, {"offset": 39783, "infons": {"fpage": "1621", "lpage": "1627", "name_0": "surname:Gourinath;given-names:S", "name_1": "surname:Himmel;given-names:DM", "name_2": "surname:Brown;given-names:JH", "name_3": "surname:Reshetnikova;given-names:L", "name_4": "surname:Szent-Gyorgyi;given-names:AG", "name_5": "surname:Cohen;given-names:C", "pub-id_pmid": "14656445", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "11", "year": "2003"}, "text": "Crystal structure of scallop myosin s1 in the pre-power stroke state to 2.6 Å resolution flexibility and function in the head", "sentences": [], "annotations": [], "relations": []}, {"offset": 39910, "infons": {"fpage": "1435", "lpage": "1442", "name_0": "surname:Gan;given-names:J", "name_1": "surname:Tropea;given-names:JE", "name_2": "surname:Austin;given-names:BP", "name_3": "surname:Court;given-names:DL", "name_4": "surname:Waugh;given-names:DS", "name_5": "surname:Ji;given-names:X", "pub-id_pmid": "16216575", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "13", "year": "2005"}, "text": "Intermediate states of ribonuclease III in complex with double-stranded RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 39986, "infons": {"fpage": "647", "lpage": "655", "name_0": "surname:Toyoshima;given-names:C", "name_1": "surname:Nakasako;given-names:M", "name_2": "surname:Nomura;given-names:H", "name_3": "surname:Ogawa;given-names:H", "pub-id_pmid": "10864315", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "405", "year": "2000"}, "text": "Crystal structure of the calcium pump of sarcoplasmic reticulum at 2.6 Å resolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 40071, "infons": {"fpage": "605", "lpage": "611", "name_0": "surname:Toyoshima;given-names:C", "name_1": "surname:Nomura;given-names:H", "pub-id_pmid": "12167852", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "418", "year": "2002"}, "text": "Structural changes in the calcium pump accompanying the dissociation of calcium", "sentences": [], "annotations": [], "relations": []}, {"offset": 40151, "infons": {"fpage": "529", "lpage": "535", "name_0": "surname:Toyoshima;given-names:C", "name_1": "surname:Mizutani;given-names:T", "pub-id_pmid": "15229613", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "430", "year": "2004"}, "text": "Crystal structure of the calcium pump with a bound ATP analogue", "sentences": [], "annotations": [], "relations": []}, {"offset": 40215, "infons": {"fpage": "1811", "lpage": "1822", "name_0": "surname:Schultz-Heienbrok;given-names:R", "name_1": "surname:Maier;given-names:T", "name_2": "surname:Strater;given-names:N", "pub-id_pmid": "15215524", "section_type": "REF", "source": "Protein Sci", "type": "ref", "volume": "13", "year": "2004"}, "text": "Trapping a 96° domain rotation in two distinct conformations by engineered disulfide bridges", "sentences": [], "annotations": [], "relations": []}, {"offset": 40309, "infons": {"fpage": "651", "lpage": "664", "name_0": "surname:Bjorkman;given-names:AJ", "name_1": "surname:Mowbray;given-names:SL", "pub-id_pmid": "9641984", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "279", "year": "1998"}, "text": "Multiple open forms of ribose-binding protein trace the path of its conformational change", "sentences": [], "annotations": [], "relations": []}, {"offset": 40399, "infons": {"fpage": "30206", "lpage": "30211", "name_0": "surname:Bjorkman;given-names:AJ", "name_1": "surname:Binnie;given-names:RA", "name_2": "surname:Zhang;given-names:H", "name_3": "surname:Cole;given-names:LB", "name_4": "surname:Hermodson;given-names:MA", "name_5": "surname:Mowbray;given-names:SL", "pub-id_pmid": "7982928", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "269", "year": "1994"}, "text": "Probing protein–protein interactions. The ribose-binding protein in bacterial transport and chemotaxis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40504, "infons": {"fpage": "398", "lpage": "409", "name_0": "surname:Jeong;given-names:JI", "name_1": "surname:Lattmanb;given-names:EE", "name_2": "surname:Chirikjian;given-names:GS", "pub-id_pmid": "16552141", "section_type": "REF", "source": "Acta Crystallogr D Biol Crystallogr", "type": "ref", "volume": "62", "year": "2005"}, "text": "A method for finding candidate conformations for molecular replacement using relative rotation between domains of a known structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 40636, "infons": {"fpage": "842", "lpage": "857", "name_0": "surname:Kleywegt;given-names:GJ", "pub-id_pmid": "15299650", "section_type": "REF", "source": "Acta Crystallogr D Biol Crystallogr", "type": "ref", "volume": "52", "year": "1996"}, "text": "Use of non-crystallographic symmetry in protein structure refinement", "sentences": [], "annotations": [], "relations": []}, {"offset": 40705, "infons": {"fpage": "1203", "lpage": "1233", "name_0": "surname:Gasner;given-names:ER", "name_1": "surname:North;given-names:SC", "section_type": "REF", "source": "Softw Pract Exper", "type": "ref", "volume": "30", "year": "2000"}, "text": "An open graph visualization system and its applications to software engineering", "sentences": [], "annotations": [], "relations": []}, {"offset": 40785, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "           http://molmovdb.org/         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40826, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "           http://fatcat.burnham.org/         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40873, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "           http://lorentz.immstr.pasteur.fr/nomad-ref.php         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40940, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "           http://lorentz.immstr.pasteur.fr/joel/index.php         ", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]