[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240908", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC5734392", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "New tools and functions in PDBj data‐out Kinjo et al.", "article-id_doi": "10.1002/pro.3273", "article-id_pmc": "PMC5734392", "article-id_pmid": "28815765", "article-id_publisher-id": "PRO3273", "fn": "This work was supported by grants from the Database Integration Coordination Program from the National Bioscience Database Center (NBDC)‐JST (Japan Science and Technology Agency), the Platform Project for Supporting in Drug Discovery and Life Science Research (Platform for Drug Discovery, Informatics, and Structural Life Science) from AMED, and JSPS KAKENHI [26440078] and [17K07364].", "fpage": "95", "issue": "1", "kwd": "PDB BMRB protein structures structural dynamics semantic web virtual reality", "license": "This is an open access article under the terms of the Creative Commons Attribution‐NonCommercial‐NoDerivs License, which permits use and distribution in any medium, provided the original work is properly cited, the use is non‐commercial and no modifications or adaptations are made.", "lpage": "102", "name_0": "surname:Kinjo;given-names:Akira R.", "name_1": "surname:Bekker;given-names:Gert‐Jan", "name_10": "surname:Yokochi;given-names:Masashi", "name_11": "surname:Iwata;given-names:Takeshi", "name_12": "surname:Kobayashi;given-names:Naohiro", "name_13": "surname:Fujiwara;given-names:Toshimichi", "name_14": "surname:Kurisu;given-names:Genji", "name_15": "surname:Nakamura;given-names:Haruki", "name_2": "surname:Wako;given-names:Hiroshi", "name_3": "surname:Endo;given-names:Shigeru", "name_4": "surname:Tsuchiya;given-names:Yuko", "name_5": "surname:Sato;given-names:Hiromu", "name_6": "surname:Nishi;given-names:Hafumi", "name_7": "surname:Kinoshita;given-names:Kengo", "name_8": "surname:Suzuki;given-names:Hirofumi", "name_9": "surname:Kawabata;given-names:Takeshi", "section_type": "TITLE", "type": "front", "volume": "27", "year": "2017"}, "text": "New tools and functions in data‐out activities at Protein Data Bank Japan (PDBj)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 83, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 92, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Protein Data Bank Japan (PDBj), a member of the worldwide Protein Data Bank (wwPDB), accepts and processes the deposited data of experimentally determined biological macromolecular structures. In addition to archiving the PDB data in collaboration with the other wwPDB partners, PDBj also provides a wide range of original and unique services and tools, which are continuously improved and updated. Here, we report the new RDB PDBj Mine 2, the WebGL molecular viewer Molmil, the ProMode‐Elastic server for normal mode analysis, a virtual reality system for the eF‐site protein electrostatic molecular surfaces, the extensions of the Omokage search for molecular shape similarity, and the integration of PDBj and BMRB searches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 827, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 841, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PDB", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 845, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Protein Data Bank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 863, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BMRB", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 868, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BioMagResBank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 882, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "EMDB", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 887, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Electron Microscopy Data Bank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 917, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "iDR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 921, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "incremental Distance Rank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 947, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 960, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Protein Data Bank Japan (PDBj, https://pdbj.org/)1, 2 accepts and annotates biological macromolecular structure data in collaboration with the other worldwide Protein Data Bank (wwPDB, https://wwpdb.org/)3, 4 partners, PDBe,5 RCSB PDB6 and BMRB.7 All depositions from Asia and the Middle East are processed and annotated at PDBj, and the updated data are released simultaneously with the other partner sites, every Wednesday at midnight (UTC + 0). In addition to processing depositions and maintaining the archive, PDBj provides unique service tools and derived databases to facilitate structural biology and bioinformatics research. Here, we describe these services along with their new functions and updates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1679, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Characteristic Tools and Functions at PDBj", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1722, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "First, we describe our updated system of the relational database (RDB), PDBj Mine 2 that processes many different kind of queries about the PDB metadata. In order to integrate the PDB data with other biological information, it includes the resource of SIFTS (Structure integration with function, taxonomy, and sequence),8 which has been developed by EMBL‐EBI. Second, we introduce the web‐based molecular viewer, Molmil,9 which is now implemented in many PDBj services. Third, we describe the server showing the protein dynamics using the all‐atom normal mode analysis (NMA), ProMode‐Elastic.10 Fourth, we show a virtual reality (VR) application for the database of the electrostatic molecular surfaces, eF‐site,11 for educational purposes. Fifth, we introduce the extension of molecular shape comparison server, Omokage search,12 where searching for the Small Angle Scattering Biological Data Bank (SASBDB)13 entries is now available in addition to PDB and Electron Microscope Data Bank (EMDB).14 Finally, we integrate the database of NMR experimental data, BMRB,7 with PDB information for an advanced search, and describe semantic web services.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2879, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "PDBj mine 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2891, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A biological researcher may have his/her own specific questions to PDB, such as “Are there any 3D structures of Homeobox superfamily with better than 2.0 Å resolution and <60 residues?”. To answer this type of questions, the PDBj provides the PDBj Mine service, which enables the user to input his/her own SQL (Structured Query Language) query in the web form. Although the knowledge of the SQL query is required, it allows users to ask wide ranges of queries to the PDBj database. PDBj Mine 2 RDB is the RDB for PDBj, and was updated from the previous PDBj Mine.15 It can be directly accessed via the interactive web interface at https://pdbj.org/mine/sql or via the REST API at https://pdbj.org/rest/mine2_sql (see https://pdbj.org/help/rest-interface for the details of the REST API). Furthermore, the complete database dump is available at ftp://ftp.pdbj.org/mine2/ for local installation, using PostgreSQL (https://www.postgresql.org/) version 9.3 or higher (see https://pdbj.org/help/mine2-rdb-local-install for instructions). Most of the tables in the PDBj Mine 2 RDB correspond to the categories defined in the PDBx/mmCIF dictionary (http://mmcif.wwpdb.org/). For a complete description of the database schema, see https://pdbj.org/mine-rdb-docs. We have also integrated the SIFTS resource (https://www.ebi.ac.uk/pdbe/docs/sifts/).8 Currently, only the “quick access” files of SIFTS are incorporated in the PDBj Mine 2 RDB, in table structures that reflect the tab‐separated format of the original SIFTS files (see https://pdbj.org/help/sifts for details).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4467, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A representative SQL query that integrates PDB data and SIFTS resources is shown in Figure 1. A more comprehensive list of examples is available at https://pdbj.org/help/mine2-sql.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4648, "infons": {"file": "PRO-27-95-g001.jpg", "id": "pro3273-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "An example query in SQL for our system of the RDB, PDBj Mine 2, that integrates PDB data and SIFTS resources.8 An advanced and flexible search is available using the SQL for the RDB. This query retrieves PDB chain sequences matching to the Pfam16 accession “PF00046” (Homeobox) and having a resolution better than 2.0 Angstrom and a sequence length ≥ 58 (residues), ordered by the resolution, sequence length, and chain ID. Comments are in blue. The result of this query can be accessed at https://goo.gl/C12oPE.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5171, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Molmil and PDBx/mmJSON", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5194, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The PDBj developed its own Web‐based molecular graphics program, Molmil.9 It provides fast and smooth graphics for all the platforms supporting Javascript and WebGL. The Molmil in the PDBj server can quickly download large 3D structural data, such as ribosome and virus, due to employing the PDBx/mmJSON binary format.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5515, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Molmil supports the current standard formats, PDBx/mmCIF17 and its XML version, PDBML,18 as well as the conventional PDB format. For displaying even the large structures with millions of atoms, as shown in Figure 2, the JSON (JavaScript Object Notation)‐based PDBx/mmJSON format, derived from the standard PDBx/mmCIF format, is employed. It is a web‐optimized version of the PDBx/mmCIF data, as an alternative to the recently introduced MMTF format19, 20 that lacks much of the metadata described in the PDBx/mmCIF, because of its special purpose to only draw molecular pictures. PDBx/mmJSON is used by many services in PDBj, including PDBj's Mine 2 PDB Explorer, ProMode‐Elastic, and eF‐site, which we will also describe in this paper. The mmJSON files of the PDB entries are available via a REST service described at https://pdbj.org/help/rest-interface.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6380, "infons": {"file": "PRO-27-95-g002.jpg", "id": "pro3273-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Molmil displays a large structure HIV‐1 Capsid (PDB ID, 3j3q) with 1,356 chains and more than 2.4 million atoms. The whole and zoomed pictures are shown.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6536, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "ProMode‐Elastic", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6554, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "ProMode‐Elastic10 provides an elastic‐network‐model based NMA of PDB data (https://pdbj.org/promode-elastic/). The NMA results characterize the dynamic aspects of biomolecules quite well. In particular, it is known that some of the low‐frequency normal modes are strongly correlated with the large amplitude conformational changes in proteins observed upon ligand binding.21, 22, 23, 24 ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6950, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "ProMode‐Elastic is characterized by the use of dihedral angles as independent variables and its application to the full‐atom system of the PDB data including protein, DNA, RNA, and ligand molecules without coarse‐graining them. It provides the results associated with the fluctuations of atoms and dihedral angles, and the correlations between fluctuating atoms. For oligomeric proteins and complexes with other molecules such as DNA and RNA, these properties are calculated for not only the whole system but also the individual components; that is, subunits, DNA, and RNA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7530, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The fluctuations of atoms are represented by a fluctuation profile, displacement vectors on the 3D structure, and GIF animation. They are given for an average over all of the normal modes and time and for the 10 lowest‐frequency normal modes individually. In particular, the concerted motions of residues, such as opening‐and‐closing motions and sliding motions, around the interfaces of domains and subunits are worthy of attention. A fluctuation profile of dihedral angles furnishes information about internal fluctuations of local structures, such as secondary structures and hinge regions. The correlative movements of atoms are important to characterize protein dynamics, and they are shown in a triangle map that shows correlations between residues. Domains in a dynamic sense, that is, clusters of residues that move in a positively correlated manner with each other, and their mutual movement reveal structurally and functionally important aspects of a protein structure. The results are displayed on the web pages, and the raw data are also available there.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8603, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Figure 3 shows a snapshot of ProMode‐Elastic for the RNA polymerase elongation complex for an illustration. This is a core enzyme composed of five subunits, α2ββ’ω (A, B, C, D, and E chains in the PDB data, respectively), and two DNA and one RNA strands (G, I, and H chains, respectively) that form a fourteen‐bp double‐stranded DNA, a nine‐bp DNA/RNA hybrid, and a seven‐nucleotide single‐stranded RNA; a full‐atom system of 2880 amino acid residues and 52 nucleotides.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9094, "infons": {"file": "PRO-27-95-g003.jpg", "id": "pro3273-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Snapshot of ProMode‐Elastic for RNA polymerase elongation complex (PDB ID, 2o5i).25 The displacement vectors of the atoms for the first lowest‐frequency normal mode are shown with the 3D structure. The results for the individual chains are also available on the web.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9365, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "eF‐site with VR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9383, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The eF‐site, a database of electrostatic surfaces of protein functional sites (http://service.pdbj.org/eF-site/), was originally developed in 2004 and has been maintained for more than 10 years, by adding newly determined structures every week.11 The database has been widely used for various types of research, and is also useful for education, by providing concrete views of biomolecules. However, biomolecules such as proteins are too small to obtain a realistic view of the molecules.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9874, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To overcome this difficulty, we have extended the eF‐site by exporting our data for VR technology. We presently provide a VR experience with a VR interface for an Oculus VR LLC headset, and the application software was developed with the Unity framework. In this implementation, we paid special attention to show the flexibility of proteins, and thus used soft bodies to represent the molecular surfaces. Each vertex of a molecular surface fluctuates according to the B‐factor of the nearest atom to the vertex. In addition, we enabled the integrative manipulation of proteins with Oculus Touch. With the devices, users can easily and interactively observe protein molecular surfaces as if the protein were in their hand, like a molecular model in the real world (Fig. 4). The VR application and a data convert script for the application are freely available from the Tools page at the eF‐site.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10775, "infons": {"file": "PRO-27-95-g004.jpg", "id": "pro3273-fig-0004", "section_type": "FIG", "type": "fig_caption"}, "text": "An example of a VR experience with a DNA molecule (left) and a protein (right).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10855, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Omokage search and Gmfit", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10880, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Omokage search is a Web‐based service for structure searches focused on global shape similarities, for both three‐dimensional density maps and atomic models (https://pdbj.org/omokage).12 Although it is primarily for electron microscopy data, it is also useful to find some special similarity similarities among atomic models, such as molecular mimicry. The dataset contains more than 200,000 structures, consisting of EMDB maps,14 PDB atomic models, and their biological assemblies. We established a new method, incremental distance rank (iDR) profile comparison, to rapidly search through this large dataset. The iDR profile is a one‐dimensional profile of the distances of points, which are generated by the vector quantization method implemented in the Situs package.26 As a search query, the user can use a structure in the databanks or an original structure by uploading it to the server. In addition, the user can obtain the 3D fitting of the query with a found similar structure by gmfit,27 which uses a Gaussian mixture model (GMM). Since the recent improvements in cryo‐EM methodology and hybrid structure analysis are quite remarkable, we expect this tool to be used in wider fields, and thus we have improved on several points in the Omokage search.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12149, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The first improvement is the additional dataset from the structure models in the SASBDB, which is a databank for experimental data and structural models of small angle scattering (SAS).13 Some of data entries in the SASBDB have either one or multiple structural models. Each of the models is represented by one of three types of structures: atomic model, dummy atom model, and a mixture of them. The dummy atom model is also known as SAS bead model, which represents a molecular structure by a set of same spheres (dummy atoms or beads). Most of models employ a sphere corresponding to the amino acid size (radius = 1. 9 Å), but some use larger spheres. The iDR profile comparison and the GMM fitting are both compatible with all of the models. Now, the user can search the structure data in the SASBDB as well as a 3D map in the EMDB or an atomic model in the PDB. The user can also obtain the fitted view of the query structure onto found similar structures in any combination of data types, including the dummy atom model. For example, a search using the query of the exportin‐1 dummy atom model (model‐ID 68 in the SASBDB‐SASDAJ4) gave a result of similar structures including another dummy atom model of exportin‐1 (model‐ID 72 in the SASBDB‐SASDAK4) at rank 1, an atomic model of importin (PDB ID, 2xwu) at rank 3, and an atomic model of exportin‐1 (PDB ID, 4hzk) at rank 5. These models were fitted successfully by gmfit (Fig. 5).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13606, "infons": {"file": "PRO-27-95-g005.jpg", "id": "pro3273-fig-0005", "section_type": "FIG", "type": "fig_caption"}, "text": "A. Result of Omokage search using SAS dummy atom model, SASBDB‐SASDAJ4, exportin‐1 as the search query. Found structures are ordered from left to right by the similarity scores. Arrows indicate exportin or importin structures. B. Superimposition of exportin‐1 and importin structures; query model with atomic model at rank 3 (PDB ID, 2xwu).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13953, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The second improvement is the filtering of the results. For instance, for users concerned with 3D map data only, the structures from the PDB and SASBDB in the search results are not necessary. Therefore, we implemented two types of filters, keyword and database. From the search results, the user can eliminate the data entry without matching particular keywords and the data entries that are not from a particular database: PDB, EMDB14 or SASBDB.13 For example, a search using a query of a low resolution map (38.5 Å) of Trypanosoma ribosome (EMD‐ID 8590) produces a list of similar structures containing many ribosomes of other species. Using the keyword “Trypanosoma”, the results were narrowed and all three Trypanosoma ribosome data were ranked in the top three.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14728, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The third improvement is the refinement of the search results. The GMM comparison in gmfit is more accurate than the iDR profile comparison.12 However, gmfit is not so fast as the iDR profile comparison, that it is not practical for a search against a large data set with more than 200,000 structures. This is why we have employed the iDR profile for the search and GMM for the fitting of the found structures. When the number of entries is in the range of hundreds, the computational time is on the order of minutes and is sufficiently practical. Now the user can re‐order the top 100 similar structures in the search results by the cross‐correlation coefficient value obtained by the GMM fitting. Using this functionality, within an additional several minutes, the user can obtain more accurate search results. For example, a search using the structure of the DNA gyrase complex (PDB ID, 2xct) gave results that included seven non‐related structures within the top 50. After the gmfit refinement, all of the structures that ranked in the top 50 were DNA gyrases or related molecular complexes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15830, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The last improvement is about the gmfit comparison. To superimpose molecular structures, gmfit needs GMM for the target and reference structures. The server contains pre‐calculated GMMs for the three databanks, which are now calculated by the new algorithm, Gaussian‐input GMM. The new algorithm can consider the size of input atoms and grids, and yield a GMM with the same size (radius of gyration) as the input atomic model or map. The algorithm works especially well for the dummy atom model composing of a small number of spheres with large radius. And the algorithm is robust; it can convert thousands of maps without any failures caused by singularities. We also employ down‐sampled Gaussian‐input GMMs to convert a 3D density map with many voxels into a GMM, which require less computational time. The details of these algorithms will be published elsewhere. Additionally, the rapid molecular graphic program Molmil9 has now been implemented on the pairwise gmfit page, as well as JSmol and Jmol_S.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16844, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "PDBj‐BMRB integrated search", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16874, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PDBj‐BMRB (http://bmrbdep.pdbj.org) is a satellite BMRB7 repository for experimental and derived data gathered from nuclear magnetic resonance (NMR) spectroscopic studies. The primary repository consists of text files called NMR‐STAR, which are used for a wide variety of NMR researches and third‐party software applications. To enhance interoperability of NMR‐STAR data, we published common open representations in several Web standard formats, XML and RDF.28 To further encourage the reuse of NMR‐STAR data, we have launched PDBj‐BMRB integrated search service on our portal site that utilizes rich remote resources for annotating the original repository.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17544, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PDBj‐BMRB integrated search enables users to find biomolecules and biochemical information archived by BMRB, PDB, EMDB, UniProt, BMRB‐Metabolomics and Ligand Expo on the same screen and to associate obtained information. In addition to regular keyword search and sequence search, users can easily create highly structured queries by assistance of both an auto‐complete function being aware of dictionaries and a personalized query history storage function. (see http://bmrbdep.pdbj.org/search_help.html for instructions).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18072, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Search results are displayed as a list of entry panes by each information resource as shown in Figure 6. Each entry pane has interactive contents representing entry relationship between different databases via citation sharing, sequence homology, protein‐protein interaction and identity of chemical compound.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18384, "infons": {"file": "PRO-27-95-g006.jpg", "id": "pro3273-fig-0006", "section_type": "FIG", "type": "fig_caption"}, "text": "Search result example of PDBj‐BMRB integrated search. At first, each entry pane is displayed in collapsed form for summary, while detailed content can be displayed on demand. Here, content hits with the input keyword, “troponin”, are highlighted. Otherwise a “Hit context” menu appears in the pane and enables the user to identify where the keyword should hit in the source XML document that will serve as a clue to improve the original search query.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18845, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have continuously added graphical contents in the pane. A notable improvement is the chart display for NMR experimental and derivative data, including validation of the assigned chemical shifts, various NMR relaxation analysis, and structural annotations, and so forth. Besides interactive HTML contents, tabular results, written in CSV, TSV, XML or JSON, are also available. They are suitable formats for saving the search results, importing into spreadsheet applications or data analysis tools for further data processing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19373, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The bottom of page is allocated to the statistical panel of the search results, useful for grasping the tendencies of methodology, citation, and authors’ contribution.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19543, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Next, we have refreshed the BMRB entry page, each having a static URL such as http://bmrbdep.pdbj.org/bmr/bmr15400. The entry page basically follows the page design of the integrated search results page, except for that detailed contents are already expanded and having an integrated file export menu button, which allows users to retrieve various derivative data located on the BMRB mirror server (http://bmrb.pdbj.org) and PDBj‐BMRB data server (http://bmrbpub.protein.osaka-u.ac.jp).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20032, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PDBj‐BMRB data server has the role of releasing our derivative contents of the BMRB entries, originally via HTTP, rsync, or SPARQL endpoint. Recently, we have added several contents to enhance the integrated search service, as follows.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20270, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "BMRB/JSON is another derivative representation of the NMR‐STAR data in JSON format that is smaller in size than the XML format for the same content. In fact, BMRB/JSON is on average about only 11% of the size of equivalent BMRB/XML. It is thus suitable for future development of web applications based on the NMR‐STAR data. The merits of JSON have been demonstrated by Molmil, for which PDBx/mmJSON has been developed.9 Furthermore, we prepared the schema of BMRB/JSON available at http://bmrbpub.protein.osaka-u.ac.jp/schema/mmcif_nmr-star.json.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20821, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The BMRB Relational DB snapshot (http://bmrbdep.pdbj.org/en/bmrb_rdb_snapshot.html) is an alternative RDB delivery service, which conforms to the original NMR‐STAR dictionary and contains remediation introduced while BMRB/XML was developed. It is provided as a compressed PostgreSQL dump image that can be transferred by the rsync protocol and restored using a single “pg_restore” command. Maintenance work can effectively be simplified, while unnecessary database replication can also be prevented. The schema of the RDB storing the original annotation of the dictionary is separately available at http://bmrbpub.protein.osaka-u.ac.jp/schema/mmcif_nmr-star.dic.schema.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21497, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21508, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The PDBj has developed several original services for the semantic web and for analyzing dynamic physico‐chemical properties and biological functions. In particular, as more large and complex structures are determined and registered in the PDB archive, much more complicated analyses will be required. The rapidly growing VR technology can also be applied for such analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21884, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21895, "infons": {"fpage": "D453", "lpage": "D460", "pub-id_pmid": "21976737", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "40", "year": "2012"}, "text": "Protein Data Bank Japan (PDBj): Maintaining a structural data archive and Resource Description Framework format", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22007, "infons": {"fpage": "D282", "lpage": "D288", "pub-id_pmid": "27789697", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "Protein Data Bank Japan (PDBj): updated user interfaces, resource description framework, analysis tools for large structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22132, "infons": {"fpage": "D301", "lpage": "D303", "pub-id_pmid": "17142228", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "The worldwide Protein Data Bank (wwPDB): ensuring a single, uniform archive of PDB data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22220, "infons": {"fpage": "17", "lpage": "22", "pub-id_pmid": "27450113", "section_type": "REF", "source": "Curr Opin Struct Biol", "type": "ref", "volume": "40", "year": "2016"}, "text": "The archiving and dissemination of biological structure data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22281, "infons": {"fpage": "D385", "lpage": "D395", "pub-id_pmid": "26476444", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "PDBe: improved accessibility of macromolecular structure data from PDB and EMDB", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22361, "infons": {"fpage": "D345", "lpage": "D356", "pub-id_pmid": "25428375", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "The RCSB Protein Data Bank: views of structural biology for basic and applied research and education", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22462, "infons": {"fpage": "D402", "lpage": "D408", "pub-id_pmid": "17984079", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "36", "year": "2008"}, "text": "BioMagResBank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22476, "infons": {"fpage": "D483", "lpage": "D489", "pub-id_pmid": "23203869", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "41", "year": "2013"}, "text": "SIFTS: structure integration with function, taxonomy and sequences resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22552, "infons": {"fpage": "42", "pub-id_pmid": "27570544", "section_type": "REF", "source": "J Cheminform", "type": "ref", "volume": "8", "year": "2016"}, "text": "Molmil: a molecular viewer for the PDB and beyond", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22602, "infons": {"fpage": "22", "lpage": "30", "pub-id_pmid": "23537565", "section_type": "REF", "source": "Comput Biol Chem", "type": "ref", "volume": "44", "year": "2013"}, "text": "Normal mode analysis based on an elastic network model for biomolecules in the Protein Data Bank, which uses dihedral angles as independent variables", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22752, "infons": {"fpage": "1329", "lpage": "1330", "pub-id_pmid": "14871866", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "20", "year": "2004"}, "text": "eF‐site and PDBjViewer: database and viewer for protein functional sites", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22827, "infons": {"fpage": "619", "lpage": "620", "pub-id_pmid": "26508754", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "32", "year": "2016"}, "text": "Omokage search: shape similarity search service for biomolecular structures in both the PDB and EMDB", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22928, "infons": {"fpage": "D357", "lpage": "D363", "pub-id_pmid": "25352555", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "SASBDB, a repository for biological small‐angle scattering data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22994, "infons": {"fpage": "D456", "lpage": "D464", "pub-id_pmid": "20935055", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2010"}, "text": "EMDataBank.org: unified data resource for CryoEM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23043, "infons": {"fpage": "baq021", "pub-id_pmid": "20798081", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2010", "year": "2010"}, "text": "PDBj Mine: design and implementation of relational database interface for Protein Data Bank Japan", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23141, "infons": {"fpage": "D279", "lpage": "D285", "pub-id_pmid": "26673716", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "The Pfam protein families database: towards a more sustainable future", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23211, "infons": {"fpage": "271", "lpage": "291", "name_0": "surname:Bourne;given-names:PE", "name_1": "surname:Gu;given-names:J", "section_type": "REF", "source": "Structural Bioinformatics", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23212, "infons": {"fpage": "988", "lpage": "992", "section_type": "REF", "source": "Biooinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "PDBML: The representation of archival macromolecular structure data in XML", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23287, "infons": {"fpage": "e0174846", "pub-id_pmid": "28362865", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "12", "year": "2017"}, "text": "Towards an efficient compression of 3D coordinates of macromolecular structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23367, "infons": {"fpage": "e1005575", "pub-id_pmid": "28574982", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "13", "year": "2017"}, "text": "MMTF ‐ An efficient file format for the transmission, visualization, and analysis of macromolecular structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23480, "infons": {"fpage": "1", "lpage": "6", "pub-id_pmid": "11287673", "section_type": "REF", "source": "Protein Eng", "type": "ref", "volume": "14", "year": "2001"}, "text": "Conformational change of proteins arising from normal mode calculations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23552, "infons": {"fpage": "586", "lpage": "592", "pub-id_pmid": "16143512", "section_type": "REF", "source": "Curr Opin Struct Biol", "type": "ref", "volume": "15", "year": "2005"}, "text": "Coarse‐grained normal mode analysis in structural biology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23612, "infons": {"fpage": "10390", "lpage": "10395", "pub-id_pmid": "18641126", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "Insights into protein flexibility: The relationship between normal modes and conformational change upon protein‐protein docking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23742, "infons": {"fpage": "257", "lpage": "266", "pub-id_pmid": "21807453", "section_type": "REF", "source": "Biophys Chem", "type": "ref", "volume": "159", "year": "2011"}, "text": "Ligand‐induced conformational change of a protein reproduced by a linear combination of displacement vectors obtained from normal mode analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23888, "infons": {"fpage": "157", "lpage": "162", "pub-id_pmid": "17581590", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "448", "year": "2007"}, "text": "Structural basis for transcription elongation by bacterial RNA polymerase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23962, "infons": {"fpage": "344", "lpage": "351", "section_type": "REF", "source": "Acta Cryst", "type": "ref", "volume": "D68", "year": "2012"}, "text": "Conventions and workflows for using Situs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24004, "infons": {"fpage": "4643", "lpage": "4658", "pub-id_pmid": "18708469", "section_type": "REF", "source": "Biophys J", "type": "ref", "volume": "95", "year": "2008"}, "text": "Multiple subunit fitting into a low‐resolution density map of a macromolecular complex using Gaussian mixture model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24122, "infons": {"fpage": "16", "pub-id_pmid": "27927232", "section_type": "REF", "source": "J Biomed Semantics", "type": "ref", "volume": "7", "year": "2016"}, "text": "Publication of nuclear magnetic resonance experimental data with semantic web technology and the application thereof to biomedical research of proteins", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]