[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240911", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC9614862", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.heliyon.2022.e11079", "article-id_pii": "S2405-8440(22)02367-2", "article-id_pmc": "PMC9614862", "article-id_publisher-id": "e11079", "elocation-id": "e11079", "issue": "10", "kwd": "Clear cell renal cell carcinoma SYDE2 ncRNAs Prognosis Immune infiltrates", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Cui;given-names:Yuanshan", "name_1": "surname:Wu;given-names:Jitao", "name_2": "surname:Zhou;given-names:Zhongbao", "name_3": "surname:Ma;given-names:Jian", "name_4": "surname:Dong;given-names:Liying", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "8", "year": "2022"}, "text": "Two novel lncRNAs AF111167.2 and AL162377.1 targeting miR-21-5p mediated down expression of SYDE2 correlates with poor prognosis and tumor immune infiltration of ccRCC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 168, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Advanced clear cell Renal Cell Carcinoma (ccRCC) is notoriously known for its poor prognosis. Synapse defective protein 1 homolog 2 encoded by the SYDE2 gene is a Rho GTPase-activating protein whose functional tumorigenic significance is still unclear. Recent pan-cancer analysis using the Cancer Genome Atlas (TCGA) and the Genotype-Tissue Expression (GTEx) data showed the potential tumor-suppressing effects of SYDE2 in ccRCC. Subsequently, the TCGA, GTEx data, and human protein atlas were employed to assess the correlation between the SYDE2 expression, clinical data, and overall survival (OS) in ccRCC patients. Furthermore, microRNAs (miRNAs) and long non-coding RNAs (lncRNAs) contributing to SYDE2 down expression were identified by expression, relationship, and survival analysis. Eventually, two novel lncRNAs, AL162377.1 and AF111167.2, targeting the miR-21-5p axis, were identified in the SYDE2 upstream non-coding RNAs (ncRNAs)-related pathway in ccRCC. The expression level of SYDE2 highly depends on the tumor immune cell infiltration and immune checkpoint expression. In summary, these data demonstrated that lncRNAs/miRNAs-mediated down-regulation of SYDE2 is related to the tumor immune infiltration. Hence, giving an insight into the prognosis of ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1443, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Clear cell renal cell carcinoma; SYDE2; ncRNAs; Prognosis; Immune infiltrates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1522, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1535, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "During the last few decades, the incidence rate of renal cell carcinoma (RCC) has drastically increased, becoming the leading cause of urinary cancer mortality. Renal cell carcinoma is a heterogeneous tumor, with 75–80% being clear cell carcinoma (ccRCC). Due to increased resistance to radiotherapy and chemotherapy, ccRCC has a poor prognosis. Therefore, tumor resection is the treatment of choice as it may lead to a complete cure. Most ccRCC patients are generally diagnosed in the late stage because of their occult presentation and fast progression. Targeted therapy has been proven to positively influence patients' survival time. However, treatment resistance in long-term use is a significant drawback. Immunotherapy, particularly immune checkpoint inhibitors, has great potential in treating patients with advanced ccRCC. However, anti- PD-L1 treatment was effective in only 20% of patients, and long-term remission was not achieved in patients who responded well to immune checkpoint inhibitors. The mechanism of ccRCC is characterized by an interrelated network through multifactorial and complex proliferation. It involves a variety of carcinogens and different genetic backgrounds, resulting in changes in tumor suppressors or oncogenes. Consequently, the molecular mechanism of ccRCC progression should be clarified to support the diagnosis and the treatment of ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2921, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A Rho GTPase-activating protein, synapse defective protein 1 homolog 2 (SYDE2), is encoded by the SYDE2 gene. Diseases associated with SYDE2 include Hypophosphatasia, Adult. Rho GTPases and GPCR play key roles in signal transduction among its related pathways. Gene Ontology (GO) annotations related to this gene comprise GTPase activator activity. The synapse defective protein 1 homolog 1 (SYDE1) is a significant paralog of this gene. The recent study by Lo et al. demonstrated that decreased SYDE2 and SYDE1 protein levels were observed in intrauterine growth retardation placentas. Besides, it showed that both SYDE2 and SYDE1 could modulate placental cell migration. However, SYDE2's functional tumorigenic significance and its role in ccRCC remain unclear.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3686, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Non-coding RNAs (ncRNAs) include small nucleolar RNAs, small interfering RNAs, long non-coding (lnc) RNAs, circular (circ) RNAs, microRNAs (miRNA), small nuclear RNAs, and others. miRNA containing about 22 nucleotides are encoded by > 1000 miRNA genes. Researchers have recently given particular attention to miRNAs, and many studies have shown their roles in vital cell activities. Several studies also showed a relationship between miRNAs and the development of tumor cells. The abnormal expressions of miRNAs are identified as the leading cause of cancer progression, including tumor proliferation, invasion, etc. Moreover, lncRNAs are a subgroup of ncRNAs with more than 200 bp lengths. LncRNAs have a crucial role in numerous processes, including epigenetic modification, transcription, post-transcriptional modification, and translation. Notably, growing attention has been invested in the mechanism research of lncRNAs that influence the tumorigenesis and development of multiple human cancers such as ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4702, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this article, pan-cancer analysis was carried out for SYDE2’s expression and its potential tumor suppressor effect in ccRCC. Subsequently, the interrelation among the SYDE2 expression, clinical data, and overall survival (OS) rate in ccRCC patients was assessed. Then, the miRNAs and lncRNAs contributing to SYDE2 down expression were identified. Finally, two novel lncRNAs, AL162377.1 and AF111167.2, targeting the miR-21-5p axis, were determined as the two most possible upstream regulators in the ncRNAs- associated pathways of SYDE2. SYDE2 was significantly related to tumor immune cell infiltration and immune checkpoint expression. This research demonstrated that lncRNAs/miRNAs-mediated down-regulation of SYDE2 is linked to tumor immune infiltration and results in a better prognosis in ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5509, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Material and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5530, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "The Cancer Genome Atlas (TCGA) database and human protein atlas (HPA)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5600, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The TCGA (https://genome-cancer.ucsc.edu/) is an open-access web portal database comprising a wide-ranging cancer genome program. It includes the pathological and clinical data of more than 30 types of cancers. Cancer browser tools are employed to obtain detailed ccRCC patients' data in TCGA, containing RNA-Seq expression and relevant clinical pathology data. The HPA includes information about the proteomics and transcription of a single patient sample containing tissue, cell, and pathological maps. Cell-specific location information for more than 40 different healthy tissues and 20 of the most common cancers are also available in the online database. In addition, the HPA website also includes the protein immunohistochemistry of tumors and normal tissues. Since the HPA is a free website and is available to researchers, no local ethics committee is required.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6470, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Logistic single-factor and multi-factor regression analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6530, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Univariate Cox regression analysis was performed to compute correlations between SYDE2 expression and OS in two different queues to determine the effect of SYDE2 expression on ccRCC patients. Multivariate analysis was performed to assess the prognostic value of SYDE2 for the survival rate in ccRCC patients. In the Cox regression analysis, SYDE2 is regarded as statistically significant when p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6933, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "GEPIA database analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6957, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "According to TCGA and Genotype-Tissue Expression (GTEx) data, GEPIA (http://gepia.cancer-pku.cn/) is generally used for the profiling of tumor and gene expression and the analyses of interaction. It is employed to identify the expression of SYDE2 and lncRNA in many types of human cancers. GEPIA was also performed for survival analysis of SYDE2 in ccRCC. Besides, the prognostic effects of potential lncRNAs for ccRCC were evaluated using GEPIA. Log-rank p-value < 0.05 was regarded as statistically significant. Furthermore, the association between the expression of SYDE2 in ccRCC and immune checkpoints was assessed by the GEPIA database. The statistical significance was set by |R| > 0.1 and p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7664, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Potential candidate miRNA prediction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7701, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Several target gene prediction programs were used to predict the upstream binding miRNAs of SYDE2, including PITA, miRanda, miRmap, microT, RNA22, PicTar, and TargetScan. The subsequent analysis included the miRNAs which were common in two or more projects as candidate miRNAs for SYDE2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7989, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "StarBase database analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8016, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNA expression connection analysis was carried out using StarBase (http://starbase.sysu.edu.cn/), an academic database related to miRNA, for miRNA-SYDE2, lncRNA-miR-21-5p, or lncRNA-SYDE2 in ccRCC. StarBase was employed to analyze miR-21-5p expression in ccRCC and normal controls, and predict potential candidate lncRNAs binding to miR-21-5p.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8360, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Kaplan-Meier plotter analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8390, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The survival analyses of SYDE2, miR-21-5p, lncRNA AL162377.1, and AF111167.2 in ccRCC were performed with the assistance of the database Kaplan-Meier plotter (http://kmplot.com/analysis/). The database offers access to gene influence survival rates of over 20 cancers. Log-rank p-value less than 0.05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8733, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TIMER database analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8757, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The relationship analysis between SYDE2 expression and immune cell infiltration or immune checkpoint expression levels in ccRCC was conducted by TIMER (https://cistrome.shinyapps.io/timer/), which is a comprehensive Web-based data resource. The latter systematically analyzes the immune infiltrates of several types of cancer. The p-value < 0.05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9145, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9166, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this research, several statistical analyses were automatically computed by the online database shown above, and the others were performed with R (Version 3.6.3). The differences in expression were obtained by ggplot2 package. Additionally, the distinctions between ccRCC and standard samples were investigated by Mann-Whitney U-test and paired t-test. For visualization, the pROC package was employed in the ROC curve, and the detection was also conducted for the cutoff value of SYDE2, miR-21-5p, lncRNAs AL162377.1, and AF111167.2. Pearson Correlation and Spearman test were used for correlation analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9777, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9785, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Pan-cancer analysis of SYDE2 expression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9825, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Expression pattern of SYDE2 in Pan-cancer perspective. The mRNA expression of GSDMB was down regulated in 14 of 33 cancer types compared with normal tissues (ns:nonsense, p ≥ 0.05; ∗: p < 0.05; ∗∗: p < 0.01; ∗∗∗: p < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10064, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig"}, "text": "Figure 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10074, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to investigate the probable carcinogenesis effects of SYDE2, the expression was analyzed in 33 different human cancers. Compared to standard samples, SYDE2 was remarkably down-regulated in 14 out of 33 cancer types (Figure 1). However, no high expression was found in the other tumors. The data demonstrated that SYDE2 might serve as a tumor suppressor gene. Hence, laying the foundation for follow-up research.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10496, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Downregulation of SYDE2 mRNA and protein in ccRCC patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10555, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The mRNA and protein expression of SYDE2 in ccRCC. (A) mRNA expression levels of SYDE2 in 539 ccRCC samples and 72 normal samples. (B) mRNA expression levels of SYDE2 in 72 ccRCC and matched-adjacent normal samples. (C) Tumor tissues: the protein levels of SYDE2 based on Human Protein Atlas. (D) Normal tissues: the protein levels of SYDE2 based on Human Protein Atlas (∗∗∗P < 0.001). ccRCC:Clear Cell Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10986, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig"}, "text": "Figure 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10996, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "SYDE2 expression data in ccRCC was obtained from TCGA and HPA to explore its complex mRNA network. The analysis of unpaired data was available in Figure 2A, and it indicated that the SYDE2 mRNA was downregulated in ccRCC (n = 539) compared with normal tissues (n = 72) (1.667 ± 0.704 vs. 2.361 ± 0.369, P < 0.001). Subsequently, results of paired data analyses revealed significantly decreased mRNA expression of SYDE2 in (n = 72) in ccRCC compared to normal surrounding tissues (n = 72) (Figures 2B, 1.866 ±0.721 vs. 2.361 ± 0.369, P < 0.001). As shown in Figures 2C and 2D, immunohisto chemical staining illustrated that SYDE2 protein expression levels were also lower in ccRCC tissues. These results demonstrated decreased SYDE2 mRNA and protein expression in ccRCC. Collectively, these results indicate that SYDE2 is a potential ccRCC tumor suppressor gene.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11865, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Associations between SYDE2 mRNA expression levels and pathological clinical features of ccRCC patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11968, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Relationships between SYDE2 mRNA levels and clinical pathological characteristics. Lower expression levels of SYDE2 were observed in patients with high T stage (A), N stage (B), M stage (C), pathologic stage (D) and histologic grade (E). Higher levels of SYDE2 expression were identified in female patients (F) (∗P < 0.05, ∗∗P < 0.01,∗∗∗P < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12329, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig"}, "text": "Figure 3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12339, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Dunn's and Kruskal-Wallis tests were performed to evaluate the relationship between SYDE2 mRNA expression and clinical pathological characteristics of ccRCC patients. As shown in Fig. 3A-F, lower SYDE2 expression was determined in patients with high T/N/M pathological stage and histologic grade. Interestingly, the SYDE2 expression of female patients was higher than that of male patients. Overall, these outcomes suggested that SYDE2 may provide a better prognosis in ccRCC and is a potential therapeutic target for ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12865, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Different RNA-Seq levels of SYDE2 as a promising diagnostic marker to differentiate ccRCC from normal tissues, and upregulation of SYDE2 mRNA is associated with better OS, disease-specific survival (DSS), and progression-free interval (PFI)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13106, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "ROC and Kaplan-Meier curves for SYDE2. (A) ROC curve showed that GSDMB had an AUC value of 0.800 to discriminate ccRCC tissues from healthy controls. (B/C/D) Kaplan-Meier survival curves indicated that ccRCC patients with high SYDE2 mRNA expression had a longer OS, DSS and PFI than those with low-level of GSDMB. OS: overall survival; DSS: disease specific disease; PFI: progress free interval.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13502, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig"}, "text": "Figure 4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13512, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Univariate and multivariate Cox proportional hazards analysis of SYDE2 expression and OS for patients with ccRCC. ccRCC:Clear Cell Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13665, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Characteristics</th><th rowspan=\"2\">Total(N)</th><th colspan=\"2\">Univariate analysis<hr/></th><th colspan=\"2\">Multivariate analysis<hr/></th></tr><tr><th>Hazard ratio (95% CI)</th><th>P value</th><th>Hazard ratio (95% CI)</th><th>P value</th></tr></thead><tbody><tr><td>T stage</td><td>539</td><td/><td/><td/><td/></tr><tr><td>T1&amp;T2</td><td>349</td><td>Reference</td><td/><td/><td/></tr><tr><td>T3&amp;T4</td><td>190</td><td>3.228 (2.382–4.374)</td><td><bold>&lt;0.001</bold></td><td>1.521 (0.666–3.471)</td><td>0.320</td></tr><tr><td>N stage</td><td>257</td><td/><td/><td/><td/></tr><tr><td>N0</td><td>241</td><td>Reference</td><td/><td/><td/></tr><tr><td>N1</td><td>16</td><td>3.453 (1.832–6.508)</td><td><bold>&lt;0.001</bold></td><td>1.453 (0.721–2.928)</td><td>0.296</td></tr><tr><td>M stage</td><td>506</td><td/><td/><td/><td/></tr><tr><td>M0</td><td>428</td><td>Reference</td><td/><td/><td/></tr><tr><td>M1</td><td>78</td><td>4.389 (3.212–5.999)</td><td><bold>&lt;0.001</bold></td><td>2.699 (1.593–4.575)</td><td><bold>&lt;0.001</bold></td></tr><tr><td>Pathologic stage</td><td>536</td><td/><td/><td/><td/></tr><tr><td>Stage I&amp;Stage II</td><td>331</td><td>Reference</td><td/><td/><td/></tr><tr><td>Stage III&amp;Stage IV</td><td>205</td><td>3.946 (2.872–5.423)</td><td><bold>&lt;0.001</bold></td><td>1.249 (0.492–3.173)</td><td>0.640</td></tr><tr><td>Histologic grade</td><td>531</td><td/><td/><td/><td/></tr><tr><td>G1&amp;G2</td><td>249</td><td>Reference</td><td/><td/><td/></tr><tr><td>G3&amp;G4</td><td>282</td><td>2.702 (1.918–3.807)</td><td><bold>&lt;0.001</bold></td><td>1.601 (0.970–2.642)</td><td>0.066</td></tr><tr><td>SYDE2</td><td>539</td><td/><td/><td/><td/></tr><tr><td>Low</td><td>270</td><td>Reference</td><td/><td/><td/></tr><tr><td>High</td><td>269</td><td>0.461 (0.336–0.633)</td><td><bold>&lt;0.001</bold></td><td>0.546 (0.348–0.858)</td><td><bold>0.009</bold></td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13677, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Characteristics</th><th rowspan=\"2\">Total(N)</th><th colspan=\"2\">Univariate analysis<hr/></th><th colspan=\"2\">Multivariate analysis<hr/></th></tr><tr><th>Hazard ratio (95% CI)</th><th>P value</th><th>Hazard ratio (95% CI)</th><th>P value</th></tr></thead><tbody><tr><td>T stage</td><td>539</td><td/><td/><td/><td/></tr><tr><td>T1&amp;T2</td><td>349</td><td>Reference</td><td/><td/><td/></tr><tr><td>T3&amp;T4</td><td>190</td><td>3.228 (2.382–4.374)</td><td><bold>&lt;0.001</bold></td><td>1.521 (0.666–3.471)</td><td>0.320</td></tr><tr><td>N stage</td><td>257</td><td/><td/><td/><td/></tr><tr><td>N0</td><td>241</td><td>Reference</td><td/><td/><td/></tr><tr><td>N1</td><td>16</td><td>3.453 (1.832–6.508)</td><td><bold>&lt;0.001</bold></td><td>1.453 (0.721–2.928)</td><td>0.296</td></tr><tr><td>M stage</td><td>506</td><td/><td/><td/><td/></tr><tr><td>M0</td><td>428</td><td>Reference</td><td/><td/><td/></tr><tr><td>M1</td><td>78</td><td>4.389 (3.212–5.999)</td><td><bold>&lt;0.001</bold></td><td>2.699 (1.593–4.575)</td><td><bold>&lt;0.001</bold></td></tr><tr><td>Pathologic stage</td><td>536</td><td/><td/><td/><td/></tr><tr><td>Stage I&amp;Stage II</td><td>331</td><td>Reference</td><td/><td/><td/></tr><tr><td>Stage III&amp;Stage IV</td><td>205</td><td>3.946 (2.872–5.423)</td><td><bold>&lt;0.001</bold></td><td>1.249 (0.492–3.173)</td><td>0.640</td></tr><tr><td>Histologic grade</td><td>531</td><td/><td/><td/><td/></tr><tr><td>G1&amp;G2</td><td>249</td><td>Reference</td><td/><td/><td/></tr><tr><td>G3&amp;G4</td><td>282</td><td>2.702 (1.918–3.807)</td><td><bold>&lt;0.001</bold></td><td>1.601 (0.970–2.642)</td><td>0.066</td></tr><tr><td>SYDE2</td><td>539</td><td/><td/><td/><td/></tr><tr><td>Low</td><td>270</td><td>Reference</td><td/><td/><td/></tr><tr><td>High</td><td>269</td><td>0.461 (0.336–0.633)</td><td><bold>&lt;0.001</bold></td><td>0.546 (0.348–0.858)</td><td><bold>0.009</bold></td></tr></tbody></table>\n"}, "text": "Characteristics\tTotal(N)\tUnivariate analysis\tMultivariate analysis\t \tHazard ratio (95% CI)\tP value\tHazard ratio (95% CI)\tP value\t \tT stage\t539\t\t\t\t\t \tT1&T2\t349\tReference\t\t\t\t \tT3&T4\t190\t3.228 (2.382–4.374)\t<0.001\t1.521 (0.666–3.471)\t0.320\t \tN stage\t257\t\t\t\t\t \tN0\t241\tReference\t\t\t\t \tN1\t16\t3.453 (1.832–6.508)\t<0.001\t1.453 (0.721–2.928)\t0.296\t \tM stage\t506\t\t\t\t\t \tM0\t428\tReference\t\t\t\t \tM1\t78\t4.389 (3.212–5.999)\t<0.001\t2.699 (1.593–4.575)\t<0.001\t \tPathologic stage\t536\t\t\t\t\t \tStage I&Stage II\t331\tReference\t\t\t\t \tStage III&Stage IV\t205\t3.946 (2.872–5.423)\t<0.001\t1.249 (0.492–3.173)\t0.640\t \tHistologic grade\t531\t\t\t\t\t \tG1&G2\t249\tReference\t\t\t\t \tG3&G4\t282\t2.702 (1.918–3.807)\t<0.001\t1.601 (0.970–2.642)\t0.066\t \tSYDE2\t539\t\t\t\t\t \tLow\t270\tReference\t\t\t\t \tHigh\t269\t0.461 (0.336–0.633)\t<0.001\t0.546 (0.348–0.858)\t0.009\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14505, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ROC curve analysis was conducted to determine the utility of SYDE2 between ccRCC samples and normal samples. As shown in Figure 4A, ROC curve analysis illustrated that SYDE2 was correlated with an AUC value of 0.800 (95%CI: 0.759–0.840), with a sensitivity and specificity of 97.2 and 55.3%, respectively, and a cutoff value of 1.780. In addition, the negative predictive value was 99.3%. In univariate analysis, T stage (P < 0.001), N stage (P < 0.001), M stage (P < 0.001), pathologic stage (P < 0.001), histologic grade (P < 0.001), and SYDE2 expression (P < 0.001) were correlated with OS. In multivariate analysis, the independent prognostic factors only included M stage (P < 0.001) and SYDE2 (P = 0.009) expression for ccRCC (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15256, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Kaplan-Meier curves were drawn to explore the association between the expression levels of SYDE2 mRNA and OS, DSS, and PFI in ccRCC patients. Figures 4B, 4C, and 4D indicated the OS, DSS, and PFI of ccRCC patients with abundant SYDE2 expression were remarkably longer compared to that of weak SYDE2 expression (P < 0.001). These findings revealed that SYDE2 might serve as a predictive factor for ccRCC providing a solid ground to support this research.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15711, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Prediction and analysis of upstream miRNAs of SYDE2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15763, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The miRNA-SYDE2 regulatory network was established using cytoscape software. (B) miR-21-5p was one of the most significantly negatively correlated with SYDE2. (C to M) miR-21-5p was markedly upregulated in ccRCC and its upregulation was negatively linked to patients' prognosis. ccRCC:Clear Cell Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16085, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig"}, "text": "Figure 5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16095, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the hypothesis that some upstream miRNAs could bind to SYDE2, the ncRNAs that could regulate SYDE2 were tested. miRNA was negatively associated with SYDE2 based on the action mechanism between miRNA regulation and target gene expression. Eventually, 13 targeting miRNAs were found. The miRNA-SYDE2 regulation network was constructed by Cytoscape software (Figure 5A), and as listed in Figure 5B, the negative relationship between miR-21-5p and SYDE2 was the most significant. The expression, clinical-pathological features, and prognostic effects of miR-21-5p were evaluated. Figure 5C showed that the expression of miR-21-5p was higher in ccRCC. Higher miR-21-5p expression was found in patients with high T stage, N stage, M stage, pathologic stage, and histologic grade, corresponding to SYDE2's expression (Fig. 5D-H). Higher expressions of miR-21-5p were identified in male patients. As shown in Figure 5J, ROC curve analysis illustrated that miR-21-5p was related with an AUC value of 0.953 (95%CI: 0.930–0.975). Figure 5K, 5L, and 5M illustrate that the OS, DSS, and PFI of ccRCC patients with downregulation of miR-21-5p were considerably longer compared to that of an upregulation of miR-21-5p (P < 0.001). These data reveal that miR-21-5p could act as the most prospective impact miRNA of SYDE2 in ccRCC. Further experimental validation is needed to consolidate this research.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17499, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Prediction and analysis of upstream lncRNAs of miR-21-5p", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17556, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The lncRNA-miR-21-5p regulatory network was constructed by cytoscape software. (B to J) novel lncRNAs AL162377.1, and AF111167.2 was markedly downregulated in ccRCC and its downregulation was negatively linked to patients' prognosis. ccRCC:Clear Cell Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17833, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig"}, "text": "Figure 6", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17843, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_caption"}, "text": "Correlation analysis between lncRNA and hsa-miR-21-5p or lncRNA and SYDE2 in ccRCC determined by starBase database. ccRCC:Clear Cell Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17998, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>lncRNA</th><th>miRNA</th><th>R value</th><th>p value</th></tr></thead><tbody><tr><td>OTUD6B-AS1</td><td>hsa-miR-21-5p</td><td>-0.385</td><td>9.45E-20</td></tr><tr><td>AL162377.1</td><td>hsa-miR-21-5p</td><td>-0.535</td><td>1.45E-39</td></tr><tr><td>AF111167.2</td><td>hsa-miR-21-5p</td><td>-0.181</td><td>3.60E-05</td></tr><tr><td>lncRNA</td><td>RNA</td><td>R value</td><td>p value</td></tr><tr><td>OTUD6B-AS1</td><td>SYDE2</td><td>0.466</td><td>3.63E-30</td></tr><tr><td>AL162377.1</td><td>SYDE2</td><td>0.25</td><td>4.81E-09</td></tr><tr><td>AF111167.2</td><td>SYDE2</td><td>0.509</td><td>1.43E-36</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18010, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>lncRNA</th><th>miRNA</th><th>R value</th><th>p value</th></tr></thead><tbody><tr><td>OTUD6B-AS1</td><td>hsa-miR-21-5p</td><td>-0.385</td><td>9.45E-20</td></tr><tr><td>AL162377.1</td><td>hsa-miR-21-5p</td><td>-0.535</td><td>1.45E-39</td></tr><tr><td>AF111167.2</td><td>hsa-miR-21-5p</td><td>-0.181</td><td>3.60E-05</td></tr><tr><td>lncRNA</td><td>RNA</td><td>R value</td><td>p value</td></tr><tr><td>OTUD6B-AS1</td><td>SYDE2</td><td>0.466</td><td>3.63E-30</td></tr><tr><td>AL162377.1</td><td>SYDE2</td><td>0.25</td><td>4.81E-09</td></tr><tr><td>AF111167.2</td><td>SYDE2</td><td>0.509</td><td>1.43E-36</td></tr></tbody></table>\n"}, "text": "lncRNA\tmiRNA\tR value\tp value\t \tOTUD6B-AS1\thsa-miR-21-5p\t-0.385\t9.45E-20\t \tAL162377.1\thsa-miR-21-5p\t-0.535\t1.45E-39\t \tAF111167.2\thsa-miR-21-5p\t-0.181\t3.60E-05\t \tlncRNA\tRNA\tR value\tp value\t \tOTUD6B-AS1\tSYDE2\t0.466\t3.63E-30\t \tAL162377.1\tSYDE2\t0.25\t4.81E-09\t \tAF111167.2\tSYDE2\t0.509\t1.43E-36\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18301, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, the upstream lncRNAs of miR-21-5p were predicted by the starBase database. A total of 55 potential lncRNAs were utilized, and a lncRNA-miR-21-5p regulation network was built by Cytoscape software (Figure 6A) for visualization. Based on the competing endogenous RNA (ceRNA), lncRNA might enhance mRNA expression by competitive binding to shared miRNAs. Therefore, lncRNA would be correlated with miRNA. Only 16 targeting lncRNAs met the above conditions. Combining with ROC curve analysis, Kaplan-Meier curves analysis, the P value and R, lncRNA OTUD6B-AS1, AL162377.1, and AF111167.2 were identified. As shown in Figures 6B-6D, OTUD6B-AS1, AL162377.1, and AF111167.2 were remarkably downregulated in ccRCC compared to normal controls. OTUD6B-AS1 had already been demonstrated to inhibit ccRCC proliferation via the Wnt/β-catenin signaling pathway. Next, the prognostic values of the two novel lncRNAs in ccRCC were evaluated. Higher expression of AL162377.1 and AF111167.2 was associated with better OS, DSS, and PFI (Figures 6E-6J). As shown in Table 2, the relationships between the expression of the 3 lncRNAs and miR-21-5p or SYDE2 in ccRCC were examined by the starBase database. Combined with expression analysis, survival analysis, and correlation analysis, AL162377.1 and AF111167.2 may act as two novel latent upstream lncRNAs of the miR-21-5p/SYDE2 axis in ccRCC. These results demonstrated that lncRNAs AL162377.1/AF111167.2-miR-21-5p-mediated down-regulation of SYDE2 was correlated with a better prognosis in ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19849, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SYDE2 was significantly associated with immune cell infiltration in ccRCC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19923, "infons": {"file": "gr7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Significant changes of immune cell infiltration level (including B cell, CD8+T cell, CD4+ T cell, macrophage, neutrophil, and dendritic cell) under “arm-level deletion” copy number of SYDE2 in ccRCC was detected. (B)The correlation between the expression level (TPM) of SYDE2 and immune cell enrichment based on the Spearman correlation coefficient.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20281, "infons": {"file": "gr7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig"}, "text": "Figure 7", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20291, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The immune cell infiltration level represented significant changes (including B cells, CD8+T cells, CD4+ T cells, macrophages, neutrophils, and dendritic cells) under \"arm-level deletion\" copy number of SYDE2 in ccRCC was detected, as shown in Figure 7A. According to the Spearman correlation coefficient, the associations between the expression levels (TPM) of SYDE2 and immune cell enrichment were analyzed. SYDE2 expression was significantly negatively associated with the abundance of NK CD56 bright cells, TReg, cytotoxic cells, B cells, Th1 cells, and CD8 T cells. It was significantly positively associated with the abundance of neutrophils, Tcm, eosinophils, Th17 cells, and T helper cells (Figure 7B). In addition, the results of all ccRCC cases were computed with various algorithms and all the immune cell subtypes in two groups were compared (SFig. 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21159, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SYDE2 expression and immune checkpoints", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21199, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The expressions of immune checkpoint-related genes in two groups were further analyzed. Several genes (CTLA4, LAG3, CD44, CD27, CD276, TNFRSF18, TMIGD2, LAIR1, TIGIT, VTCN1, PDCD1, TNFSF9, LGALS9, CD70, TNFSF14, TNFRSF8) in the low-SYDE2 group were upregulated, while others (NRP1, CD200, KIR3DL1, CD160, PDCD1LG2, IDO1, TNFRSF14, ADORA2A, HHLA2, BTNL2, TNFSF18, HAVCR2, CD274, TNFSF15) were downregulated (SFig. 2, all p < 0.05). According to the above analysis, the two groups were found to have remarkably different patterns of immune infiltration and checkpoints, which might lead to distinct survival benefits.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21816, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationship between SYDE2 and PD1/PD-L1 in ccRCC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21866, "infons": {"file": "gr8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Relationship between SYDE2 and PD1/PD-L1 in ccRCC. (A–B) SYDE2 expression was significantly negatively correlated with PD1 in ccRCC. ccRCC:Clear Cell Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22040, "infons": {"file": "gr8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig"}, "text": "Figure 8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22050, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PD1/PD-L1 are immune checkpoints that respond to the tumor immune escape in ccRCC. Considering that SYDE2 may work as a tumor suppressor gene in ccRCC, the correlation of SYDE2 with PD1 or PD-L1 was evaluated. SYDE2 expression was negatively associated with PD1 in ccRCC, as shown in Figures 8A and 8B. These findings illustrate that tumor immune escape may be concerned with SYDE2-mediated carcinogenesis of ccRCC. Therefore, it could provide a novel strategy for tumor immunotherapy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22537, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22548, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "So far, ccRCC is attracted due to the poor prognosis, especially for advanced ccRCC. Exploring the molecular mechanism of ccRCC could offer critical clues for researchers to seek efficient treatment targets or discover prospective prognostic biomarkers. SYDE2 is a Rho GTPase-activating protein that is encoded by the SYDE2 gene. Diseases associated with SYDE2 include adult hypophosphatasia and intrauterine growth retardation placentas. Besides, SYDE2 has also been demonstrated to modulate placental cell migration. However, SYDE2's functional tumorigenic significance and its role in ccRCC are unclear.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23155, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this article, a pan-cancer analysis of SYDE2 expression was performed by using TCGA data. The expressions of SYDE2 mRNA and protein downregulated in ccRCC were illustrated. Lower SYDE2 expression was confirmed in patients with high T stage, N stage, M stage, pathologic stage, and histologic grade. The SYDE2 expression of female patients was higher than that of male patients. ROC curve analysis indicated that SYDE2 could be a promising diagnostic biomarker for the differences between ccRCC and normal samples. In univariate analysis, T stage (P < 0.001), N stage (P < 0.001), M stage (P < 0.001), pathologic stage (P < 0.001), histologic grade (P < 0.001), and SYDE2 expression (P < 0.001) were correlated with OS. In multivariate analysis, independent prognostic factors only included the M stage (P < 0.001) and SYDE2 (P = 0.009) expression in ccRCC (Table 1). Kaplan-Meier curves revealed that the OS, DSS, and PFI of ccRCC patients with upregulated SYDE2 were significantly longer than those with downregulated SYDE2 (P < 0.001). These results revealed that SYDE2 might serve as a promising predictive marker for ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24287, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "miRNAs, lncRNAs, and circular RNAs (circRNAs) are three significant ncRNAs. One gene regulation fashion is assisted with ceRNA by competing for shared miRNAs, which is an essential and well-researched function. miRNAs, a class of small non-coding RNAs, negatively regulate gene expressions through binding to the complementary sequences in the 3′-untranslated region of targeted mRNAs and are implicated in the pathogenesis of ccRCC. lncRNAs are RNAs with a length of more than 200 nucleotides and do not encode proteins; they have been demonstrated to play critical roles in ccRCC development. lncRNAs have the potential to sponge miRNAs and thereby regulate the expression of mRNAs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24974, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Seven forecast programs containing PITA, RNA22, miRanda, PicTar, miRmap, microT, and TargetScan were performed to investigate the potential upstream regulatory miRNAs binding to SYDE2. According to the regulation mechanism of miRNA, there is a negative relationship between miRNA and SYDE2. Finally, 13 targeting miRNAs were found. After conducting the correlation analysis, expression analysis, clinical-pathological features analysis, ROC curve, and prognostic value of the 13 targeting miRNAs in ccRCC; miR-21-5p was found to be the most promising upstream oncogenic miRNA of SYDE2. Interestingly, higher miR-21-5p expressions were identified in male patients, corresponding to SYDE2. miR-21-5p has been found to act as oncogenic miRNAs in non-small cell lung cancer, gastric cancer, colorectal cancer, and so on. Besides, Kowalczyk et al. demonstrated that downregulation of SATB1 mRNA and upregulation of miR-21-5p might lead to shorter survival.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25927, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "According to the ceRNA presumption, miR-21-5p/SYDE2 axis should be tumor suppressor lncRNAs in ccRCC. Then, upstream lncRNAs of the miR-21-5p/SYDE2 axis were forecasted, and 16 of 55 possible lncRNAs were identified. Following ROC curve analysis, Kaplan-Meier curves analysis, and the values of P and R, lncRNA OTUD6B-AS1, AL162377.1, and AF111167.2 were selected. Furthermore, OTUD6B-AS1, AL162377.1, and AF111167.2 were significantly downregulated in ccRCC compared with normal controls. Coincidentally, OTUD6B-AS1 had already been demonstrated to inhibit ccRCC proliferation via the Wnt/β-catenin signaling pathway. It verifies the reliability of the results to a certain extent. The two novel lncRNAs, AL162377.1 and AF111167.2, were selected as research objectives. Both AL162377.1 and AF111167.2 are novel lncRNAs, and no relevant studies have been found.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26792, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Immunotherapy involving immune checkpoint inhibitors is a promising therapy for patients with advanced ccRCC. The advent of tumor immune cell infiltration in immunotherapy positively impacts the prognosis of cancer patients. In solid tumors, including kidney cancer, immunotherapy using immune checkpoint-blocking antibodies has shown remarkable clinical efficacy. This study showed significant immune cell infiltration levels (including B cell, CD8+T cell, CD4+ T cell, macrophage, neutrophil, and dendritic cell) under the \"arm-level deletion\" number of SYDE2 in ccRCC. It was also found that SYDE2 was negatively or positively associated with various immune cells, including CD56bright cells, TReg, Cytotoxic cells, B cells, Th1 cells, CD8 T cells, Neutrophils, Tcm, Eosinophils, Th17 cells, and T helper cells in ccRCC. Moreover, the efficiency of immunotherapy is highly related to the immune cell infiltration and immune checkpoint expression. Subsequently, the correlation between SYDE2 and immune checkpoints was evaluated. These findings then suggested that up-regulation of SYDE2 was closely associated with PD1 in ccRCC, showing that focusing on SYDE2 could improve the effects of immunotherapy in ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28008, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Consequently, the low expression of SYDE2 was explored in several cancers (including ccRCC) and was found to be positively associated with a favorable prognosis in ccRCC. Two novel lncRNAs, AL162377.1 and AF111167.2-miR-21-5p axis, were involved in the upstream regulatory mechanism of SYDE2 in ccRCC. In addition, this research also elucidated that SYDE2 may act as a tumor suppressor by mediating tumor immune cell infiltration and checkpoint expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28465, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are some limitations to this study. Firstly, no similar experiment was conducted before this one. Secondly, since SYDE2 had not been reported to be ccRCC-related, the ccRCC-related functions should be investigated in depth. Furthermore, the findings in the research still need to be confirmed by more in vivo/in vitro tests and large-scale clinical trials.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28828, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28840, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "These results illustrated that the mRNA and protein expression levels of SYDE2 are downregulated in ccRCC patients concomitantly with high T stage, N stage, M stage, pathologic stage, and histologic grade for the first time. Furthermore, two novel lncRNAs AL162377.1 and AF111167.2 targeting the miR-21-5p axis, are involved in the upstream regulatory mechanism of SYDE2 in ccRCC. The findings demonstrated that lncRNAs AL162377.1/AF111167.2-miR-21-5p-mediated down-regulation of SYDE2 were correlated with tumor immune infiltration, immune escape, and better prognosis in ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29420, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29433, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Author contribution statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29463, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Yuanshan Cui: Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data; Wrote the paper.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29613, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Jitao Wu, Zhongbao Zhou, Jian Ma: Performed the experiments; Analyzed and interpreted the data; Contributed reagents, materials, analysis tools or data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29766, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Liying Dong: Conceived and designed the experiments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29819, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Funding statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29837, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Dr Yuanshan Cui was supported by  (ZR2021LSW019).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29887, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Jitao Wu was supported by  (No. 81870525) and  (No. tsqn201909199).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29955, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29983, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Data included in article/supp. material/referenced in article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30046, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Declaration of interest’s statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30084, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The authors declare no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30129, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Additional information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30152, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "No additional information is available for this paper.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30207, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30218, "infons": {"fpage": "74", "issue": "1", "lpage": "84", "name_0": "surname:Capitanio;given-names:U.", "name_1": "surname:Bensalah;given-names:K.", "name_2": "surname:Bex;given-names:A.", "pub-id_pmid": "30243799", "section_type": "REF", "source": "Eur. Urol.", "type": "ref", "volume": "75", "year": "2019"}, "text": "Epidemiology of renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30255, "infons": {"fpage": "307", "name_0": "surname:Nabi;given-names:S.", "name_1": "surname:Kessler;given-names:E.R.", "name_2": "surname:Bernard;given-names:B.", "pub-id_pmid": "29568504", "section_type": "REF", "source": "F1000Res", "type": "ref", "volume": "7", "year": "2018"}, "text": "Renal cell carcinoma: a review of biology and pathophysiology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30317, "infons": {"fpage": "307", "lpage": "316", "name_0": "surname:Sonpavde;given-names:G.", "name_1": "surname:Choueiri;given-names:T.K.", "name_2": "surname:Escudier;given-names:B.", "pub-id_pmid": "22055147", "section_type": "REF", "source": "Eur. Urol.", "type": "ref", "volume": "61", "year": "2012"}, "text": "Sequencing of agents for metastatic renal cell carcinoma: can we customize therapy?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30401, "infons": {"fpage": "329", "name_0": "surname:Bella;given-names:L.", "name_1": "surname:Zona;given-names:S.", "name_2": "surname:Nestal;given-names:D.M.G.", "name_3": "surname:Lam;given-names:E.W.", "name_4": "surname:FOXM1", "section_type": "REF", "source": "Semin. Cancer Biol.", "type": "ref", "volume": "29", "year": "2014"}, "text": "A key oncofoetal transcription factor in health and disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30462, "infons": {"fpage": "179", "lpage": "188", "name_0": "surname:Bedke;given-names:J.", "name_1": "surname:Gauler;given-names:T.", "name_2": "surname:Grunwald;given-names:V.", "name_3": "surname:Hegele;given-names:A.", "name_4": "surname:Herrmann;given-names:E.", "name_5": "surname:Hinz;given-names:S.", "pub-id_pmid": "27277600", "section_type": "REF", "source": "World J. Urol.", "type": "ref", "volume": "35", "year": "2017"}, "text": "Systemic therapy in metastatic renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30514, "infons": {"fpage": "5461", "lpage": "5471", "name_0": "surname:Choueiri;given-names:T.K.", "name_1": "surname:Fishman;given-names:M.N.", "name_2": "surname:Escudier;given-names:B.", "pub-id_pmid": "27169994", "section_type": "REF", "source": "Clin. Cancer Res.", "type": "ref", "volume": "22", "year": "2016"}, "text": "Immunomodulatory activity of nivolumab in metastatic renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30588, "infons": {"fpage": "153", "lpage": "167", "name_0": "surname:Sharpe;given-names:A.H.", "name_1": "surname:Pauken;given-names:K.E.", "pub-id_pmid": "28990585", "section_type": "REF", "source": "Nat. Rev. Immunol.", "type": "ref", "volume": "18", "year": "2018"}, "text": "The diverse functions of the PD1 inhibitory pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30640, "infons": {"fpage": "1559", "lpage": "1564", "name_0": "surname:Chaffer;given-names:C.L.", "name_1": "surname:Weinberg;given-names:R.A.", "pub-id_pmid": "21436443", "section_type": "REF", "source": "Science", "type": "ref", "volume": "331", "year": "2011"}, "text": "A perspective on cancer cell metastasis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30681, "infons": {"fpage": "324", "issue": "3", "lpage": "336", "name_0": "surname:Lo;given-names:H.F.", "name_1": "surname:Tsai;given-names:C.Y.", "name_2": "surname:Chen;given-names:C.P.", "pub-id_pmid": "27917469", "section_type": "REF", "source": "J. Pathol.", "type": "ref", "volume": "241", "year": "2017"}, "text": "Association of dysfunctional synapse defective 1 (SYDE1) with restricted fetal growth-SYDE1 regulates placental cell migration and invasion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30821, "infons": {"fpage": "1", "lpage": "15", "name_0": "surname:Shirjang;given-names:S.", "name_1": "surname:Mansoori;given-names:B.", "name_2": "surname:Asghari;given-names:S.", "pub-id_pmid": "31102709", "section_type": "REF", "source": "Free Radic. Biol. Med.", "type": "ref", "volume": "139", "year": "2019"}, "text": "MicroRNAs in cancer cell death pathways: apoptosis and necroptosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30888, "infons": {"fpage": "244", "issue": "4", "lpage": "253", "name_0": "surname:Cortez;given-names:M.A.", "name_1": "surname:Anfossi;given-names:S.", "name_2": "surname:Ramapriyan;given-names:R.", "pub-id_pmid": "30578699", "section_type": "REF", "source": "Genes Chromosomes Cancer", "type": "ref", "volume": "58", "year": "2019"}, "text": "Role of miRNAs in immune responses and immunotherapy in cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30951, "infons": {"fpage": "1298", "lpage": "1307", "name_0": "surname:Batista;given-names:P.J.", "name_1": "surname:Chang;given-names:H.Y.", "pub-id_pmid": "23498938", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "152", "year": "2013"}, "text": "Long noncoding RNAs: cellular address codes in development and disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31022, "infons": {"fpage": "3053", "lpage": "3067", "name_0": "surname:Zhuang;given-names:J.", "name_1": "surname:Shen;given-names:L.", "name_2": "surname:Yang;given-names:L.", "pub-id_pmid": "28839463", "section_type": "REF", "source": "Theranostics", "type": "ref", "volume": "7", "year": "2017"}, "text": "TGFbeta1 promotes gemcitabine resistance through regulating the LncRNA-LET/NF90/miR-145 signaling axis in bladder cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31143, "infons": {"fpage": "W98", "issue": "W1", "lpage": "W102", "name_0": "surname:Tang;given-names:Z.", "name_1": "surname:Li;given-names:C.", "name_2": "surname:Kang;given-names:B.", "pub-id_pmid": "28407145", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "45", "year": "2017"}, "text": "GEPIA: a web server for cancer and normal gene expression profiling and interactive analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31236, "infons": {"fpage": "D92", "issue": "Database issue", "lpage": "D97", "name_0": "surname:Li;given-names:J.H.", "name_1": "surname:Liu;given-names:S.", "name_2": "surname:Zhou;given-names:H.", "name_3": "surname:Qu;given-names:L.H.", "name_4": "surname:Yang;given-names:J.H.", "pub-id_pmid": "24297251", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "42", "year": "2014"}, "text": "starBase v2.0: decoding miRNA-ceRNA, miRNA-ncRNA and protein-RNA interaction networks from large-scale CLIP-Seq data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31353, "infons": {"fpage": "266", "issue": "1", "name_0": "surname:Lou;given-names:W.", "name_1": "surname:Chen;given-names:J.", "name_2": "surname:Ding;given-names:B.", "pub-id_pmid": "30268144", "section_type": "REF", "source": "J. Transl. Med.", "type": "ref", "volume": "16", "year": "2018"}, "text": "Identification of invasion-metastasis-associated microRNAs in hepatocellular carcinoma based on bioinformatic analysis and experimental validation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31500, "infons": {"fpage": "e108", "issue": "21", "lpage": "e110", "name_0": "surname:Li;given-names:T.", "name_1": "surname:Fan;given-names:J.", "name_2": "surname:Wang;given-names:B.", "pub-id_pmid": "29092952", "section_type": "REF", "source": "Cancer Res.", "type": "ref", "volume": "77", "year": "2017"}, "text": "TIMER: a web server for comprehensive analysis of tumor-infiltrating immune cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31582, "infons": {"fpage": "15", "issue": "1", "name_0": "surname:Wang;given-names:G.", "name_1": "surname:Zhang;given-names:Z.J.", "name_2": "surname:Jian;given-names:W.G.", "pub-id_pmid": "30670025", "section_type": "REF", "source": "Mol. Cancer", "type": "ref", "volume": "18", "year": "2019"}, "text": "Novel long noncoding RNA OTUD6B-AS1 indicates poor prognosis and inhibits clear cell renal cell carcinoma proliferation via the Wnt/β-catenin signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31745, "infons": {"fpage": "753", "name_0": "surname:Gao;given-names:S.", "name_1": "surname:Ding;given-names:B.", "name_2": "surname:Lou;given-names:W.", "pub-id_pmid": "32500028", "section_type": "REF", "source": "Front. Oncol.", "type": "ref", "volume": "10", "year": "2020"}, "text": "microRNA-dependent modulation of genes contributes to ESR1's effect on ERα positive breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31847, "infons": {"fpage": "62", "issue": "1", "name_0": "surname:Ren;given-names:W.", "name_1": "surname:Hou;given-names:J.", "name_2": "surname:Yang;given-names:C.", "pub-id_pmid": "30736829", "section_type": "REF", "source": "J. Exp. Clin. Cancer Res.", "type": "ref", "volume": "38", "year": "2019"}, "text": "Extracellular vesicles secreted by hypoxia pre-challenged mesenchymal stem cells promote non-small cell lung cancer cell growth and mobility as well as macrophage M2 polarization via miR-21-5p delivery", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32049, "infons": {"fpage": "854", "issue": "9", "name_0": "surname:Li;given-names:Q.", "name_1": "surname:Li;given-names:B.", "name_2": "surname:Li;given-names:Q.", "pub-id_pmid": "30154401", "section_type": "REF", "source": "Cell Death Dis.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Exosomal miR-21-5p derived from gastric cancer promotes peritoneal metastasis via mesothelial-to-mesenchymal transition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32169, "infons": {"fpage": "241", "issue": "1", "name_0": "surname:Jin;given-names:X.H.", "name_1": "surname:Lu;given-names:S.", "name_2": "surname:Wang;given-names:A.F.", "pub-id_pmid": "32293319", "section_type": "REF", "source": "BMC Cancer", "type": "ref", "volume": "20", "year": "2020"}, "text": "Expression and clinical significance of miR-4516 and miR-21-5p in serum of patients with colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32276, "infons": {"fpage": "209", "issue": "3", "lpage": "217", "name_0": "surname:Kowalczyk;given-names:A.E.", "name_1": "surname:Krazinski;given-names:B.E.", "name_2": "surname:Godlewski;given-names:J.", "pub-id_pmid": "27107063", "section_type": "REF", "source": "Cancer Genomics Proteomics", "type": "ref", "volume": "13", "year": "2016"}, "text": "SATB1 is down-regulated in clear cell renal cell carcinoma and correlates with miR-21-5p overexpression and poor prognosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32399, "infons": {"comment": "6", "fpage": "39", "issue": "1", "name_0": "surname:Chae;given-names:Y.K.", "name_1": "surname:Arya;given-names:A.", "name_2": "surname:Iams;given-names:W.", "section_type": "REF", "source": "J Immunother Cancer", "type": "ref", "volume": "16", "year": "2018"}, "text": "Current landscape and future of dual anti-CTLA4 and PD-1/PD-L1 blockade immunotherapy in cancer; lessons learned from clinical trials with melanoma and non-small cell lung cancer (NSCLC)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32586, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32605, "infons": {"file": "figs1.jpg", "id": "dfig1", "section_type": "FIG", "type": "fig"}, "text": "SF1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32609, "infons": {"file": "figs2.jpg", "id": "dfig2", "section_type": "FIG", "type": "fig"}, "text": "SF2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32613, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following are the supplementary data related to this article:", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]