[{"source": "PMC", "date": "20230629", "key": "pmc.key", "infons": {}, "documents": [{"id": "10294659", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1128/mbio.00659-23", "article-id_pmc": "10294659", "article-id_pmid": "37067435", "article-id_publisher-id": "00659-23 mbio.00659-23", "elocation-id": "e00659-23", "issue": "3", "kwd": "antimicrobial resistance cryo-EM Klebsiella pneumoniae AcrB multidrug efflux pump", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license.", "name_0": "surname:Zhang;given-names:Zhemin", "name_1": "surname:Morgan;given-names:Christopher E.", "name_2": "surname:Bonomo;given-names:Robert A.", "name_3": "surname:Yu;given-names:Edward W.", "name_4": "surname:Projan;given-names:Steven J.", "name_5": "surname:Yu;given-names:Edward W.", "name_6": "surname:Bonomo;given-names:Robert A.", "name_7": "surname:Bonomo;given-names:Robert A.", "name_8": "surname:Bonomo;given-names:Robert A.", "section_type": "TITLE", "title": "KEYWORDS", "type": "front", "volume": "14", "year": "2023"}, "text": "Cryo-EM Structures of the Klebsiella pneumoniae AcrB Multidrug Efflux Pump", "sentences": [], "annotations": [], "relations": []}, {"offset": 75, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "ABSTRACT", "sentences": [], "annotations": [], "relations": []}, {"offset": 84, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The continued challenges of the COVID-19 pandemic combined with the growing problem of antimicrobial-resistant bacterial infections has severely impacted global health. Specifically, the Gram-negative pathogen Klebsiella pneumoniae is one of the most prevalent causes of secondary bacterial infection in COVID-19 patients, with approximately an 83% mortality rate observed among COVID-19 patients with these bacterial coinfections. K. pneumoniae belongs to the ESKAPE group of pathogens, a group that commonly gives rise to severe infections that are often life-threatening. Recently, K. pneumoniae carbapenemase (KPC)-producing K. pneumoniae has drawn wide public attention, as the mortality rate for this infection can be as high as 71%. The most predominant and clinically important multidrug efflux system in K. pneumoniae is the acriflavine resistance B (AcrB) multidrug efflux pump. This pump mediates resistance to different classes of structurally diverse antimicrobial agents, including quinolones, β-lactams, tetracyclines, macrolides, aminoglycosides, and chloramphenicol. We here report single-particle cryo-electron microscopy (cryo-EM) structures of K. pneumoniae AcrB, in both the absence and the presence of the antibiotic erythromycin. These structures allow us to elucidate specific pump-drug interactions and pinpoint exactly how this pump recognizes antibiotics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1470, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1483, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Pneumonia is a serious lung infection that can be fatal if not efficiently resolved. In 2019, 2.5 million deaths were attributed to this disease. It can be especially devastating for young children with still developing immune systems, as almost a third of these victims were under 5 years old. In fact, pneumonia was the cause of 16% of all deaths of children in this age range. The Gram-negative pathogen Klebsiella pneumoniae is an opportunistic bacterium that is able to initiate different types of health care-associated infections, including pneumonia, septicemia, wound or surgical site infections, and meningitis. Unfortunately, K. pneumoniae has developed antimicrobial resistance and has become an immediate threat to our global health. A recent study of K. pneumoniae isolates from intensive care units in the northern region of Brazil indicated that most of these isolates have a high level of resistance to carbapenems, aminoglycosides, quinolones, tigecycline, and the last resort drug colistin. If current trends continue, infections caused by K. pneumoniae may become untreatable within the next decade. The continued COVID-19 pandemic has severely challenged our global health care worldwide. This is exacerbated when combined with the growing problem of bacterial antimicrobial resistance. It appears that K. pneumoniae and Acinetobacter baumannii are the most prevalent causative agents for secondary bacterial infection in COVID-19 patients, as high incidence of secondary infection caused by these two Gram-negative pathogens was observed in patients with severe COVID-19. Owing to the lack of knowledge of these coinfections, the choice of treatments with respect to antibiotic therapies in these patients were made with very limited clinical experience and a paucity of scientific evidence. It is worth noting that an alarming mortality rate of 83% among those with COVID-19-bacterial coinfections has been reported in comparison with an overall mortality rate of 38.1% of total hospital-admitted COVID-19 patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3522, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "K. pneumoniae belongs to the ESKAPE (Enterococcus faecium, Staphylococcus aureus, K. pneumoniae, A. baumannii, Pseudomonas aeruginosa, and Enterobacter species) group of pathogens. They are the leading cause of nosocomial infections and present one of the greatest challenges in modern medicine, as most of these bacteria have evolved to become resistant to multiple antimicrobials. ESKAPE bacteria commonly cause life-threatening infections, particularly in those that are critically ill and/or immunocompromised. Recently, K. pneumoniae carbapenemase (KPC)-producing K. pneumoniae has drawn wide attention for its pathogenesis, as the mortality rate for this infection can be as high as 71%. Due to its severe threat to human health, the World Health Organization (WHO) has listed carbapenem-resistant Enterobacteriaceae, including K. pneumoniae, as first-priority pathogens for the research and development of new antibiotics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4452, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Multidrug efflux is considered to be one of the major causes of failure of drug-based treatments of infectious diseases. In K. pneumoniae, the best characterized multidrug efflux system is the prevalent acriflavine resistance B (AcrB) multidrug efflux pump. This efflux system is capable of mediating resistance to a broad spectrum of clinically relevant antimicrobial agents, including quinolones, β-lactams, tetracyclines, macrolides, aminoglycosides, and chloramphenicol. The K. pneumoniae AcrB (KpAcrB) multidrug efflux pump belongs to the resistance-nodulation-cell division (RND) superfamily of efflux transporters. This inner membrane efflux pump assembles with the KpAcrA periplasmic adaptor protein and the KpTolC outer membrane channel to form a tripartite efflux complex that spans the entire cell envelope to directly extrude drugs out of K. pneumoniae cells. This drug efflux process is dependent upon the proton-motive force (PMF), which provides energy to the K. pneumoniae AcrAB-TolC system to actively export drug molecules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5497, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To understand the mechanisms of drug recognition and extrusion of the KpAcrB multidrug efflux pump, we here define cryo-electron microscopy (cryo-EM) structures of this membrane protein embedded in lipidic nanodiscs, in both the absence and the presence of the antibiotic erythromycin (Ery). We also use computational docking to predict how KpAcrB recognizes a variety of antibiotics. The structural information allows us to elucidate specific pump-Ery interactions and determine how this pump binds the Ery antibiotic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6017, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 6025, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Structure of K. pneumoniae AcrB in the absence of erythromycin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6089, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We cloned the full-length KpAcrB multidrug efflux pump, which contains a 6×His tag at the N terminus, into pET15b to generate the pET15bΩKpacrB expression vector. The KpAcrB membrane protein was overproduced from E. coli BL21(DE3)ΔacrB cells and purified using a Ni2+-affinity column. Of note, KpAcrB shares a 91% amino acid identity with that of E. coli AcrB (EcAcrB), which facilitates a direct comparison between the two inner membrane proteins. Purified KpAcrB was then reconstituted into lipidic nanodiscs, and its structure was determined using single-particle cryo-electron microscopy (cryo-EM) (Fig. 1; Fig. S1). The three-dimensional reconstitution of KpAcrB led to a cryo-EM map at a nominal resolution of 2.82 Å (Fig. S1; Table S1), enabling us to build a model of this pump. The full-length KpAcrB protein consists of 1,048 amino acids. Among these residues, we obtained very good quality cryo-EM densities from the first 1,033 residues. Therefore, our final structural model includes residues 1 to 1,033 of KpAcrB.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7127, "infons": {"file": "mbio.00659-23-f001.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Cryo-electron microscopy (Cryo-EM) structure of KpAcrB. (A to C) Ribbon diagrams of the structures of the side view (viewed in the membrane plane) (A), top view (viewed from the extracellular space) (B), and bottom view (viewed from the cytoplasm) (C) of the KpAcrB trimer. In panels A to C, the “extrusion,” “access,” and “binding” protomers are colored pink, green, and slate, respectively. Each protomer of KpAcrB contains 12 transmembrane helices (TM1 to TM12) and six periplasmic subdomains (PN1, PN2, PC1, PC2, DN, and DC). The locations of the entrance, proximal, and distal drug-binding sites are indicated with cyan, pink, and purple, respectively. (D) The entrance, proximal, and distal drug-binding sites. A “binding” protomer of KpAcrB is included to indicate the locations of these binding sites with respect to the full-length protomer. The secondary structural elements of the “binding” protomer of KpAcrB are colored green. The flexible loop (F-loop) and the gate loop (G-loop) are colored yellow and orange. Residues predicted to contribute to form these drug-binding sites are highlighted with sticks (cyan, entrance; pink, proximal; dark violet, distal). IM, inner membrane.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8341, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "KpAcrB adopts the overall fold of hydrophobe-amphiphile efflux (HAE)-RND-type proteins and forms a homotrimer. Each subunit of KpAcrB is mainly composed of a transmembrane domain and a periplasmic domain. The transmembrane domain consists of 12 transmembrane helices (TM1-TM12), whereas the periplasmic domain constitutes six subdomains (PN1, PN2, PC1, PC2, DN, and DC) (Fig. 1A to C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8728, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Subdomains PC1 and PC2 create a periplasmic cleft. This periplasmic cleft can be open or closed and forms an entrance drug-binding site to allow for substrates to enter the pump, as observed in EcAcrB, P. aeruginosa MexB, A. baumannii AdeB, A. baumannii AdeJ, Campylobacter jejuni CmeB, and Neisseria gonorrhoeae MtrD. Presumably, a drug molecule recognized by the entrance drug-binding site (Fig. 1D) will be guided by the flexible loop (F-loop) to arrive at the proximal drug-binding site. It will then pass through the gate loop (G-loop) to reach the distal drug-binding site before being exported by the pump. Therefore, a drug molecule entering the periplasmic cleft would likely be sequentially bound at the proximal site and then distal site before drug extrusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9501, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The entrance of the KpAcrB periplasmic cleft is surrounded with residues F663, F665, L667, R716, and L827 (Fig. 1D). These entrance residues are conserved with EcAcrB; however, they are not conserved among other HAE-RND pumps. For example, the corresponding entrance residues in the A. baumannii AdeB multidrug efflux pump are M656, V658, W708, and I821, residues that actively participate in anchoring an ethidium molecule at the periplasmic entrance drug-binding site of AdeB. Therefore, the exact composition of these entrance residues may play a critical role in substrate specificity and selectivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10108, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Like A. baumannii AdeB, A. baumannii AdeJ and N. gonorrhoeae MtrD, a flexible F-loop (668PAIVELGT675) is found to connect the periplasmic cleft entrance and the proximal multidrug-binding site of KpAcrB. It has been found in EcAcrB that residue I671 (corresponding to I670 in KpAcrB) of the F-loop (Fig. 1D) is critical for drug selectivity. As the composition of this F-loop in KpAcrB is identical to that of EcAcrB, it is expected that this isoleucine is also important for the function of KpAcrB.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10609, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There are at least 21 amino acids involved in forming the proximal drug-binding site in EcAcrB. Among them, 20 are conserved with those of the KpAcrB pump. In the X-ray structures of rifampicin- and erythromycin (Ery)-bound EcAcrB, these two drugs were found to anchor in the proximal drug-binding site, where residues S79, T91, S134, S135, K292, F617, T624, M662, F664, L674, and D681 specifically contact these drugs. Therefore, the corresponding amino acids in KpAcrB are expected to be important for substrate binding (Fig. 1D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11143, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The G-loop of KpAcrB is composed of 613GFGFAG618, where this conserved G-loop in EcAcrB participates in shuttling substrates from the proximal to distal drug-binding sites. Molecular dynamics simulations also depicted that the phenylalanines of this EcAcrB G-loop are critical for facilitating drug transport.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11453, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The distal drug-binding site of EcAcrB comprises 23 amino acids. Of these 23 residues, 19 of them are identical to those of KpAcrB. Many of these conserved residues are aromatic in nature, including the six phenylalanines F136, F178, F610, F615, F617, and F628 of EcAcrB (corresponding to F136, F178, F609, F614, F616, and F627 of KpAcrB) (Fig. 1D). A mutagenesis study of the N. gonorrhoeae MtrD multidrug efflux pump suggests that mutations on these corresponding phenylalanines significantly reduced resistance of N. gonorrhoeae to different antimicrobials. In addition, a hydrophobic patch is found in the distal site of EcAcrB, where the composed hydrophobic residues are critically important in drug binding. In KpAcrB, the composition of this distal hydrophobic patch is F178, V277, V611, and F614 (Fig. 1D). These residues are potentially critical for contacting the bound drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12343, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, the cryo-EM structure of KpAcrB in the absence of drug indicates that this multidrug efflux pump forms an asymmetric trimer in which the three protomers possess distinct conformational states (Fig. 1A to C). Similar to structures of asymmetric EcAcrB, P. aeruginosa MexB, N. gonorrhoeae MtrD, and A. baumannii AdeJ, the conformations of the three apo-KpAcrB protomers can be assigned as “extrusion” (conformation of a protomer just after substrate export), “access” (presubstrate-binding form of a protomer with a vacant binding site), and “binding” (conformation of a protomer with a bound substrate) states, respectively (in a clockwise direction as shown Fig. 1B). The assignment of the conformations of these three KpAcrB protomers are shown in Fig. S2 and Table S2. No extra densities were observed within the periplasmic drug-binding sites of these three KpAcrB protomers, suggesting that our cryo-EM structure represents the apo form of KpAcrB (apo-KpAcrB).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13339, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Structure of K. pneumoniae AcrB in the presence of erythromycin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13404, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To elucidate how KpAcrB recognizes drugs, we chose the Ery (C37H67NO13) macrolide for our ligand-bound structural studies. Ery contains 37 carbons, 1 nitrogen, 13 oxygens, and 67 hydrogen with a molecular weight of 733.9 g/mol. We rationalized that the relatively large size of this antibiotic should allow us to unambiguously identify the location of this bound drug within the pump. We first quantified the binding affinity for KpAcrB and Ery interaction using the technique of microscale thermophoresis (MST). The MST analysis indicates that the equilibrium dissociation constant (KD) for KpAcrB and Ery interaction is 14.4 ± 2.6 μM (Fig. 2A). This KD value is in good agreement with those for EcAcrB, where EcAcrB binds different substrates, including rhodamine 6G, ethidium, proflavine and ciprofloxacin, with KD values ranging from 5.5 to 74.1 μM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14266, "infons": {"file": "mbio.00659-23-f002.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Cryo-EM structure of KpAcrB-Ery. (A) Interaction between KpAcrB and Ery. The binding curve obtained from microscale thermophoresis (MST) depicts that the equilibrium dissociation constant (KD) for KpAcrB and Ery interaction is 14.4 ± 2.6 μM. (B) Ribbon diagram of the structure of the side view (viewed in the membrane plane) of the KpAcrB trimer. The “extrusion,” “binding,” and “access” protomers are colored pink, slate, and green, respectively. The bound Ery molecule in the “binding” protomer is shown as magenta balls. The inner membrane (IM) is highlighted with dotted lines. (C) The Ery-binding site. The residues involved in Ery binding are shown as cyan sticks. The bound Ery molecule is in magenta sticks. Cryo-EM density of bound Ery is in black mesh. The F- and G-loops are colored yellow and orange. (D) Ribbon diagram of the structure of the top view (viewed from the extracellular space) of the KpAcrB trimer. The “extrusion,” “binding,” and “access” protomers are colored pink, slate, and green, respectively. In panels A and C, each protomer of KpAcrB contains 12 transmembrane helices (TM1 to TM12) and six periplasmic subdomains (PN1, PN2, PC1, PC2, DN, and DC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15481, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After confirming that KpAcrB specifically interacts with Ery, we incubated 10 μM KpAcrB-nanodisc sample with 500 μM Ery for 2 h to form the KpAcrB-Ery complex. We then solved the cryo-EM structure of this complex to a resolution of 2.96 Å (Fig. 2B to D; Fig. S3; Table S1). The overall structure of KpAcrB-Ery is very similar to that of apo-KpAcrB. Superimposition of the apo-KpAcrB and KpAcrB-Ery trimers gives rise to an overall root-mean-square deviation (r.m.s.d.) of 0.36 Å. In comparison with the structure of apo-KpAcrB, the conformation of KpAcrB-Ery is distinct in that the three protomers are in the forms of “extrusion,” “binding,” and “access,” respectively (in a clockwise direction as shown Fig. 2D) instead of “extrusion,” “access,” and “binding” conformations (in a clockwise direction) as shown in the apo-KpAcrB trimer structure. The assignment of conformational states of these KpAcrB protomers are shown in Fig. S2 and Table S2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16472, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Within the “binding” protomer of KpAcrB-Ery, we discovered a large extra density corresponding to the bound Ery macrolide (Fig. 2C). This Ery molecule is located deep inside the distal drug-binding site of the KpAcrB pump. No extra densities were seen in the periplasmic clefts of the “access” and “extrusion” protomers, suggesting that only the “binding” protomer is occupied by Ery. It is interesting to note that the crystal structure of EcAcrB-Ery depicts a relatively different binding mode for Ery, where this macrolide was anchored in the proximal drug-binding site and not the distal site of the EcAcrB pump.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17106, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Within the deep distal binding pocket of KpAcrB, the binding of Ery is quite extensive. There are six aromatic and hydrophobic residues, including F136, F178, Y327, F614, F616, and L667, involved in anchoring this drug. Notably, the distal hydrophobic patch residues F178 and F614 contribute to bind Ery. Interestingly, this drug-binding mode is very similar to that found in the N. gonorrhoeae MtrDCR103 multidrug efflux pump, where the Ery macrolide was also bound within the distal drug-binding pocket of MtrDCR103.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17625, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "KpAcrB uses the proton-motive force (PMF) to energize the drug efflux process. In the transmembrane region of EcAcrB, the conserved residues D407, D408, K940, N941, and T978 create a proton-relay network for energy coupling. The corresponding residues in KpAcrB are D407, D408, K939, N940, and T977 (Fig. S2). These conserved residues are also found in the A. baumannii AdeB, A. baumannii AdeJ, C. jejuni CemB, E. coli AcrD, and N. gonorrhoeae MtrD efflux pumps to participate in the proton-relay networks. Therefore, these KpAcrB residues are likely responsible for the translocation of protons from the periplasm to the cytoplasm and generating the PMF necessary for extruding drugs from the cell. The high-quality densities of our cryo-EM maps unambiguously depict the conformations of the side chains of these conserved amino acids. This, in turn, allows us to predict and delineate a possible mechanism concerning the process of proton transfer within this proton-relay network, as well as how the influx of protons and the efflux of drugs are coupled together. The conformations of these side chains also allow us to identify different conformational states of the pump.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18803, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Docking of substrates into the multidrug-binding sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18859, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The cryo-EM structures of KpAcrB have allowed us to understand specific interactions between this pump and the Ery macrolide. We decided to predict how KpAcrB is capable of recognizing and accommodating different classes of antibiotics using the program AutoDock Vina. We chose to dock levofloxacin (Lev), ciprofloxacin (Cip), cefotaxime (Cef), and tetracycline (Tet), as KpAcrB can mediate a high level of resistance to these drugs. To ensure the confidence and reliability of these docking calculations, we first docked Ery into the distal multidrug-binding site of KpAcrB and observed that Ery was bound at the same location as seen in the cryo-EM structure of KpAcrB-Ery (Fig. 3A). We then studied the interactions of KpAcrB with Lev, Cip, Cef, and Tet using the same approach. The docking predictions suggest that KpAcrB specifically contacts and houses these drugs in the distal multidrug-binding site. The locations of these bound compounds also overlap within this site (Fig. 3B to F). However, it appears that KpAcrB may utilize slightly different subsets of residues to interact with these different drugs based on the docking results (Table S3). The predicted binding affinities for these antibiotics are −8.2 kcal/mol (for Ery), −8.1 kcal/mol (for Lev), −7.8 kcal/mol (for Cip), −6.3 kcal/mol (for Cef), and −8.1 kcal/mol (for Tet) (Table S3). The docking calculations also suggest that F136, F178, and F627 (highlighted with red in Table S3) are commonly used to for binding these five antibiotics. These three phenylalanines could be very important for recognizing multiple drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20479, "infons": {"file": "mbio.00659-23-f003.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Docking of antibiotics to the structure of KpAcrB. (A) Predicted Ery-binding site. The docked Ery molecule is shown as green sticks. The bound Ery antibiotic identified from our cryo-EM structure is also included and is shown as magenta sticks. Residues predicted to be responsible for Ery binding are in cyan sticks. (B) Predicted Lev-binding site. The docked Lev molecule is shown as gray sticks. Residues predicted to be responsible for Lev binding are in cyan sticks. (C) Predicted Cip-binding site. The docked Cip molecule is shown as pink sticks. Residues predicted to be responsible for Cip binding are cyan sticks. (D) Predicted Cef-binding site. The docked Cef molecule is shown as orange sticks. The residues predicted to be responsible for Cef binding are in cyan sticks. (E) Predicted Tet-binding site. The docked Tet molecule is shown as yellow sticks. The residues predicted to be responsible for Tet binding are in cyan sticks. (F) Composite figure showing the locations of predicted bound antibiotics at the distal multidrug-binding site (green, Ery; gray, Lev; pink, Cip; orange, Cef; yellow, Tet). The three residues (F136, F178, and F627) predicted to participate in the binding of all of these five antibiotics are in cyan sticks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21730, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 21741, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The emergence of multidrug-resistant K. pneumoniae significantly challenges our efforts to treat and combat these infectious bacterial diseases. This, coupled with the current COVID-19 global health emergency, further pressurizes antimicrobial stewardship activities, as the pandemic provides a perfect breeding ground for opportunistic pathogens such as K. pneumoniae to establish coinfections in COVID-19 patients. Recently, the Centers for Disease Control and Prevention (CDC) has listed KPC-producing K. pneumoniae in the highest antimicrobial resistance threat category. Infections caused by this bacterium are difficult to treat and often associated with a very low survival rate. There is also an increasing trend of resistance to carbapenems, tigecycline and even the last resort drug colistin that severely limits the choice of therapies. This is, in a significant part, due to the presence of highly efficient multidrug efflux pumps that these bacteria carry to mediate antimicrobial resistance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22747, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To initiate a research effort for structure-based drug design to combat infections caused by K. pneumoniae, we defined cryo-EM structures of the KpAcrB multidrug efflux pump, in both the absence and the presence of the Ery macrolide. KpAcrB is the most predominant and clinically important multidrug efflux pump in K. pneumoniae. This pump relies on the PMF and functions via a drug/proton antiport mechanism. Coupled with the export of drug molecules toward the periplasm, protons need to be imported into the cytoplasm to energize this efflux process. Our cryo-EM maps unambiguously depict conformational changes of the side chains of residues D407, D408, K939, N940, and T977. These important residues are conserved among the HAE-RND efflux pumps and create the proton-relay network within the transmembrane helices. It has been found that a conserved lysine residue is critically important for proton transfer across the proton-relay network, where it participates as a proton sweeper to guide this process across the cytoplasmic membrane. In our cryo-EM structures, we observed that the conformation of K939 is quite distinct in protomers with different conformational states. This observation is in good agreement with what is seen in the N. gonorrhoeae MtrD, A. baumannii AdeB, and A. baumannii AdeJ multidrug efflux pumps. Therefore, the proton transfer mechanism found in KpAcrB may generally apply to inner membrane RND pumps in a myriad of bacterial organisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24219, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "RND pumps often show a broad range of substrate specificity and play an important role in mediating intrinsic antibiotic resistance by directly extruding these drugs out of Gram-negative bacterial cells. However, it has been quite challenging to quantify drug efflux rates via these pumps mainly because these pumps need form a tripartite complex, spanning both the inner and the outer membranes, in order to export drugs. Using intact E. coli cells harboring the complete E. coli AcrAB-TolC multiprotein complex, the efflux rates of penicillins and cephalosporins from this complex have been determined. These experiments suggested that the Vmax (maximum velocity) values are between 0.35 and 1.1 nmol/mg/s for efflux of penicillins, whereas these values are between 0.023 and 0.37 nmol/mg/s for efflux of cephalosporins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25046, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based upon the cryo-EM structures, we observed Ery to be bound deeply inside the periplasmic cleft of its distal drug-binding site. This pump mainly relies on aromatic residues, such as F136, F178, Y327, F614, F616, and F627, to recognize and anchor the bound Ery molecule. How Ery binds in KpAcrB is very distinct from the interactions observed in EcAcrB but quite similar to the mode of Ery binding in the N. gonorrhoeae MtrD pump, where MtrD was found to house Ery in the distal drug-binding site with aromatic residues F136, F176, Y325, F568, F610, F612, and F625 responsible for binding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25639, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Macrolides typically target the large 50S ribosomal subunit of bacterial 70S ribosomes. These drugs inhibit ribosome translocation along the mRNA chain, resulting in cessation of bacterial protein synthesis. In a structural study of the S. aureus 70S ribosome, it was found that the large 50S ribosomal subunit utilizes aromatic rings of eight different nucleotides to secure the binding of the Ery macrolide. This binding mode is indeed very similar to that found in the KpAcrB multidrug efflux pump, in which six aromatic residues are involved in performing aromatic stacking interactions with the bound Ery drug.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26255, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to antibiotic resistance, it has been demonstrated that KpAcrB is capable of mediating resistance to a host of antimicrobial peptides. How the KpAcrB pump interacts with these peptides is not known. Recently, a cryo-EM structure of the N. gonorrhoeae MtrD multidrug efflux pump bound by a linear human cationic antimicrobial peptide derived from human LL-37 has been reported. This article also included two additional cryo-EM structures of MtrD bound by a novel nonantimicrobial cyclic cationic antimicrobial peptide and a colistin antimicrobial peptide. Each peptide was found to bind within the periplasmic cleft region of MtrD, in which the entrance, proximal, and distal drug-binding sites are involved in anchoring these peptides. There is a good chance that KpAcrB may utilizes a similar mechanism to recognize these host antimicrobial peptides.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27120, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our computational docking results predict that KpAcrB can specifically bind and house a variety of drugs, including Lev, Cip, Cef, and Tet, at the distal multidrug-binding site. A signature for a multidrug-binding protein is that it is able to use slightly different subsets of residues within a large substrate-binding pocket to accommodate a variety of small compounds. Docking data suggest that KpAcrB indeed utilizes slightly different residues to anchor structurally dissimilar drugs (Table S3). In most cases, KpAcrB employs aromatic and hydrophobic residues, such as F136, F178, F614, F627, and V671, to contact structurally distinct drugs. Thus, drug recognition in KpAcrB appears to be mainly governed by hydrophobic interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27861, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previously, we solved cryo-EM structures of the A. baumannii AdeJ multidrug efflux pump bound with the tetracycline class of drugs, eravacycline and TP-6076, respectively. We observed that these two drugs were bound within the distal drug-binding site of AdeJ. The AdeJ pump utilized several aromatic residues, including F136, F178, F277, Y327, F611, F613, F616, F618, and F629, to anchor these drugs. The mode of binding for these two tetracycline drugs by AdeJ is very similar to that found in the docking calculation for Tet in this study, in which the KpAcrB pump uses the aromatic residues F136, F178, Y327, F609, V611, F616, and F627 to contact Tet. Further structural studies of this pump with other antibiotics are needed in order to fully understand the detailed mechanism of multidrug recognition utilized by this efflux pump. Our studies will ultimately inform an era in structure-guided drug design to combat multidrug resistance in these Gram-negative pathogens.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28837, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 28859, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Expression and purification of KpAcrB.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28898, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The K. pneumoniae AcrB multidrug efflux pump was cloned into the pET15bΩKpacrB expression vector in frame with a 6×His tag at the N terminus. The plasmid was transfected into E. coli BL21(DE3)ΔacrB cells, which harbor a deletion in the chromosomal acrB gene of E. coli, for overproduction of the KpAcrB membrane protein. The cells were grown in 6 liters of Luria-Bertani (LB) medium supplemented with 100 μg/mL ampicillin at 37°C. When the optical density at 600 nm (OD600 nm) reached 0.5, the expression of KpAcrB was induced with 0.2 mM isopropyl-β-d-thiogalactopyranoside (IPTG). The cells were then harvested within 4 h of induction. The collected bacterial cells were resuspended in low-salt buffer (100 mM sodium phosphate, pH 7.2, 10% glycerol, 1 mM EDTA, and 1 mM phenylmethanesulfonyl fluoride [PMSF]) and disrupted with a French pressure cell. The membrane fraction was collected and washed twice with high-salt buffer (20 mM sodium phosphate, pH 7.2, 2 M KCl, 10% glycerol, 1 mM EDTA, and 1 mM PMSF) and once with final buffer (20 mM Na-HEPES, pH 7.5, and 1 mM PMSF). The membrane protein was then solubilized in 2% (wt/vol) n-dodecyl-β-d-maltoside (DDM). Insoluble material was removed by ultracentrifugation at 100,000 × g. The extracted protein was then purified with a Ni2+-affinity column. The purity of the KpAcrB protein (>95%) was judged using SDS-PAGE stained with Coomassie brilliant blue. The purified protein was dialyzed against 20 mM Na-HEPES (pH 7.5) and concentrated to 7 mg/mL (60 μM) in a buffer containing 20 mM Na-HEPES (pH 7.5) and 0.05% DDM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30514, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Nanodisc preparation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30536, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assemble KpAcrB into nanodiscs, a mixture containing 20 μM KpAcrB, 45 μM MSP (1E3D1) and 930 μM E. coli total extract lipid was incubated for 15 min at room temperature. A total of 0.8 mg/mL prewashed Bio-beads (Bio-Rad) was added to remove the DDM detergent. The resultant mixture was incubated for 1 h on ice followed by overnight incubation at 4°C. The protein-nanodisc solution was filtered through 0.22-μm nitrocellulose filter tubes to remove the Bio-beads. To separate free nanodiscs from KpAcrB-loaded nanodiscs, the filtered protein-nanodisc solution was purified using a Superose 6 column (GE Healthcare) equilibrated with 20 mM Tris-HCl, pH 7.5, and 100 mM NaCl. Fractions corresponding to the size of the trimeric KpAcrB-nanodisc complex were collected for cryo-EM sample preparation. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31358, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM sample preparation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31386, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For imaging apo-KpAcrB, a 10 μM KpAcrB-nanodisc sample was directly applied to glow-discharged holey carbon grids (Quantifoil Cu R1.2/1.3, 300 mesh), blotted for 18 s, and then plunge-frozen in liquid ethane using a Vitrobot (Thermo Fisher). For imaging KpAcrB-Ery, a 10 μM KpAcrB-nanodisc sample was incubated with 500 μM Ery for 2 h to form the KpAcrB-Ery complex. The sample was then applied to glow-discharged holey carbon grids (Quantifoil Cu R1.2/1.3, 300 mesh), blotted for 18 s, and then plunge-frozen in liquid ethane using a Vitrobot (Thermo Fisher). All grids were then transferred into cartridges prior to data collection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32030, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32047, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the apo-KpAcrB sample, the images were collected in super-resolution mode at 81 K magnification on a Titan Krios equipped with a K3 direct electron detector (Gatan). The physical pixel size was 1.07 Å/pix (super-resolution of 0.535 Å/pix). Each micrograph was exposed to a total dose of 35.5 e-/Å2 for 3.5 s, and 37 frames were captured using SerialEM. For the KpAcrB-Ery sample, each micrograph was collected over 38 frames with a total dose of 37.7 e-/Å2 over 3.5 s using SerialEM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32545, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data processing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32562, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For apo-KpAcrB, the super-resolution image stack was aligned and binned by 2 using patch motion. The contrast transfer function (CTF) was estimated using patch CTF in cryoSPARC. A procedure for blob picker followed by two-dimensional (2D) classification were applied to generate templates for automated template picking. Initially, 731,684 particles were selected after autopicking in cryoSPARC. Several iterative rounds of 2D classifications followed by ab initio and heterogeneous three-dimensional (3D) classifications were performed to remove false picks, and classes with unclear features, ice contamination, or carbonA single round of nonuniform refinement followed by local refinement with nonuniform sampling resulted in 2.82 Å resolution cryo-EM maps for apo-KpAcrB based on the gold-standard Fourier shell correlation (FSC 0.143) (Fig. S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33417, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For KpAcrB-Ery, the same procedure was used to generate templates for automated template picking. Initially, 1,459,014 particles were selected after autopicking in cryoSPARC. Several iterative rounds of 2D classifications, ab initio and heterogeneous 3D classifications were performed to remove false picks and classes with unclear features. Nonuniform refinement followed by local refinement with nonuniform sampling resulted in 2.96 Å resolution cryo-EM maps for KpAcrB-Ery based on the gold-standard Fourier shell correlation (FSC 0.143) (Fig. S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33973, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Model building and refinement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34004, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Model buildings of were based on the cryo-EM maps, respectively. A predicted KpAcrB structure using AlphaFold was used and fitted into the corresponding density maps using Chimera. The subsequent model rebuilding was performed using Coot. Structural refinements were performed using the phenix.real_space_refine program from the PHENIX suite. The final atomic model was evaluated using MolProbity. The statistics associated with data collection, 3D reconstruction, and model refinement are included in Table S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34517, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Microscale thermophoresis assay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34550, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MST experiment was performed using a Monolith NT.Labelfree instrument (NanoTemper Technologies GmbH, Munich, Germany) coupled with premium standard capillaries (NanoTemper Technologies, Munich, Germany). A 16-point dilution series of Ery was made by dissolving Ery in 20 mM Na-HEPES (pH 7.5) and 0.02% DDM. Each Ery solution was then mixed with the KpAcrB protein solution in 20 mM Na-HEPES (pH 7.5) and 0.02% DDM. After 15-min incubation, these samples were filled into 16 different premium standard capillaries, respectively. The final concentration of KpAcrB in each capillary was 500 nM. The final concentration of Ery ranged between 15 nM and 500 μM. Measurements were taken with excitation wavelength at 280 nm and emission wavelength at 360 nm. For each measurement, MST signal was recorded within 25 s, and laser-on time was set at 20 s and laser-off time was set at 5 s. The experiment was repeated three times to ensure reproducibility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35516, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular modeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35536, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The program AutoDock Vina was used to predicted the drug-binding modes of five KpAcrB drugs, including Ery, Lev, Cip, Cef, and Tet. The “binding” protomer of the KpAcrB-Ery structure (with the Ery molecule removed) was used for dockings. The protein was set as a rigid structure, whereas the conformation of each antibiotic molecule was optimized via all modeling and docking procedures. For each drug, the results were ranked on the basis of predicted free binding energy, and the one with the highest binding affinity was recorded (Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36086, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data availability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36105, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The atomic coordinates and EM maps of apo-KpAcrB and KpAcrB-Ery have been deposited with PDB accession codes 8FFK and 8FFS and EMDB accession codes EMD-29045 and EMD-29055.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36278, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "This article is a direct contribution from Robert A. Bonomo, a Fellow of the American Academy of Microbiology, who arranged for and secured reviews by Paul Dunman, University of Rochester, and Timothy Palzkill, Baylor College of Medicine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36517, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 36528, "infons": {"section_type": "REF", "source": "Cancer Med", "type": "ref", "year": "2022"}, "text": "Increased risk of death from pneumonia among cancer survivors: a propensity score-matched cohort analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36634, "infons": {"section_type": "REF", "source": "Pneumonia in children.", "type": "ref", "year": "2022"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 36635, "infons": {"section_type": "REF", "source": "Klebsiella pneumoniae in healthcare settings.", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 36636, "infons": {"fpage": "3198", "pub-id_doi": "10.3389/fmicb.2018.03198", "pub-id_pmid": "30723463", "section_type": "REF", "source": "Front Microbiol", "type": "ref", "volume": "9", "year": "2019"}, "text": "High prevalence of multidrug-resistant Klebsiella pneumoniae harboring several virulence and β-lactamase encoding genes in a Brazilian intensive care unit", "sentences": [], "annotations": [], "relations": []}, {"offset": 36794, "infons": {"fpage": "784130", "pub-id_doi": "10.3389/fcimb.2022.784130", "pub-id_pmid": "35281440", "section_type": "REF", "source": "Front Cell Infect Microbiol", "type": "ref", "volume": "12", "year": "2022"}, "text": "Secondary bacterial infection and clinical characteristics in patients with COVID-19 admitted to two intensive care units of an academic hospital in Iran during the first wave of the pandemic", "sentences": [], "annotations": [], "relations": []}, {"offset": 36986, "infons": {"fpage": "83", "lpage": "88", "pub-id_doi": "10.1016/j.cmi.2020.07.041", "pub-id_pmid": "32745596", "section_type": "REF", "source": "Clin Microbiol Infect", "type": "ref", "volume": "27", "year": "2021"}, "text": "Incidence of co-infections and superinfections in hospitalized patients with COVID-19: a retrospective cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 37102, "infons": {"fpage": "2475067", "pub-id_doi": "10.1155/2016/2475067", "pub-id_pmid": "27274985", "section_type": "REF", "source": "Biomed Res Int", "type": "ref", "volume": "2016", "year": "2016"}, "text": "Mechanisms of antimicrobial resistance in ESKAPE pathogens", "sentences": [], "annotations": [], "relations": []}, {"offset": 37161, "infons": {"fpage": "1079", "pub-id_pmid": "34666695", "section_type": "REF", "source": "BMC Infect Dis", "type": "ref", "volume": "21", "year": "2021"}, "text": "Reduced mortality from KPC-K.pneumoniae bloodstream infection in high-risk patients with hematological malignancies colonized by KPC-K. pneumoniae", "sentences": [], "annotations": [], "relations": []}, {"offset": 37308, "infons": {"fpage": "318", "lpage": "327", "pub-id_doi": "10.1016/S1473-3099(17)30753-3", "pub-id_pmid": "29276051", "section_type": "REF", "source": "Lancet Infect Dis", "type": "ref", "volume": "18", "year": "2018"}, "text": "Discovery, research, and development of new antibiotics: the WHO priority list of antibiotic-resistant bacteria and tuberculosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37437, "infons": {"fpage": "629", "lpage": "636", "pub-id_doi": "10.1038/nrmicro1464", "pub-id_pmid": "16845433", "section_type": "REF", "source": "Nat Rev Microbiol", "type": "ref", "volume": "4", "year": "2006"}, "text": "Multidrug-resistance efflux pumps—not just for resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 37497, "infons": {"fpage": "2024", "lpage": "2028", "pub-id_doi": "10.1128/AAC.46.6.2024-2028.2002", "pub-id_pmid": "12019132", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "46", "year": "2002"}, "text": "Cloning of a cation efflux pump gene associated with chlorhexidine resistance in Klebsiella pneumoniae", "sentences": [], "annotations": [], "relations": []}, {"offset": 37600, "infons": {"fpage": "577", "lpage": "582", "pub-id_doi": "10.1248/bpb.31.577", "pub-id_pmid": "18379044", "section_type": "REF", "source": "Biol Pharm Bull", "type": "ref", "volume": "31", "year": "2008"}, "text": "Properties and expression of a multidrug efflux pump AcrAB-KocC from Klebsiella pneumoniae", "sentences": [], "annotations": [], "relations": []}, {"offset": 37691, "infons": {"fpage": "10876", "pub-id_doi": "10.1038/s41598-020-67820-x", "pub-id_pmid": "32616840", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "10", "year": "2020"}, "text": "The role of RND-type efflux pumps in multidrug-resistant mutants of Klebsiella pneumoniae", "sentences": [], "annotations": [], "relations": []}, {"offset": 37781, "infons": {"fpage": "177", "lpage": "183", "pub-id_doi": "10.1128/AAC.00715-09", "pub-id_pmid": "19858254", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "54", "year": "2010"}, "text": "Klebsiella pneumoniae AcrAB efflux pump contributes to antimicrobial resistance and virulence", "sentences": [], "annotations": [], "relations": []}, {"offset": 37875, "infons": {"fpage": "107", "lpage": "125", "pub-id_pmid": "10941792", "section_type": "REF", "source": "J Mol Microbiol Biotechnol", "type": "ref", "volume": "1", "year": "1999"}, "text": "The RND permease superfamily: an ancient, ubiquitous and diverse family that includes human disease and development proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 38000, "infons": {"fpage": "587", "lpage": "593", "pub-id_doi": "10.1038/nature01050", "pub-id_pmid": "12374972", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "419", "year": "2002"}, "text": "Crystal structure of bacterial multidrug efflux transporter AcrB", "sentences": [], "annotations": [], "relations": []}, {"offset": 38065, "infons": {"fpage": "173", "lpage": "179", "pub-id_doi": "10.1038/nature05076", "pub-id_pmid": "16915237", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "443", "year": "2006"}, "text": "Crystal structures of a multidrug transporter reveal a functionally rotating mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 38152, "infons": {"fpage": "134", "lpage": "145", "pub-id_doi": "10.1016/j.jmb.2009.04.001", "pub-id_pmid": "19361527", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "389", "year": "2009"}, "text": "Crystal structure of the multidrug exporter MexB from Pseudomonas aeruginosa", "sentences": [], "annotations": [], "relations": []}, {"offset": 38229, "infons": {"elocation-id": "e97903", "pub-id_doi": "10.1371/journal.pone.0097903", "pub-id_pmid": "24901477", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "9", "year": "2014"}, "text": "Crystal structure of the Neisseria gonorrhoeae MtrD inner membrane multidrug efflux pump", "sentences": [], "annotations": [], "relations": []}, {"offset": 38318, "infons": {"fpage": "171", "pub-id_doi": "10.1038/s41467-017-00217-z", "pub-id_pmid": "28761097", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "8", "year": "2017"}, "text": "Structures and transport dynamics of a Campylobacter jejuni multidrug efflux pump", "sentences": [], "annotations": [], "relations": []}, {"offset": 38400, "infons": {"elocation-id": "e01295-19", "pub-id_doi": "10.1128/mBio.01295-19", "pub-id_pmid": "31266873", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "10", "year": "2019"}, "text": "Cryo-electron microscopy structure of an Acinetobacter baumannii multidrug efflux pump", "sentences": [], "annotations": [], "relations": []}, {"offset": 38487, "infons": {"fpage": "976", "lpage": "980", "pub-id_doi": "10.1126/science.1083137", "pub-id_pmid": "12738864", "section_type": "REF", "source": "Science", "type": "ref", "volume": "300", "year": "2003"}, "text": "Structural basis of multiple drug-binding capacity of the AcrB multidrug efflux pump", "sentences": [], "annotations": [], "relations": []}, {"offset": 38572, "infons": {"elocation-id": "e03690-20", "pub-id_doi": "10.1128/mBio.03690-20", "pub-id_pmid": "33622726", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "12", "year": "2021"}, "text": "Cryoelectron microscopy structures of AdeB illuminate mechanisms of simultaneous binding and exporting of substrates", "sentences": [], "annotations": [], "relations": []}, {"offset": 38689, "infons": {"elocation-id": "e01031-21", "pub-id_doi": "10.1128/mBio.01031-21", "pub-id_pmid": "34044590", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "12", "year": "2021"}, "text": "Cryo-EM determination of eravacycline-bound structures of the ribosome and the multidrug efflux pump AdeJ of Acinetobacter baumannii", "sentences": [], "annotations": [], "relations": []}, {"offset": 38822, "infons": {"elocation-id": "e03732-21", "pub-id_doi": "10.1128/mbio.03732-21", "pub-id_pmid": "35100868", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "13", "year": "2021"}, "text": "An analysis of the novel fluorocycline TP-6076 bound to both the ribosome and multidrug efflux pump AdeJ from Acinetobacter baumannii", "sentences": [], "annotations": [], "relations": []}, {"offset": 38956, "infons": {"elocation-id": "e00996-20", "pub-id_doi": "10.1128/mBio.00996-20", "pub-id_pmid": "32457251", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "11", "year": "2020"}, "text": "Cryo-EM structures of a gonococcal multidrug efflux pump illuminate a mechanism of drug recognition and resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 39071, "infons": {"elocation-id": "e0299022", "pub-id_doi": "10.1128/spectrum.02990-22", "pub-id_pmid": "36121287", "section_type": "REF", "source": "Microbiol Spectr", "type": "ref", "volume": "10", "year": "2022"}, "text": "Structural basis of peptide-based antimicrobial inhibition of a resistance-nodulation-cell division multidrug efflux pump", "sentences": [], "annotations": [], "relations": []}, {"offset": 39193, "infons": {"fpage": "4315", "lpage": "4323", "pub-id_doi": "10.1128/AAC.00314-16", "pub-id_pmid": "27161641", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "60", "year": "2016"}, "text": "Evidence of a substrate-discriminating entrance channel in the lower porter domain of the multidrug resistance efflux pump AcrB", "sentences": [], "annotations": [], "relations": []}, {"offset": 39321, "infons": {"fpage": "565", "lpage": "569", "pub-id_doi": "10.1038/nature10641", "pub-id_pmid": "22121023", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "480", "year": "2011"}, "text": "Structures of the multidrug exporter AcrB reveal a proximal multisite drug-binding pocket", "sentences": [], "annotations": [], "relations": []}, {"offset": 39411, "infons": {"fpage": "20637", "lpage": "20642", "pub-id_doi": "10.1073/pnas.1218348109", "pub-id_pmid": "23175790", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "109", "year": "2012"}, "text": "Multidrug binding properties of the AcrB efflux pump characterized by molecular dynamics simulations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39512, "infons": {"elocation-id": "e02277-19", "pub-id_doi": "10.1128/mBio.02277-19", "pub-id_pmid": "31744915", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "10", "year": "2019"}, "text": "Multidrug resistance in Neisseria gonorrhoeae: identification of functionally important residues in the MtrD efflux protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 39636, "infons": {"fpage": "100", "pub-id_doi": "10.1038/ncomms1093", "pub-id_pmid": "20981028", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "1", "year": "2010"}, "text": "Protein-binding assays in biological liquids using microscale thermophoresis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39713, "infons": {"fpage": "4972", "lpage": "4976", "pub-id_doi": "10.1016/j.febslet.2007.09.035", "pub-id_pmid": "17910961", "section_type": "REF", "source": "FEBS Lett", "type": "ref", "volume": "581", "year": "2007"}, "text": "Ligand-transporter interaction in the AcrB multidrug efflux pump determined by fluorescence polarization assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 39824, "infons": {"fpage": "7290", "lpage": "7296", "pub-id_doi": "10.1128/JB.00684-06", "pub-id_pmid": "17015668", "section_type": "REF", "source": "J Bacteriol", "type": "ref", "volume": "188", "year": "2006"}, "text": "Conformation of the AcrB multidrug efflux pump in mutants of the putative proton relay pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 39919, "infons": {"fpage": "12985", "lpage": "12990", "pub-id_doi": "10.1073/pnas.1812526115", "pub-id_pmid": "30509977", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "115", "year": "2018"}, "text": "Structure and activity of lipid bilayer within a membrane-protein transporter", "sentences": [], "annotations": [], "relations": []}, {"offset": 39997, "infons": {"elocation-id": "e03383-22", "section_type": "REF", "source": "mBio", "type": "ref", "volume": "10", "year": "2023"}, "text": "Cryo-EM structures of AcrD illuminate a mechanism for capturing aminoglycosides from its central cavity", "sentences": [], "annotations": [], "relations": []}, {"offset": 40101, "infons": {"fpage": "455", "lpage": "461", "pub-id_pmid": "19499576", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "31", "year": "2010"}, "text": "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading", "sentences": [], "annotations": [], "relations": []}, {"offset": 40232, "infons": {"section_type": "REF", "source": "Antibiotic resistance threats in the United States, vol. 2019.", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 40233, "infons": {"fpage": "756580", "pub-id_doi": "10.3389/fmicb.2021.756580", "pub-id_pmid": "34925264", "section_type": "REF", "source": "Front Microbiol", "type": "ref", "volume": "12", "year": "2021"}, "text": "Emergence of colistin resistance in carbapenem-resistant hypervirulent Klebsiella pneumoniae under the pressure of tigecycline", "sentences": [], "annotations": [], "relations": []}, {"offset": 40360, "infons": {"fpage": "702956", "pub-id_doi": "10.3389/fmicb.2021.702956", "pub-id_pmid": "34603229", "section_type": "REF", "source": "Front Microbiol", "type": "ref", "volume": "12", "year": "2021"}, "text": "In vivo emergence of colistin and tigecycline resistance in carbapenem-resistant hypervirulent Klebsiella pneumoniae during antibiotics treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 40506, "infons": {"fpage": "1800", "lpage": "1806", "pub-id_doi": "10.1128/AAC.01714-09", "pub-id_pmid": "20160052", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "54", "year": "2010"}, "text": "Kinetic parameters of efflux of penicillins by the multidrug efflux transporter AcrAB-TolC of Escherichia coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 40617, "infons": {"fpage": "5854", "lpage": "5858", "pub-id_doi": "10.1073/pnas.0901695106", "pub-id_pmid": "19307562", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "106", "year": "2009"}, "text": "Kinetic behavior of the major multidrug efflux pump AcrB of Escherichia coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 40694, "infons": {"fpage": "11460", "pub-id_doi": "10.1038/s41598-019-48019-1", "pub-id_pmid": "31391518", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "9", "year": "2019"}, "text": "Exit tunnel modulation as resistance mechanism of S. aureus erythromycin resistant mutant", "sentences": [], "annotations": [], "relations": []}, {"offset": 40784, "infons": {"fpage": "36", "lpage": "51", "pub-id_doi": "10.1016/j.jsb.2005.07.007", "pub-id_pmid": "16182563", "section_type": "REF", "source": "J Struct Biol", "type": "ref", "volume": "152", "year": "2005"}, "text": "Automated electron microscope tomography using robust prediction of specimen movements", "sentences": [], "annotations": [], "relations": []}, {"offset": 40871, "infons": {"fpage": "290", "lpage": "296", "pub-id_doi": "10.1038/nmeth.4169", "pub-id_pmid": "28165473", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination", "sentences": [], "annotations": [], "relations": []}, {"offset": 40948, "infons": {"fpage": "583", "lpage": "589", "pub-id_doi": "10.1038/s41586-021-03819-2", "pub-id_pmid": "34265844", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "596", "year": "2021"}, "text": "Highly accurate protein structure prediction with AlphaFold", "sentences": [], "annotations": [], "relations": []}, {"offset": 41008, "infons": {"fpage": "1605", "lpage": "1612", "pub-id_doi": "10.1002/jcc.20084", "pub-id_pmid": "15264254", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "25", "year": "2004"}, "text": "UCSF Chimera—a visualization system for exploratory research and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41084, "infons": {"fpage": "2126", "lpage": "2132", "pub-id_doi": "10.1107/S0907444904019158", "pub-id_pmid": "15572765", "section_type": "REF", "source": "Acta Crystallogr D Biol Crystallogr", "type": "ref", "volume": "60", "year": "2004"}, "text": "Coot: model-building tools for molecular graphics", "sentences": [], "annotations": [], "relations": []}, {"offset": 41134, "infons": {"fpage": "531", "lpage": "544", "pub-id_doi": "10.1107/S2059798318006551", "pub-id_pmid": "29872004", "section_type": "REF", "source": "Acta Crystallogr D Struct Biol", "type": "ref", "volume": "74", "year": "2018"}, "text": "Real-space refinement in PHENIX for cryo-EM and crystallography", "sentences": [], "annotations": [], "relations": []}, {"offset": 41198, "infons": {"fpage": "1948", "lpage": "1954", "pub-id_doi": "10.1107/s0907444902016657", "pub-id_pmid": "12393927", "section_type": "REF", "source": "Acta Crystallogr D Biol Crystallogr", "type": "ref", "volume": "58", "year": "2002"}, "text": "PHENIX: building new software for automated crystallographic structure determination", "sentences": [], "annotations": [], "relations": []}, {"offset": 41283, "infons": {"fpage": "12", "lpage": "21", "pub-id_doi": "10.1107/S0907444909042073", "pub-id_pmid": "20057044", "section_type": "REF", "source": "Acta Crystallogr D Biol Crystallogr", "type": "ref", "volume": "66", "year": "2010"}, "text": "MolProbity: all-atom structure validation for macromolecular crystallography", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]