[{"source": "PMC", "date": "20230506", "key": "pmc.key", "infons": {}, "documents": [{"id": "10154187", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41467-023-38251-9", "article-id_pmc": "10154187", "article-id_pmid": "37137903", "article-id_publisher-id": "38251", "elocation-id": "2527", "kwd": "Single-molecule biophysics Cryoelectron microscopy", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Egri;given-names:Shawn B.", "name_1": "surname:Wang;given-names:Xue", "name_10": "surname:Luban;given-names:Jeremy", "name_11": "surname:Munro;given-names:James B.", "name_2": "surname:Díaz-Salinas;given-names:Marco A.", "name_3": "surname:Luban;given-names:Jeremy", "name_4": "surname:Dudkina;given-names:Natalya V.", "name_5": "surname:Munro;given-names:James B.", "name_6": "surname:Shen;given-names:Kuang", "name_7": "surname:Munro;given-names:James B.", "name_8": "surname:Shen;given-names:Kuang", "name_9": "surname:Shen;given-names:Kuang", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "14", "year": "2023"}, "text": "Detergent modulates the conformational equilibrium of SARS-CoV-2 Spike during cryo-EM structural determination", "sentences": [], "annotations": [], "relations": []}, {"offset": 111, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Spike glycoprotein of SARS-CoV-2 mediates viral entry into the host cell via the interaction between its receptor binding domain (RBD) and human angiotensin-converting enzyme 2 (ACE2). Spike RBD has been reported to adopt two primary conformations, a closed conformation in which the binding site is shielded and unable to interact with ACE2, and an open conformation that is capable of binding ACE2. Many structural studies have probed the conformational space of the homotrimeric Spike from SARS-CoV-2. However, how sample buffer conditions used during structural determination influence the Spike conformation is currently unclear. Here, we systematically explored the impact of commonly used detergents on the conformational space of Spike. We show that in the presence of detergent, the Spike glycoprotein predominantly occupies a closed conformational state during cryo-EM structural determination. However, in the absence of detergent, such conformational compaction was neither observed by cryo-EM, nor by single-molecule FRET designed to visualize the movement of RBD in solution in real-time. Our results highlight the highly sensitive nature of the Spike conformational space to buffer composition during cryo-EM structural determination, and emphasize the importance of orthogonal biophysical approaches to validate the structural models obtained.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1479, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Egri et al combined cryo-EM and single molecule FRET to visualize the conformation of the SARS-CoV-2 Spike protein. They found that commonly used detergents compact the global conformation only under cryo-EM conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1699, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1712, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In early December 2019, the emergence of a deadly, zoonotic coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), occurred in the Hubei province of central China. SARS-CoV-2 is a single-stranded RNA-enveloped virus belonging to the β coronavirus family. The viral capsid is composed of four structural proteins—S, E, M, and N—which enclose the RNA genome of the virus. Glycosylated S (Spike) proteins cover the surface of the virion and bind the host cell receptor angiotensin-converting enzyme 2 (ACE2) in order to mediate viral entry. Upon entry, the viral RNA genome is released, which then undergoes translation, replication, and transcription to promote the synthesis of new viral particles within the host cell.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2456, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The homotrimeric Spike protein resides on the viral surface and is the basic unit responsible for facilitating host receptor recognition, cell attachment, and viral fusion during infection. In the absence of host cell interaction, the Spike protein exists in a stable, prefusion state which undergoes major structural rearrangements upon interaction with the host ACE2 receptor. SARS-CoV-2 Spike consists of an extracellular N-terminus, a transmembrane domain anchored within the viral membrane, and a small intracellular C-terminal domain. Within the extracellular domain, each Spike protomer contains a receptor binding domain (RBD) which can adopt one of two states—a closed, or open state. When closed, the ACE2-binding interface faces downwards and is shielded, making it unavailable for binding. Upon transitioning to the open state, the RBD ACE2-binding site points upwards and becomes exposed, making it available for binding. This switch between up and down conformations suggests that Spike RBDs must transition to the open state prior to engaging the ACE2 receptor. Discerning how the global conformational state of the Spike protein impacts ACE2 binding is necessary for furthering our understanding of pathogenesis and aiding the development of therapeutics that disrupt ACE2 binding and subsequent membrane fusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3787, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As SARS-CoV-2 Variants continue to emerge bearing complex combinations of non-synonymous Spike mutations associated with heightened transmissibility, it is important to determine how these mutations impact the conformational state of the protein. As the Spike RBD plays a central role in ACE2 recognition and binding, it is predicted that changes to the amino acid sequence of the RBD impact the molecular mechanism of the interaction between Spike and ACE2, resulting in changes to the viral infectivity. This is highlighted by the fact that most mutations in the SARS-CoV-2 variants of concern occur on the surface of the Spike protein, and specifically many occur within the RBD. Numerous studies aimed at describing how mutations to the Spike protein are correlated with heightened infectivity have employed cryogenic electron microscopy (cryo-EM) to explore the global conformational space of Spike Variants (Supplementary Table 1). In order to accurately determine how Spike mutations impact the conformational dynamics of the protein, we need a precise understanding of the biophysical tools and methods commonly employed to investigate the SARS-CoV-2 Spike protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4962, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we explore the structural impact of sample buffer composition on the Spike protein conformation. We found that the addition of commonly used detergents, CHAPS or DDM, induces a transition of the Spike RBD from an open to a more closed conformation during cryo-EM structural determination at either physiological pH or at acidic pH. Importantly, when we extended our analysis to single-molecule FRET (smFRET), we found that the presence of detergent did not influence RBD conformation, which is in sharp contrast to the structural determination by cryo-EM. Our results reveal that the Spike RBD conformation is highly sensitive to its environment during cryo-EM structural determination and emphasize the importance of using orthogonal biophysical approaches when investigating conformational equilibrium and dynamics of the SARS-CoV-2 Spike protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5827, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5835, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Structural determination of the D614G SARS-CoV-2 Spike in the absence of detergent", "sentences": [], "annotations": [], "relations": []}, {"offset": 5918, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate the conformational space of SARS-CoV-2 Spike protein, we used the D614G variant as a model system as it was the first mutation to increase infectivity and, as seen below, it expands the conformational space relative to the original Wuhan-Hu-1 Spike. We purified soluble homotrimeric Spike protein using a previously defined approach. Briefly, His-tagged Spike was recombinantly overexpressed in HEK293-F cells and secreted to the media. We then pulled down the Spike protein using Ni-NTA resin, and further purified it using size-exclusion chromatography (Supplementary Fig. 1a). This approach yielded high-quality SARS-CoV-2 Spike in its intact, homotrimeric form, which is suitable for cryo-EM structural determination (Supplementary Fig. 1b, c).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6684, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary of cryo-EM data collection conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 6730, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th colspan=\"10\">Data collection and processing</th></tr></thead><tbody><tr><td>Spike</td><td>D614G</td><td>D614G</td><td>D614G</td><td>D614G</td><td>D614G</td><td>D614G</td><td>D614</td><td>D614G</td><td>D614</td></tr><tr><td>pH</td><td>7.4</td><td>7.4</td><td>7.4</td><td>7.4</td><td>7.4</td><td>5</td><td>5</td><td>5</td><td>5</td></tr><tr><td>Additive</td><td>No detergent</td><td>0.01% CHAPS</td><td>0.5% CHAPS</td><td>0.01% DDM</td><td>0.5% DDM</td><td>No detergent</td><td>No detergent</td><td>0.5% CHAPS</td><td>0.5% CHAPS</td></tr><tr><td>Microscope</td><td colspan=\"9\">Thermo Scientific Krios G4</td></tr><tr><td>Magnification</td><td colspan=\"9\">76,000</td></tr><tr><td>Voltage (kV)</td><td colspan=\"9\">300</td></tr><tr><td>Grids</td><td colspan=\"9\">UltrAuFoil R1.2/1.3 300 mesh or UltrAuFoil R0.6/1 300 mesh</td></tr><tr><td>Electron exposure (e<sup>–</sup>/Å<sup>2</sup>)</td><td>37</td><td>40.54</td><td>41.17</td><td>42</td><td>41</td><td>42</td><td>39.16</td><td>40</td><td>40</td></tr><tr><td>Defocus range (μm)</td><td>–0.6 to –1.8</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td><td>–0.7 to –1.3</td></tr><tr><td>Pixel size (Å)</td><td>1.053</td><td>1.053</td><td>1.053</td><td>1.053</td><td>1.053</td><td>1.053</td><td>1.053</td><td>1.053</td><td>1.053</td></tr><tr><td>Symmetry imposed</td><td colspan=\"9\">C3</td></tr><tr><td>Final number of particles</td><td>266296</td><td>294252</td><td>260885</td><td>399407</td><td>193543</td><td>637756</td><td>687148</td><td>421644</td><td>218968</td></tr><tr><td>Map resolution</td><td colspan=\"9\">See Supplementary Table <xref rid=\"MOESM1\" ref-type=\"media\">2</xref></td></tr><tr><td>FSC threshold</td><td colspan=\"9\">0.143</td></tr><tr><td>Map resolution range</td><td colspan=\"9\">See Supplementary Table <xref rid=\"MOESM1\" ref-type=\"media\">2</xref></td></tr></tbody></table>\n"}, "text": "Data collection and processing\t \tSpike\tD614G\tD614G\tD614G\tD614G\tD614G\tD614G\tD614\tD614G\tD614\t \tpH\t7.4\t7.4\t7.4\t7.4\t7.4\t5\t5\t5\t5\t \tAdditive\tNo detergent\t0.01% CHAPS\t0.5% CHAPS\t0.01% DDM\t0.5% DDM\tNo detergent\tNo detergent\t0.5% CHAPS\t0.5% CHAPS\t \tMicroscope\tThermo Scientific Krios G4\t \tMagnification\t76,000\t \tVoltage (kV)\t300\t \tGrids\tUltrAuFoil R1.2/1.3 300 mesh or UltrAuFoil R0.6/1 300 mesh\t \tElectron exposure (e–/Å2)\t37\t40.54\t41.17\t42\t41\t42\t39.16\t40\t40\t \tDefocus range (μm)\t–0.6 to –1.8\t–0.7 to –1.3\t–0.7 to –1.3\t–0.7 to –1.3\t–0.7 to –1.3\t–0.7 to –1.3\t–0.7 to –1.3\t–0.7 to –1.3\t–0.7 to –1.3\t \tPixel size (Å)\t1.053\t1.053\t1.053\t1.053\t1.053\t1.053\t1.053\t1.053\t1.053\t \tSymmetry imposed\tC3\t \tFinal number of particles\t266296\t294252\t260885\t399407\t193543\t637756\t687148\t421644\t218968\t \tMap resolution\tSee Supplementary Table 2\t \tFSC threshold\t0.143\t \tMap resolution range\tSee Supplementary Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7664, "infons": {"file": "41467_2023_38251_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "SARS-CoV-2 D614G Spike protein displays open conformation in the absence of detergent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7751, "infons": {"file": "41467_2023_38251_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a Cryo-EM density maps and structural models for the four classes of SARS-CoV-2 D614G Spike conformations—fully closed (upper left), one RBD open (bottom left), two-RBD open (top right), and fully open (bottom right). b Summary of distributions of SARS-CoV-2 D614G Spike conformations at physiological pH. Dagger denotes data which was sourced from Zhang et al.. Double dagger denotes data which was sourced from ref. . Asterisk denotes that the one RBD open and one-RBD partial-open states identified in Zhang et al. were combined for simplicity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8301, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To set up the benchmark, we carried out cryo-EM single particle analysis on the purified Spike protein without detergent (Table 1 and Supplementary Fig. 1d). Well-defined particles were clearly seen in the micrographs taken by a 300 kV cryo-electron microscope (Supplementary Fig. 1e). Reference-free two-dimensional (2D) classification revealed identifiable structural details of the homotrimeric protein complex (Supplementary Fig. 1f). Masked three-dimensional classification and refinement identified four distinct populations of particles (Fig. 1a, b): 5% of particles adopted a fully closed conformation (4.3 Å, gold-standard criteria), with all three RBDs facing downwards, 36% of particles had one RBD standing up (3.9 Å, gold-standard criteria), 40% of particles had two RBDs up (4.0 Å, gold-standard criteria), and 19% of particles were in the fully open, three-RBD-up conformation (3.9 Å, gold-standard criteria). The general features of these four maps are in agreement with those that have been previously published, with similar proportions of particles found between the four classes. We rigid-body docked previously generated domains of the open and closed Spike protein, and further refined them based on the corresponding map, to generate four distinct atomic structural models (Fig. 1a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9628, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When we compared our D614G Spike results to other studies we found apparent differences. Common throughout all previously published studies is the observation that the D614G mutation disrupted a critical interprotomer hydrogen bond, located between adjacent subunits. However, distinct from previous studies is the reported impact of the mutation on the global conformation (i.e., “openness”) of the Spike protein. Here, we observed a variety of conformations, with the three RBDs within the homotrimer occupying 1-up, 2-ups, and 3-ups conformation, while other published studies reported a more closed global conformation (Fig. 1b). This difference raised discrepancies regarding data interpretation and mechanism of how D614G acquired higher virulency and out-competed the original D614 strain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10430, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Impact of detergent on cryo-EM structural models of the SARS-CoV-2 Spike at physiological pH", "sentences": [], "annotations": [], "relations": []}, {"offset": 10523, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We carefully examined the conditions in which different structural models were resolved, and noticed a major difference between these studies - the use of detergents in sample buffers during cryo-EM sample preparation. As detergents are usually chosen heuristically to reduce the preferred orientation of particles in vitrified ice on cryo grids, we suspected they may be a key factor to the observed discrepancy. Accordingly, we systematically characterized how detergents impact the global conformation of the Spike protein. We tested two commonly used detergents, CHAPS and DDM. CHAPS (3-((3-cholamidopropyl) dimethylammonio)−1-propanesulfonate) is a zwitterionic detergent, while DDM (n-dodecyl-D-maltoside) is nonionic. Both detergents have been widely used in cryo-EM sample preparation. Here, following Spike protein purification and immediately preceding cryo-EM grid plunging, we added a specific detergent to the sample. Grids were then prepared to carry out single particle analysis. In all the conditions tested, we clearly resolved particles (Supplementary Figs. 2–5). Further 2D classification revealed identifiable structural details of the homotrimeric protein complex that allows for ab initio structural model generation and classification of different conformations (Supplementary Figs. 2–5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11843, "infons": {"file": "41467_2023_38251_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Detergent shifts conformation of SARS-CoV-2 Spike protein toward a more closed state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11929, "infons": {"file": "41467_2023_38251_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "a Cryo-EM density maps for the four classes of SARS-CoV-2 D614G Spike conformations in the presence of 0.01% CHAPS. b Summary of distributions of SARS-CoV-2 D614G Spike conformations in the presence of CHAPS or DDM at various concentrations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12171, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the sample containing 0.01% CHAPS, we obtained four distinct populations of particles following three-dimensional classification and refinement, which were comparable in structural details and resolution to the classes identified in the detergent-free dataset (Fig. 2a, 3.9 Å, 3.7 Å, 3.8 Å, and 4 Å resolution for all-closed, 1-up, 2-ups, and all-open conformation, respectively). However, in contrast to the detergent-free samples, the distribution of Spike conformations shifted towards a more closed state (Fig. 2b). Specifically, 10% of particles displayed a fully closed conformation with all RBD’s in the down conformation, 42% of particles displayed the one-RBD-up conformation, 37% of particles showed two RBD’s in the up conformation, and 11% of particles were in the fully open conformation (Fig. 2b). We observed a more striking shift when we increased the CHAPS concentration to 0.5% (Supplementary Fig. 3): 16% of particles in the fully closed conformation, 49% in the one-RBD open position, 30% in the two-RBD open conformation, and 5% displaying the fully open conformation (Fig. 2b). We also observed that at higher CHAPS concentration the particles no longer displayed a strong preference towards a single orientation (Supplementary Fig. 3e, cf. Supplementary Fig. 1h). Taken together, these results suggest that addition of a commonly utilized detergent, CHAPS, induces the Spike protein to adopt a more closed conformation in cryo-EM structural analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13672, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we asked if the CHAPS-induced Spike RBD closing extends to DDM. Following protein purification, we added DDM (0.01% or 0.5%) to the sample immediately prior to grid plunging, and a similar streamline of data analysis was performed (Supplementary Figs. 4 and  5). We again observed the SARS-CoV-2 Spike protein in a more closed conformation relative to the detergent-free condition (Fig. 2b). With 0.01% DDM, 29% of particles displayed the fully closed conformation, 56% displayed the one open conformation, and 15% displayed the two-open conformation, with no particles observed in the fully open state. Furthermore, when 0.5% DDM was doped-in, 18% of particles were fully closed, 51% were in the one-RBD open state, 27% were in the two-RBD open state, and only 4% displayed the fully open conformation. We again observed that at the higher concentration of DDM the particles no longer displayed a strong preference for a single orientation (Supplementary Fig. 5e, cf. Supplementary Fig. 1h). Taken together, this result reinforces the notion that detergent promotes the closing of Spike RBDs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14777, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Detergent promotes conformational compaction at low pH", "sentences": [], "annotations": [], "relations": []}, {"offset": 14832, "infons": {"file": "41467_2023_38251_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Acidic pH promotes the opening of SARS-CoV-2 Spike protein conformation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14905, "infons": {"file": "41467_2023_38251_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "a Gel-filtration profiles for the SARS-CoV-2 D614 and D614G Spike proteins at acidic pH (pH 5.0). b Cryo-EM density maps for the SARS-CoV-2 D614G Spike protein at acidic pH (pH 5) represented by ten different classes. Four of the ten classes display fully resolved RBDs (upper); the remaining six classes display scattered density for at least one RBD (lower). Red dashed circles represent scattered RBD density. c Cryo-EM density maps for the four classes of SARS-CoV-2 D614 Spike conformations at acidic pH (pH 5). d Summary of distributions of SARS-CoV-2 D614 and D614G Spike conformations at acidic pH (pH 5) in the absence or presence of 0.5% CHAPS. Asterisk denotes that the SARS-CoV-2 D614G Spike conformations with scattered RBD densities were combined with their respective one-, two-, or three-RBD-up classes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15726, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the impact of sample conditions on the SARS-CoV-2 Spike protein, we next monitored the RBD conformation at acidic pH. During protein purification, the sample buffer was adjusted to pH 5 by 50 mM sodium acetate during size-exclusion chromatography (Fig. 3a). We did not observe any changes in elution profiles for either the D614 or D614G Spikes, which ensures that lowering the pH does not impact the general organization of the Spike homotrimer (e.g., complex disassembly, or protomer unfolding). As a benchmark, we first analyzed the conformational space of the D614G SARS-CoV-2 Spike protein at pH 5. When subjected to cryo-EM analysis (Supplementary Fig. 6), we observed that acidic pH promotes a more open conformation. Following three-dimensional classification and refinement, we observed ten distinct particle classes (Fig. 3b). These ten classes include the previously seen four classes (fully closed, one-, two-, or three-RBD open) as well as six additional classes, in which the density of at least one up-RBD is scattered due to greater flexibility. For example, the fully open, three-RBD-up conformation is represented by four distinct classes: the first class where the RBD densities for all three subunits are observed, the second class where one-RBD density is scattered, and the third, and fourth classes display scattered densities for either two, or three RBD’s, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17148, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When we carried out the same analysis on the ancestral SARS-CoV-2 D614 Spike protein (Supplementary Fig. 7), we observed a similar trend—acidic pH promotes a more open conformation (Fig. 3c). When subjected to cryo-EM analysis, we observed a distribution of all-closed (9%), one- (32%), two- (36%), and three-RBD open (23%) states (Fig. 3d). This result contrasts the situation at physiological pH (pH 7.4), as it has previously been shown that the ancestral D614 Spike protein only resides in the fully closed (47%), or one-RBD open (53%) states (Fig. 3d). Taken together, these results suggest that acidic pH promotes a more open Spike conformation and that the Spike RBD conformation is highly sensitive to its environment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17881, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the results in the previous section, we sought to ask how the combined addition of detergent (0.5% CHAPS) and acidic pH (pH 5) alters the conformation of the Spike (Supplementary Fig. 8 and Supplementary Fig. 9). Strikingly, when we analyzed both the ancestral D614 Spike protein as well as the D614G mutant, we found that 100% of particles for both datasets displayed the fully closed conformation at pH 5 in the presence of CHAPS (Fig. 3b). The resolution of the maps is at 2.7–2.8 Å, revealing fine details of the Spike protein at near-atomic resolution (Supplementary Figs. 8d and 9d). This result indicates that the detergent-induced Spike RBD closing is accentuated by acidic pH.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18585, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Visualization of Spike protein conformational space by single-molecule FRET", "sentences": [], "annotations": [], "relations": []}, {"offset": 18661, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Summarizing the results above, we were surprised by the ability of commonly used detergents to modulate the conformational space of Spike protein during cryo-EM structural determination. However, whether these observations reflect the intrinsic biophysical properties of Spike, or mere artifacts in a specific laboratory setting, is unknown. Accordingly, an independent biophysical approach to test the effect of detergents is absolutely necessary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19110, "infons": {"file": "41467_2023_38251_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Detergent-induced opening of SARS-CoV-2 Spike protein does not extend to single-molecule FRET measurements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19218, "infons": {"file": "41467_2023_38251_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "a Schematic representation of single-molecule FRET setup. Approximate locations of fluorophores represented by green (LD550) and red (LD650) stars on the N-terminal domain (NTD) and receptor binding domain (RBD), respectively. b, d Representative single-molecule FRET trace acquired for the SARS-CoV-2 D614G Spike (b) and SARS-CoV-2 D614 Spike (d). Idealization resulting from Hidden Markov modeling (HMM) analysis is overlaid (red). The high-FRET (0.6) and low-FRET (0.4) states correspond to the RBD-down and RBD-up conformations, respectively. c, e FRET histogram for SARS-CoV-2 D614G Spike (c) and SARS-CoV-2 D614 Spike (e) with the sum of two Gaussian distributions centered at 0.6 and 0.4 FRET (sum, red; single distributions, gray) generated from the results of HMM analysis. FRET histograms are presented as mean ± standard error determined from three replicates. The total number of smFRET traces used in the HMM analysis is indicated. Source data are provided as a Source Data file.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20216, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We decided to employ single-molecule FRET (smFRET) as an orthogonal approach to independently explore the conformational space of SARS-CoV-2 Spike. We site-specifically attached LD550 and LD650 fluorophores to the RBD and NTD domains of the Spike protein, respectively (Fig. 4a, see “Methods” for details). When the RBD is in the closed conformation, a high (~0.65) FRET state is observed. When the RBD transitions to the open conformation, the distance between the fluorophores increases, leading to a low (~0.35) FRET state. Therefore, this assay allows for monitoring the conformation of Spike RBD in real time. We first tested the conformational space of D614 and D614G Spike proteins in the absence of detergents. We observed frequent transitions between the high and low-FRET states in both cases, consistent with the dynamic nature of the Spike RBD (Fig. 4b, d). As previously reported, we observed that D614G Spike increases the population of an open RBD from 40 to 60% in comparison to the D614 Spike (Fig. 4c, e, no detergent). This result is also consistent with our cryo-EM structural analysis in the absence of detergents, showing that the D614G mutation promotes the RBD-up conformation in the Spike protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21446, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next sought to determine if the presence of detergents, CHAPS and DDM, impacts the openness of the Spike protein RBD. Surprisingly, we observed that the presence of CHAPS or DDM does not shift the occupancy of the D614G Spike protein RBD towards a more closed state (Fig. 4c). In contrast, the FRET distribution of the high- and low-FRET states are almost identical to the case without detergents (Fig. 4c). This result sharply contradicts the cryo-EM structural analysis, and suggests that CHAPS and DDM do not impact the openness of the SARS-CoV-2 Spike protein in solution in our smFRET assay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22048, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we asked if the conformational compaction of Spike protein by detergent at acidic pH can be validated using smFRET. We first measured smFRET distribution of D614 and D614G Spike at acidic pH without detergent. Similar FRET transitions between the high- and low-FRET states were observed, corresponding to the closed- and open conformation of RBD (Supplementary Fig. 10). At pH 5, the low-FRET state is more populated in comparison to pH 7.4, suggesting both D614 and D614G Spikes adopt a more open conformation (Fig. 4c, e). This is consistent with the cryo-EM structural analysis in the absence of detergent, in which both D614 and D614G Spike proteins showed a greater preference towards the RBD open position as compared to at pH 7.4. Importantly, the addition of detergent (0.5% CHAPS) does not alter the conformational distribution of the Spike RBDs in our single-molecule assay—CHAPS does not compact the Spike conformation as it does in cryo-EM structural determination (Fig. 4c, e). Taken together, these results suggest that acidic pH promotes a more open conformation of the Spike protein, while the presence of detergent does not impact the RBD conformation in solution via smFRET.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23255, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23266, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In order to understand how the emergence of novel SARS-CoV-2 Variants correlates with enhanced viral infectivity, numerous studies have employed structural techniques such as cryo-EM to understand how mutations change the global conformational space of the Spike protein (Supplementary Table 1). These studies have been used to correlate Spike conformation of a particular strain with their biological properties, including transmissibility, infectivity, and immune escape. In addition, they have aided our attempts to design more efficacious therapeutics through structure-based antibody design. Comparisons across these studies are frequently made, but experimental conditions are often overlooked when making these comparisons. To reach biologically-relevant conclusions and to ensure consistency across these structural studies, it is necessary to confirm that structural data accurately depict the conformational state of the Spike protein. To date, no study has probed how cryo-EM sample buffer conditions impact the conformation of the SARS-CoV-2 Spike protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24336, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we systematically analyzed how the addition of commonly used detergents in sample preparation buffers impact the global conformational space of the SARS-CoV-2 Spike protein. Using the D614G Spike protein variant as a model system, we first show that in the absence of commonly used detergents, the D614G Spike protein displays a variety of conformations (Fig. 1), and acidic pH promotes a more open conformation (Fig. 3). In contrast, upon addition of CHAPS or DDM to sample preparation buffers, the distribution of Spike conformations shifts to a more closed state either at physiological pH or acidic pH (Figs. 2 and 3 and Supplementary Table 2). Lastly, we found that the detergent-induced closing of Spike RBDs during cryo-EM structural determination does not extend to single-molecule FRET measurements (Fig. 4). These results suggest that the Spike RBD is sensitive to detergent during structural determination with cryo-EM, but not with smFRET.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25308, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Detergents are commonly employed during structural determination to improve the quality of the cryo-EM grids, which occurs by (i) increasing grid surface hydrophilicity, and (ii) reducing the preference of particles to coalesce with the air-water interface. The use of detergents on glow-discharged grids increases grid surface hydrophilicity, which reduces surface tension by strengthening the interaction between the water molecules in the buffer and the surface of the grid. Furthermore, the addition of detergent reduces the tendency of proteins to adhere to the air-water interface within vitrified ice, as this phenomenon commonly results in protein denaturation as well as a preferred orientation of the protein particles, which could lead to a poor 3D reconstruction. Although in this study we use the SARS-CoV-2 Spike protein as a model system to address how detergents change the protein conformation during cryo-EM structural determination, these observations may be broadly applicable to other protein structures resolved by cryo-EM as detergents are often included in the sample buffer. Our results raise a concern that direct comparison of protein conformations determined under different buffer compositions should be evaluated carefully, as detergents may be responsible for introducing undesirable artifacts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26634, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our cryo-EM data, we observe that in detergent-free conditions the particles display a strong preference towards a single orientation (Supplementary Fig. 1h). As such, we collected the detergent-free dataset with a tilt-angle of 30-degrees in order to improve 3D reconstruction (see Methods & Materials for details). Upon addition of a high concentration of detergent, we observe a more uniform distribution of angular orientations, indicating that the particles no longer display a preference for a single orientation (Supplementary Figs. 3e and  5e; cf. Supplementary Fig. 1h). Although initially this appears promising as detergents resolve the preferred-orientation issue common throughout cryo-EM structural studies, it is ultimately undesirable as it is also responsible for altering the conformation of the Spike (i.e., RBD closing) which significantly changes the biological interpretation (Fig. 2 and Supplementary Tables 1 and 2). While it has been previously shown that the addition of detergents resolves the preferred orientation issue by shifting the physical location of particles from the air-water interface to being embedded in the vitreous ice, we speculate that this change in physical environment may also be responsible for altering the Spike conformation. Whether the physical environment encountered at air-water interfaces has a role in the transmission of respiratory viruses such as SARS-CoV-2 warrants future investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28095, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Lastly, we show that the detergent-induced RBD closing observed during cryo-EM structural determination is not observed in solution when evaluated with smFRET. Spike RBD displays similar degrees of openness independent of the presence of detergent—approximately 40% RBD-up for D614 and approximately 60% RBD-up for D614G, in either the presence or absence of CHAPS or DDM, at physiological pH (Fig. 4). In this setup, the protein resides within an aqueous environment instead of a thin layer of vitrified ice, therefore the addition of detergent does not redistribute or reorient the Spike molecules and thus has no impact on the openness of the RBD. Furthermore, this result is in alignment with our previous cryo-EM structural characterization of the D614G Spike global conformation in the absence of detergents, namely an RBD opening induced by this mutation. Despite differences in experimental design between cryo-EM and smFRET (e.g., Spike construct, fluorophore attachment, temperature differences), reaching a similar result via an orthogonal approach reveals that using multiple biophysical techniques to investigate conformational dynamics may be a useful approach to understanding SARS-CoV-2 Spike protein dynamics. In other fields of study, cryo-EM and smFRET have been used in tandem, and there are now numerous studies showing that these techniques can be used synergistically. In conclusion, we show that the conformational equilibrium and dynamics of SARS-CoV-2 Spike RBD is sensitive to its environment, and highlight that the presence of commonly used detergents must be considered when interpreting cryo-EM structural determination of the SARS-CoV-2 Spike protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29782, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 29790, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Plasmids", "sentences": [], "annotations": [], "relations": []}, {"offset": 29799, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mammalian codon-optimized gene coding soluble His-tagged SARS-CoV-2 Spike ectodomain from Wuhan-Hu-1 strain and its D614G variant with stabilizing 2Pro and Furin cleavage site mutations are deposited in Addgene (D614: Addgene plasmid # 164652; D614G: Addgene plasmid # 164651) and have been described previously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30116, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mammalian codon-optimized gene coding SARS-CoV-2 Spike ectodomain (SΔTM) from Wuhan-Hu-1 strain (D614, GenBank ID: MN908947.3), its D614G variant, and their versions with A4-peptide (DSLDMLEW) insertions at amino acid positions 161 and 345 have been described before.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30392, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Purification of soluble SARS-CoV-2 Spike protein homotrimers", "sentences": [], "annotations": [], "relations": []}, {"offset": 30453, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The purification of SARS-CoV-2 Spike homotrimers was carried out using a previously developed protocol. Briefly, FreeStyle 293-F cells (ThermoFisher R79007) were cultured in SMM-293 TII serum-free media (SinoBiological) in a 37 °C shaker at 8% CO2 and 80% humidity. 400 μg of plasmid encoding His-tagged SARS-CoV-2 Spike protein was transfected into 400 mL of 293 FreeStyle cells at 5 × 105 cells/mL, using 30 mL Opti-MEM and 1.2 mL PEI. 72 h later, the media was collected, filtered (0.45 μm), and then incubated with 5 mL of Ni-NTA resin (Qiagen) for 60 min at 4 °C. The resin was collected and washed with PBS supplemented with 15 mM imidazole to mitigate non-specific proteins. Soluble Spike protein was eluted using PBS supplemented with 200 mM imidazole. Following, the Spike protein was further enriched using a Superose 6 gel-filtration column (Cytiva), in a buffer containing 25 mM NaHEPES (pH 7.4) and 150 mM NaCl.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31415, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Screening of detergent conditions for cryo-EM structure determination", "sentences": [], "annotations": [], "relations": []}, {"offset": 31485, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To screen various commonly used detergents during cryo-EM data collection, the Thermo Scientific™ VitroEase™ Buffer Screening Kit was used. The cryo-EM sample solutions with a final concentration of 0.5% (w/v) detergents were prepared via mixing 9 μL ~ 6.5 mg/mL spikes and 1 μL one of the following detergents (CTAB, CHAPS, OG, Tween-20, or FOM) from the kit. DDM was also tested. For each sample, 3 μL sample was deposited on an UltrAuFoil R1.2/1.3 300 mesh grid that had been glow-discharged for 30 s in a GloQube Plus Glow Discharge System. Plunge freezing was performed with a Vitrobot Mark IV using a blot force 0 and blot time 5 s at 100% humidity and 4 °C. All frozen grids were imaged with a Thermo Scientific Krios G4 Cryo-Transmission Electron Microscope (Cryo-TEM) operated at a fixed 300 kV, and images were recorded with a Falcon4 Direct Electron Detector in EER format. Movies were acquired using EPU Multigrid software in one day. Approximately 500 micrographs were automatically collected for each sample with a defocus range between 0.6 and 1.1 μm, a pixel size of 1.05 Å/pixel and a total dose ~40 e/Å2. The micrographs were processed with cryoSPARC Live during data collection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32720, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM sample preparation and data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 32767, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Purified Spike was concentrated to ~6.5 mg/mL and detergents, CHAPS or DDM, were spiked-in to a final concentration of 0.01% or 0.5% (w/v). For the detergent-free condition, purified Spike was concentrated to ~3 mg/mL. For each sample, 3 μL sample was deposited on an UltrAuFoil grid that had been glow-discharged for 30 s in a GloQube Plus Glow Discharge System. Plunge freezing was performed with a Vitrobot Mark IV using a blot force 0 and blot time 5 s at 100% humidity and 4 °C. Detergent-free samples were plunge-frozen using UltrAuFoil R1.2/1.3 300 mesh grids, and detergent containing samples were plunge-frozen using UltrAuFoil R0.6/1 300 mesh grids. Grids were imaged with a Thermo Scientific Krios G4 Cryo-Transmission Electron Microscope (Cryo-TEM) operated at a fixed 300 kV, and images were recorded with a Falcon4 Direct Electron Detector in EER format. Movies were acquired using EPU 2 software. Micrographs were automatically collected for each sample with a defocus range between 0.7 and  1.3 μm, a pixel size of 1.05 Å/pixel and a total dose ~40 e/Å2. Detergent-free samples were collected with a tilt-angle of 30° to overcome the preferred orientation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33968, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM data processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 33992, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pre-processing (motion correction, estimation of microscope contrast-transfer function parameters, particle picking, and initial 2D classification) were carried out in cryoSPARC Live during data collection. Further 2D classifications and homogenous refinements using the published structure EMD-21452 as initial model were performed in cryoSPARC3.1. Particle stacks with well-refined orientation parameters were imported in Relion3.1. Focused 3D classifications with a soft mask on the S1 subunit of the protomer were performed on the C3 symmetry-expanded particles to identify the open and closed monomer conformations. Trimer classes were identified by 3D classification on the trimer particles, as was performed similarly in a previous study. Particle stacks from each trimer class were imported back to cryoSPARC3.1 to perform homogeneous refinement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34847, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preparation of samples for smFRET experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 34893, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Expression, purification, and fluorescent labeling of SΔTM trimers for smFRET experiments have been reported previously. Briefly, SΔTM hetero-trimers were expressed by co-transfection of ExpiCHO-S cells (ThermoFisher A29127, Waltham, MA, USA) with both the untagged SΔTM construct (D614 or D614G) and the corresponding 161/345 A4 peptide tagged SΔTM plasmid at a 2:1 molar ratio. After their purification by affinity chromatography using Ni-NTA agarose beads (Invitrogen™, Waltham, MA, USA) and size-exclusion chromatography, SΔTM hetero-trimers were labeled by overnight incubation at room temperature with coenzyme A (CoA)-conjugated LD550 and LD650 fluorophores (Lumidyne Technologies, New York, NY, USA) and Acyl carrier protein synthase (AcpS). SΔTM was purified away from unbound dye and AcpS by a second round of size-exclusion chromatography. Aliquots were stored at −80 °C until use. Expression and preparation of soluble human monomeric ACE2 (hACE2) for smFRET experiments have been described previously. Briefly, pcDNA3.1(−) (AmpicillinR) encoding human ACE2 ectodomain (residues 1–615) with a C-terminal His-tag was transfected in ExpiCHO-S cells, and the expression of ACE2 was driven by the CMV promoter in the pcDNA3.1(−) vector. Six days post-transfection, the supernatant containing ACE2 was harvested and the cell pellets were discarded. Supernatant buffer composition was adjusted to 20 mM Tris-HCl (pH 8.0), 20 mM imidazole, 500 mM NaCl, and 10% glycerol, and ACE2 was pulled down using Ni-NTA resin (Invitrogen, Waltham, MA, USA). After extensive wash in a buffer containing 20 mM Tris-HCl (pH 8.0), 20 mM imidazole, 500 mM NaCl, and 10% glycerol, ACE2 was eluted by a buffer containing 20 mM Tris-HCl (pH 8.0), 300 mM imidazole, 500 mM NaCl, and 10% glycerol. ACE2 was further purified by size-exclusion chromatography on a Superdex 200 Increase 10/300 GL column (GE Healthcare, Chicago, IL), in PBS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36854, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "smFRET imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 36869, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Labeled SΔTM spikes were immobilized on streptavidin-coated quartz microscope slides by way of Ni-NTA-biotin (Sigma-Aldrich, St. Louis, MO, USA) and imaged using wide-field prism-based TIRF microscopy that centers on a Rapid Automated Modular Mounting (RAMM) microscope frame. Imaging was performed in either physiological (PBS, pH 7.4; Fisher Scientific, Hampton, NH, USA) or acidic (100 mM acetate buffer pH 5.0, 153 mM NaCl) conditions, as indicated. Imaging buffers also contained 1 mM Trolox (Sigma-Aldrich, St. Louis, MO, USA), 1 mM cyclooctatetraene (COT; Sigma-Aldrich, St. Louis, MO, USA), 1 mM 4-nitrobenzyl alcohol (NBA; Sigma-Aldrich, St. Louis, MO, USA), 2 mM protocatechuic acid (PCA; Sigma-Aldrich, St. Louis, MO, USA), and 8 nM protocatechuate 3,4-deoxygenase (PCD; Sigma-Aldrich, St. Louis, MO, USA) to stabilize fluorescence and remove molecular oxygen. When indicated, labeled SΔTM spikes were incubated with 300 nM soluble hACE2 in PBS for 90 min before imaging; the hACE2 concentration was maintained during imaging. In addition, a final concentration of 0.5% (w/v) 3-[(3-cholamidopropyl) dimethylammonio]-1-propanesulfonate (CHAPS; Sigma-Aldrich, St. Louis, MO, USA) or 0.01% (w/v) n-Dodecyl β-D-maltoside (DDM; Sigma-Aldrich, St. Louis, MO, USA) was included in the imaging buffers when indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38211, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "smFRET data were collected using Micromanager v2.0 (micro-manager.org) at 25 frames/s. All smFRET data were processed and analyzed using the SPARTAN software package (https://www.scottcblanchardlab.com/software) in Matlab (Mathworks, Natick, MA). smFRET traces were identified according to criteria previously described. In brief, traces that met these criteria were inspected and verified manually: (1) both donor and acceptor trajectories show a single photobleaching event; (2) FRET lasts for a minimal time window of 15 frames before the photobleaching event; (3) the correlation coefficient of donor and acceptor signals is less than 0.1; (4) the signal-to-noise ratio of the total fluorescence signal is greater than 8. Traces from each of the three technical replicates were then compiled into FRET histograms, and the mean probability per histogram bin ± standard error were calculated. Traces were idealized to a three-state HMM (two non-zero-FRET states and a zero-FRET state) using the maximum point likelihood (MPL) algorithm implemented in SPARTAN. The three-state model was selected by comparing the Akaike information criterion (AIC) across multiple different models with a range of state numbers and topologies as previously described. For each model, the maximized log-likelihood was estimated using the MPL algorithm. The AIC values were then calculated using AICi = 2·Ni – 2·LLi, in which Ni and LLi are the number of model parameters and the maximized log-likelihood per trace for the ith model. The idealizations were used to determine the occupancies (fraction of time until photobleaching) in each FRET state, and construct Gaussian distributions of each FRET state, which were overlaid on the FRET histograms to visualize the results of the HMM analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40007, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reporting summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 40025, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40144, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 40170, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Source data", "sentences": [], "annotations": [], "relations": []}, {"offset": 40182, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40320, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: Shawn B. Egri, Xue Wang, Marco A. Díaz-Salinas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40404, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 40430, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41467-023-38251-9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40522, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 40543, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "S.B.E., J.L., and K.S. conceptualized the project. S.B.E. purified the proteins for cryo-EM structural determination. X.W. and N.V.D. collected cryo-EM data. X.W., N.V.D., and S.B.E. analyzed cryo-EM data and built structural models. M.A.D.-S. and J.B.M. design TIRF microscopy experiments. M.A.D.-S. performed TIRF microscopy experiments, including labeling and preparation of proteins. M.A.D.-S. and J.B.M. analyzed TIRF microscopy data. S.B.E., X.W., M.A.D.-S., J.B.M., and K.S. wrote and edited the manuscript with input from all other authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41092, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Peer review", "sentences": [], "annotations": [], "relations": []}, {"offset": 41104, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Peer review information", "sentences": [], "annotations": [], "relations": []}, {"offset": 41128, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Nature Communications thanks the anonymous reviewer(s) for their contribution to the peer review of this work. A peer review file is available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41272, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 41290, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The cryo-EM density maps determined at different detergent conditions have been deposited in the Electron Microscopy Data Bank (EMDB) with the accession codes as follows: EMD-29428, EMD-29430, EMD-29431, EMD-29432, EMD-29434, EMD-29435, EMD-29436, EMD-29438, EMD-29444, EMD-29445, EMD-29446, EMD-29460, EMD-29461, EMD-29462, EMD-29463, EMD-29464, EMD-29465, EMD-29466, EMD-29467, EMD-29468, EMD-29469, EMD-29470, EMD-29471, EMD-29472, EMD-29473, EMD-29474, EMD-29475, EMD-29476, EMD-29477, EMD-29478, EMD-29479, EMD-29525, EMD-29527, EMD-29528, EMD-29529. Raw cryo-EM datasets are available upon request. The single-molecule FRET data generated in this study are provided in the Source Data file. Source data are provided with this paper.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42030, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 42050, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "X.W. and N.D. are employees of ThermoFisher Scientific. The remaining authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42160, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42171, "infons": {"fpage": "270", "lpage": "273", "name_0": "surname:Zhou;given-names:P", "pub-id_doi": "10.1038/s41586-020-2012-7", "pub-id_pmid": "32015507", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "579", "year": "2020"}, "text": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "sentences": [], "annotations": [], "relations": []}, {"offset": 42249, "infons": {"fpage": "565", "lpage": "574", "name_0": "surname:Lu;given-names:R", "pub-id_doi": "10.1016/S0140-6736(20)30251-8", "pub-id_pmid": "32007145", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "395", "year": "2020"}, "text": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 42370, "infons": {"fpage": "221", "lpage": "236", "name_0": "surname:Chan;given-names:JF-W", "pub-id_doi": "10.1080/22221751.2020.1719902", "pub-id_pmid": "31987001", "section_type": "REF", "source": "Emerg. Microbes Infect.", "type": "ref", "volume": "9", "year": "2020"}, "text": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan", "sentences": [], "annotations": [], "relations": []}, {"offset": 42511, "infons": {"fpage": "562", "lpage": "569", "name_0": "surname:Letko;given-names:M", "name_1": "surname:Marzi;given-names:A", "name_2": "surname:Munster;given-names:V", "pub-id_doi": "10.1038/s41564-020-0688-y", "pub-id_pmid": "32094589", "section_type": "REF", "source": "Nat. Microbiol.", "type": "ref", "volume": "5", "year": "2020"}, "text": "Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses", "sentences": [], "annotations": [], "relations": []}, {"offset": 42619, "infons": {"section_type": "REF", "type": "ref"}, "text": "Fehr, A. R. & Perlman, S. Coronaviruses: an overview of their replication and pathogenesis. in Coronaviruses: Methods and Protocols (eds. Maier, H. J., Bickerton, E. & Britton, P.) 1–23 (Springer, 2015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42825, "infons": {"fpage": "281", "lpage": "292.e6", "name_0": "surname:Walls;given-names:AC", "pub-id_doi": "10.1016/j.cell.2020.02.058", "pub-id_pmid": "32155444", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "181", "year": "2020"}, "text": "Structure, function, and antigenicity of the SARS-CoV-2 spike glycoprotein", "sentences": [], "annotations": [], "relations": []}, {"offset": 42900, "infons": {"fpage": "215", "lpage": "220", "name_0": "surname:Lan;given-names:J", "pub-id_doi": "10.1038/s41586-020-2180-5", "pub-id_pmid": "32225176", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "581", "year": "2020"}, "text": "Structure of the SARS-CoV-2 spike receptor-binding domain bound to the ACE2 receptor", "sentences": [], "annotations": [], "relations": []}, {"offset": 42985, "infons": {"fpage": "1444", "lpage": "1448", "name_0": "surname:Yan;given-names:R", "pub-id_doi": "10.1126/science.abb2762", "pub-id_pmid": "32132184", "section_type": "REF", "source": "Science", "type": "ref", "volume": "367", "year": "2020"}, "text": "Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2", "sentences": [], "annotations": [], "relations": []}, {"offset": 43062, "infons": {"fpage": "173", "lpage": "182", "name_0": "surname:Zhang;given-names:J", "name_1": "surname:Xiao;given-names:T", "name_2": "surname:Cai;given-names:Y", "name_3": "surname:Chen;given-names:B", "pub-id_doi": "10.1016/j.coviro.2021.08.010", "pub-id_pmid": "34534731", "section_type": "REF", "source": "Curr. Opin. Virol.", "type": "ref", "volume": "50", "year": "2021"}, "text": "Structure of SARS-CoV-2 spike protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 43100, "infons": {"fpage": "1586", "lpage": "1592", "name_0": "surname:Cai;given-names:Y", "pub-id_doi": "10.1126/science.abd4251", "pub-id_pmid": "32694201", "section_type": "REF", "source": "Science", "type": "ref", "volume": "369", "year": "2020"}, "text": "Distinct conformational states of SARS-CoV-2 spike protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 43159, "infons": {"fpage": "1141", "lpage": "1149", "name_0": "surname:Huang;given-names:Y", "name_1": "surname:Yang;given-names:C", "name_2": "surname:Xu;given-names:X", "name_3": "surname:Xu;given-names:W", "name_4": "surname:Liu;given-names:S", "pub-id_doi": "10.1038/s41401-020-0485-4", "pub-id_pmid": "32747721", "section_type": "REF", "source": "Acta Pharmacol. Sin.", "type": "ref", "volume": "41", "year": "2020"}, "text": "Structural and functional properties of SARS-CoV-2 spike protein: potential antivirus drug development for COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 43275, "infons": {"fpage": "1260", "lpage": "1263", "name_0": "surname:Wrapp;given-names:D", "pub-id_doi": "10.1126/science.abb2507", "pub-id_pmid": "32075877", "section_type": "REF", "source": "Science", "type": "ref", "volume": "367", "year": "2020"}, "text": "Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43346, "infons": {"fpage": "739", "lpage": "751.e8", "name_0": "surname:Yurkovetskiy;given-names:L", "pub-id_doi": "10.1016/j.cell.2020.09.032", "pub-id_pmid": "32991842", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "183", "year": "2020"}, "text": "Structural and functional analysis of the D614G SARS-CoV-2 spike protein variant", "sentences": [], "annotations": [], "relations": []}, {"offset": 43427, "infons": {"fpage": "867", "lpage": "879.e5", "name_0": "surname:Zhou;given-names:T", "pub-id_doi": "10.1016/j.chom.2020.11.004", "pub-id_pmid": "33271067", "section_type": "REF", "source": "Cell Host Microbe", "type": "ref", "volume": "28", "year": "2020"}, "text": "Cryo-EM structures of SARS-CoV-2 spike without and with ACE2 reveal a pH-dependent switch to mediate endosomal positioning of receptor-binding domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 43578, "infons": {"fpage": "880", "lpage": "891.e8", "name_0": "surname:Lu;given-names:M", "pub-id_doi": "10.1016/j.chom.2020.11.001", "pub-id_pmid": "33242391", "section_type": "REF", "source": "Cell Host Microbe", "type": "ref", "volume": "28", "year": "2020"}, "text": "Real-time conformational dynamics of SARS-CoV-2 spikes on virus particles", "sentences": [], "annotations": [], "relations": []}, {"offset": 43652, "infons": {"fpage": "757", "lpage": "773", "name_0": "surname:Tao;given-names:K", "pub-id_doi": "10.1038/s41576-021-00408-x", "pub-id_pmid": "34535792", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "22", "year": "2021"}, "text": "The biological and clinical significance of emerging SARS-CoV-2 variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 43725, "infons": {"fpage": "1037", "lpage": "1038", "name_0": "surname:Walensky;given-names:RP", "name_1": "surname:Walke;given-names:HT", "name_2": "surname:Fauci;given-names:AS", "pub-id_doi": "10.1001/jama.2021.2294", "section_type": "REF", "source": "J. Am. Med. Assoc.", "type": "ref", "volume": "325", "year": "2021"}, "text": "SARS-CoV-2 variants of concern in the United States—challenges and opportunities", "sentences": [], "annotations": [], "relations": []}, {"offset": 43808, "infons": {"fpage": "409", "lpage": "424", "name_0": "surname:Harvey;given-names:WT", "pub-id_doi": "10.1038/s41579-021-00573-0", "pub-id_pmid": "34075212", "section_type": "REF", "source": "Nat. Rev. Microbiol.", "type": "ref", "volume": "19", "year": "2021"}, "text": "SARS-CoV-2 variants, spike mutations and immune escape", "sentences": [], "annotations": [], "relations": []}, {"offset": 43863, "infons": {"fpage": "110428", "name_0": "surname:Cerutti;given-names:G", "pub-id_doi": "10.1016/j.celrep.2022.110428", "pub-id_pmid": "35172173", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "38", "year": "2022"}, "text": "Cryo-EM structure of the SARS-CoV-2 Omicron spike", "sentences": [], "annotations": [], "relations": []}, {"offset": 43913, "infons": {"fpage": "123", "lpage": "134", "name_0": "surname:Hardenbrook;given-names:NJ", "name_1": "surname:Zhang;given-names:P", "pub-id_doi": "10.1016/j.coviro.2021.11.011", "pub-id_pmid": "34915287", "section_type": "REF", "source": "Curr. Opin. Virol.", "type": "ref", "volume": "52", "year": "2022"}, "text": "A structural view of the SARS-CoV-2 virus and its assembly", "sentences": [], "annotations": [], "relations": []}, {"offset": 43972, "infons": {"fpage": "812", "lpage": "827.e19", "name_0": "surname:Korber;given-names:B", "pub-id_doi": "10.1016/j.cell.2020.06.043", "pub-id_pmid": "32697968", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "182", "year": "2020"}, "text": "Tracking changes in SARS-CoV-2 spike: evidence that D614G increases infectivity of the COVID−19 virus", "sentences": [], "annotations": [], "relations": []}, {"offset": 44076, "infons": {"fpage": "108352", "name_0": "surname:McNamara;given-names:RP", "pub-id_doi": "10.1016/j.celrep.2020.108352", "pub-id_pmid": "33113345", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "33", "year": "2020"}, "text": "High-density amplicon sequencing identifies community spread and ongoing evolution of SARS-CoV-2 in the southern United States", "sentences": [], "annotations": [], "relations": []}, {"offset": 44203, "infons": {"fpage": "64", "lpage": "75.e11", "name_0": "surname:Volz;given-names:E", "pub-id_doi": "10.1016/j.cell.2020.11.020", "pub-id_pmid": "33275900", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "184", "year": "2021"}, "text": "Evaluating the effects of SARS-CoV-2 spike mutation D614G on transmissibility and pathogenicity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44299, "infons": {"fpage": "525", "lpage": "530", "name_0": "surname:Zhang;given-names:J", "pub-id_doi": "10.1126/science.abf2303", "pub-id_pmid": "33727252", "section_type": "REF", "source": "Science", "type": "ref", "volume": "372", "year": "2021"}, "text": "Structural impact on SARS-CoV-2 spike protein by D614G substitution", "sentences": [], "annotations": [], "relations": []}, {"offset": 44367, "infons": {"fpage": "e2022586118", "name_0": "surname:Benton;given-names:DJ", "pub-id_doi": "10.1073/pnas.2022586118", "pub-id_pmid": "33579792", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "118", "year": "2021"}, "text": "The effect of the D614G substitution on the structure of the spike glycoprotein of SARS-CoV-2", "sentences": [], "annotations": [], "relations": []}, {"offset": 44461, "infons": {"fpage": "1", "lpage": "8", "name_0": "surname:Glaeser;given-names:RM", "pub-id_doi": "10.1016/j.cocis.2017.12.009", "pub-id_pmid": "29867291", "section_type": "REF", "source": "Curr. Opin. Colloid Interface Sci.", "type": "ref", "volume": "34", "year": "2018"}, "text": "PROTEINS, INTERFACES, AND CRYO-EM GRIDS", "sentences": [], "annotations": [], "relations": []}, {"offset": 44501, "infons": {"fpage": "51", "lpage": "56", "name_0": "surname:Cheung;given-names:M", "pub-id_doi": "10.1016/j.jsb.2013.01.004", "pub-id_pmid": "23356983", "section_type": "REF", "source": "J. Struct. Biol.", "type": "ref", "volume": "182", "year": "2013"}, "text": "A method to achieve homogeneous dispersion of large transmembrane complexes within the holes of carbon films for electron cryomicroscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 44638, "infons": {"fpage": "e75433", "name_0": "surname:Díaz-Salinas;given-names:MA", "pub-id_doi": "10.7554/eLife.75433", "pub-id_pmid": "35323111", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "11", "year": "2022"}, "text": "Conformational dynamics and allosteric modulation of the SARS-CoV-2 spike", "sentences": [], "annotations": [], "relations": []}, {"offset": 44712, "infons": {"fpage": "1501", "lpage": "1505", "name_0": "surname:Hsieh;given-names:C-L", "pub-id_doi": "10.1126/science.abd0826", "pub-id_pmid": "32703906", "section_type": "REF", "source": "Science", "type": "ref", "volume": "369", "year": "2020"}, "text": "Structure-based design of prefusion-stabilized SARS-CoV-2 spikes", "sentences": [], "annotations": [], "relations": []}, {"offset": 44777, "infons": {"fpage": "682", "lpage": "687", "name_0": "surname:Barnes;given-names:CO", "pub-id_doi": "10.1038/s41586-020-2852-1", "pub-id_pmid": "33045718", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "588", "year": "2020"}, "text": "SARS-CoV-2 neutralizing antibody structures inform therapeutic strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 44851, "infons": {"fpage": "463", "lpage": "471", "name_0": "surname:Weissenberger;given-names:G", "name_1": "surname:Henderikx;given-names:RJM", "name_2": "surname:Peters;given-names:PJ", "pub-id_doi": "10.1038/s41592-021-01130-6", "pub-id_pmid": "33963356", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "18", "year": "2021"}, "text": "Understanding the invisible hands of sample preparation for cryo-EM", "sentences": [], "annotations": [], "relations": []}, {"offset": 44919, "infons": {"section_type": "REF", "type": "ref"}, "text": "D’Imprima, E. et al. The deadly touch: protein denaturation at the water-air interface and how to prevent it. 10.1101/400432 (2018)", "sentences": [], "annotations": [], "relations": []}, {"offset": 45053, "infons": {"fpage": "61", "lpage": "68", "name_0": "surname:Bacic;given-names:L", "name_1": "surname:Sabantsev;given-names:A", "name_2": "surname:Deindl;given-names:S", "pub-id_doi": "10.1016/j.sbi.2020.05.006", "pub-id_pmid": "32634693", "section_type": "REF", "source": "Curr. Opin. Struct. Biol.", "type": "ref", "volume": "65", "year": "2020"}, "text": "Recent advances in single-molecule fluorescence microscopy render structural biology dynamic", "sentences": [], "annotations": [], "relations": []}, {"offset": 45146, "infons": {"fpage": "290", "lpage": "296", "name_0": "surname:Punjani;given-names:A", "name_1": "surname:Rubinstein;given-names:JL", "name_2": "surname:Fleet;given-names:DJ", "name_3": "surname:Brubaker;given-names:M", "pub-id_doi": "10.1038/nmeth.4169", "pub-id_pmid": "28165473", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "A. cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination", "sentences": [], "annotations": [], "relations": []}, {"offset": 45226, "infons": {"fpage": "578", "lpage": "587.e5", "name_0": "surname:Alsahafi;given-names:N", "pub-id_doi": "10.1016/j.chom.2019.03.002", "pub-id_pmid": "30974085", "section_type": "REF", "source": "Cell Host Microbe", "type": "ref", "volume": "25", "year": "2019"}, "text": "An asymmetric opening of HIV-1 envelope mediates antibody-dependent cellular cytotoxicity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45316, "infons": {"fpage": "E103", "name_0": "surname:Durham;given-names:ND", "pub-id_doi": "10.3390/v12010103", "section_type": "REF", "source": "Viruses", "type": "ref", "volume": "12", "year": "2020"}, "text": "Real-time analysis of individual Ebola virus glycoproteins reveals pre-fusion, entry-relevant conformational dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 45434, "infons": {"fpage": "e3000626", "name_0": "surname:Das;given-names:DK", "pub-id_doi": "10.1371/journal.pbio.3000626", "pub-id_pmid": "32040508", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "18", "year": "2020"}, "text": "Conformational changes in the Ebola virus membrane fusion machine induced by pH, Ca2+, and receptor binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 45542, "infons": {"fpage": "926", "lpage": "937.e12", "name_0": "surname:Das;given-names:DK", "pub-id_doi": "10.1016/j.cell.2018.05.050", "pub-id_pmid": "29961575", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "174", "year": "2018"}, "text": "Direct visualization of the conformational dynamics of single influenza hemagglutinin trimers", "sentences": [], "annotations": [], "relations": []}, {"offset": 45636, "infons": {"fpage": "e10", "lpage": "e10", "name_0": "surname:Edelstein;given-names:AD", "pub-id_doi": "10.14440/jbm.2014.36", "pub-id_pmid": "25606571", "section_type": "REF", "source": "J. Biol. Methods", "type": "ref", "volume": "1", "year": "2014"}, "text": "Advanced methods of microscope control using μManager software", "sentences": [], "annotations": [], "relations": []}, {"offset": 45700, "infons": {"fpage": "341", "lpage": "344", "name_0": "surname:Juette;given-names:MF", "pub-id_doi": "10.1038/nmeth.3769", "pub-id_pmid": "26878382", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "13", "year": "2016"}, "text": "Single-molecule imaging of non-equilibrium molecular ensembles on the millisecond timescale", "sentences": [], "annotations": [], "relations": []}, {"offset": 45792, "infons": {"fpage": "1915", "lpage": "1927", "name_0": "surname:Qin;given-names:F", "name_1": "surname:Auerbach;given-names:A", "name_2": "surname:Sachs;given-names:F", "pub-id_doi": "10.1016/S0006-3495(00)76441-1", "pub-id_pmid": "11023897", "section_type": "REF", "source": "Biophys. J.", "type": "ref", "volume": "79", "year": "2000"}, "text": "A direct optimization approach to hidden Markov modeling for single channel kinetics", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]