[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240208", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "10434305", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1073/pnas.2306165120", "article-id_pmc": "10434305", "article-id_pmid": "37549294", "article-id_publisher-id": "202306165", "elocation-id": "e2306165120", "issue": "33", "kwd": "Arp2/3 complex activation mechanism cryo-EM actin", "license": "This article is distributed under Creative Commons Attribution-NonCommercial-NoDerivatives License 4.0 (CC BY-NC-ND).", "name_0": "surname:van Eeuwen;given-names:Trevor", "name_1": "surname:Boczkowska;given-names:Malgorzata", "name_2": "surname:Rebowski;given-names:Grzegorz", "name_3": "surname:Carman;given-names:Peter J.", "name_4": "surname:Fregoso;given-names:Fred E.", "name_5": "surname:Dominguez;given-names:Roberto", "section_type": "TITLE", "type": "front", "volume": "120", "year": "2024"}, "text": "Transition State of Arp2/3 Complex Activation by Actin-Bound Dimeric Nucleation-Promoting Factor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 97, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Significance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 110, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Arp2/3 complex generates branched actin networks that drive cell motility. Structures of the complex show two main conformations, inactive and active at the branch. Activation requires several cofactors: nucleation-promoting factors (NPFs), ATP, actin monomers, and a pre-existing (mother) actin filament. Upon activation, Arp2/3 complex binds to the side of the mother filament to form a branch (daughter) filament. Some believe the activating cofactors induce unconcerted conformational changes, whereas others believe they contribute synergistically toward activation. The cryo-EM structure of a transition state in the activation pathway, with bound NPF and actin, and biochemical evidence show that the activating cofactors act synergistically to induce a conformation intermediate between those of the inactive and active complex that is primed for branch formation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 983, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Arp2/3 complex generates branched actin networks that drive fundamental processes such as cell motility and cytokinesis. The complex comprises seven proteins, including actin-related proteins (Arps) 2 and 3 and five scaffolding proteins (ArpC1–ArpC5) that mediate interactions with a pre-existing (mother) actin filament at the branch junction. Arp2/3 complex exists in two main conformations, inactive with the Arps interacting end-to-end and active with the Arps interacting side-by-side like subunits of the short-pitch helix of the actin filament. Several cofactors drive the transition toward the active state, including ATP binding to the Arps, WASP-family nucleation-promoting factors (NPFs), actin monomers, and binding of Arp2/3 complex to the mother filament. The precise contribution of each cofactor to activation is poorly understood. We report the 3.32-Å resolution cryo-electron microscopy structure of a transition state of Arp2/3 complex activation with bound constitutively dimeric NPF. Arp2/3 complex-binding region of the NPF N-WASP was fused C-terminally to the α and β subunits of the CapZ heterodimer. One arm of the NPF dimer binds Arp2 and the other binds actin and Arp3. The conformation of the complex is intermediate between those of inactive and active Arp2/3 complex. Arp2, Arp3, and actin also adopt intermediate conformations between monomeric (G-actin) and filamentous (F-actin) states, but only actin hydrolyzes ATP. In solution, the transition complex is kinetically shifted toward the short-pitch conformation and has higher affinity for F-actin than inactive Arp2/3 complex. The results reveal how all the activating cofactors contribute in a coordinated manner toward Arp2/3 complex activation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2723, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Arp2/3 complex generates branched (dendritic) networks of actin filaments that play essential roles in most actin-driven processes, such as cell motility, cytokinesis, and vesicular trafficking. Arp2/3 complex comprises seven proteins, including two actin-related proteins (Arps: Arp2 and Arp3) and five scaffolding proteins (ArpC1 to ArpC5) that hold the Arps together as a pseudoactin dimer and mediate interactions with a pre-existing (mother) actin filament at the branch junction. Biochemically, Arp2/3 complex has two main activities: It nucleates actin polymerization and mediates the formation of actin filament branches. Structurally, Arp2/3 complex can adopt two main conformations. The most stable conformation, observed in structures of Arp2/3 complex alone and bound to several regulatory proteins, is inactive, with the Arps interacting end-to-end. A different, active conformation is observed at the branch junction, where the Arps interact side-by-side analogous to subunits of the short-pitch helix of the actin filament. The transition toward the active conformation proceeds through a global rotation of two blocks of subunits relative to one another, each containing one of the Arps. Additionally, during activation, the Arps undergo a rotation of their outer domain (subdomains 1 and 2) relative to their inner domain (subdomains 3 and 4) that produces a flatter conformation and readies the catalytic site for ATP hydrolysis, analogous to the monomeric (G-actin) to filamentous (F-actin) transition that takes place during actin polymerization. The active conformation of Arp2/3 complex is stabilized at the branch junction by interactions with the mother and daughter (branch) filaments. Arp2/3 complex contacts five subunits of the mother filament and the interaction involves most of the subunits of the complex, except Arp2. Arp2 and Arp3 are the only subunits that contact the daughter filament, acting as the first two subunits at the pointed end of the branch and nucleating its formation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4742, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Numerous cofactors contribute toward Arp2/3 complex activation, including ATP binding to the Arps, actin monomers, the mother filament, and WASP-family nucleation-promoting factors (NPFs). The conserved C-terminal WCA region of NPFs comprises G-actin-binding WH2 domain(s) (W) and Arp2/3 complex-binding central (C) and acidic (A) domains. CA binds to two sites on Arp2/3 complex, a site on Arp2–ArpC1 and a site on Arp3, whereas W binds actin monomers that are delivered at the barbed end of the Arps during nucleation. While there is ample evidence that the activating cofactors shift the equilibrium toward the short-pitch conformation in solution, structures of Arp2/3 complex with bound cofactors and regulatory proteins display fundamentally the same inactive conformation. It is therefore debated whether the activating cofactors contribute discrete (unconcerted) conformational steps or work synergistically toward achieving the fully activated state. In part, this question has remained unresolved because capturing a structurally unstable transition state in the activation pathway is technically challenging.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5864, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Guided by structures of CapZ (capping protein or CP) at the barbed end of the actin-related protein-1 (Arp1) minifilament of dynactin and the WH2 domain bound to the actin monomer, we generated a constitutively dimeric NPF construct by fusing the CA region of N-WASP C-terminally to the α and β subunits of heterodimeric CapZ (CapZ-CA). The cryo-electron microscopy (cryo-EM) structure of Arp2/3 complex with bound CapZ-CA and actin reveals an intermediate conformation between those of inactive and active Arp2/3 complex. Actin, Arp2, and Arp3 also display intermediate conformations between G- and F-actin states. Biochemical analysis further shows that the transition complex is primed for binding to the mother filament. The data suggest that the activating cofactors contribute synergistically toward Arp2/3 complex activation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6704, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6712, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Design and Characterization of Constitutively Dimeric NPF to Trap the Transition State.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6800, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Arp2/3 complex activation requires the binding of two WCA polypeptides, each delivering an actin subunit at the barbed end of one of the Arps. The WCA region of N-WASP has been dimerized through the N-terminal addition of glutathione S-transferase (GST), a leucine zipper, or via chemical crosslinking, which all increase NPF’s affinity for Arp2/3 complex and enhance activation. These methods, however, produce “loose” dimers that while useful for biochemical studies are unsuitable for structural analysis. Here, we used CapZ to obtain a CA dimer that would bind Arp2/3 complex stably for structural analysis. CapZ is ideal for this purpose because it naturally caps the barbed end and stops growth of the branch and shares structural features with the WH2 domain of NPFs that facilitate the design of the fusion construct. CapZ is a heterodimer of related α and β subunits. At the C-terminus, each subunit has an extension known as a tentacle. While structures of CapZ at the barbed end of F-actin are now available, when the CapZ-CA fusion was designed, the structure of CapZ had been only visualized at the barbed end of the Arp1 minifilament of dynactin. This structure showed that the α-tentacle (CapZα residues R260–A286) and β-tentacle (CapZβ residues R244–N277) consisted of α-helices that inserted into the hydrophobic clefts of the two Arp1 subunits at the barbed end. While Arp1 shares only 51% sequence identity with actin, this interaction was expected to be conserved in F-actin. The hydrophobic cleft of actin is also the binding site of the N-terminal α-helix of the WH2 domain. By superimposing the structure of WH2-actin onto the last two subunits at the barbed end of the Arp1 mini-filament, we identified the best location to connect the CA region of N-WASP C-terminally to the α- and β-tentacles of CapZ (Fig. 1A). The resulting hybrid constructs contain only the C-terminal “LKKV” motif of the WH2 domain, keeping the helices of the α- and β-tentacles, which have evolved to bind F-actin, contrary to the WH2 domain that preferentially binds G-actin. The hybrid CapZ-CA heterodimer (CapZα-CA, CapZβ-CA) binds actin stably, with apparent 1:1 stoichiometry (SI Appendix, Fig. S1 A and B). CapZ-CA was mixed with actin monomers and Arp2/3 complex at a 3:6:1 ratio, and a complex containing all the protein components was isolated by glycerol gradient centrifugation (SI Appendix, Fig. S1C). Analysis by native gel electrophoresis revealed a stable, monodisperse complex suitable for cryo-EM analysis (SI Appendix, Fig. S1D).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9396, "infons": {"file": "pnas.2306165120fig01.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "Cryo-EM structure of the transition complex. (A) Schematic representation of the CapZ-CA hybrid heterodimer. (B) Cryo-EM map of the transition complex at 3.32-Å resolution. Arp2/3 complex subunits, CapZ, and actin are labeled and colored as follows: Arp2, cyan; Arp3, green; ArpC1, yellow; ArpC2, blue-white; ArpC3, green-yellow; ArpC4, orange; ArpC5, teal; Actin, marine blue; CapZ a-CA, pink; CapZ b-CA, magenta. (C) Interaction of the N-WASP C domain with Arp2 (Left) and Arp3 (Middle) and β-tentacle/WH2 domain with actin (Right).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9934, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cryo-EM Structure of the Transition State Complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9985, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cryo-EM datasets were collected on the transition complex isolated by glycerol gradient centrifugation with glutaraldehyde fixation (GraFix) (SI Appendix, Fig. S1D and Materials and Methods). The resulting 3.32-Å resolution structure contains ten polypeptides, including the seven subunits of Arp2/3 complex, one actin subunit bound at the barbed end of Arp3, and the CapZ-CA heterodimer (Fig. 1B, Movie S1, and SI Appendix, Figs. S2 and S3). The structure is generally well defined in the cryo-EM map, with the most flexible parts corresponding to ArpC3 and the CapZ-CA heterodimer (SI Appendix, Fig. S3 C and D). Surprisingly, actin was not bound at the barbed end of Arp2. CapZ and specifically the α-tentacle are poorly resolved in the dynactin structure used as reference to design the CapZ-CA hybrid construct. By analyzing a recent high-resolution structure of CapZ at the barbed end of F-actin, it appears that the CapZα-CA arm of the hybrid construct was not optimally designed to accommodate actin at the barbed end of Arp2. We discuss below how the absence of actin at the barbed end of Arp2 may have impacted the structure of the transition complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11155, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On the CapZα-CA arm of the dimer, the last residue of CapZα observed in the map is S276. The rest of the α-tentacle is disordered, likely due to the absence of actin at the barbed end of Arp2. Thus, the α-tentacle, which can bind both actin and Arp1, may be unable to bind Arp2. Instead, Arp2 binds residues A466–H479 of the C domain of N-WASP, as observed in the structure of CA-bound Arp2/3 complex, but better defined here due to the higher resolution. These N-WASP residues form a helix that binds toward the front end of the hydrophobic cleft of Arp2 (Fig. 1C), facing the helix Q137-Q145 of Arp2 that serves as a hinge for inter-domain rotations in actin. Other N-WASP residues of CapZα-CA, including the A domain that binds ArpC1, are not resolved in the map.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11942, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On the CapZβ-CA arm of the dimer, residues P250–I271 of the β-tentacle and residues G440–L443 of the WH2 domain of N-WASP form a contiguous α-helix that binds in the hydrophobic cleft at the barbed end of the actin subunit (Fig. 1C). The remaining residues of the WH2 domain and the linker connecting to the C domain are unresolved. Residues P459–V470 of the C domain of N-WASP are well defined and form a helix that binds toward the front end of the hydrophobic cleft of Arp3 (Fig. 1C). As observed before, the C domain binds approximately the same area on Arp2 and Arp3, but the orientation, length, and specific amino acids that form the C domain helix differ for the two Arps. Residues D497–D501 of the A domain of N-WASP bind to a site at the interface between subdomains 3 and 4 of Arp3 (Fig. 1 B and C). This site consists of a hydrophobic pocket, which binds the conserved side chain of N-WASP W499, surrounded by positively charged amino acids that create a favorable environment for electrostatic interactions with acidic residues of the A domain.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13011, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Global Conformational Change of Arp2/3 Complex in the Transition Complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13085, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The overall conformation of the transition complex is intermediate between those of inactive and active Arp2/3 complex at the branch, with Arp2 adopting a near short-pitch position with Arp3 and actin adopting a near long-pitch position with Arp3 (Fig. 2 and Movie S1). Compared to the inactive structure, the center of mass of Arp2 moves 16 Å in the transition complex vs. 29.5 Å at the branch, such that the D-loop of Arp2 interacts with ArpC3 at the branch but not in the transition complex (Fig. 2 A and C). Subunits along the long-pitch helix of the actin filament insert their D-loop (H40-Q49) into the hydrophobic cleft of the subunit immediately above. A similar interaction is observed at the branch, where the first two actin subunits insert their D-loop into the hydrophobic cleft of Arp2 and Arp3. This interaction cannot occur in the transition complex, where the C domain of N-WASP occupies the clefts of Arp2 and Arp3. As a result, the actin subunit at the barbed end of Arp3 is bound in a near long-pitch conformation (Fig. 2B). A transition toward a native long-pitch conformation would require two additional changes: a) the release of N-WASP from the cleft of Arp3 and b) flattening of Arp3, which is only partial in the transition complex (see below).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14359, "infons": {"file": "pnas.2306165120fig02.jpg", "id": "fig02", "section_type": "FIG", "type": "fig_caption"}, "text": "Global conformational change. (A) In the inactive conformation, Arp2 and Arp3 interact end-to-end (A, Left), but Arp2 undergoes a 16-Å movement in the transition complex (Middle\nLeft) to a near short-pitch conformation. Mother filament binding and release of NPFs allows a further 13.5-Å movement of Arp2 into the short-pitch conformation (Middle\nRight), analogous to the short-pitch conformation of F-actin (A, Right). (B) Binding of the C domain of N-WASP to Arp3 (Left) in the transition complex prevents binding of the D-loop from the first actin monomer of the daughter filament, resulting in a near long-pitch conformation. NPF release allows the D-loop to bind in the hydrophobic cleft, which is required for the long-pitch conformation (Middle), analogous to F-actin (Right). (C) Superposition of Arp3 highlights the conformational change that brings Arp2 into a near short-pitch conformation with Arp3 in the transition state, followed by a full transition to a short-pitch conformation at the branch. Two blocks of subunits, one including Arp2 and ArpC1, ArpC4, ArpC5, and the C-terminal helix of ArpC2, the other including Arp3, ArpC3, and the globular domain of ArpC2, rotate with respect to one another by 10° in the transition complex and by an additional 14° at the branch. The gray surface corresponds to the Arp3 block of subunits (fixed), highlighting the rotation of the Arp2 block of subunits. (D) The antiparallel helices of ArpC2 and ArpC4 at the core of Arp2/3 complex undergo two conformational changes. Superposition of the ArpC2 globular domain (gray surface) shows that the ArpC2 helix rotates ~3.1° in the transition complex and by an additional 9.8° in the active state. (E) ArpC2 also rotates due to Arp3 flattening. The C-terminal helix of ArpC2 rotates first by 9.5° in the transition state and then by 12.0° in the active state.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16229, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As observed at the branch, the conformational change that leads to the realignment of Arp2 into a short-pitch conformation with Arp3 can be described as a rotation of two blocks of subunits, each containing one of the Arps. The Arp2 block comprises ArpC1, ArpC4, ArpC5, and the C-terminal helix of ArpC2. The Arp3 block comprises ArpC3 and the globular domain of ArpC2. Using a previously defined dihedral angle between two planes comprising Arp2 and Arp3 respectively (Materials and Methods), the Arp2 block rotates relative to the Arp3 block by ~10° in the transition complex and by an additional ~14° at the branch (Fig. 2C and Movie S1). This global rotation has two main sources. One part of the rotation originates with the antiparallel C-terminal helices of ArpC2 and ArpC4 that connect the two blocks of subunits and provide the main contact with the mother filament at the branch. By superimposing the globular domain of ArpC2, the C-terminal helix of ArpC2 rotates by 3.1° in the transition complex and by an additional 6.7° in the active state compared to the inactive state (Fig. 2D).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17330, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Flattening of Arp3 is the other major source of the global conformational change. When subdomains 3 and 4 of Arp3 are superimposed, the movement of subdomains 1 and 2 during flattening brings about a movement of ArpC2 (Fig. 2E). As a result, the C-terminal helix of ArpC2 rotates by 9.5° in the transition complex and by an additional 12.0° in the active state compared to the inactive state. Flattening of Arp2 has no global effect on the conformation of Arp2/3 complex but contributes toward positioning Arp2 in a near short-pitch conformation with Arp3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17889, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The conformational changes described above correspond to the most populated state of the transition complex in cryo-EM micrographs, represented by 269,760 particles in the final reconstruction. However, we also observed particles along the activation pathway. Multibody refinement reveals conformations closer to the inactive and active states of Arp2/3 complex, with the structure described here fitting in the middle of this spectrum (SI Appendix, Fig. S3 E and F). Therefore, the structure described here represents one among many possible transition state conformations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18464, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Conformational Changes of Individual Subunits.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18511, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the transition complex, actin and the Arps adopt intermediate conformations between twisted (G-actin) and flat (F-actin) states (Fig. 3 A–C and Movies S2–S4). Flattening occurs as a result of a rotation of subdomains 1 and 2 relative to subdomains 3 and 4. Using the program DynDom, the rotations from inactive to transition to active states were estimated to be 14.4° and 10.8° for Arp2, 4.5° and 12.1° for Arp3, and 9.9° and 10° for actin (Fig. 3 A–C). Flattening of actin and the Arps primes the catalytic site for ATP hydrolysis. Thus, actin subunits of the mother and daughter filaments and the Arps have ADP bound in the structure of the branch of bovine Arp2/3 complex. The same is observed in the structure of fission yeast Arp2/3 complex, except that Arp2 has either ADP-Pi or ATP bound, which might be a unique feature of this complex since the catalytic site appears ready for hydrolysis. In contrast, only actin hydrolyzes ATP in the current structure, suggesting that the extent of cleft closure of the Arps is insufficient for hydrolysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19579, "infons": {"file": "pnas.2306165120fig03.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "Conformational changes of individual subunits. (A–C) Superposition of subdomains 3 and 4 of Arp2 (A), Arp3 (B), and actin (C) (gray surface) of inactive to transition (Left) and transition to active (Middle) structures shows that the transition complex represents an intermediate conformation between twisted (inactive) and flattened (active) conformations. Degrees of rotation, as determined by DynDom, indicated near arrows. Cryo-EM density (Right) for the nucleotide in Arp2 (A), Arp3 (B), and actin (C) show that Arp2 and Arp3 have bound ATP while actin has bound ADP. (D) Conformational change of CapZ from filament unbound to transition (Left) and from transition to barbed end (BE)-bound (Right) states.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20292, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CapZ undergoes a substantial conformational change as it transitions from filament-unbound to filament-bound states. Different from its binding at the barbed end, where CapZ makes extensive contacts with the last two subunits of F-actin, in the transition complex CapZ does not interact with Arp2 and the interaction with actin is mostly mediated by the β-tentacle. As a result, in the transition complex CapZ displays an intermediate conformation between its filament-bound and unbound states (Fig. 3D and Movie S5)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20812, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Transition Complex Is Primed for Binding to the Mother Filament in Solution.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20893, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We asked whether the transition complex was kinetically primed for branch formation in solution. To monitor the conformation of Arp2/3 complex, we used a crosslinking assay developed for S. cerevisiae Arp2/3 complex and adapted by us to human Arp2/3 complex. Cysteine residues introduced by mutagenesis in Arp2 (L199C) and Arp3 (L117C) come within crosslinking range by bismaleimidoethane (BMOE) only when Arp2/3 complex is in (or near) the short-pitch conformation. The Arp2–Arp3 crosslinking band that appears at ~150 kDa is detected in Western blots with anti-Arp2 or anti-Arp3 antibodies. Quantification of this band as a function of BMOE-treatment time provides a measure of the short-pitch transition under different conditions (Fig. 4A and SI Appendix, Fig. S4). For Arp2/3 complex alone the crosslinked fraction at plateau reached ~21%, indicating that the complex transiently visits the short-pitch conformation although this rarely results in activation. In the presence of the CA region of Arpin, which inhibits Arp2/3 complex, the crosslinked fraction decreased to ~14%. In contrast, saturating amounts of monomeric N-WASP WCA or heterodimeric CapZ-CA increased the crosslinked fraction to ~34%. That WCA shifts the equilibrium toward the short-pitch conformation had been observed before using crosslinking and spectroscopic measurements. A new observation here is that NPF dimerization does not further promote the short-pitch transition of mammalian Arp2/3 complex. This finding is consistent with NPF binding to site-1 on Arp2–ArpC1 being solely responsible for stimulation of the short-pitch transition. Actin binding to the W domain of NPFs is required for Arp2/3 complex activation, and consistently actin-bound CapZ-CA increased the crosslinked fraction to ~48% (Fig. 4A).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22690, "infons": {"file": "pnas.2306165120fig04.jpg", "id": "fig04", "section_type": "FIG", "type": "fig_caption"}, "text": "The transition complex is primed in solution for binding to the mother filament. (A) Western blot densitometric quantification of the crosslinked fraction of Arp2/3 complex alone or in the presence of N-WASP WCA, CapZ-CA, CapZ-CA/actin, or Arpin CA at different BMOE treatment times. See also SI Appendix, Fig. S4. (B) Quantification of the fraction of Arp2/3 complex cosedimenting with varying concentrations of F-actin alone or in the presence of WCA, CapZ-CA, CapZ-CA/actin, or Arpin CA from densitometric analysis of SDS-PAGE (see also SI Appendix, Fig. S5). P values listed for each data point represent from top to bottom comparisons between Arp2/3 complex alone and with CapZ-CA/actin, CapZ-CA, WCA, or Arpin-CA (ns, P > 0.05). (C) Schematic representation of the activation pathway of Arp2/3 complex. Positioned in the middle between the inactive state and the active state at the branch, the transition complex is characterized by a series of conformational changes spread throughout the entire complex. These include a partial rotation of two blocks of subunits, each including one of the Arps, to position Arp2 and Arp3 in a near short-pitch conformation relative to one another. The Arps also adopt an intermediate conformation between twisted (G-actin-like) and flat (F-actin-like) states.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23993, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then asked whether the changes in equilibrium between inactive and active states observed with Arp2/3 complex activating cofactors resulted in changes in binding to the mother filament. For this, we used high-speed cosedimentation with F-actin (Fig. 4B). Alone, ~30% of Arp2/3 complex (1.5 μM) cosedimented with F-actin at the highest concentration tested (30 μM). The addition of Arpin CA (15 μM) did not significantly change Arp2/3 complex cosedimentation. Because Arpin inhibits the short-pitch transition, this finding is consistent with inactive Arp2/3 complex transiently binding the mother filament without this resulting in branch formation. In contrast, N-WASP WCA (15 μM) and CapZ-CA (1.5 μM) increased the fraction of Arp2/3 complex cosedimenting with F-actin to a similar extent (~44%), and a further increase was observed with actin-bound CapZ-CA (58%). Previous studies already showed that WCA favors binding of Arp2/3 complex to the mother filament and increases the efficiency of branch formation. A new observation here is that monomer binding to NPFs further shifts the equilibrium toward the short-pitch conformation and enhances mother filament binding.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25175, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25186, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Current models disagree as to whether Arp2/3 complex is activated through the concerted or unconcerted action of all the activating cofactors. The structural and biochemical data presented here support a concerted mechanism of activation (Fig. 4C). Below, we develop the arguments supporting this conclusion.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25495, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conformational Changes in Arp2/3 Complex during Activation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25555, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Arp2/3 complex can adopt two stable conformations. The most stable conformation is inactive, observed in all the structures of Arp2/3 complex outside the branch, including by itself with different bound nucleotides, or bound to NPFs, glia maturation factor, SPIN90, and Arpin. The active conformation is only observed at the branch junction, where it is stabilized by contacts with the mother and daughter filaments. However, there is ample evidence from crosslinking and spectroscopic measurements that the frequency with which Arp2/3 complex visits the short-pitch conformation increases in the presence of ATP, NPFs, and actin-bound NPFs. Here, we have shown that by shifting the equilibrium toward the short-pitch conformation the activating cofactors also favor binding to the mother filament and thus the likelihood of productive branch formation (Fig. 4), which is also consistent with previous findings. Yet, this preactivated state is not sufficiently stable to be captured in Arp2/3 complex structures. To overcome this limitation, we used here CapZ-fused CA to obtain a constitutively dimeric NPF that binds monomeric actin and caps the barbed end to trap the transition complex (Fig. 1B). The most populated conformation of this preactivated complex is structurally distinct from both the inactive state and the fully active state at the branch junction. However, this complex can also adopt conformations at both ends of the activation pathway, with large number of particles displaying structures closer to those of the inactive and active states (SI Appendix, Fig. S3 E and F). In other words, the transition complex described here represents one among many states along the activation pathway (Fig. 4C). Notably, while actin delivery to both Arps is considered important during activation, actin was not bound at the barbed end of Arp2 in the current structure. This may have had a limited effect on the overall conformation of the transition complex, since actin delivery to Arp3 is thought to be more critical for activation. Predictably, however, if we could optimize the design of the hybrid CapZ-CA construct to deliver actin to Arp2, this might push the equilibrium further in the direction of the active conformation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27796, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The conformational changes in this transition complex are not localized, but rather spread throughout the entire complex (Fig. 4C). Indeed this complex displays both a partial rotation of the Arp2 and Arp3 blocks of subunits relative to one another (Fig. 2C and Movie S1) and partial flattening of actin and the Arps (Fig. 3 A–C and Movies S2–S4). This finding rules out a model that proposes that activation proceeds in two separate steps. According to this model, the short-pitch transition occurs first, as a separate step depending only on NPF binding to Arp2/3 complex, but not on actin binding to NPF. Flattening of the Arps is proposed to occur as a second step upon binding to the mother filament. Instead, the structure of the transition complex supports an alternate model, proposing that the conformational changes induced by the activating cofactors are all coordinated. In other words, activation is a continuous transition, where every cofactor pushes the equilibrium further toward the activated state at the branch. According to this model, interactions of Arp2/3 complex with the mother and daughter filaments at the branch provide the change in free energy necessary to stabilize the fully active state.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29022, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Role of the Nucleotide during Nucleation and Debranching.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29080, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While an early study indicated that ATP binding produces a large conformational change in Arp2/3 complex, more recent evidence suggests that changes in the nucleotide state produce only minor structural changes in Arp2/3 complex, which is also the case in the actin filament. ATP hydrolysis by the Arps is also dispensable for branch network assembly in cells. However, crosslinking experiments show that the short-pitch transition is fully inhibited in the absence of ATP. Thus, ATP binding but not hydrolysis is necessary for activation. By helping release the inhibitory C-terminal tail of Arp3, ATP binding is thought to free the hydrophobic cleft of Arp3 for binding of the C domain of NPFs for activation. Since the nucleotide sits at the interface between the outer and inner domains in the actin fold, ATP binding may also be needed for flattening of the Arps during activation. Like with actin, flattening of the Arps rearranges the catalytic site of the Arps for ATP hydrolysis. ATP hydrolysis occurs fast upon branch formation. The branch ages with the release of γ-phosphate, which favors branch disassembly and network turnover. In this way, the nucleotide plays key roles during both branch formation and disassembly.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30316, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Release of NPFs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30333, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "NPFs dissociate immediately upon activation, and their release precedes branch elongation. The transition complex shows that the WH2 and C domains of NPFs compete with interactions of the D-loop of actin with the hydrophobic clefts of the Arps and the first two actin subunits of the branch (Figs. 1C and 2B). The WH2 domain binds preferentially to G-actin. Similarly, the C domain binds preferentially to inactive Arp2/3 complex. Therefore, we propose that flattening of actin and the Arps during activation reshapes their hydrophobic clefts, which lowers the affinity for NPFs. In turn, this reshaping of the hydrophobic clefts of actin and the Arps increases their affinity for the D-loop of incoming actin subunits. Together, these two effects may lead to NPF release and branch elongation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31128, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31150, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31160, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The cDNAs encoding mouse N-WASP (UniProt ID: Q91YD9) and human CapZ (UniProt ID: CapZα, P52907; CapZβ, P47756) were obtained from American Type Culture Collection (ATCC). To generate the heterodimeric CapZ-CA hybrid, CapZα residues 1 to 280 and CapZβ residues 1 to 271 were ligated to N-WASP residues 438 to 501 and 440 to 501, respectively, using silent BamH I sites introduced within the 5′ region of N-WASP and added to the CapZ 3′ complementary overhangs. Constructs CapZβ-CA and CapZα-CA were cloned between the EcoR I and Sal I and Nde I and Xho I sites of vector pRSFDuet-1 (Novagen). CapZβ-CA has an N-terminal HisTag from the vector and a C-terminal StrepTag (GSWSHPQFEK) was added during cloning to CapZα-CA. CapZ-CA was expressed in Rosetta cells (DE3) (Novagen), grown in Terrific Broth medium for 6 h at 37 °C to a density of 1.5 to 2 at 600 nm (OD600), followed by 16 h at 19 °C with 0.4 mM isopropyl-β-d-thiogalactoside. Cells were harvested by centrifugation, resuspended in 50 mM Tris-Cl pH 8.0, 500 mM NaCl, 10 mM imidazole, 1 mM phenylmethanesulfonyl fluoride, and lysed using a microfluidizer (Microfluidics). The protein was affinity-purified first on a Ni-NTA agarose column (Qiagen) in 50 mM Tris-Cl pH 8.0, 500 mM NaCl and 10 to 300 mM imidazole gradient and then on a Strep-Tactin XT 4Flow column (IBA Lifesciences) in 50 mM Tris-Cl pH 8.0, 150 mM NaCl, 1 mM EGTA, followed by size exclusion on a SD200HL 26/600 column (GE Healthcare) in 20 mM HEPES pH 7.5 and 100 mM NaCl. The CapZ-CA/actin complex was formed by mixing CapZ-CA with G-actin at a 1:1.2 ratio, followed by size exclusion chromatography on a Superose 12 10/300GL column (GE Healthcare) in KMEI buffer (10 mM imidazole pH 7.0, 50 mM KCl, 2 mM MgCl2, 1 mM EGTA).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32942, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "N-WASP WCA (residues 428 to 501) and Arpin CA (residues 194 to 226) were obtained as described. Skeletal α-actin bovine and human Arp2/3 complex (carrying mutations L199C in Arp2 and L117C in Arp3) were purified as described. For crosslinking assays, additional mutations were introduced in the Arp3 subunit of human Arp2/3 complex (C408A, C189A, C307A) and CapZβ-CA (C206A) using the QuickChange mutagenesis kit (Agilent) to prevent spurious crosslinking.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33406, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Glycerol Gradient of Transition Complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33447, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Glycerol gradient fixation was performed as described. Bovine Arp2/3 complex (8 mM), CapZ-CA (24 μM), and G-actin (48 μM) were mixed in Arp buffer (20 mM HEPES pH 7.5, 100 mM KCl, 1 mM MgCl2, 1 mM EGTA, 0.2 mM ATP), incubated on ice for 30 min followed by centrifugation in 5 to 30% glycerol prepared using a Gradient Master (BioComp Instruments). Samples were centrifuged at 40,000 rpm for ~16 h at 4 °C using a Beckman SW 60 Ti rotor and fractionated with a Piston Gradient Fractionator (BioComp Instruments). For cryo-EM, 0.125% (v/v) glutaraldehyde was added to the 30% glycerol solution before gradient preparation. Crosslinked fractions were quenched with glycine–HCl buffer (pH 7.5) at a final concentration of 40 mM. Uncrosslinked fractions were analyzed by SDS and native PAGE to verify the assembly of the transition complex (SI Appendix, Fig. S1 C and D). Peak fractions were pooled, concentrated to approximately 3 mg/mL using a 100-kDa Amicon Ultra centrifugal filter, and frozen.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34446, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM Data Collection.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34471, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cryo-EM grids were prepared as described. Briefly, concentrated crosslinked samples were dialyzed into Arp buffer to remove glycerol. NP-40 was added immediately before freezing to a final concentration of 0.0025%(v/v), which reduces preferred orientation. R2/2 200 mesh Quantifoil grids (Electron Microscopy Services) were glow discharged for 60 s using a PELCO easiGlow glow discharger. The sample was applied to the grid, manually blotted from the back for 2 s with Whatman Grade 41 filter paper, and flash-frozen in liquid ethane with a Leica EM-CPC manual plunger. Two datasets (dataset 1: 6,648 and dataset 2: 4,062 micrographs) were collected at the University of Pennsylvania Beckman Center for Cryo-Electron Microscopy on a 300 keV FEI Titan Krios transmission electron microscope equipped with a K3 (Gatan) direct electron detector and an energy filter. Micrographs were collected in superresolution mode for a nominal magnification of 105,000× and pixel size of 0.43 Å. Micrograph exposure time was 1.9 s, with movies divided into 35 frames, resulting in total dose of ~42 e-/Å2 at a defocus range of −1.00 to −3.00 mm (SI Appendix, Fig. S2 and Table 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35644, "infons": {"file": "t01.xml", "id": "t01", "section_type": "TABLE", "type": "table_caption"}, "text": "Cryo-EM data-collection, refinement, and validation statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35707, "infons": {"file": "t01.xml", "id": "t01", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"bottom\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Number of Micrographs</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">4,016</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Magnification</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">105,000</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Voltage, keV</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">300</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Nominal electron exposure, e<sup>−</sup>/Å<sup>2</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">~40</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Defocus range, μm</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.0 to −3.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pixel size, Å</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.86</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Symmetry</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Initial no. particles</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2,748,569</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Final no. particles</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">269,760</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Map resolution, Å</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">FSC threshold 0.143 (0.5)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.32 (3.80)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Resolution range, Å</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.75–4.75</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Refinement</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Initial models used (PDB codes)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7JPN</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Resolution refined structure, Å FSC threshold</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.5 0.5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Map sharpening B factor, Å<sup>2</sup></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−130</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Model composition</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">No. nonhydrogen atoms</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21,671</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">No. residues</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2,703</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">No. ligands</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ATP: 2, ADP: 1, Mg: 3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Correlation model vs. data CC (mask, box, peaks, volume) rms deviations</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.88, 0.80, 0.75, 0.87</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Bond lengths, Å (# &gt; 4σ)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.005 (1)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Bond angles, ° (# &gt; 4σ)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.866 (0)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Validation</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MolProbity score</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.32</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Clashscore</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.90</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rotamer outliers, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ramachandran plot</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Favored, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">94.67</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Allowed, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.33</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Disallowed, %</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">ADP (B-factors)</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Protein, Å<sup>2</sup> (min/max/mean)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20.18/174.89/90.52</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ligands, Å<sup>2</sup> (min/max/mean)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">41.00/78.00/62.59</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Accession codes</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">EMDB</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7T5Q</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PDB</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">EMD-25707</td></tr></tbody></table>\n"}, "text": "Number of Micrographs\t4,016\t \tMagnification\t105,000\t \tVoltage, keV\t300\t \tNominal electron exposure, e−/Å2\t~40\t \tDefocus range, μm\t−1.0 to −3.0\t \tPixel size, Å\t0.86\t \tSymmetry\tC1\t \tInitial no. particles\t2,748,569\t \tFinal no. particles\t269,760\t \tMap resolution, Å\t\t \tFSC threshold 0.143 (0.5)\t3.32 (3.80)\t \tResolution range, Å\t2.75–4.75\t \tRefinement\t\t \tInitial models used (PDB codes)\t7JPN\t \tResolution refined structure, Å FSC threshold\t3.5 0.5\t \tMap sharpening B factor, Å2\t−130\t \tModel composition\t\t \tNo. nonhydrogen atoms\t21,671\t \tNo. residues\t2,703\t \tNo. ligands\tATP: 2, ADP: 1, Mg: 3\t \tCorrelation model vs. data CC (mask, box, peaks, volume) rms deviations\t0.88, 0.80, 0.75, 0.87\t \tBond lengths, Å (# > 4σ)\t0.005 (1)\t \tBond angles, ° (# > 4σ)\t0.866 (0)\t \tValidation\t\t \tMolProbity score\t1.32\t \tClashscore\t1.90\t \tRotamer outliers, %\t0.04\t \tRamachandran plot\t\t \tFavored, %\t94.67\t \tAllowed, %\t5.33\t \tDisallowed, %\t0.00\t \tADP (B-factors)\t\t \tProtein, Å2 (min/max/mean)\t20.18/174.89/90.52\t \tLigands, Å2 (min/max/mean)\t41.00/78.00/62.59\t \tAccession codes\t\t \tEMDB\t7T5Q\t \tPDB\tEMD-25707\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36814, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM Data Processing and Model Building.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36858, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Datasets were processed with cryoSPARC v3.1.1 and Relion 3.1 (SI Appendix, Fig. S2). Movies from dataset 1 were imported into cryoSPARC, binned by two during patch motion correction and contrast transfer function (CTF) corrected by Patch CTF estimation. Particles appeared monodispersed, but the median CTF fit was only ~6 Å, likely due to the thicker ice. Then, 2D classes from prior cryo-EM analyses of Arp2/3 complex were used as references for template picking with an increased mask diameter to account for the presence of CapZ-CA/actin. Template-picked particles were subjected to reference-free 2D classification which, upon visual inspection, revealed classes with Arp2/3 complex and additional density. An ab initio model was generated from 170,481 particles, representing the most self-consistent 2D classes. This model was used as reference for four rounds of heterogenous refinement, after which a reconstruction generated from 104,213 particles showed all the components of the transition complex.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37870, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dataset 2, collected on thinner ice, was combined with dataset 1 with CTF fit values better than 7 Å. Particles were template picked using 2D classes from dataset 1 and selected particles were sorted using heterogenous refinement with two dummy and four copies of the transition complex references. The most populated class, containing 659,078 particles, was subjected to four rounds of heterogenous refinement. The best map, representing 269,760 particles, resulted in a 3.94 Å reconstruction by nonuniform refinement. This particle set was transferred to Relion using asarnow/pyem (UCSF). Micrographs containing particles from cryoSPARC were motion corrected using MotionCor2 in Relion and CTF corrected with CTFFIND4.1. Particles were processed using iterative rounds of 3D autorefinement, Bayesian polishing, and CTF refinement, resulting in a reconstruction with average resolution of 3.54 Å. Multibody refinement in Relion was used to analyze the relative motion of two rigid bodies (body-1 comprising Arp3, ArpC2–5, and actin and body-2 comprising Arp2, ArpC1, and CapZ). CTF parameters and particle orientations were imported into cryoSPARC and subjected to nonuniform refinement, yielding a final resolution of 3.32 Å. The map was postprocessed with both global B-factor sharpening (B = −130) and locally sharpened with deepEMhancer. Particles were distributed evenly in the final reconstruction, with Fourier Space Correlation (FSC) efficiency of 0.74 as assessed with cryoEF. Global FSC indicates a resolution of 3.32 Å (FSC cutoff = 0.143) and directional FSC shows a global resolution of 3.48 Å (SI Appendix, Fig. S3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39512, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The cryo-EM structures of NPF-bound Arp2/3 complex (6UHC) and CapZ-bound dynactin (6F1T) were used as starting models for model building and refinement using Coot and Phenix, respectively (Table 1). Figures were generated using PyMOL (Schrödinger, LLC) and ChimeraX. Global rotations in Arp2/3 complex were measured using a previously defined dihedral angle defined by the Cα atoms of K18 and I244 in ArpC2 and R32 and S147 in ArpC4 and equivalent amino acids in S. pombe Arp2/3 complex. Subdomain rotations in actin and the Arps were calculated with DynDom.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40075, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Crosslinking Assay.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40095, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Human Arp2/3 complex carrying mutations L199C in Arp2 and L117C in Arp3 (0.25 μM) was incubated with either 2.5 μM WCA, 1.25 µM CapZ-CA (mutant C206A), 1.25 μM pre-purified CapZ-CA/actin, or 5 µM Arpin CA for 30 min at RT in KMEI buffer supplemented with 0.2 mM ATP. BMOE (ThermoFisher Scientific), prepared fresh in dimethyl sulfoxide, was added to a final concentration of 16 μM. Reactions were performed at 21°C and quenched at the time points indicated in the figures with the addition of an equal volume of 2× SDS-loading buffer (LI-COR Biosciences) supplemented with 100 mM fresh β-mercaptoethanol. Samples were loaded onto 12% SDS-PAGE gels, transferred onto PVDF membranes (Bio-Rad), and immunoblotted with anti-Arp3 (1:5,000 dilution, Santa Cruz Biotechnology) or anti-Arp2 (1:200 dilution, Cell Signaling Technologies) antibodies. Membranes were imaged using a G-BOX scanner (Syngene) and densitometric analysis was performed using Image Lab (Bio-Rad). Mean and SD values were calculated from three or more independent experiments (SI Appendix, Fig. S4).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41175, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cosedimentation Assay.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Actin (40 μM) in 2 mM Tris pH 7.5, 0.2 mM CaCl2, 0.2 mM ATP, and 1 mM NaN3 was polymerized with the addition of 100 mM KCl, 2 mM MgCl2, and 1 mM EGTA and incubation for 30 min at RT. Bovine Arp2/3 complex was incubated at 1:1 ratio with either CapZ-CA or CapZ-CA/actin, or at 1:10 ratio with WCA or Arpin CA in KMEI buffer (with 0.2 mM ATP) for 30 min at RT, followed by centrifugation at 278,000 g for 30 min to remove aggregates. The final samples were prepared by mixing a fixed concentration of Arp2/3 complex (1.5 μM ± proteins) with increasing concentrations of F-actin (0 to 30 μM) and adjusting the sample volume to 100 μL with KMEI buffer (n = 3 to 4 per concentration). The samples were incubated for 1 h on ice and pelleted by centrifugation at 278,000 g for 30 min. The supernatant was collected, and the pellet was gently washed in 100 µL KMEI buffer (+0.2 mM ATP) and then resuspended in 100 μL of the same buffer. Equal volumes of supernatant and resuspended pellet fractions were analyzed by SDS-PAGE. Densitometric analysis of the bands in the gels was performed using a G:Box gel scanner (Syngene) with the program Image Lab. The ratio of Arp2/3 complex bound to F-actin was determined from the ratio of the intensity of the ArpC2 in a pellet lane to its combined intensity in corresponding supernatant and pellet lanes (SI Appendix, Fig. S5).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42570, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42593, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "This article is a PNAS Direct Submission.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42635, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Data, Materials, and Software Availability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42678, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The cryo-EM map and atomic coordinates were deposited in the EMDB and PDB databases under accession codes 25707 and 7T5Q, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42814, "infons": {"fpage": "421", "lpage": "432", "pub-id_pmid": "34836783", "section_type": "REF", "source": "Trends Cell Biol.", "type": "ref", "volume": "32", "year": "2022"}, "text": "Nucleation, stabilization, and disassembly of branched actin networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42884, "infons": {"fpage": "1679", "lpage": "1684", "pub-id_pmid": "11721045", "section_type": "REF", "source": "Science", "type": "ref", "volume": "294", "year": "2001"}, "text": "Crystal structure of Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42920, "infons": {"fpage": "6437", "pub-id_pmid": "33353942", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Cryo-electron tomography structure of Arp2/3 complex in cells reveals new insights into the branch junction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43028, "infons": {"elocation-id": "e2202723119", "pub-id_pmid": "35622886", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "119", "year": "2022"}, "text": "Structure of Arp2/3 complex at a branched actin filament junction resolved by single-particle cryo-electron microscopy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43147, "infons": {"elocation-id": "e2206722119", "pub-id_pmid": "36442092", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "119", "year": "2022"}, "text": "Mechanism of actin filament branch formation by Arp2/3 complex revealed by a high-resolution cryo-EM structureof the branch junction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43280, "infons": {"fpage": "6181", "lpage": "6186", "pub-id_pmid": "9600938", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "95", "year": "1998"}, "text": "The interaction of Arp2/3 complex with actin: Nucleation, high affinity pointed end capping, and formation of branching networks of filaments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43422, "infons": {"fpage": "3739", "lpage": "3744", "pub-id_pmid": "10097107", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "96", "year": "1999"}, "text": "Scar, a WASp-related protein, activates nucleation of actin filaments by the Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43514, "infons": {"fpage": "1007", "lpage": "1011", "pub-id_pmid": "10801131", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "404", "year": "2000"}, "text": "Direct observation of dendritic actin filament networks nucleated by Arp2/3 complex and WASP/Scar proteins", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43621, "infons": {"fpage": "1062", "lpage": "1068", "pub-id_pmid": "23893131", "section_type": "REF", "source": "Nat. Struct. Mol. Biol.", "type": "ref", "volume": "20", "year": "2013"}, "text": "Structural basis for regulation of Arp2/3 complex by GMF", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43678, "infons": {"elocation-id": "e100005", "pub-id_pmid": "30322896", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "37", "year": "2018"}, "text": "Structure of the nucleation-promoting factor SPIN90 bound to the actin filament nucleator Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43783, "infons": {"elocation-id": "eaaz7651", "pub-id_pmid": "32917641", "section_type": "REF", "source": "Sci. Adv.", "type": "ref", "volume": "6", "year": "2020"}, "text": "Cryo-EM structure of NPF-bound human Arp2/3 complex and activation mechanism", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43860, "infons": {"fpage": "628", "pub-id_pmid": "35110533", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "13", "year": "2022"}, "text": "Molecular mechanism of Arp2/3 complex inhibition by Arpin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43918, "infons": {"fpage": "441", "lpage": "445", "pub-id_pmid": "19158791", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "457", "year": "2009"}, "text": "The nature of the globular- to fibrous-actin transition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43974, "infons": {"fpage": "E472", "lpage": "479", "pub-id_pmid": "21676863", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "108", "year": "2011"}, "text": "Arp2/3 complex is bound and activated by two WASP proteins", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44033, "infons": {"fpage": "E463", "lpage": "471", "pub-id_pmid": "21676862", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "108", "year": "2011"}, "text": "Structural and biochemical characterization of two binding sites for nucleation-promoting factor WASp-VCA on Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44157, "infons": {"fpage": "3308", "pub-id_pmid": "24518936", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "5", "year": "2014"}, "text": "Structural analysis of the transitional state of Arp2/3 complex activation by two actin-bound WCAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44256, "infons": {"fpage": "E1409", "lpage": "E1418", "pub-id_pmid": "29386393", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "115", "year": "2018"}, "text": "Identification of Wiskott-Aldrich syndrome protein (WASP) binding sites on the branched actin filament nucleator Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44384, "infons": {"fpage": "76", "lpage": "82", "pub-id_pmid": "11146629", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "3", "year": "2001"}, "text": "Interaction of WASP/Scar proteins with actin and vertebrate Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44459, "infons": {"fpage": "16644", "lpage": "16649", "pub-id_pmid": "16275905", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "102", "year": "2005"}, "text": "Actin-bound structures of Wiskott-Aldrich syndrome protein (WASP)-homology domain 2 and the implications for filament assembly", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44586, "infons": {"fpage": "269", "lpage": "279", "pub-id_pmid": "15494313", "section_type": "REF", "source": "Mol. Cell", "type": "ref", "volume": "16", "year": "2004"}, "text": "Critical conformational changes in the Arp2/3 complex are induced by nucleotide and nucleation promoting factor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44698, "infons": {"fpage": "701", "lpage": "712", "pub-id_doi": "10.1016/j.chembiol.2013.03.019", "pub-id_pmid": "23623350", "section_type": "REF", "source": "Chem. Biol.", "type": "ref", "volume": "20", "year": "2013"}, "text": "Small molecules CK-666 and CK-869 inhibit actin-related protein 2/3 complex by blocking an activating conformational change", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44822, "infons": {"fpage": "E3834", "lpage": "E3843", "pub-id_pmid": "27325766", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "113", "year": "2016"}, "text": "Role and structural mechanism of WASP-triggered conformational changes in branched actin filament nucleation by Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44949, "infons": {"fpage": "12226", "pub-id_pmid": "27417392", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "7", "year": "2016"}, "text": "Identification of an ATP-controlled allosteric switch that controls actin filament nucleation by Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45061, "infons": {"fpage": "E8642", "lpage": "E8651", "pub-id_pmid": "30150414", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "115", "year": "2018"}, "text": "Conformational changes in Arp2/3 complex induced by ATP, WASp-VCA, and actin filaments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45148, "infons": {"fpage": "975", "lpage": "987.e976", "pub-id_pmid": "35090589", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "32", "year": "2022"}, "text": "Unconcerted conformational changes in Arp2/3 complex integrate multiple activating signals to assemble functional actin networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45277, "infons": {"fpage": "449", "lpage": "457", "pub-id_pmid": "17499050", "section_type": "REF", "source": "Mol. Cell", "type": "ref", "volume": "26", "year": "2007"}, "text": "Insights into the influence of nucleotides on actin family proteins from seven structures of Arp2/3 complex", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45385, "infons": {"fpage": "202", "pub-id_pmid": "29420470", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "554", "year": "2018"}, "text": "Cryo-EM shows how dynactin recruits two dyneins for faster movement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45453, "infons": {"elocation-id": "e00884", "pub-id_pmid": "24015358", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "2", "year": "2013"}, "text": "Mechanism of synergistic activation of Arp2/3 complex by cortactin and N-WASP", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45531, "infons": {"fpage": "677", "lpage": "689", "pub-id_pmid": "25207437", "section_type": "REF", "source": "Nat. Rev. Mol. Cell Biol.", "type": "ref", "volume": "15", "year": "2014"}, "text": "Capping protein regulators fine-tune actin assembly dynamics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45592, "infons": {"fpage": "5329", "pub-id_pmid": "34504078", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "12", "year": "2021"}, "text": "A barbed end interference mechanism reveals how capping protein promotes nucleation in branched actin networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45703, "infons": {"fpage": "5626", "lpage": "5633", "pub-id_pmid": "17110933", "section_type": "REF", "source": "Embo J.", "type": "ref", "volume": "25", "year": "2006"}, "text": "Structural basis of actin filament capping at the barbed-end: A cryo-electron microscopy study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45798, "infons": {"fpage": "1287", "lpage": "1292", "pub-id_doi": "10.1126/science.adg6812", "pub-id_pmid": "37228182", "section_type": "REF", "source": "Science", "type": "ref", "volume": "380", "year": "2023"}, "text": "Structures of the free and capped ends of the actin filament", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45859, "infons": {"fpage": "478", "lpage": "490", "pub-id_pmid": "27068179", "section_type": "REF", "source": "Trends Biochem. Sci.", "type": "ref", "volume": "41", "year": "2016"}, "text": "The WH2 domain and actin nucleation: Necessary but insufficient", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45923, "infons": {"fpage": "109", "lpage": "126", "pub-id_pmid": "20887855", "section_type": "REF", "source": "Methods Enzymol.", "type": "ref", "volume": "481", "year": "2010"}, "text": "GraFix: Stabilization of fragile macromolecular complexes for single particle cryo-EM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46009, "infons": {"fpage": "169", "lpage": "186", "pub-id_pmid": "21314430", "section_type": "REF", "source": "Annu. Rev. Biophys.", "type": "ref", "volume": "40", "year": "2011"}, "text": "Actin structure and function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46038, "infons": {"fpage": "181", "lpage": "183", "pub-id_pmid": "12463636", "section_type": "REF", "source": "J. Mol. Graph Model.", "type": "ref", "volume": "21", "year": "2002"}, "text": "Improvements in the analysis of domain motions in proteins from conformational change: DynDom version 1.50", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46145, "infons": {"fpage": "497", "lpage": "503", "pub-id_pmid": "20357771", "section_type": "REF", "source": "Nat. Struct. Mol. Biol.", "type": "ref", "volume": "17", "year": "2010"}, "text": "Structural characterization of a capping protein interaction motif defines a family of actin filament regulators", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46258, "infons": {"fpage": "281", "lpage": "284", "pub-id_pmid": "24132237", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "503", "year": "2013"}, "text": "Inhibitory signalling to the Arp2/3 complex steers cell migration", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46324, "infons": {"fpage": "1285", "lpage": "1290", "pub-id_pmid": "23292935", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "110", "year": "2013"}, "text": "Pathway of actin filament branch formation by Arp2/3 complex revealed by single-molecule imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46421, "infons": {"fpage": "528", "lpage": "537", "pub-id_pmid": "29867215", "section_type": "REF", "source": "Nat. Struct. Mol. Biol.", "type": "ref", "volume": "25", "year": "2018"}, "text": "Structural transitions of F-actin upon ATP hydrolysis at near-atomic resolution revealed by cryo-EM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46521, "infons": {"fpage": "4265", "lpage": "4274", "pub-id_pmid": "30760599", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "116", "year": "2019"}, "text": "Mechanism of actin polymerization revealed by cryo-EM structures of actin filaments with three different bound nucleotides", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46644, "infons": {"fpage": "3959", "lpage": "3961", "pub-id_pmid": "30782816", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "116", "year": "2019"}, "text": "Nucleotide-dependent conformational changes in the actin filament: Subtler than expected", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46733, "infons": {"fpage": "826", "lpage": "833", "pub-id_pmid": "16862144", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "8", "year": "2006"}, "text": "Arp2/3 ATP hydrolysis-catalysed branch dissociation is critical for endocytic force generation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46828, "infons": {"fpage": "619", "lpage": "633", "pub-id_pmid": "23439681", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "200", "year": "2013"}, "text": "Arp2/3 complex ATP hydrolysis promotes lamellipodial actin network disassembly but is dispensable for assembly", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46939, "infons": {"elocation-id": "E91", "pub-id_pmid": "15094799", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "2", "year": "2004"}, "text": "Activation of Arp2/3 complex: Addition of the first subunit of the new filament by a WASP protein triggers rapid ATP hydrolysis on Arp2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47075, "infons": {"elocation-id": "e01008", "pub-id_pmid": "24015360", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "2", "year": "2013"}, "text": "Three-color single molecule imaging shows WASP detachment from Arp2/3 complex triggers actin filament branch formation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47194, "infons": {"fpage": "53", "lpage": "55", "pub-id_pmid": "18157137", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "5", "year": "2008"}, "text": "GraFix: Sample preparation for single-particle electron cryomicroscopy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47265, "infons": {"fpage": "290", "lpage": "296", "pub-id_pmid": "28165473", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "cryoSPARC: Algorithms for rapid unsupervised cryo-EM structure determination", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47342, "infons": {"elocation-id": "e42166", "pub-id_pmid": "30412051", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "7", "year": "2018"}, "text": "New tools for automated high-resolution cryo-EM structure determination in RELION-3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47426, "infons": {"pub-id_doi": "10.5281/zenodo.3576630", "section_type": "REF", "type": "ref", "year": "2019"}, "text": "UCSF pyem v0.5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47441, "infons": {"fpage": "331", "lpage": "332", "pub-id_pmid": "28250466", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "MotionCor2: Anisotropic correction of beam-induced motion for improved cryo-electron microscopy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47537, "infons": {"fpage": "216", "lpage": "221", "pub-id_pmid": "26278980", "section_type": "REF", "source": "J. Struct. Biol.", "type": "ref", "volume": "192", "year": "2015"}, "text": "CTFFIND4: Fast and accurate defocus estimation from electron micrographs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47610, "infons": {"fpage": "874", "pub-id_pmid": "34267316", "section_type": "REF", "source": "Commun. Biol.", "type": "ref", "volume": "4", "year": "2021"}, "text": "DeepEMhancer: A deep learning solution for cryo-EM volume post-processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47684, "infons": {"fpage": "629", "pub-id_pmid": "28931821", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Measuring the effects of particle orientation to improve the efficiency of electron cryomicroscopy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47783, "infons": {"fpage": "1069", "lpage": "1078", "pub-id_pmid": "31730249", "section_type": "REF", "source": "Protein Sci.", "type": "ref", "volume": "29", "year": "2020"}, "text": "Current developments in coot for macromolecular model building of electron cryo-microscopy and crystallographic data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47900, "infons": {"fpage": "861", "lpage": "877", "pub-id_pmid": "31588918", "section_type": "REF", "source": "Acta Crystallogr. D Struct. Biol.", "type": "ref", "volume": "75", "year": "2019"}, "text": "Macromolecular structure determination using X-rays, neutrons and electrons: Recent developments in Phenix", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48007, "infons": {"fpage": "70", "lpage": "82", "pub-id_pmid": "32881101", "section_type": "REF", "source": "Protein Sci.", "type": "ref", "volume": "30", "year": "2021"}, "text": "UCSF ChimeraX: Structure visualization for researchers, educators, and developers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48089, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cryo-EM Maps and Masks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48112, "infons": {"section_type": "REF", "type": "ref"}, "text": "Atomic Coordinates", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48131, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]