[{"source": "PMC", "date": "20230922", "key": "pmc.key", "infons": {}, "documents": [{"id": "10497415", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41594-023-01069-6", "article-id_pmc": "10497415", "article-id_pmid": "37620585", "article-id_publisher-id": "1069", "fpage": "1357", "issue": "9", "kwd": "Cryoelectron microscopy Dynein", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "lpage": "1364", "name_0": "surname:Karasmanis;given-names:Eva P.", "name_1": "surname:Reimer;given-names:Janice M.", "name_2": "surname:Kendrick;given-names:Agnieszka A.", "name_3": "surname:Nguyen;given-names:Kendrick H. V.", "name_4": "surname:Rodriguez;given-names:Jennifer A.", "name_5": "surname:Truong;given-names:Joey B.", "name_6": "surname:Lahiri;given-names:Indrajit", "name_7": "surname:Reck-Peterson;given-names:Samara L.", "name_8": "surname:Leschziner;given-names:Andres E.", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "30", "year": "2023"}, "text": "Lis1 relieves cytoplasmic dynein-1 autoinhibition by acting as a molecular wedge", "sentences": [], "annotations": [], "relations": []}, {"offset": 81, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cytoplasmic dynein-1 transports intracellular cargo towards microtubule minus ends. Dynein is autoinhibited and undergoes conformational changes to form an active complex that consists of one or two dynein dimers, the dynactin complex, and activating adapter(s). The Lissencephaly 1 gene, LIS1, is genetically linked to the dynein pathway from fungi to mammals and is mutated in people with the neurodevelopmental disease lissencephaly. Lis1 is required for active dynein complexes to form, but how it enables this is unclear. Here, we present a structure of two yeast dynein motor domains with two Lis1 dimers wedged in-between. The contact sites between dynein and Lis1 in this structure, termed ‘Chi,’ are required for Lis1’s regulation of dynein in Saccharomyces cerevisiae in vivo and the formation of active human dynein–dynactin–activating adapter complexes in vitro. We propose that this structure represents an intermediate in dynein’s activation pathway, revealing how Lis1 relieves dynein’s autoinhibited state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1118, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Using cryo-EM, Karasmanis, Reimer, and Kendrick et al. reveal a Lis1-mediated dynein dimer, termed Chi, that serves as intermediate state in relieving dynein’s autoinhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1296, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Main", "sentences": [], "annotations": [], "relations": []}, {"offset": 1301, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cytoplasmic dynein-1 (dynein) is the main minus-end-directed microtubule motor responsible for transporting vesicles, protein complexes, RNAs, organelles, and viruses along microtubules. Dynein also positions nuclei and the mitotic spindle during mitosis and meiosis. Dynein is conserved across eukaryotes, with the exception of flowering plants and some algae, and requires numerous binding partners and regulators to function. Mutations in dynein or its regulators cause neurodevelopmental and neurodegenerative diseases in humans, while homozygous deletion of dynein is embryonically lethal in mice. By contrast, in the yeast S. cerevisiae, dynein and its regulators are conserved but non-essential, providing an important model system to study dynein’s mechanism and function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2084, "infons": {"file": "41594_2023_1069_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Structure of the Chi dynein–Lis1 complex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2128, "infons": {"file": "41594_2023_1069_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Cartoons of the domain organization of dynein and Lis1. Major elements mentioned in the text are labeled. MTBD, microtubule binding domain. b, Schematic of dynein activation. Activation of dynein requires the relief of its autoinhibited conformation (Phi) and the formation of an active complex containing the dynactin complex and an activating adapter. Although Lis1 is known to be involved in this process, how it is involved is unknown. c, Cryo-EM map of the Chi dynein–Lis1 complex (non-symmetry expanded), shown in two orientations. The different Lis1 β-propellers that bind to previously identified sites on dynein are labeled. d, Model of the Chi dynein–Lis1 complex, shown in the same two orientations as in the map in c.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2866, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dynein is a 1.4-MDa complex consisting of a dimer of two motor-containing heavy chains composed of a ring of six AAA+ (ATPase associated with various cellular activities) domains, two intermediate chains, two light intermediate chains, and two copies of three different light chains. The dynein AAA+ ring is dynamic; ATP binding and hydrolysis in AAA1 regulates dynein’s binding to and movement on microtubules. Opening and closing of dynein’s ring is coupled to movements of dynein’s mechanical element, the ‘linker,’ and rearrangements in dynein’s stalk and buttress are responsible for controlling the affinity of the microtubule-binding domain for microtubules (Fig. 1a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3554, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dynein is proposed to exist largely in an autoinhibited ‘Phi’ conformation in cells, which has been observed in vitro (Fig. 1b). In contrast to Phi dynein, which contains only the dynein subunits, active dynein complexes can be >4 MDa and consist of one or two dynein dimers, the 1.1-MDa dynactin complex, and an activating adapter that mediates the interaction between dynein and dynactin and links dynein to its cargos (Fig. 1b). Dynein must undergo major conformational changes to transition from the autoinhibited Phi form to these active complexes. Some activated dynein complexes contain two dynein dimers, which move faster than complexes containing a single dynein dimer (Fig. 1b), and can include a second activating adapter. Many putative activating adapters have been described, and about a dozen of these have been shown to activate dynein motility in vitro, including members of the Hook, Bicaudal D (BicD), and Ninein families. Yeast dynein requires dynactin and the presumed activating adapter Num1 for function in vivo as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4602, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dynein function in vivo also requires Lis1, which is an essential positive regulator of dynein, as shown by genetic studies in many organisms. Like dynein, Lis1 is conserved from yeast to mammals. Lis1 is a dimer, with each monomer consisting of an N-terminal small dimerization domain, an alpha helix, and a C-terminal β-propeller following a flexible linker (Fig. 1a). Lis1 is the only dynein regulator known to bind directly to dynein’s AAA+ motor domain, with two known binding sites: one on dynein’s motor domain between AAA3 and AAA4 (sitering), and the other on dynein’s stalk, a long anti-parallel coiled coil that leads to dynein’s microtubule-binding domain (sitestalk). In humans, mutations in LIS1 (PAFAH1B1; GeneID: 5048) or the dynein heavy chain gene (DYNC1H1; GeneID: 1778) cause the neurodevelopmental disease lissencephaly and other malformations of cortical development. Recent studies have shown that Lis1 has a role in forming active dynein complexes. Human dynein–dynactin–activating adapter complexes form more readily in vitro in the presence of Lis1 and move faster on microtubules owing to the recruitment of a second dynein dimer to the complex. In S. cerevisiae and the filamentous fungus Aspergillus nidulans, mutations in dynein that block the formation of the autoinhibited Phi conformation can partially rescue Lis1 deletion or mutations, suggesting that Lis1 may activate dynein by relieving autoinhibition. However, the inability of Phi-blocking mutations to fully rescue Lis1 loss-of-function phenotypes suggests that Lis1 may have additional roles in regulating dynein beyond relieving the autoinhibited Phi conformation. Despite the data summarized here, how Lis1 relieves dynein autoinhibition remains unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6364, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6372, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Structure of a Lis1-mediated dynein dimer", "sentences": [], "annotations": [], "relations": []}, {"offset": 6414, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Cryo-EM data collection, refinement and validation statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 6476, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Dynein<sup>E2488Q</sup> bound to Lis1 in Chi conformation. <ext-link ext-link-type=\"uri\" xlink:href=\"http://www.ebi.ac.uk/pdbe/entry/emdb/EMD-27810\">EMD-27810</ext-link>, PDB <ext-link ext-link-type=\"uri\" xlink:href=\"https://doi.org/10.2210/pdb8DZZ/pdb\">8DZZ</ext-link></th><th>Dynein<sup>E2488Q</sup> bound, to Lis1 in Chi, conformation, symmetry expansion, <ext-link ext-link-type=\"uri\" xlink:href=\"http://www.ebi.ac.uk/pdbe/entry/emdb/EMD-27811\">EMD-27811</ext-link>, PDB <ext-link ext-link-type=\"uri\" xlink:href=\"https://doi.org/10.2210/pdb8E00/pdb\">8E00</ext-link></th><th>Dynein bound, to Lis1 in the presence of ATP</th></tr></thead><tbody><tr><td colspan=\"4\"><bold>Data collection and processing</bold></td></tr><tr><td>Magnification</td><td>38,000</td><td>38,000</td><td>36,000</td></tr><tr><td>Voltage (kV)</td><td>300</td><td>300</td><td>200</td></tr><tr><td>Electron exposure (e<sup>–</sup>/Å<sup>2</sup>)</td><td>58.3</td><td>58.3</td><td>51.0</td></tr><tr><td>Defocus range (μm)</td><td>2–2.7</td><td>2–2.7</td><td>0.8–2.4</td></tr><tr><td>Pixel size (Å)</td><td>1.31</td><td>1.31</td><td>1.16</td></tr><tr><td>Symmetry imposed</td><td><italic>C</italic><sub>2</sub></td><td><italic>C</italic><sub>1</sub></td><td/></tr><tr><td>Initial particle images (no.)</td><td>561,397</td><td>561,397</td><td/></tr><tr><td>Final particle images (no.)</td><td>23,385</td><td>46,770</td><td/></tr><tr><td>Map resolution (Å)</td><td>4.1</td><td>3.6</td><td/></tr><tr><td> FSC threshold</td><td>0.143</td><td>0.143</td><td/></tr><tr><td>Map resolution range (Å)</td><td>4.0–6.0</td><td>3.5–6.0</td><td/></tr><tr><td colspan=\"4\"><bold>Refinement</bold></td></tr><tr><td>Initial model used (PDB code)</td><td><ext-link ext-link-type=\"uri\" xlink:href=\"https://doi.org/10.2210/pdb8E00/pdb\">8E00</ext-link></td><td><ext-link ext-link-type=\"uri\" xlink:href=\"https://doi.org/10.2210/pdb7MGM/pdb\">7MGM</ext-link></td><td/></tr><tr><td>Model resolution (Å)</td><td>4.4</td><td>3.9</td><td/></tr><tr><td> FSC threshold</td><td>0.5</td><td>0.5</td><td/></tr><tr><td>Map sharpening <italic>B</italic> factor (Å<sup>2</sup>)</td><td>106.5</td><td>90.5</td><td/></tr><tr><td colspan=\"4\">Model composition</td></tr><tr><td> Non-hydrogen atoms</td><td>49,596</td><td>24,794</td><td/></tr><tr><td> Protein residues</td><td>6,110</td><td>3,055</td><td/></tr><tr><td> Ligands</td><td>8</td><td>4</td><td/></tr><tr><td colspan=\"4\"><italic>B</italic> factors (Å<sup>2</sup>)</td></tr><tr><td> Protein</td><td>154.6</td><td>94.0</td><td/></tr><tr><td> Ligand</td><td>132.4</td><td>77.6</td><td/></tr><tr><td colspan=\"4\">R.m.s. deviations</td></tr><tr><td> Bond lengths (Å)</td><td>0.005</td><td>0.005</td><td/></tr><tr><td> Bond angles (°)</td><td>1.087</td><td>1.124</td><td/></tr><tr><td colspan=\"4\">Validation</td></tr><tr><td> MolProbity score</td><td>1.11</td><td>0.98</td><td/></tr><tr><td> Clashscore</td><td>3.00</td><td>2.10</td><td/></tr><tr><td> Poor rotamers (%)</td><td>0.25</td><td>0.47</td><td/></tr><tr><td colspan=\"4\">Ramachandran plot</td></tr><tr><td> Favored (%)</td><td>98.39</td><td>98.21</td><td/></tr><tr><td> Allowed (%)</td><td>1.57</td><td>1.76</td><td/></tr><tr><td> Disallowed (%)</td><td>0.03</td><td>0.03</td><td/></tr></tbody></table>\n"}, "text": "\tDyneinE2488Q bound to Lis1 in Chi conformation. EMD-27810, PDB 8DZZ\tDyneinE2488Q bound, to Lis1 in Chi, conformation, symmetry expansion, EMD-27811, PDB 8E00\tDynein bound, to Lis1 in the presence of ATP\t \tData collection and processing\t \tMagnification\t38,000\t38,000\t36,000\t \tVoltage (kV)\t300\t300\t200\t \tElectron exposure (e–/Å2)\t58.3\t58.3\t51.0\t \tDefocus range (μm)\t2–2.7\t2–2.7\t0.8–2.4\t \tPixel size (Å)\t1.31\t1.31\t1.16\t \tSymmetry imposed\tC2\tC1\t\t \tInitial particle images (no.)\t561,397\t561,397\t\t \tFinal particle images (no.)\t23,385\t46,770\t\t \tMap resolution (Å)\t4.1\t3.6\t\t \t FSC threshold\t0.143\t0.143\t\t \tMap resolution range (Å)\t4.0–6.0\t3.5–6.0\t\t \tRefinement\t \tInitial model used (PDB code)\t8E00\t7MGM\t\t \tModel resolution (Å)\t4.4\t3.9\t\t \t FSC threshold\t0.5\t0.5\t\t \tMap sharpening B factor (Å2)\t106.5\t90.5\t\t \tModel composition\t \t Non-hydrogen atoms\t49,596\t24,794\t\t \t Protein residues\t6,110\t3,055\t\t \t Ligands\t8\t4\t\t \tB factors (Å2)\t \t Protein\t154.6\t94.0\t\t \t Ligand\t132.4\t77.6\t\t \tR.m.s. deviations\t \t Bond lengths (Å)\t0.005\t0.005\t\t \t Bond angles (°)\t1.087\t1.124\t\t \tValidation\t \t MolProbity score\t1.11\t0.98\t\t \t Clashscore\t3.00\t2.10\t\t \t Poor rotamers (%)\t0.25\t0.47\t\t \tRamachandran plot\t \t Favored (%)\t98.39\t98.21\t\t \t Allowed (%)\t1.57\t1.76\t\t \t Disallowed (%)\t0.03\t0.03\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 7786, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have previously determined a high-resolution cryo-EM structure of the S. cerevisiae dynein motor domain (carrying an E2488Q substitution in the Walker B motif of its AAA3 domain) in the presence of ATP-vanadate and bound to two yeast Lis1 β-propellers, most likely coming from the same Lis1 dimer. Although this data set appeared to consist primarily of particles containing one dynein motor domain bound to one Lis1 dimer, we revisited it to look for other structures. To our surprise, additional data processing revealed several two-dimensional (2D) class averages that contained two dynein motor domains, even though the dynein that we used for cryo-EM sample preparation was engineered to be monomeric. Using this subset of particles, we solved a structure of two dynein motor domains in complex with two Lis1 dimers to 4.1 Å. We called this structure ‘Chi’ because the dynein conformation resembles the Greek letter Chi, and because Chi follows Phi in the Greek alphabet (Fig. 1c,d, Supplementary Video 1, Extended Data Fig. 1, and Table 1). In our structure, two dynein motor domains, each bound by a Lis1 dimer, come together through dynein–Lis1 interactions which, to the best of our knowledge, have not been previously reported. This arrangement is consistent with previous studies that have reported the binding of two Lis1 dimers to dynein in solution. In our Chi structure, the closed conformation of dynein’s ring and the characteristic bulge in the stalk near its contact site with the buttress indicate a weak microtubule-binding state. The overall structure of each dynein–Lis1 complex is very similar to the structures that we have solved of individual dynein motor domains bound to a Lis1 dimer, also in a weak microtubule-binding state. Importantly, the Chi conformation is not a consequence of the E2488Q substitution in dynein, or the use of ATP-vanadate in the sample: we also observed Chi in a data set collected from a sample containing wild-type dynein monomer, ATP, and Lis1 (Extended Data Fig. 2 and Table 1). The presence of only a single class average of Chi in that data set prevented us from obtaining a 3D reconstruction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9957, "infons": {"file": "41594_2023_1069_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of dynein in Chi and Phi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9994, "infons": {"file": "41594_2023_1069_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Interfaces in human dynein involved in stabilizing Phi (PDB: 5NUG). b, Interfaces in yeast dynein involved in stabilizing Chi. Note that all but one (stalk–stalk) of the interfaces in Chi also involve Lis1, which we do not show in this panel. The circled labels (3a, 3b, 3c) refer to panels in Figure 3, in which interfaces are shown in detail. c, Overlay of dynein in Phi (gray) and Chi (rainbow). As in panel (b), we omitted Lis1 in the Chi structure for clarity. The left panel shows the two structures superimposed. The right panel shows interatomic vectors linking equivalent alpha carbons in Phi and Chi. The length of the cylinders is proportional to the displacement of that atom between the two structures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10715, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Dynein’s autoinhibited Phi conformation is characterized by interactions between its two motor domains that make them point in opposite directions (they are effectively ‘cross-legged’) (Figs. 1b and 2a), which prevents the motor from being able to bind to microtubules. The Phi conformation is incompatible with the binding of Lis1 to dynein, as Lis1 bound to one dynein clashes with the second dynein in Phi (Extended Data Fig. 3a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11155, "infons": {"file": "41594_2023_1069_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Interactions involved in stabilizing Chi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11197, "infons": {"file": "41594_2023_1069_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "a–c, Chi is stabilized by three interfaces that, to the best of our knowledge, have not been previously reported: AAA5–Lis1ring (a); AAA6–Lis1ring (b); and a linker–linker interaction (c). In a, Chi is viewed from the dynein stalk and towards the motor domain. Figure 2b shows the location of these interactions in the context of full dynein. All three panels show the cryo-EM map colored by domain, with Lis1 in gray. The insets show the region of Chi that is highlighted in the main panel. d–g, Location of interaction interfaces in the Lis1ring–Lis1stalk dimer. d, Our model of Chi. Dynein is shown in surface representation (filtered to 8 Å), and Lis1 is shown as a ribbon diagram. The area within the square is enlarged in e. e, Residues involved in the four Lis1 interactions (binding of Lis1 to sitering and sitestalk, the Lis1–Lis1 dimer interface, and the interactions stabilizing Chi) are shown as sphered and colored by interface. Dynein is shown in white. f, The Lis1 dimer is viewed facing the dynein monomer, with which the Lis1–ring and Lis1–stalk interactions are formed. The dynein in front was removed for clarity. g, The Lis1 dimer viewed from the other side, facing the dynein monomer with which the Chi-stabilizing interactions are made. The dynein in front was removed for clarity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12522, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In Chi, the Lis1 proteins bound to the dynein motor domains act as wedges that keep the two dyneins apart, preventing most of the interactions that stabilize Phi (Fig. 2a,b and Extended Data Fig. 3b). The one exception is a contact between dynein’s stalk helices, which acts as a hinge where Phi opens to accommodate Lis1 and transition to Chi (Fig. 2a,b). The dynein–dynein Phi contacts that are disrupted in Chi are replaced by new contacts between Lis1 bound to sitering on one dynein and the AAA5 (Fig. 3a) and AAA6 (Fig. 3b) domains of the opposite dynein. The AAA5 and AAA6 Chi-specific interactions involve residues on Lis1’s β-propeller that are different from those involved in all previously characterized Lis1–dynein and Lis1–Lis1 contacts (Fig. 3d–g and Supplementary Video 1). The Lis1 bound to sitestalk does not interact with the opposite dynein molecule in Chi (Fig. 1c,d).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13425, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The differences between Phi and Chi include changes in the conformation of the linker domain (Extended Data Fig. 4). In Phi dynein, the linker is bent and docked on AAA2 and AAA3 (Extended Data Fig. 4a), which is the same conformation seen in dynein alone in its ‘pre-power stroke’ state. In contrast, in Chi, the linker is disengaged from AAA2 and AAA3 and shifted towards the opposing dynein molecule (Fig. 3c and Extended Data Fig. 4b,c); this accommodates the increased distance between the motor domains caused by the presence of Lis1 (Fig. 2c). This change in the linker conformation in turn causes a shift in the interface mediating the linker–linker interaction (Fig. 3c and Extended Data Fig. 4d–f); however, the resolution of the linker domain is too low to determine the exact nature of the residues involved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14254, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The major features of the Chi structure—the disruption of most Phi-stabilizing interactions, a shift in the linker–linker interface, and the dependence of these on the presence of Lis1 and new interactions between Lis1 and dynein—suggest that Chi is an early intermediate in the activation of dynein that provides a mechanistic explanation for the role of Lis1 in this process. We set out to test this hypothesis and validate our structural model in vivo using S. cerevisiae and in vitro using recombinant human dynein–dynactin–activating adapter complexes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14822, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynein and Lis1 Chi contacts are required in vivo in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 14881, "infons": {"file": "41594_2023_1069_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Role of Chi in dynein’s function in vivo in S. cerevisiae.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14942, "infons": {"file": "41594_2023_1069_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "a, The yeast Chi AAA5–Lis1ring interface. Trp288 in Lis1 was mutated to Asp. b, The yeast Chi AAA6-Lis1ring interface. Asn213 was mutated to Ala. We did not build the side chain of E3867 beyond its β-carbon owing to the lower resolution of this part of the map. c, Quantitation (mean ± s.e.m.) of the percentage of cells displaying an aberrant binucleate phenotype for wild type (WT, dark gray), Lis1 deletion (light gray), Lis1N213A (orange), Lis1W288D (red) or Lis1N213A W288D (maroon). WT n = 12, ΔLis1 n = 11, Lis1N213A\nn = 10, Lis1W288D, and Lis1N213A, W288D\nn = 8 biological replicates from independent cultures, with at least 200 cells per condition in each replicate. Statistical analysis was done using a one-way ANOVA with Tukey’s multiple comparison test. WT and ΔLis1 ****P < 0.0001, WT and Lis1N213A ****P < 0.0001, WT and Lis1W288D **P = 0.0001, WT and Lis1N213A W288D ****P < 0.0001. Differences not noted are not statistically significant. d, Quantitation (mean ± s.e.m.) of the percentage of cells displaying an aberrant binucleate phenotype for wild type (blue), Dyn1 deletion (light blue), Dyn1F3446A, E3867A (green), and Dyn1F3446A, E3867A, D2868K (dark green). n = 3 biological replicates, with at least 200 cells per condition per replicate. Statistical analysis was done using a one-way ANOVA with Tukey’s multiple comparison test. WT and ΔDyn1 ***P = 0.0002, WT and Dyn1F3446A E3867A *P = 0.01, ΔDyn1 and Dyn1F3446A E3867A D2868K ***P = 0.0002, Dyn1F3446A E3867A and Dyn1F3446A E3867A D2868K *P = 0.015. e, Example images of endogenous dynein localization (DYN1-3XGFP) in dividing yeast cells expressing a fluorescently tagged SPB (SPC110-tdTomato) component and tubulin (TUB1-CFP). Scale bars are 3 μm. f–h, Quantification of dynein localization. Graphs show the number (mean ± s.e.m.) of dynein foci per cell localized to the cortex (f), SPB (g), and microtubule plus ends (h) in WT, Lis1Δ, Lis1N213A, Lis1W288D, and Lis1N213A W288D yeast strains, from three biological replicates. Statistical analysis was performed on the means of each biological replicate using a one-way ANOVA with Tukey’s multiple comparison test. f, WT and ΔLis1 **P = 0.0011, WT and Lis1N213A ***P = 0.0007, WT and Lis1W288D ***P = 0.0002, WT and Lis1N213A W288D ***P = 0.003. g,WT and ΔLis1 **P = 0.0023, WT and Lis1N213A *P = 0.0396, WT and Lis1W288D ***P = 0.0009, WT and Lis1N213A W288D ***P = 0.0003. h, WT and ΔLis1 ***P = 0.0006, WT and Lis1N213A *P = 0.02, WT and Lis1W288D *P = 0.049, WT and Lis1N213A W288D ***P = 0.0039. n.s. (not significant), P = 0.069 to >0.9981. n ≥ 40 cells per biological replicate; >120 cells total per condition. i, Quantitation (mean ± s.e.m.) of the percentage of cells displaying an aberrant binucleate phenotype for wild type (WT, dark gray), Lis1 deletion (light gray), Lis1N213A (orange), Lis1W288D (red), Lis1N213A W288D (maroon), Lis1 WT with the Phi-breaking dynein mutant dyneinD2868K (striped dark gray), Lis1 deletion with dyneinD2868K (striped light gray), Lis1N213A with dyneinD2868K (striped orange), Lis1W288D with dyneinD2868K (striped red), and Lis1N213A W288D with dyneinD2868K (striped maroon). The WT condition is the same as in d. n = 3 biological replicates, with at least 200 cells per condition per replicate. Statistical analysis was done using a one-way ANOVA with Tukey’s multiple comparison test. WT and ΔLis1 ****P < 0.0001, WT and Lis1N213A **P = 0.0035 WT and Lis1W288D *P = 0.045, WT and Lis1N213A W288D **P = 0.0014, ΔLis1 and ΔLis1 with dyneinD2868K **P = 0.0046, Lis1N213A W288D and Lis1N213A W288D with dyneinD2868K **P = 0.0036, Lis1N213A and Lis1N213A with dyneinD2868K *P = 0.0134, Lis1W288D and Lis1W288D with dyneinD2868K *P = 0.0244, Lis1N213A, W288D. Differences not noted are not statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18899, "infons": {"file": "41594_2023_1069_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Source data", "sentences": [], "annotations": [], "relations": []}, {"offset": 18911, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first sought to determine whether the new contact sites between Lis1 and dynein at AAA5 (Fig. 4a) and AAA6 (Fig. 4b) that form Chi are important for the dynein pathway in vivo. For this, we turned to experiments in S. cerevisiae. In yeast, dynein functions to align the mitotic spindle, such that, upon the completion of mitosis, both the mother and daughter cell inherit a nucleus. Deletion of the gene encoding dynein (DYN1; GeneID: 853928) and dynactin subunits, as well as Lis1, causes nuclear segregation defects that are readily quantifiable because they produce binucleate cells. To disrupt the Chi-specific interactions (Fig. 4a,b), we mutated Asn213 in Lis1 to Ala (Lis1N213A), Trp288 to Asp (Lis1W288D), or both (Lis1N213A W288D) in the endogenous locus of yeast Lis1 (PAC1; GeneID: 854443). Western blots of strains containing FLAG-tagged versions of the mutants confirmed that Lis1N213A, Lis1W288D, and Lis1N213A W288D were expressed at wild-type levels (Extended Data Fig. 5a,b). We found that, among cells expressing any of these three mutants, the percentage of cells containing two nuclei was increased, similar to cells in which Lis1 was deleted (Fig. 4c). We obtained similar results when we disrupted Chi on dynein’s side. On the basis of our structure, we introduced F3446A in AAA5 and E3867A in AAA6 (Dyn1F3446A E3867A; Fig. 4a,b). Although we did not build the side chain for E3867 in our model owing to the lower resolution of that part of the map, this residue is a good candidate for mediating the interaction between dynein and Lis1-N213. These substitutions in dynein resulted in an increase in the percentage of binucleate cells similar to that observed following deletion of dynein (Fig. 4d). This suggests that the dynein–Lis1 interactions involved in forming Chi are required for Lis1’s regulation of dynein in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20768, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynein localization in yeast depends on dynein and Lis1 Chi contacts", "sentences": [], "annotations": [], "relations": []}, {"offset": 20837, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we wanted to determine how the Lis1–dynein interactions involved in forming Chi contribute to dynein’s localization in yeast cells (Fig. 4e–h). Yeast dynein assembles into fully active complexes with dynactin and Num1, the presumed yeast dynein activating adapter, at the cell cortex. From this site, active dynein pulls on spindle pole body (SPB)-attached microtubules to align the mitotic spindle, which ultimately favors equal segregation of nuclei between mother and daughter cells. Dynein reaches the cortex by first localizing to microtubule plus ends, through either kinesin-dependent transport or cytosolic recruitment. Dynein also localizes to the SPB, where microtubule minus ends are found. Lis1 is required for dynein’s localization to all three sites. To assess how the mutants that target the new interactions between dynein and Lis1 in Chi affect dynein localization, we introduced Lis1N213A, Lis1W288D and Lis1N213A W288D at the endogenous Lis1 (PAC1) locus. In these strains, dynein, α-tubulin, and a spindle pole body component were also tagged with a fluorescent protein (DYN1-3XGFP, TUB1-CFP, and SPC110-tdTomato, respectively) (Fig. 4e) and used to measure the number of dynein foci that were found at the cell cortex (Fig. 4f), SPBs (Fig. 4g), or microtubule plus ends (Fig. 4h) in each cell. All three mutants showed a striking reduction in the number of dynein foci at the cell cortex, similar to the strain with Lis1 deletion (Fig. 4f). Because the cortex is the site of dynein–dynactin–Num1 assembly, these data suggest that the Chi conformation is important for the assembly of active dynein complexes in vivo. All three mutants also significantly affected the ability of dynein to localize to microtubule plus ends. One mechanism dynein uses to reach microtubule plus ends is through kinesin transport in a complex that also contains Lis1 and Bik1/CLIP170 (refs. ). Thus, it is possible that this transport complex uses the dynein–Lis1 interactions we identified in Chi, or potentially the Chi conformation itself. Together, our data show that the contacts we observe between dynein and Lis1 in the Chi structure are required for active dynein complex assembly and function in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23069, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Phi-disrupting mutations bypass the need for Chi in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 23127, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We hypothesize that Chi follows Phi as an intermediate in dynein’s activation pathway. This model predicts that mutations that prevent dynein from forming the autoinhibited Phi conformation should bypass the need for Chi to form. We tested this using genetic epistasis experiments. We generated yeast double mutant strains containing each of our Chi-breaking Lis1 substitutions (Lis1N213A, Lis1W288D, or Lis1N213A,W288D) combined with a Phi-breaking substitution in the endogenous dynein/DYN1 locus (dyneinD2868K), and performed nuclear segregation assays. In agreement with our model, introducing dynein with the Phi-breaking substitution into the strains carrying the Chi-breaking Lis1 mutants restored the percentage of cells with two nuclei to wild-type levels (Fig. 4i). We observed the same when dyneinD2868K was introduced into the Lis1-deletion strain (Fig. 4i). Introducing the Phi-breaking substitution into dynein already carrying Chi-disrupting alterations (dyneinF3446A E3867A D2868K) also fully rescued the increase in the percentage of binucleate cells (Fig. 4d).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24208, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dynein and LIS1 Chi contacts are required for human dynein complex assembly", "sentences": [], "annotations": [], "relations": []}, {"offset": 24284, "infons": {"file": "41594_2023_1069_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Role of Chi in human dynein’s ability to move on microtubules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24349, "infons": {"file": "41594_2023_1069_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "a, A model of the human Chi AAA62 and AAA52–LIS11 interface. The arrow in the inset indicates the area highlighted in the main panel. b, Single-molecule velocity (median ± interquartile range) of TMR–dynein–dynactin–BICD2 complexes in the absence (white circles) or presence (black circles) of different human LIS1 constructs. The data points are represented as triangles, circles, squares, and hexagons corresponding to single measurements within each technical replicate. Four technical replicates were collected for each condition, and the number of data points (n) per each replicate is listed (no LIS1, n = 142, 91, 152, 131; LIS1, n = 147, 118, 119, 120; LIS1N203A D205A Y225A, n = 149, 91, 120, 103; LIS1N203A D205A D245A, n = 147 109 128 108). No LIS1 and LIS1 ***P = 0.0002, LIS1 and LIS1N203A D205A Y225A **P = 0.0051, LIS1 and LIS1N203A D205A D245A **P = 0.004. One-Way ANOVA with Tukey’s multiple comparison test. c, Processive runs (mean ± s.e.m.) of TMR–dynein–dynactin–BICD2 complexes in the absence (white circle) or presence (black circle) of different unlabeled human LIS1 constructs. The data points are represented as triangles, circles, squares, and hexagons corresponding to single measurements within each technical replicate. Four replicates per condition were collected, and the number of data points (n) per each replicate is listed (no LIS1, n = 14, 20, 20, 8; LIS1, n = 7, 16, 7, 5; Lis1N203A D205A Y225A, n = 15, 7, 16, 9; Lis1N203A, D205A D245A, n = 17, 9, 17, 9). No LIS1 and LIS1 *P = 0.023. One-Way ANOVA with Tukey’s multiple comparison test. d, Representative kymographs from single-molecule motility assays with purified TMR–dynein–dynactin–BICD2 in the absence (white circle) or presence (black circle) of different human LIS1 constructs. Scale bars, 10 μm (x) and 40 s (y). e, Schematic of the hypothesis for how Lis1 relieves dynein autoinhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26318, "infons": {"file": "41594_2023_1069_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Source data", "sentences": [], "annotations": [], "relations": []}, {"offset": 26330, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the importance of the Chi conformation, or more generally of the new dynein–Lis1 interaction involved in stabilizing it, in the assembly of active human dynein–dynactin–activating adapter complexes at the molecular level, we next turned to reconstituting the complexes using human proteins. In vitro, human Lis1 protein (herein, LIS1) enhances the formation of dynein–dynactin–activating adapter complexes containing two dynein dimers, which move faster than the single dynein dimer complexes that form in the absence of LIS1 (refs. ). To do this, we first had to identify Chi-disrupting substitutions in human LIS1 that were predicted to be equivalent to the ones we identified in yeast. Directly overlaying our recent structure of a human dynein–LIS1 complex onto each motor domain of yeast Chi did not work, as LIS1 bound to sitering is too far away from the opposite dynein to form the Chi-stabilizing interactions with AAA5 and AAA6 (Fig. 5a). This difference is due to human LIS1 having shorter peripheral loops and being slightly rotated relative to yeast Lis1 (ref. ) when bound to dynein. To circumvent this problem, we modeled human Chi by aligning a copy of our structure of human dynein bound to two LIS1s to each motor domain in Chi dynein, and then manually moving the models so that they were within interacting distance while still maintaining the stalk–stalk interaction observed in both Chi and Phi dynein. Using this model, we made two sets of human LIS1 substitutions: p.N203A, p.D205A, and p.Y225A to disrupt both the LIS1–AAA5 and LIS1–AAA6 interfaces, and p.N203A, p.D205A, and p.D245A to disrupt the LIS1–AAA6 interface alone. Two of the sites we mutated in human LIS1, N203 and D245, are also conserved in yeast; Y225 corresponds to the W288 that we mutated in yeast Lis1 (Extended Data Fig. 6a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28182, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we purified these mutant human LIS1 constructs (Extended Data Fig. 6b) and examined their ability to activate human dynein–dynactin complexes containing the BICD2 activating adapter in single-molecule motility assays. In these assays, activation of motility is read out by observing an increase in dynein complex velocity in the presence of LIS1, which results from the enhanced formation of dynein complexes containing two dynein dimers. As we have shown previously, pre-incubation of dynein–dynactin–BICD2 with 300 nM wild-type human LIS1 increased the velocity and number of processive runs of these complexes (Fig. 5b–d). By contrast, there was no significant difference between dynein velocity and the number of processive runs when dynein–dynactin–BICD2 complexes were pre-incubated with the two human LIS1 mutants (LIS1N203A D205A Y225A and LIS1N203A D205A D245A), as compared with complexes that were formed in the absence of LIS1 (Fig. 5b–d). We also observed an increase in the number of diffusive events in the presence of LIS1 mutants (Extended Data Fig. 6c). These data indicate that the dynein–Lis1 contact sites found in the Chi structure are important for human LIS1’s role in forming the activated human dynein–dynactin–activating adapter complex, either by relieving the autoinhibited Phi conformation or by playing a role in a later step in the assembly of activated complexes, or a combination of both.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29635, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29646, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the basis of the data presented here, we propose that Chi is an intermediate state in the dynein activation pathway, providing the first structural and mechanistic explanation for how Lis1 relieves dynein autoinhibition. We propose that the wedging of Lis1 between the two dynein motor domains primes dynein for binding dynactin and activating adapter protein(s).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30013, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Chi conformation has important implications for dynein activation. In dynein’s autoinhibited Phi state, the ‘tails,’ which precede the motor domain, make many contacts with each other until they reach their ‘neck’ region, where they move away from each other before rejoining again at the linker domain. Switching to the active dynactin-bound form requires the tail to undergo a large conformational change that turns the loose twofold symmetry present in Phi into the translational (‘parallel’) symmetry dynein adopts when bound to dynein and an activating adapter (Fig. 5e). This rearrangement involves breaking the linker–linker contacts, as well as many of the interactions between the tails and associated chains. We hypothesize that the Chi conformation primes dynein for binding dynactin and an activating adapter protein by stabilizing an intermediate conformation of the tail. In Chi, binding of Lis1 forces the linkers apart, which would cause some of these interactions to break. This would pull the dynein heavy chains apart from each other, disrupting the neck and potentially transmitting conformational changes all the way up the tail.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31184, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 31192, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Electron microscopy sample preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 31231, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Grids were prepared and imaged as previously described. Briefly, monomeric yeast dyneinE2488Q was randomly biotinylated using water-soluble Sulfo ChromaLink biotin and then dialyzed into TEV buffer. Grid samples containing 150 nM dyneinE2488Q, 650 nM Lis1, 1.2 mM ATP, and 1.2 mM Na3VO4 were applied to streptavidin affinity grids and vitrified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31585, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the imaging of wild-type yeast dynein monomer in the presence of ATP and Lis1, purified fresh dynein (not frozen) was incubated with apyrase for 30 min (apyrase, 0.1 U mL–1, NEB) prior to gel filtration on a Superose 6 Increase column pre-equilibrated in buffer containing 50 mM Tris, pH 8, 150 mM KCl, 2 mM EDTA, and 1 mM DTT. Eluted protein was concentrated to about 5 µM and diluted 1:1 with Lis1 or TEV buffer and incubated on ice for 10 min (final concentrations: 2.5 µM dynein, 2.5 µM Lis1). After an additional 30-s incubation on ice in the presence of ATP (final concentration: 1.25 mM ATP) samples were applied to plasma-cleaned (Solarus, Gatan) UltrAuFoil Holey Gold R 1.2/1. µM3 grids (Quantifoil). A vitrobot (FEI) was used to blot excess sample and plunge freeze the grids in liquid ethane. Grids were stored in liquid nitrogen until they were ready to be imaged.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32492, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Electron microscopy image collection and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 32544, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details on image collection and initial processing have been reported elsewhere. Following particle picking in crYOLO5 (ref. ), particles were extracted and binned to 3.93 Å pixel–1 in Relion 3.0 (ref. ). Multiple rounds of 2D classification were carried out first in Relion 3.0 and subsequently in cryoSPARC to remove bad particles. Some class averages showed particles with more than one dynein molecule. Using particles from all good 2D classes, initial ab initio reconstructions failed to reconstruct a volume containing more than one dynein molecule. Particles belonging to 2D class averages that potentially contained more than one dynein molecule were manually selected and used in an ab initio reconstruction that resulted in an initial map for Chi dynein bound to Lis1. This volume was used together with our previously published map of monomeric dyneinE2488Q bound to Lis1 (EMDB-23829) to separate monomeric dyneinE2488Q from Chi dynein using heterogeneous refinement. We performed one additional round of heterogeneous refinement to further remove any monomeric dynein molecules. Using our final particles, we ran non-uniform refinement with C2 symmetry and optimized per-group CTF parameters enabled to give us a 4.1-Å map.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33786, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wild-type yeast dynein monomer incubated in the presence of ATP and Lis1 was imaged using a Talos Arctica operated at 200 kV and equipped with a K2 Summit direct electron detector (Gatan). Automated data collection was performed using Leginon. A total of 4,525 movies was collected at ×36,000 magnification (1.16 Å pixel–1). The dose was ~4.63 e– Å–2 s–1 with a total exposure time of 11 s divided into 200 ms frames, for a total of 40 frames. The defocus range was set to 0.8–2.4 µm. All movies were aligned in CryoSPARC live using MotionCor2 (ref. ) of the dose-weighted frames. CTF was estimated in dose-weighted images using CTFFIND4 (ref. ). Images with CTF fits worse than 5 Å were excluded from further processing. Particles were initially selected using blob finder in CryoSPARC, and these peaks were used for Topaz model training and final particle picking using Topaz. Particles were extracted and binned to 4.64 Å pixel–1. Multiple rounds of 2D classification, with a varying number of online-EM interactions (30–40) and a batch size per class of between 200 and 400 dependent on the number of particles in each classification were carried out in cryoSPARC to remove bad particles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35011, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Model building and refinement", "sentences": [], "annotations": [], "relations": []}, {"offset": 35041, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Symmetry expansion followed by local refinement was used to improve the overall resolution of the motor domain to 3.6 Å. The yeast dyneinE2448Q–(Lis1)2 model (PDB 7MGM) was docked, and rigid body fit into the map using Phenix real space refine. Discrepancies between the model and map were fixed manually in COOT6 (ref. ) and then refined using a combination of Phenix real space refine and Rosetta Relax (v.13). Once the monomer model was finished, it was placed in the original map and refined using a similar strategy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35568, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The resolution of the Chi map did not allow us to distinguish between ATP and ADP.Vi. Therefore, we chose to model ATP at AAA1, AAA2, and AAA3, to be consistent with our previously published structure of the yeast dynein motor domain bound to two Lis1s, which was obtained from the same data set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35865, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cloning, plasmid construction, and mutagenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 35912, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The pDyn1 plasmid (pACEBac1 expression vector containing insect cell codon-optimized dynein heavy chain (DYNC1H1) fused to a His-ZZ-TEV tag on the amino terminus and a carboxy terminal SNAPf tag (New England Biolabs) and the pDyn2 plasmid (the pIDC expression vector with codon-optimized DYNC1I2, DYNC1LI2, DYNLT1, DYNLL1, and DYNLRB1) were a gift from A. Carter (LMB-MRC). The pDyn1and pDyn2 plasmids were recombined in vitro with a Cre recombinase (New England Biolabs) to generate the pDyn3 plasmid. The presence of all six dynein chains was verified by PCR. The pFastBac plasmid with codon-optimized human full-length Lis1 (PAFAH1B1) fused to an N-terminal His-ZZ-TEV tag was a gift from A. Carter (LMB-MRC). The BICD2s construct (amino acids 25–398) fused to sfGFP on the N terminus and inserted into a pET28a expression vector was obtained as described previously. Substitutions in LIS1 were made using a multi-site-directed mutagenesis kit (Agilent) and the following primers: 5′-TGTGAATGTCTTCACACAGGCGCCAGTTTGCACTTCCCAC-3′, 5′-GGTACGGCCAAATCAAGCTGGCACTCTGATAGCCAG-3′, and 5′-CAGTAGCCATCATGCCCGCTGGAGCTCATATAGTGTCTGCCTC-3′. The yeast gene encoding Lis1 (PAC1) previously cloned into a Topo 2.1 vector using the TOPO TA Cloning Kit (Thermo Fisher), was mutated using a site-directed mutagenesis kit (Agilent) with the primers: 5′-GGATGTTTTATTTACCAATTATACGGCCTCCAGCAAGAAGAACTATTTGGTG-3′ and 5′-cACCAAATAGTTCTTCTTGCTGGAGGCCGTATAATTGGTAAATAAAACATCC-3′ to insert the N213A substitution. PAC1 or pac11-N213A were mutated using the primers 5′-TTTGGGACTTCCACAATGGTGACTCGTTGAAAACATTTCAGCC-3′ and 5′-GGCTGAAATGTTTTCAACGAGTCACCATTGTGGAAGTCCCAAA-3′ to insert the W288D substitution. DYN1(3396–3921aa) was cloned into a pBlueHeron vector through Gibson assembly and was mutagenized with the primers 5′-GATTAGAAAATGCAATTAGAGCCGGAAGTGTAGTTATAATTC-3′ and 5′-GAATTATAACTACACTTCCGGCTCTAATTGCATTTTCTAATC-3′ to introduce the F3446A substitution. dyn1-F3446A was mutated using a site-directed mutagenesis kit (Agilent) with the primers 5′-GAGGAGACAAAGGCGGCAGAAGCACATGAGAAATTCAAAATGT-3′ and 5′-ACATTTTGAATTTCTCATGTGCTTCTGCCGCCTTTGTCTCCTC-3′ to introduce the E3867A substitution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38124, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Yeast strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 38138, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The S. cerevisiae strains used in this study are listed in Supplementary Table 1. The endogenous genomic copy of PAC1 (encoding Lis1) was deleted using PCR-based methods as previously described. In brief, K. lactis URA3 with homology arms complementary to regions upstream and downstream of the PAC1 or DYN1 genomic locus was generated using PCR. This fragment was transformed into a strain with the preferred genetic background using the lithium acetate method and screened by colony PCR. Point mutants were generated using QuikChange site-directed mutagenesis (Agilent) and verified by DNA sequencing. Mutated fragments were re-inserted into the klURA3 strains to reintroduce the mutated PAC1 or DYN1 gene. Positive clones lacking URA3 (klURA3-) were selected in the presence of 5-fluoroorotic acid, screened by colony PCR, and verified by DNA sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38996, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Nuclear segregation assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 39022, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Single colonies were picked and grown at 30 °C. Log-phase S. cerevisiae cells growing at 30 °C were transferred to 16 °C for 16 h. Cells were fixed with 75% ethanol for 1 h, sonicated for 5 s at 40% amplitude, and mounted in medium containing DAPI. Imaging was performed using an Apo TIRF 100 ×1.49 NA objective (Nikon, Plano Apo) on a Nikon Ti2 microscope with a Yokogawa-X1 spinning disk confocal system, MLC400B laser engine (Agilent), Prime 95B back-thinned sCMOS camera (Teledyne Photometrics), and a piezo Z-stage (Mad City Labs). The samples were blinded during imaging. The percentage of aberrant binucleate cells was calculated as the number of binucleate cells divided by the sum of wild-type and binucleate cells. Eight to 12 biological replicates from independent colonies were done for Figure 4c, and three were done for Figure 4d,i. At least 200 cells were counted for each biological replicate per condition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39960, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Live-cell imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 39978, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Single colonies were picked and grown at 30 °C. Log-phase live S. cerevisiae cells were mounted on a thin agarose pad made from SC medium pressed between two glass slides. Live cells genetically modified to express fluorescently labeled DYN1-3XGFP, CFP-TUB1, and SPC110-tdTomato were imaged using a Yokogawa W1 confocal scanhead mounted to a Nikon Ti2 microscope with an Apo TIRF 100 ×1.49 NA objective (Nikon, Plano Apo). The microscope was run with NIS Elements using the 488 nm 515 nm and 561 nm lines of a six-line (405 nm, 445 nm, 488 nm, 515 nm, 561 nm, and 640 nm) LUN-F-XL laser engine and Prime95B cameras (Photometrics). The DYN1-3×GFP foci localizing to the spindle pole body (SPB), microtubule plus end, and cell cortex were outlined as regions of interest in Fiji, recorded, and analyzed for three replicates of at least 120 cells for each sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40862, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "S. cerevisiae immunoprecipitations and western blots", "sentences": [], "annotations": [], "relations": []}, {"offset": 40915, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Log-phase S. cerevisiae cells grown at 30 °C were pelleted at 4,000g, resuspended in water, and flash frozen in liquid nitrogen. Liquid-nitrogen-frozen yeast cell pellets were lysed by grinding in a chilled coffee grinder, resuspended in dynein-lysis buffer (30 mM HEPES pH 7.4, 50 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 10% glycerol, 1 mM DTT) supplemented with 1 mM Pefabloc, 0.2% Triton X-100, cOmplete EDTA-free protease inhibitor cocktail tablet (Roche), and 1 mM Pepstatin A (Cayman Chemical Company), and spun at 50,000g for 1 h. The protein concentration of the clarified supernatants was quantified using a Bradford Protein Assay (Bio-Rad), and equal amounts of clarified lysates were incubated with anti-FLAG M2 Affinity Gel (Sigma) overnight at 4 °C. Beads were washed with dynein-lysis buffer, boiled in SDS sample buffer, and loaded onto a NuPAGE Bis-Tris gel (Invitrogen). Gels were transferred to a PVDF membrane that was blocked with PBS-T (PBS1X and 0.1% Tween-20) containing 5% milk and 1% BSA for 1 h at room temperature and blotted with a rabbit anti-FLAG antibody (1:3,000; Proteintech 20543-1-AP) overnight at 4 °C. Membranes were then incubated with a goat-anti-rabbit IRDye 6800RD secondary antibody (LI-COR) and were scanned in a ChemiDoc Imaging system (Bio-Rad).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42250, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein expression and purification", "sentences": [], "annotations": [], "relations": []}, {"offset": 42286, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "S. cerevisiae dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 42307, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Protein purification steps were done at 4 °C unless otherwise indicated. S. cerevisiae dynein constructs were purified from S. cerevisiae using a ZZ tag as previously described. Briefly, liquid-nitrogen-frozen yeast cell pellets were lysed by grinding in a chilled coffee grinder and resuspended in dynein-lysis buffer supplemented with 0.1 mM Mg-ATP, 0.5 mM Pefabloc, 0.05% Triton X-100, and cOmplete EDTA-free protease inhibitor cocktail tablet (Roche). The lysate was clarified by centrifuging at 264,900g for 1 h. The clarified supernatant was incubated with IgG Sepharose beads (GE Healthcare Life Sciences) for 1 h. The beads were transferred to a gravity flow column, washed with dynein-lysis buffer supplemented with 250 mM potassium chloride, 0.1 mM Mg-ATP, 0.5 mM Pefabloc, and 0.1% Triton X-100, and with TEV buffer (10 mM Tris-HCl pH 8.0, 150 mM potassium chloride, 10% glycerol, 1 mM DTT, and 0.1 mM Mg-ATP). Dynein was cleaved from IgG beads via incubation with 0.15 mg mL–1 TEV protease (purified in the Reck-Peterson lab) overnight at 4 °C. Cleaved dynein was concentrated using 100 kDa MWCO concentrator (EMD Millipore), filtered by centrifugation with Ultrafree-MC VV filter (EMD Millipore) in a tabletop centrifuge, and flash frozen in liquid nitrogen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43611, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "S. cerevisiae Lis1", "sentences": [], "annotations": [], "relations": []}, {"offset": 43630, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "S. cerevisiae Lis1 was purified from S. cerevisiae using 8×His and ZZ tags as previously described. In brief, liquid-nitrogen-frozen pellets were ground in a pre-chilled coffee grinder, resuspended in buffer A (50 mM potassium phosphate pH 8.0, 150 mM potassium acetate, 150 mM sodium chloride, 2 mM magnesium acetate, 5 mM β-mercaptoethanol, 10% glycerol, 0.2% Triton X-100, 0.5 mM Pefabloc) supplemented with 10 mM imidazole (pH 8.0) and cOmplete EDTA-free protease inhibitor cocktail tablet, and spun at 118,300g for 1 h. The clarified supernatant was incubated with Ni-NTA agarose (QIAGEN) for 1 h. The Ni beads were transferred to a gravity column, washed with buffer A + 20 mM imidazole (pH 8.0), and eluted with buffer A + 250 mM imidazole (pH 8.0). The eluted protein was incubated with IgG Sepharose beads for 1 h. IgG beads were transferred to a gravity flow column and washed with buffer A + 20 mM imidazole (pH 8.0) and with modified TEV buffer (50 mM Tris-HCl pH 8.0, 150 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 10% glycerol, 1 mM DTT). Lis1 was cleaved from the IgG beads by the addition of 0.15 mg mL–1 TEV protease (purified in the Reck-Peterson lab) for 1 h at 16 °C. Cleaved proteins were filtered by centrifuging with Ultrafree-MC VV filter (EMD Millipore) in a tabletop centrifuge and flash frozen in liquid nitrogen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45044, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Human dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 45057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Full-length human SNAP-tagged dynein was expressed in Sf9 cells, as described previously. Briefly, frozen Sf9 cell pellets from 2× 600 mL culture were resuspended in 80 mL of dynein-lysis buffer with 0.1 mM Mg-ATP, 0.5 mM Pefabloc, 0.05% Triton X-100, and cOmplete EDTA-free protease inhibitor cocktail tablet (Roche) and lysed using a Dounce homogenizer (10 strokes with a loose plunger and 15 strokes with a tight plunger). The lysate was clarified by centrifuging at 183,960g for 88 min in a Type 70 Ti rotor (Beckman). The clarified supernatant was incubated with 4 mL of IgG Sepharose 6 Fast Flow beads (GE Healthcare Life Sciences) for 3–4 h on a roller. The beads were transferred to a gravity flow column, washed with 200 mL of dynein-lysis buffer and 300 mL of TEV buffer (50 mM Tris-HCl pH 8.0, 250 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 1 mM DTT, 0.1 mM Mg-ATP, 10% (vol/vol) glycerol). For fluorescent labeling of the C-terminal SNAPf tag, dynein-coated beads were labeled with 5 µM SNAP-Cell-TMR (New England Biolabs) in the column for 10 min at room temperature, and unbound dye was removed with a 300 mL wash with TEV buffer at 4 °C. The beads were then resuspended and incubated in 15 mL of TEV buffer supplemented with 0.5 mM Pefabloc and 0.2 mg mL–1 TEV protease (purified in the Reck-Peterson lab) overnight on a roller. The supernatant containing cleaved protein was concentrated using a 100 kDa MWCO concentrator (EMD Millipore) to 500 µL and purified via size-exclusion chromatography on a TSKgel G4000SWXL column (TOSOH Bioscience) with GF150 buffer (25 mM HEPES pH 7.4, 150 mM potassium chloride, 1 mM magnesium chloride, 5 mM DTT, 0.1 mM Mg-ATP) at 1 mL min–1. The peak fractions were collected, buffer-exchanged into a GF150 buffer supplemented with 10% glycerol, concentrated to 0.1–0.5 mg mL–1 using a 100 kDa MWCO concentrator (EMD Millipore). Purity was evaluated on SDS–PAGE gels, and protein aliquots were snap frozen in liquid N2 and stored at –80 °C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47145, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Human dynactin", "sentences": [], "annotations": [], "relations": []}, {"offset": 47160, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dynactin (p62-HaloTag-3×FLAG) was purified from a stable 293T cell line, as previously described. Briefly, frozen pellets from 293T cells (160 × 15-cm plates) were resuspended in dynein-lysis buffer supplemented with 0.1 mM Mg-ATP, 0.5 mM Pefabloc, 0.05% Triton, and cOmplete EDTA-free protease inhibitor cocktail tablet (Roche), and gently mixed at 4 °C for 15 min. The lysed cells were then centrifuged at 500,000g in a Ti70 rotor (Beckman) at 4 °C for 30 min. The clarified lysate was retrieved and added to 3 mL packed anti-FLAG M2 agarose resin (Sigma) and incubated with gentle mixing at 4 °C for 16 h. After incubation, the lysate-resin mixture was centrifuged at 1,000g for 2 min at 4 °C to pellet the resin, and the supernatant was decanted. The resin was transferred to a column at 4 °C, and the column was washed with 100 mL low-salt wash buffer (30 mM HEPES, pH 7.4; 50 mM potassium acetate; 2 mM magnesium acetate; 1 mM EGTA, pH 7.5; 10% glycerol; 1 mM DTT; 0.5 mM ATP; 0.5 mM Pefabloc; 0.02% Triton X-100), 100 mL high-salt wash buffer (30 mM HEPES, pH 7.4; 250 mM potassium acetate; 2 mM magnesium acetate; 1 mM EGTA, pH 7.5; 10% glycerol; 1 mM DTT; 0.5 mM ATP; 0.5 mM Pefabloc; 0.02% Triton X-100), and finally with 50 mL of low-salt wash buffer. The resin was resuspended in 800 µL of low-salt wash buffer containing 2 mg mL–1 3×-FLAG peptide (ApexBio) and incubated for 30 min at 4 °C. The mixture was retrieved and centrifuged through a small filter column to remove the resin. The eluate was then loaded onto a Mono Q 5/50 GL 1 mL column on an AKTA FPLC (GE Healthcare). The column was washed with 5 mL of Buffer A (50 mM Tris-HCl, pH 8.0; 2 mM magnesium acetate; 1 mM EGTA; 1 mM DTT) and then subjected to a 26 mL linear gradient from 35–100% Buffer B mixed with Buffer A (Buffer B = 50 mM Tris-HCl, pH 8.0; 1 M potassium acetate; 2 mM magnesium acetate; 1 mM EGTA; 1 mM DTT), followed by an additional 5 mL 100% Buffer B. Fractions containing pure dynactin (~75–80% Buffer B) were pooled and buffer-exchanged through iterative rounds of dilution and concentration on a 100 kDa MWCO centrifugal filter (Amicon Ultra, Millipore) using GF150 buffer with 10% glycerol. Purity was evaluated on SDS–PAGE gels and protein aliquots were snap frozen in liquid N2 and stored at –80 °C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49579, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Human LIS1", "sentences": [], "annotations": [], "relations": []}, {"offset": 49590, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LIS1 constructs were purified from frozen sf9 cell pellets from a 600 mL culture, as described previously. Lysis and clarification steps were similar to full-length dynein purification except lysis was performed in LIS1-lysis buffer (30 mM HEPES pH 7.4, 50 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 300 mM potassium chloride, 1 mM DTT, 0.5 mM Pefabloc, 10% (vol/vol) glycerol) supplemented with cOmplete EDTA-free protease inhibitor cocktail tablet (Roche) per 50 mL was used. The clarified supernatant was incubated with 0.5 mL of IgG Sepharose 6 Fast Flow beads (GE Healthcare Life Sciences) for 2-3 hours on a roller. The beads were transferred to a gravity flow column, washed with 20 mL of LIS1-lysis buffer, 100 mL of modified TEV buffer (10 mM Tris-HCl pH 8.0, 2 mM magnesium acetate, 150 mM potassium acetate, 1 mM EGTA, 1 mM DTT, 10% (vol/vol) glycerol) supplemented with 100 mM potassium acetate, and 50 mL of modified TEV buffer. LIS1 was cleaved from IgG beads via incubation with 0.2 mg mL–1 TEV protease overnight on a roller. The cleaved LIS1 was filtered by centrifuging with an Ultrafree-MC VV filter (EMD Millipore) in a tabletop centrifuge. Purity was evaluated on SDS–PAGE gels, and protein aliquots were snap frozen in liquid N2 and stored at –80 °C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50928, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Human BICD2", "sentences": [], "annotations": [], "relations": []}, {"offset": 50940, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "BICD2 construct containing N-terminal sfGFP was expressed and purified as previously described. In brief, BL-21[DE3] cells (New England Biolabs) were grown at optical density at 600 nm of 0.4–0.6, and protein expression was induced with 0.1 mM IPTG for 16 h at 18 °C. Frozen cell pellet from a 2 L culture was resuspended in 60 mL of lysis buffer (30 mM HEPES pH7.4, 50 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 1 mM DTT and 0.5 mM Pefabloc, 10% (vol/vol) glycerol) supplemented with cOmplete EDTA-free protease inhibitor cocktail tablet (Roche) per 50 mL and 1 mg mL–1 lysozyme. The resuspension was incubated on ice for 30 min and lysed by sonication. The lysate was clarified by centrifuging at 500,000g for 30 min in Type 70 Ti rotor (Beckman). The clarified supernatant was incubated with 2 mL of IgG Sepharose 6 Fast Flow beads (GE Healthcare Life Sciences) for 2 h on a roller. The beads were transferred into a gravity flow column, washed with 100 mL of activating-adapter-lysis buffer supplemented with 150 mM potassium acetate and 50 mL of cleavage buffer (50 mM Tris-HCl pH 8.0, 150 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 1 mM DTT, 0.5 mM Pefabloc, and 10% (vol/vol) glycerol). The beads were then resuspended and incubated in 15 mL of cleavage buffer supplemented with 0.2 mg mL–1 TEV protease overnight on a roller. The supernatant containing cleaved protein was concentrated using a 50 kDa MWCO concentrator (EMD Millipore) to 1 mL, filtered by centrifuging with Ultrafree-MC VV filter (EMD Millipore) in a tabletop centrifuge, diluted to 2 mL in buffer A (30 mM HEPES pH 7.4, 50 mM potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 10% (vol/vol) glycerol, and 1 mM DTT), and injected into a MonoQ 5/50 GL column (GE Healthcare and Life Sciences) at 1 mL min–1. The column was prewashed with 10 CV of buffer A, 10 CV of buffer B (30 mM HEPES pH7.4, 1 M potassium acetate, 2 mM magnesium acetate, 1 mM EGTA, 10% (vol/vol) glycerol, and 1 mM DTT) and again with 10 CV of buffer A at 1 mL min–1. For elution, a linear gradient was run over 26 CV from 0–100% buffer B. The peak fractions containing sfGFP-BICD2s were collected and concentrated using a 50 kDa MWCO concentrator (EMD Millipore) to 0.2 mL. Protein was then diluted to 0.5 mL in GF150 buffer and further purified using size-exclusion chromatography on a Superose 6 Increase 10/300GL column (GE Healthcare and Life Sciences) with GF150 buffer at 0.5 mL min–1. The peak fractions were collected, buffer-exchanged into a GF150 buffer supplemented with 10% glycerol, concentrated to 0.2–1 mg mL–1 using a 50 kDa MWCO concentrator (EMD Millipore), and flash frozen in liquid nitrogen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53747, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TIRF microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 53763, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Imaging was performed with an inverted microscope (Nikon, Ti-E Eclipse) equipped with a 100×1.49 N.A. oil immersion objective (Nikon, Plano Apo). The xy position of the stage was controlled by ProScan linear motor stage controller (Prior). The microscope was equipped with an MLC400B laser launch (Agilent) equipped with 405 nm (30 mW), 488 nm (90 mW), 561 nm (90 mW), and 640 nm (170 mW) laser lines. The excitation and emission paths were filtered using appropriate single bandpass filter cubes (Chroma). The emitted signals were detected with an electron multiplying CCD camera (Andor Technology, iXon Ultra 888). Illumination and image acquisition was controlled by NIS Elements Advanced Research software (Nikon).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54501, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Single-molecule motility assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 54533, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Single-molecule motility assays were performed in flow chambers using the TIRF microscopy setup described above. To reduce non-specific binding biotinylated and PEGylated coverslips (Microsurfaces) with microtubules polymerized from tubulin prepared from bovine brain, as previously described. Microtubules contained ~10% biotin-tubulin to allow for attachment to streptavidin-coated coverslip and ~10% Alexa Fluor 488 (Thermo Fisher Scientific) tubulin for visualization. Imaging was done in dynein-lysis buffer supplemented with 20 µM taxol, 1 mg mL–1 casein, 5 mM Mg-ATP, 71.5 mM β-mercaptoethanol, and an oxygen scavenger system containing 0.4% glucose, 45 μg mL–1 glucose catalase (Sigma-Aldrich), and 1.15 mg mL–1 glucose oxidase (Sigma-Aldrich). Images were recorded every 0.3 s for 3 min. Movies showing significant drift were not analyzed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All movies were collected by measuring TMR–dynein signal with the following protein concentrations: 83.5 pM TMR-dynein, 665 pM unlabeled dynactin, 5 nM BICD2, and 300 nM LIS1. For conditions missing LIS1, the corresponding matching buffer was used. The dynein, dynactin, and BICD2 complexes were incubated on ice for 10 min prior to LIS1 or buffer addition. Each protein mixture was then incubated on ice for an additional 10 min prior to TIRF imaging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55870, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TIRF motility data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55898, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The velocity of moving particles was calculated from kymographs generated in Fiji as described previously. Velocities were calculated only from molecules that moved processively (continuously moving along a microtubule track) for more than five frames. Non-motile or diffusive events were not considered in velocity calculations. Processive events were defined as events that move unidirectionally and do not exhibit directional changes greater than 600 nm. Diffusive events were defined as events that exhibit at least one bidirectional movement greater than 600 nm in each direction. Static events were defined as events that do not exhibit movement (less than 600 nm in each direction). Single-molecule movements that change apparent behavior (for example, shift from non-motile to processive) were considered multi-velocity events and counted as multiple events. Processive runs were calculated by counting the number of processive events for each microtubule in individual movies and dividing this number by the microtubule length. The percentage of diffusive events was calculated as diffusive events / (diffusive + stationary + processive) × 100.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57059, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57080, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Brightness and contrast were adjusted in Fiji for all images, videos, and kymographs. All statistical tests were generated using GraphPad Prism 9. The exact value of n, evaluation of statistical significance, P values, and specific statistical analysis are described in the corresponding figures and figure legends. All TIRF experiments were analyzed from four independent replicates, and individual analysis of each replicate showed similar results. For velocity analysis, frequency distributions were first calculated for each replicate, and data were fit to a Gaussian distribution to calculate mean values. Nuclear segregation assays in Figure 4c included 8–12 biological replicates from independent cultures per condition. Statistics were generated for all biological replicates (8–12) within each condition. Nuclear segregation assay analysis for Figure 4c,i included three biological replicates from independent cultures for each condition, and statistics were generated for the three biological replicates within each condition using a one-way ANOVA with Tukey’s multiple comparisons test of each mean. Live-cell imaging experiments to assess dynein localization include three biological replicates from three independent cultures. Each replicate included >40 mid-stage mitotic cells with an n of at least 120 cells per condition. Each cell was assessed for the number of dynein foci at the cortex, spindle pole body or microtubule tips. Statistical analysis was performed on the means of each biological replicate using a one-way ANOVA with Tukey’s multiple comparison test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58672, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reporting summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 58690, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further information on research design is available in the Nature Portfolio Reporting Summary linked to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58808, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Online content", "sentences": [], "annotations": [], "relations": []}, {"offset": 58823, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Any methods, additional references, Nature Portfolio reporting summaries, source data, extended data, supplementary information, acknowledgements, peer review information; details of author contributions and competing interests; and statements of data and code availability are available at 10.1038/s41594-023-01069-6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59142, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 59168, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Extended data", "sentences": [], "annotations": [], "relations": []}, {"offset": 59182, "infons": {"file": "41594_2023_1069_Fig6_ESM.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Cryo-EM data processing workflow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59216, "infons": {"file": "41594_2023_1069_Fig6_ESM.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Processing workflow for Chi. Particles belonging to teal maps were carried into the next round of processing. b, Cryo-EM map of Chi (dyneinE2488Q-Lis1)2 colored by local resolution. c, Fourier shell correlation (FSC) plot for Chi. d, Symmetry expansion followed by local refinement map of dyneinE2488Q-(Lis1)2. e, Local refinement of symmetry expanded dyneinE2488Q-(Lis1)2 colored by local resolution. f, FSC plot for local refinement map.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59659, "infons": {"file": "41594_2023_1069_Fig7_ESM.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The wild-type yeast dynein motor domain can form Chi in the presence of ATP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59736, "infons": {"file": "41594_2023_1069_Fig7_ESM.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Class average from a data set of wild-type yeast dynein motor domain incubated in the presence of Lis1 and ATP. b, Our model of Chi, rendered as a surface at 10 Å resolution, shown in the same orientation as the class average in (a), which corresponds to Chi being viewed from the stalks and towards the motor domains. c, The model in (b) is rotated to show a more canonical view of Chi. Note that Lis1-stalk2 appears to have partial density in the class average.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60206, "infons": {"file": "41594_2023_1069_Fig8_ESM.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Binding of Lis1 to dynein is sterically incompatible with Phi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60269, "infons": {"file": "41594_2023_1069_Fig8_ESM.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Phi dynein (PDB 5NUG) was aligned to dynein1 in Chi, which is shown in gray in this panel. Phi’s dynein2, shown in color, clashes with the Lis1 bound at sitering in Chi’s dynein1. b, Close up of our model of Chi equivalent to the view in (a), showing Lis1 bound at sitering on dynein1. Part of dynein2, with which the Lis1 at sitering interacts in Chi, is also shown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60644, "infons": {"file": "41594_2023_1069_Fig9_ESM.jpg", "id": "Fig9", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The conformation of the linker is different in Chi and Phi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60704, "infons": {"file": "41594_2023_1069_Fig9_ESM.jpg", "id": "Fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "a, The linker docks onto AAA2 and AAA3 in Phi. b, In contrast, the linker is disengaged from the AAA ring in Chi. c, Overlay of Phi (a) and Chi (b) highlights the different positions of the linker. d, e, The N-termini of the linker adopt different paths in Phi (d) and Chi (e). f, Overlay of Phi (d) and Chi (e) shows how the linkers are pulled apart in Chi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61063, "infons": {"file": "41594_2023_1069_Fig10_ESM.jpg", "id": "Fig10", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Western blot analysis of Lis1 mutant expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61112, "infons": {"file": "41594_2023_1069_Fig10_ESM.jpg", "id": "Fig10", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Cell lysates from wild type (WT), Lis1Δ or mutant Lis1 (Lis1N213A, Lis1W288D and Lis1N213A, W88D) S. cerevisiae strains containing Flag-tagged Lis1 (Pac1) were immunoprecipitated using anti-Flag agarose beads and immunoblotted for the FLAG peptide (α-FLAG). b, Quantitative analysis (mean ± s.e.m.) of Lis1 expression (α-FLAG band) normalized against the non-specific band observed at ~75 KDa for three independent immunoprecipitations. Statistics were generated using a One-way ANOVA with Tukey multiple comparisons of each mean test. **** WT and ΔLis1, ΔLis1 and Lis1N213A, ΔLis1 and Lis1W288D, ΔLis1 and Lis1N213A, W288D p < 0.0001. Differences not noted are not statistically significant. Source data are provided with the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61883, "infons": {"file": "41594_2023_1069_Fig10_ESM.jpg", "id": "Fig10", "section_type": "FIG", "type": "fig_caption"}, "text": "\nSource data\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 61897, "infons": {"file": "41594_2023_1069_Fig11_ESM.jpg", "id": "Fig11", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Chi mutations in human LIS1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61926, "infons": {"file": "41594_2023_1069_Fig11_ESM.jpg", "id": "Fig11", "section_type": "FIG", "type": "fig_caption"}, "text": "a, Sequence conservation between S. cerevisiae (S. cer) and human (H. sap) Lis1 in the vicinity of the dynein binding site in the Chi structure. Residues with 70% conservation or higher are shaded in light red. The residues mutated in this study: N203, D205, Y225, and D245 are highlighted by red boxes. b, Sodium dodecyl sulfate–polyacrylamide gel electrophoresis (SDS–PAGE) of the human LIS1 constructs used for motility assays. c, Comparison of percent diffusive events (mean ± SEM) from single-molecule TMR-dynein-dynactin-BICD2 assays performed in the absence (white circle) or presence (black circle) of different LIS1 constructs. The data points are represented as triangles, circles, and squares, corresponding to the mean diffusive events measured within each technical replicate. Four replicates per condition were collected and the number of data points (n) per each replicate is listed (no LIS1, n = 14/20/20/8; LIS1, n = 7/16/7/5; LIS1N203A, D205A, Y225A, n = 15/7/16/9; LIS1N203A, D205A, D245A, n = 17/9/17/9). ** no LIS1 and LIS1N203A, D205A, D245A p = 0.0051, * no LIS1 and LIS1N203A, D205A, Y225A p = 0.017, * LIS1 and LIS1N203A, D205A, D245A ** p = 0.025 ns, not statistically significant, One-Way ANOVA with Tukey multiple comparisons of each mean. Source data are provided with the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63279, "infons": {"file": "41594_2023_1069_Fig11_ESM.jpg", "id": "Fig11", "section_type": "FIG", "type": "fig_caption"}, "text": "\nSource data\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 63293, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Source data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63305, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63443, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: Eva P. Karasmanis, Janice M. Reimer, Agnieszka A. Kendrick.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63538, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors jointly supervised this work: Samara L. Reck-Peterson, Andres E. Leschziner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63629, "infons": {"section_type": "SUPPL", "type": "title_2"}, "text": "Extended data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63643, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "is available for this paper at 10.1038/s41594-023-01069-6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63702, "infons": {"section_type": "SUPPL", "type": "title_2"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 63728, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41594-023-01069-6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63820, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 63841, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "E.P.K. performed all the experiments in yeast; J.M.R. performed the cryo-EM data processing for the dyneinE2488Q construct, built the models of Chi, and analyzed the structures; A.A.K. performed the single-molecule experiments and collected and processed the data for wild-type dynein bound to Lis1; K.H.V.N. collected and processed data for full-length human dynein bound to LIS1; J.A.R. assisted with the yeast experiments; J.B.T. assisted with protein the protein biochemistry; I.L. prepared the grids with the dyneinE2488Q–Lis1 samples and collected the cryo-EM data; S.L.R.-P. and A.E.L. supervised the work. E.P.K., J.M.R., A.A.K., S.R.P.-L., and A.E.L. wrote and edited the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64536, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Peer review", "sentences": [], "annotations": [], "relations": []}, {"offset": 64548, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Peer review information", "sentences": [], "annotations": [], "relations": []}, {"offset": 64572, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Nature Structural & Molecular Biology thanks the anonymous reviewers for their contribution to the peer review of this work. Primary Handling Editor: Katarzyna Ciazynska, in collaboration with the Nature Structural & Molecular Biology team.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64813, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 64831, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Cryo-EM maps and molecular models have been deposited in the EM Data Bank and Protein Data Bank, respectively. Accession codes are listed here and in Table 1. DyneinE2488Q bound to Lis1 in Chi conformation: EMD-27810 and PDB 8DZZ; dyneinE2488Q bound to Lis1 in Chi conformation, symmetry expanded: EMD-27811 and PDB 8E00. All other data will be made available upon request. Source data are provided with this paper.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65247, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 65267, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65311, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 65322, "infons": {"fpage": "382", "lpage": "398", "name_0": "surname:Reck-Peterson;given-names:SL", "name_1": "surname:Redwine;given-names:WB", "name_2": "surname:Vale;given-names:RD", "name_3": "surname:Carter;given-names:AP", "pub-id_doi": "10.1038/s41580-018-0004-3", "pub-id_pmid": "29662141", "section_type": "REF", "source": "Nat. Rev. Mol. Cell Biol.", "type": "ref", "volume": "19", "year": "2018"}, "text": "The cytoplasmic dynein transport machinery and its many cargoes", "sentences": [], "annotations": [], "relations": []}, {"offset": 65386, "infons": {"fpage": "1708", "lpage": "1721", "name_0": "surname:Wickstead;given-names:B", "name_1": "surname:Gull;given-names:K", "pub-id_doi": "10.1111/j.1600-0854.2007.00646.x", "pub-id_pmid": "17897317", "section_type": "REF", "source": "Traffic", "type": "ref", "volume": "8", "year": "2007"}, "text": "Dyneins across eukaryotes: a comparative genomic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 65444, "infons": {"fpage": "51", "lpage": "59", "name_0": "surname:Harada;given-names:A", "pub-id_doi": "10.1083/jcb.141.1.51", "pub-id_pmid": "9531547", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "141", "year": "1998"}, "text": "Golgi vesiculation and lysosome dispersion in cells lacking cytoplasmic dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 65523, "infons": {"fpage": "1605", "lpage": "1612", "name_0": "surname:Lipka;given-names:J", "name_1": "surname:Kuijpers;given-names:M", "name_2": "surname:Jaworski;given-names:J", "name_3": "surname:Hoogenraad;given-names:CC", "pub-id_doi": "10.1042/BST20130188", "pub-id_pmid": "24256262", "section_type": "REF", "source": "Biochem. Soc. Trans.", "type": "ref", "volume": "41", "year": "2013"}, "text": "Mutations in cytoplasmic dynein and its regulators cause malformations of cortical development and neurodegenerative diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 65649, "infons": {"fpage": "440", "lpage": "453", "name_0": "surname:Canty;given-names:JT", "name_1": "surname:Yildiz;given-names:A", "pub-id_doi": "10.1016/j.tibs.2020.02.002", "pub-id_pmid": "32311337", "section_type": "REF", "source": "Trends Biochem. Sci.", "type": "ref", "volume": "45", "year": "2020"}, "text": "Activation and regulation of cytoplasmic dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 65697, "infons": {"fpage": "83", "lpage": "108", "name_0": "surname:Cianfrocco;given-names:MA", "name_1": "surname:DeSantis;given-names:ME", "name_2": "surname:Leschziner;given-names:AE", "name_3": "surname:Reck-Peterson;given-names:SL", "pub-id_doi": "10.1146/annurev-cellbio-100814-125438", "pub-id_pmid": "26436706", "section_type": "REF", "source": "Annu. Rev. Cell Dev. Biol.", "type": "ref", "volume": "31", "year": "2015"}, "text": "Mechanism and regulation of cytoplasmic dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 65744, "infons": {"fpage": "19", "lpage": "28", "name_0": "surname:Amos;given-names:LA", "pub-id_doi": "10.1242/jcs.93.1.19", "pub-id_pmid": "2533206", "section_type": "REF", "source": "J. Cell Sci.", "type": "ref", "volume": "93", "year": "1989"}, "text": "Brain dynein crossbridges microtubules into bundles", "sentences": [], "annotations": [], "relations": []}, {"offset": 65796, "infons": {"fpage": "1118", "lpage": "1124", "name_0": "surname:Torisawa;given-names:T", "pub-id_doi": "10.1038/ncb3048", "pub-id_pmid": "25266423", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "16", "year": "2014"}, "text": "Autoinhibition and cooperative activation mechanisms of cytoplasmic dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 65871, "infons": {"fpage": "1303", "lpage": "1314", "name_0": "surname:Zhang;given-names:K", "pub-id_doi": "10.1016/j.cell.2017.05.025", "pub-id_pmid": "28602352", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "169", "year": "2017"}, "text": "Cryo-EM reveals how human cytoplasmic dynein is auto-inhibited and activated", "sentences": [], "annotations": [], "relations": []}, {"offset": 65948, "infons": {"fpage": "337", "name_0": "surname:McKenney;given-names:RJ", "name_1": "surname:Huynh;given-names:W", "name_2": "surname:Tanenbaum;given-names:ME", "name_3": "surname:Bhabha;given-names:G", "name_4": "surname:Vale;given-names:RD", "pub-id_doi": "10.1126/science.1254198", "pub-id_pmid": "25035494", "section_type": "REF", "source": "Science", "type": "ref", "volume": "345", "year": "2014"}, "text": "Activation of cytoplasmic dynein motility by dynactin-cargo adapter complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 66026, "infons": {"fpage": "1855", "lpage": "1868", "name_0": "surname:Schlager;given-names:MA", "name_1": "surname:Hoang;given-names:HT", "name_2": "surname:Urnavicius;given-names:L", "name_3": "surname:Bullock;given-names:SL", "name_4": "surname:Carter;given-names:AP", "pub-id_doi": "10.15252/embj.201488792", "pub-id_pmid": "24986880", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "33", "year": "2014"}, "text": "In vitro reconstitution of a highly processive recombinant human dynein complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 66106, "infons": {"section_type": "REF", "type": "ref"}, "text": "Chaaban, S. & Carter, A. P. Structure of dynein–dynactin on microtubules shows tandem adaptor binding. Nature610, 212–216 (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 66240, "infons": {"fpage": "202", "lpage": "206", "name_0": "surname:Urnavicius;given-names:L", "pub-id_doi": "10.1038/nature25462", "pub-id_pmid": "29420470", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "554", "year": "2018"}, "text": "Cryo-EM shows how dynactin recruits two dyneins for faster movement", "sentences": [], "annotations": [], "relations": []}, {"offset": 66308, "infons": {"fpage": "570", "lpage": "578", "name_0": "surname:Elshenawy;given-names:MM", "pub-id_doi": "10.1038/s41556-020-0501-4", "pub-id_pmid": "32341547", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "22", "year": "2020"}, "text": "Lis1 activates dynein motility by modulating its pairing with dynactin", "sentences": [], "annotations": [], "relations": []}, {"offset": 66379, "infons": {"fpage": "518", "lpage": "525", "name_0": "surname:Htet;given-names:ZM", "pub-id_doi": "10.1038/s41556-020-0506-z", "pub-id_pmid": "32341549", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "22", "year": "2020"}, "text": "LIS1 promotes the formation of activated cytoplasmic dynein-1 complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 66451, "infons": {"fpage": "203", "lpage": "207", "name_0": "surname:Grotjahn;given-names:DA", "pub-id_doi": "10.1038/s41594-018-0027-7", "pub-id_pmid": "29416113", "section_type": "REF", "source": "Nat. Struct. Mol. Biol.", "type": "ref", "volume": "25", "year": "2018"}, "text": "Cryo-electron tomography reveals that dynactin recruits a team of dyneins for processive motility", "sentences": [], "annotations": [], "relations": []}, {"offset": 66549, "infons": {"fpage": "e28257", "name_0": "surname:Redwine;given-names:WB", "pub-id_doi": "10.7554/eLife.28257", "pub-id_pmid": "28718761", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "6", "year": "2017"}, "text": "The human cytoplasmic dynein interactome reveals novel activators of motility", "sentences": [], "annotations": [], "relations": []}, {"offset": 66627, "infons": {"fpage": "1337", "lpage": "1344", "name_0": "surname:Heil-Chapdelaine;given-names:RA", "name_1": "surname:Oberle;given-names:JR", "name_2": "surname:Cooper;given-names:JA", "pub-id_doi": "10.1083/jcb.151.6.1337", "pub-id_pmid": "11121446", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "151", "year": "2000"}, "text": "The cortical protein Num1p is essential for dynein-dependent interactions of microtubules with the cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 66733, "infons": {"fpage": "277", "lpage": "287", "name_0": "surname:Kormanec;given-names:J", "name_1": "surname:Schaaff-Gerstenschläger;given-names:I", "name_2": "surname:Zimmermann;given-names:FK", "name_3": "surname:Perecko;given-names:D", "name_4": "surname:Küntzel;given-names:H", "pub-id_doi": "10.1007/BF00290678", "pub-id_pmid": "1745235", "section_type": "REF", "source": "Mol. Gen. Genet", "type": "ref", "volume": "230", "year": "1991"}, "text": "Nuclear migration in Saccharomyces cerevisiae is controlled by the highly repetitive 313 kDa NUM1 protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 66839, "infons": {"fpage": "364", "lpage": "372", "name_0": "surname:Sheeman;given-names:B", "pub-id_doi": "10.1016/S0960-9822(03)00013-7", "pub-id_pmid": "12620184", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "13", "year": "2003"}, "text": "Determinants of S. cerevisiae dynein localization and activation: implications for the mechanism of spindle positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 66959, "infons": {"fpage": "559", "lpage": "569", "name_0": "surname:Marzo;given-names:MG", "name_1": "surname:Griswold;given-names:JM", "name_2": "surname:Markus;given-names:SM", "pub-id_doi": "10.1038/s41556-020-0492-1", "pub-id_pmid": "32341548", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "22", "year": "2020"}, "text": "Pac1/LIS1 stabilizes an uninhibited conformation of dynein to coordinate its localization and activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 67062, "infons": {"fpage": "355", "lpage": "364", "name_0": "surname:Lee;given-names:W-L", "name_1": "surname:Oberle;given-names:JR", "name_2": "surname:Cooper;given-names:JA", "pub-id_doi": "10.1083/jcb.200209022", "pub-id_pmid": "12566428", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "160", "year": "2003"}, "text": "The role of the lissencephaly protein Pac1 during nuclear migration in budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 67147, "infons": {"fpage": "4477", "lpage": "4488", "name_0": "surname:Liu;given-names:Z", "name_1": "surname:Xie;given-names:T", "name_2": "surname:Steward;given-names:R", "pub-id_doi": "10.1242/dev.126.20.4477", "pub-id_pmid": "10498683", "section_type": "REF", "source": "Development", "type": "ref", "volume": "126", "year": "1999"}, "text": "Lis1, the Drosophila homolog of a human lissencephaly disease gene, is required for germline cell division and oocyte differentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 67281, "infons": {"fpage": "196", "lpage": "205", "name_0": "surname:Markus;given-names:SM", "name_1": "surname:Punch;given-names:JJ", "name_2": "surname:Lee;given-names:W-L", "pub-id_doi": "10.1016/j.cub.2008.12.047", "pub-id_pmid": "19185494", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "19", "year": "2009"}, "text": "Motor- and tail-dependent targeting of dynein to microtubule plus ends and the cell cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 67372, "infons": {"fpage": "194", "lpage": "200", "name_0": "surname:Willins;given-names:DA", "name_1": "surname:Liu;given-names:B", "name_2": "surname:Xiang;given-names:X", "name_3": "surname:Morris;given-names:NR", "pub-id_doi": "10.1007/s004380050489", "pub-id_pmid": "9236777", "section_type": "REF", "source": "Mol. Gen. Genet", "type": "ref", "volume": "255", "year": "1997"}, "text": "Mutations in the heavy chain of cytoplasmic dynein suppress the nudF nuclear migration mutation of Aspergillus nidulans", "sentences": [], "annotations": [], "relations": []}, {"offset": 67492, "infons": {"fpage": "598952", "name_0": "surname:Xiang;given-names:X", "name_1": "surname:Qiu;given-names:R", "pub-id_doi": "10.3389/fcell.2020.598952", "pub-id_pmid": "33195284", "section_type": "REF", "source": "Front. Cell Dev. Biol.", "type": "ref", "volume": "8", "year": "2020"}, "text": "Cargo-mediated activation of cytoplasmic dynein in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 67548, "infons": {"fpage": "479", "lpage": "494", "name_0": "surname:Dix;given-names:CI", "pub-id_doi": "10.1083/jcb.201211052", "pub-id_pmid": "23918939", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "202", "year": "2013"}, "text": "Lissencephaly-1 promotes the recruitment of dynein and dynactin to transported mRNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 67633, "infons": {"fpage": "809", "lpage": "821", "name_0": "surname:Tarricone;given-names:C", "pub-id_pmid": "15572112", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "44", "year": "2004"}, "text": "Coupling PAF signaling to dynein regulation: structure of LIS1 in complex with PAF-acetylhydrolase", "sentences": [], "annotations": [], "relations": []}, {"offset": 67732, "infons": {"fpage": "987", "lpage": "998", "name_0": "surname:Kim;given-names:MH", "pub-id_doi": "10.1016/j.str.2004.03.024", "pub-id_pmid": "15274919", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "12", "year": "2004"}, "text": "The structure of the N-terminal domain of the product of the lissencephaly gene Lis1 and its functional implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 67849, "infons": {"fpage": "1197", "lpage": "1208", "name_0": "surname:DeSantis;given-names:ME", "pub-id_doi": "10.1016/j.cell.2017.08.037", "pub-id_pmid": "28886386", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "170", "year": "2017"}, "text": "Lis1 has two opposing modes of regulating cytoplasmic dynein", "sentences": [], "annotations": [], "relations": []}, {"offset": 67910, "infons": {"fpage": "e71229", "name_0": "surname:Gillies;given-names:JP", "pub-id_doi": "10.7554/eLife.71229", "pub-id_pmid": "34994688", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "11", "year": "2022"}, "text": "Structural basis for cytoplasmic dynein-1 regulation by Lis1", "sentences": [], "annotations": [], "relations": []}, {"offset": 67971, "infons": {"fpage": "975", "lpage": "986", "name_0": "surname:Huang;given-names:J", "name_1": "surname:Roberts;given-names:AJ", "name_2": "surname:Leschziner;given-names:AE", "name_3": "surname:Reck-Peterson;given-names:SL", "pub-id_doi": "10.1016/j.cell.2012.07.022", "pub-id_pmid": "22939623", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "150", "year": "2012"}, "text": "Lis1 acts as a ‘clutch’ between the ATPase and microtubule-binding domains of the dynein motor", "sentences": [], "annotations": [], "relations": []}, {"offset": 68070, "infons": {"fpage": "e03372", "name_0": "surname:Toropova;given-names:K", "pub-id_doi": "10.7554/eLife.03372", "pub-id_pmid": "25380312", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "3", "year": "2014"}, "text": "Lis1 regulates dynein by sterically blocking its mechanochemical cycle", "sentences": [], "annotations": [], "relations": []}, {"offset": 68141, "infons": {"fpage": "220", "lpage": "233", "name_0": "surname:Parrini;given-names:E", "name_1": "surname:Conti;given-names:V", "name_2": "surname:Dobyns;given-names:WB", "name_3": "surname:Guerrini;given-names:R", "pub-id_doi": "10.1159/000448639", "pub-id_pmid": "27781032", "section_type": "REF", "source": "Mol. Syndromol.", "type": "ref", "volume": "7", "year": "2016"}, "text": "Genetic basis of brain malformations", "sentences": [], "annotations": [], "relations": []}, {"offset": 68178, "infons": {"fpage": "717", "lpage": "721", "name_0": "surname:Reiner;given-names:O", "pub-id_doi": "10.1038/364717a0", "pub-id_pmid": "8355785", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "364", "year": "1993"}, "text": "Isolation of a Miller–Dieker lissencephaly gene containing G protein beta-subunit-like repeats", "sentences": [], "annotations": [], "relations": []}, {"offset": 68275, "infons": {"fpage": "3630", "lpage": "3646", "name_0": "surname:Qiu;given-names:R", "name_1": "surname:Zhang;given-names:J", "name_2": "surname:Xiang;given-names:X", "pub-id_doi": "10.1083/jcb.201905178", "pub-id_pmid": "31562232", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "218", "year": "2019"}, "text": "LIS1 regulates cargo-adapter-mediated activation of dynein by overcoming its autoinhibition in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 68375, "infons": {"fpage": "4486", "lpage": "4498.e6", "name_0": "surname:Qiu;given-names:R", "name_1": "surname:Zhang;given-names:J", "name_2": "surname:Rotty;given-names:JD", "name_3": "surname:Xiang;given-names:X", "pub-id_doi": "10.1016/j.cub.2021.07.081", "pub-id_pmid": "34428469", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "31", "year": "2021"}, "text": "Dynein activation in vivo is regulated by the nucleotide states of its AAA3 domain", "sentences": [], "annotations": [], "relations": []}, {"offset": 68458, "infons": {"fpage": "12245", "lpage": "12255", "name_0": "surname:Gutierrez;given-names:PA", "name_1": "surname:Ackermann;given-names:BE", "name_2": "surname:Vershinin;given-names:M", "name_3": "surname:McKenney;given-names:RJ", "pub-id_doi": "10.1074/jbc.M117.790048", "pub-id_pmid": "28576829", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "292", "year": "2017"}, "text": "Differential effects of the dynein-regulatory factor Lissencephaly-1 on processive dynein–dynactin motility", "sentences": [], "annotations": [], "relations": []}, {"offset": 68568, "infons": {"section_type": "REF", "type": "ref"}, "text": "Emre Kusakci, Z. M. H., John P. G., Reck-Peterson S. L., & Yildiz A. Lis1 binding regulates force-induced detachment of cytoplasmic dynein from microtubules. Preprint at bioRxiv 10.1101/2022.06.02.494578 (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 68780, "infons": {"fpage": "435", "lpage": "438", "name_0": "surname:Schmidt;given-names:H", "name_1": "surname:Zalyte;given-names:R", "name_2": "surname:Urnavicius;given-names:L", "name_3": "surname:Carter;given-names:AP", "pub-id_doi": "10.1038/nature14023", "pub-id_pmid": "25470043", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Structure of human cytoplasmic dynein-2 primed for its power stroke", "sentences": [], "annotations": [], "relations": []}, {"offset": 68848, "infons": {"fpage": "11172", "lpage": "11176", "name_0": "surname:Eshel;given-names:D", "pub-id_doi": "10.1073/pnas.90.23.11172", "pub-id_pmid": "8248224", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "90", "year": "1993"}, "text": "Cytoplasmic dynein is required for normal nuclear segregation in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 68919, "infons": {"fpage": "10096", "lpage": "10100", "name_0": "surname:Li;given-names:YY", "name_1": "surname:Yeh;given-names:E", "name_2": "surname:Hays;given-names:T", "name_3": "surname:Bloom;given-names:K", "pub-id_doi": "10.1073/pnas.90.21.10096", "pub-id_pmid": "8234262", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "90", "year": "1993"}, "text": "Disruption of mitotic spindle orientation in a yeast dynein mutant", "sentences": [], "annotations": [], "relations": []}, {"offset": 68986, "infons": {"fpage": "669", "lpage": "679", "name_0": "surname:Muhua;given-names:L", "name_1": "surname:Karpova;given-names:TS", "name_2": "surname:Cooper;given-names:JA", "pub-id_doi": "10.1016/0092-8674(94)90531-2", "pub-id_pmid": "8069915", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "78", "year": "1994"}, "text": "A yeast actin-related protein homologous to that in vertebrate dynactin complex is important for spindle orientation and nuclear migration", "sentences": [], "annotations": [], "relations": []}, {"offset": 69125, "infons": {"fpage": "309", "lpage": "322", "name_0": "surname:Lammers;given-names:LG", "name_1": "surname:Markus;given-names:SM", "pub-id_doi": "10.1083/jcb.201506119", "pub-id_pmid": "26483554", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "211", "year": "2015"}, "text": "The dynein cortical anchor Num1 activates dynein motility by relieving Pac1/LIS1-mediated inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 69226, "infons": {"fpage": "639", "lpage": "651", "name_0": "surname:Markus;given-names:SM", "name_1": "surname:Lee;given-names:W-L", "pub-id_doi": "10.1016/j.devcel.2011.04.011", "pub-id_pmid": "21571221", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "20", "year": "2011"}, "text": "Regulated offloading of cytoplasmic dynein from microtubule plus ends to the cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 69310, "infons": {"fpage": "546", "lpage": "555", "name_0": "surname:Moore;given-names:JK", "name_1": "surname:Stuchell-Brereton;given-names:MD", "name_2": "surname:Cooper;given-names:JA", "pub-id_doi": "10.1002/cm.20364", "pub-id_pmid": "19402153", "section_type": "REF", "source": "Cell Motil. Cytoskeleton", "type": "ref", "volume": "66", "year": "2009"}, "text": "Function of dynein in budding yeast: mitotic spindle positioning in a polarized cell", "sentences": [], "annotations": [], "relations": []}, {"offset": 69395, "infons": {"fpage": "e02641", "name_0": "surname:Roberts;given-names:AJ", "name_1": "surname:Goodman;given-names:BS", "name_2": "surname:Reck-Peterson;given-names:SL", "pub-id_doi": "10.7554/eLife.02641", "pub-id_pmid": "24916158", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "3", "year": "2014"}, "text": "Reconstitution of dynein transport to the microtubule plus end by kinesin", "sentences": [], "annotations": [], "relations": []}, {"offset": 69469, "infons": {"fpage": "157", "lpage": "174", "name_0": "surname:Markus;given-names:SM", "pub-id_doi": "10.1002/cm.20502", "pub-id_pmid": "21294277", "section_type": "REF", "source": "Cytoskeleton", "type": "ref", "volume": "68", "year": "2011"}, "text": "Quantitative analysis of Pac1/LIS1-mediated dynein targeting: implications for regulation of dynein activity in budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 69595, "infons": {"fpage": "815", "lpage": "829", "name_0": "surname:Carvalho;given-names:P", "name_1": "surname:Gupta;given-names:ML", "name_2": "surname:Hoyt;given-names:MA", "name_3": "surname:Pellman;given-names:D", "pub-id_doi": "10.1016/j.devcel.2004.05.001", "pub-id_pmid": "15177030", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "6", "year": "2004"}, "text": "Cell cycle control of kinesin-mediated transport of Bik1 (CLIP-170) regulates microtubule stability and dynein activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 69717, "infons": {"fpage": "1506", "lpage": "1513", "name_0": "surname:Caudron;given-names:F", "name_1": "surname:Andrieux;given-names:A", "name_2": "surname:Job;given-names:D", "name_3": "surname:Boscheron;given-names:C", "pub-id_doi": "10.1242/jcs.023374", "pub-id_pmid": "18411245", "section_type": "REF", "source": "J. Cell Sci.", "type": "ref", "volume": "121", "year": "2008"}, "text": "A new role for kinesin-directed transport of Bik1p (CLIP-170) in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 69807, "infons": {"fpage": "e84302", "name_0": "surname:Reimer;given-names:JM", "name_1": "surname:DeSantis;given-names:ME", "name_2": "surname:Reck-Peterson;given-names:SL", "name_3": "surname:Leschziner;given-names:AE", "pub-id_doi": "10.7554/eLife.84302", "pub-id_pmid": "36692009", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "12", "year": "2023"}, "text": "Structures of human cytoplasmic dynein in complex with the lissencephaly 1 protein, LIS1", "sentences": [], "annotations": [], "relations": []}, {"offset": 69896, "infons": {"fpage": "238", "lpage": "244", "name_0": "surname:Han;given-names:B-G", "pub-id_doi": "10.1016/j.jsb.2016.06.009", "pub-id_pmid": "27320699", "section_type": "REF", "source": "J. Struct. Biol.", "type": "ref", "volume": "195", "year": "2016"}, "text": "Long shelf-life streptavidin support-films suitable for electron microscopy of biological macromolecules", "sentences": [], "annotations": [], "relations": []}, {"offset": 70001, "infons": {"fpage": "270", "lpage": "278", "name_0": "surname:Lahiri;given-names:I", "pub-id_doi": "10.1016/j.jsb.2019.06.004", "pub-id_pmid": "31200019", "section_type": "REF", "source": "J. Struct. Biol.", "type": "ref", "volume": "207", "year": "2019"}, "text": "3.1Å structure of yeast RNA polymerase II elongation complex stalled at a cyclobutane pyrimidine dimer lesion solved using streptavidin affinity grids", "sentences": [], "annotations": [], "relations": []}, {"offset": 70153, "infons": {"fpage": "218", "name_0": "surname:Wagner;given-names:T", "pub-id_doi": "10.1038/s42003-019-0437-z", "pub-id_pmid": "31240256", "section_type": "REF", "source": "Commun. Biol.", "type": "ref", "volume": "2", "year": "2019"}, "text": "SPHIRE-crYOLO is a fast and accurate fully automated particle picker for cryo-EM", "sentences": [], "annotations": [], "relations": []}, {"offset": 70234, "infons": {"fpage": "e42166", "name_0": "surname:Zivanov;given-names:J", "pub-id_doi": "10.7554/eLife.42166", "pub-id_pmid": "30412051", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "7", "year": "2018"}, "text": "New tools for automated high-resolution cryo-EM structure determination in RELION-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 70318, "infons": {"fpage": "1214", "lpage": "1221", "name_0": "surname:Punjani;given-names:A", "name_1": "surname:Zhang;given-names:H", "name_2": "surname:Fleet;given-names:DJ", "pub-id_doi": "10.1038/s41592-020-00990-8", "pub-id_pmid": "33257830", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "17", "year": "2020"}, "text": "Non-uniform refinement: adaptive regularization improves single-particle cryo-EM reconstruction", "sentences": [], "annotations": [], "relations": []}, {"offset": 70414, "infons": {"fpage": "290", "lpage": "296", "name_0": "surname:Punjani;given-names:A", "name_1": "surname:Rubinstein;given-names:JL", "name_2": "surname:Fleet;given-names:DJ", "name_3": "surname:Brubaker;given-names:M", "pub-id_doi": "10.1038/nmeth.4169", "pub-id_pmid": "28165473", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "A. cryoSPARC: algorithms for rapid unsupervised cryo-EM structure determination", "sentences": [], "annotations": [], "relations": []}, {"offset": 70494, "infons": {"fpage": "331", "lpage": "332", "name_0": "surname:Zheng;given-names:SQ", "pub-id_doi": "10.1038/nmeth.4193", "section_type": "REF", "source": "Nat. Methods.", "type": "ref", "volume": "4", "year": "2017"}, "text": "MotionCor2: anisotropic correction of beam-induced motion for improved single-particle cryo-electron microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 70606, "infons": {"fpage": "216", "lpage": "221", "name_0": "surname:Rohou;given-names:A", "name_1": "surname:Grigorieff;given-names:N", "pub-id_doi": "10.1016/j.jsb.2015.08.008", "pub-id_pmid": "26278980", "section_type": "REF", "source": "J. Struct. Biol.", "type": "ref", "volume": "192", "year": "2015"}, "text": "CTFFIND4: fast and accurate defocus estimation from electron micrographs", "sentences": [], "annotations": [], "relations": []}, {"offset": 70679, "infons": {"fpage": "5208", "name_0": "surname:Bepler;given-names:T", "name_1": "surname:Kelley;given-names:K", "name_2": "surname:Noble;given-names:AJ", "name_3": "surname:Berger;given-names:B", "pub-id_doi": "10.1038/s41467-020-18952-1", "pub-id_pmid": "33060581", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Topaz-Denoise: general deep denoising models for cryoEM and cryoET", "sentences": [], "annotations": [], "relations": []}, {"offset": 70746, "infons": {"fpage": "531", "lpage": "544", "name_0": "surname:Afonine;given-names:PV", "pub-id_doi": "10.1107/S2059798318006551", "pub-id_pmid": "29872004", "section_type": "REF", "source": "Acta Crystallogr. D Struct. Biol.", "type": "ref", "volume": "74", "year": "2018"}, "text": "Real-space refinement in PHENIX for cryo-EM and crystallography", "sentences": [], "annotations": [], "relations": []}, {"offset": 70810, "infons": {"fpage": "486", "lpage": "501", "name_0": "surname:Emsley;given-names:P", "name_1": "surname:Lohkamp;given-names:B", "name_2": "surname:Scott;given-names:WG", "name_3": "surname:Cowtan;given-names:K", "pub-id_doi": "10.1107/S0907444910007493", "section_type": "REF", "source": "Acta Crystallogr. D Struct. Biol.", "type": "ref", "volume": "66", "year": "2010"}, "text": "Features and development of Coot", "sentences": [], "annotations": [], "relations": []}, {"offset": 70843, "infons": {"fpage": "1735", "lpage": "1742", "name_0": "surname:Song;given-names:Y", "pub-id_doi": "10.1016/j.str.2013.08.005", "pub-id_pmid": "24035711", "section_type": "REF", "source": "Structure", "type": "ref", "volume": "21", "year": "2013"}, "text": "High-resolution comparative modeling with rosettaCM", "sentences": [], "annotations": [], "relations": []}, {"offset": 70895, "infons": {"section_type": "REF", "type": "ref"}, "text": "Longtine, M. S. et al. Additional modules for versatile and economical PCR-based gene deletion and modification in Saccharomyces cerevisiae. Yeast14, 953–961 (1998).", "sentences": [], "annotations": [], "relations": []}, {"offset": 71063, "infons": {"fpage": "31", "lpage": "34", "name_0": "surname:Gietz;given-names:RD", "name_1": "surname:Schiestl;given-names:RH", "pub-id_doi": "10.1038/nprot.2007.13", "pub-id_pmid": "17401334", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "2", "year": "2007"}, "text": "High-efficiency yeast transformation using the LiAc/SS carrier DNA/PEG method", "sentences": [], "annotations": [], "relations": []}, {"offset": 71141, "infons": {"fpage": "676", "lpage": "682", "name_0": "surname:Schindelin;given-names:J", "pub-id_doi": "10.1038/nmeth.2019", "pub-id_pmid": "22743772", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "9", "year": "2012"}, "text": "Fiji: an open-source platform for biological-image analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 71201, "infons": {"section_type": "REF", "type": "ref"}, "text": "Reck-Peterson, S. L. et al. Single-molecule analysis of dynein processivity and stepping behavior. Cell126, 335–348 (2006).", "sentences": [], "annotations": [], "relations": []}, {"offset": 71327, "infons": {"fpage": "e21768", "name_0": "surname:Baumbach;given-names:J", "pub-id_doi": "10.7554/eLife.21768", "pub-id_pmid": "28406398", "section_type": "REF", "source": "eLife", "type": "ref", "volume": "6", "year": "2017"}, "text": "Lissencephaly-1 is a context-dependent regulator of the human dynein complex", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]