[{"source": "PMC", "date": "20231117", "key": "pmc.key", "infons": {}, "documents": [{"id": "9507011", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1182/blood.2022016467", "article-id_pmc": "9507011", "article-id_pmid": "35776905", "article-id_publisher-id": "2022/BLD2022016467", "fpage": "1419", "issue": "12", "license": "Licensed under Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0), permitting only noncommercial, nonderivative use with attribution. All other rights reserved.", "lpage": "1430", "name_0": "surname:Anderson;given-names:Jacob R.", "name_1": "surname:Li;given-names:Jing", "name_2": "surname:Springer;given-names:Timothy A.", "name_3": "surname:Brown;given-names:Alan", "section_type": "TITLE", "type": "front", "volume": "140", "year": "2022"}, "text": "Structures of VWF tubules before and after concatemerization reveal a mechanism of disulfide bond exchange", "sentences": [], "annotations": [], "relations": []}, {"offset": 107, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The formation of large von Willebrand factor (VWF) tubules is a critical step in formation and maturation of high-molecular-weight multimers that are required for proper hemostasis. Anderson et al describe the structure of the central tubulation, revealing novel findings about how tubule formation and concatemerization occur. These findings provide clues as to how several von Willebrand disease mutations result in abnormal bleeding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 544, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Key Points", "sentences": [], "annotations": [], "relations": []}, {"offset": 555, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Structures of VWF tubules identify the cysteine residues responsible for concatemerization and reveal a disulfide bond exchange mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 694, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The A1 domain promotes tubule length by linking helical turns in the VWF tubule.", "sentences": [], "annotations": [], "relations": []}, {"offset": 775, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Visual Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 791, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 800, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "von Willebrand factor (VWF) is an adhesive glycoprotein that circulates in the blood as disulfide-linked concatemers and functions in primary hemostasis. The loss of long VWF concatemers is associated with the excessive bleeding of type 2A von Willebrand disease (VWD). Formation of the disulfide bonds that concatemerize VWF requires VWF to self-associate into helical tubules, yet how the helical tubules template intermolecular disulfide bonds is not known. Here, we report electron cryomicroscopy (cryo-EM) structures of VWF tubules before and after intermolecular disulfide bond formation. The structures provide evidence that VWF tubulates through a charge–neutralization mechanism and that the A1 domain enhances tubule length by crosslinking successive helical turns. In addition, the structures reveal disulfide states before and after disulfide bond-mediated concatemerization. The structures and proposed assembly mechanism provide a foundation to rationalize VWD-causing mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1796, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1809, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "von Willebrand disease (VWD) is the most common bleeding disorder worldwide and is characterized by excessive bleeding due to mutations in the gene encoding von Willebrand factor (VWF). VWF is an adhesive multidomain plasma glycoprotein (Figure 1A) that functions in hemostasis by acting as a stabilizer of coagulation factor VIII and a crosslinker of platelets and extracellular matrix components at sites of vascular injury. The ability of VWF to staunch bleeding is correlated with its ability to form long and polyvalent disulfide-linked concatemers. Short VWF concatemers are associated with the excessive bleeding of type 2A VWD. Maturation of VWF requires a remarkable intracellular biogenesis pathway that includes the formation of intra- and intermolecular disulfide bonds, glycosylation, and proteolytic removal of an N-terminal D1D2 prodomain (Figure 1A). Biogenesis starts in the endoplasmic reticulum (ER), where VWF dimerizes through disulfide bonds between C-terminal cysteine knot (CK) domains. Surprisingly, however, the disulfide bonds that covalently link VWF dimers into concatemers do not form in the oxidoreductase-rich ER but in the acidic environments of the trans-Golgi and Weibel-Palade bodies (WPBs). In these acidic environments, the C-terminal A2-CK domains in VWF zipper together to form a “dimeric bouquet,” and the dimers then assemble through their N-terminal portions into helical tubules. The helical tubules are proposed to template the formation of intermolecular disulfide bonds between adjacent D3 domains, leading to the formation of VWF concatemers. However, the mechanism by which tubules template concatemerization is incompletely understood, and there is uncertainty about which cysteine residues form the intermolecular disulfide linkages. Mass spectrometry showed that C1099 and C1142 were free in monomeric VWF D′D3 but not in mature VWF. Substitution of these 2 cysteine residues with alanine prevented disulfide-mediated dimerization of the D′D3 domain and concatemerization of full-length VWF. However, only C1142–C1142-linked peptides were observed in tryptic digests of plasma VWF. Further casting doubt on the presence of a C1099–C1099 linkage was a recent electron cryomicroscopy (cryo-EM) structure of human MUC2, a filament-forming mucin with an N-terminal head domain that resembles VWF, which indicated that C1142 and C1097 but not C1099 are responsible for intermolecular disulfide bonds. However, our previous crystal structure of monomeric VWF D′D3 showed that C1097 is engaged in an intradomain disulfide bond with C1091.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4407, "infons": {"file": "bloodBLD2022016467f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Structure of a VWF tubule. (A) Schematic of the domain organization of the VWF proprotein. Each D assembly except D′ is made of domains VWF type D domain, C8, TIL (trypsin inhibitor-like cysteine-rich domain), and E. D1 and D2 form a prodomain that is cleaved by furin protease before secretion. (B) Strategy to obtain VWF monomers and disulfide-linked dimers. VWF D1-A1 was expressed in Expi293 cells and purified from the media as monomers and disulfide-linked dimers. The furin cleavage site was mutated to ASAS to prevent prodomain dissociation. (C) DLS experiments of purified D1-A1 incubated at indicated pH showing an increase in average hydrodynamic radius with a decrease in pH. Error bars represent the difference between the means from 2 replicates. (D) Representative micrographs from negative-stain electron microscopy showing VWF dimers incubated at pH 7.4 and 5.2 (scale bars, 50 nm). (E) Quantification of (D) showing particle lengths measured from 3 micrographs from samples incubated together overnight. The bottom, middle, and top lines of the shaded boxes represent the first quartile, the median, and the third quartile of measured particle length, respectively. The length of the whiskers below and above the box plot represent the lesser of the range of data or 1.5 multiplied by the interquartile range. (F) Schematic and cryo-EM structure of the dimer-derived tubule showing the bead-like arrangement. The structure forms a right-handed helix with a helical rise of 26.8 Å and a helical twist of 83.3°. The cryo-EM map has been Gaussian filtered for visualization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6001, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we have determined cryo-EM structures of VWF helical tubules before and after intermolecular disulfide bond formation. The structures unambiguously identify the cysteine residues involved in concatemerization (C1142 and C1097) and reveal that tubulation templates concatemerization through a disulfide bond exchange mechanism. We propose a detailed assembly pathway that explains the pH-dependence of tubule formation, the role of the A1 domain in stabilizing tubules, and how mutations associated with type 2A VWD might impair VWF concatemerization by limiting tubule formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6587, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6595, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Expression and purification of VWF proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 6639, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sequences encoding VWF D1-D3 (residues 1-1264), D1-A1 (1-1464), and D1-A2 (1-1671) with a C-terminal hexahistidine tag and a furin cleavage site mutated to ASAS were cloned into PD2529 vectors. 1 L of Expi293 cells in Expi293 medium were transfected using FectoPRO (Polyplus, #101000014). Valproic acid and glucose were added to the culture 24 hours after transfection to final concentrations of 3 mM and 0.4%, respectively. Six days after transfection, secreted proteins were purified from the media by His-affinity in 20 mM Tris-HCl pH 8, 300 mM NaCl, and 10 mM CaCl2. After affinity chromatography, the purified protein was dialyzed into a low salt buffer (20 mM Tris-HCl pH 7.4, 50 mM NaCl, and 10 mM CaCl2). Next, anion-exchange chromatography was performed by elution with linearly increasing amounts of high salt buffer (20 mM Tris-HCl pH 7.4, 1 M NaCl, and 10 mM CaCl2). Final purification was performed by size-exclusion chromatography with a Sepharose 6 column (Cytiva) in 10 mM HEPES, pH 7.4, 100 mM NaCl, and 10 mM CaCl2. Protein purity was analyzed by SDS-PAGE (sodium dodecyl-sulfate polyacrylamide gel electrophoresis) (supplemental Figure 1A available on the Blood Web site).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7831, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dynamic light scattering (DLS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 7862, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "VWF proteins (22.5 μL at 0.11 mg/mL) were spiked with 3 μL 1 M sodium cacodylate buffer at various pHs and incubated at 37°C for 24 hours. Afterward, samples were placed in a 384 well black clear bottom plate (Aurora Microplates, #ABM2‐10100A). Measurements were taken on a DynaPro Plate Reader III (Wyatt Technology) at 0.1 µs intervals at 25°C. Average hydrodynamic radii were calculated using DYNAMICS (Wyatt Technology).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8295, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Negative-stain electron microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 8330, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "VWF tubules (3 μL at 0.01 to 0.3 mg/mL) were deposited onto glow discharged (15 seconds at 30 mA voltage) grids (EMS, #CF200-Cu). After 1 minute, the grids were blotted with filter paper, washed twice with 3 μL of 1.5% uranyl formate (UF), incubated with 1.5% UF for 90 seconds, then blotted again. Grids were imaged on a Tecnai T12 microscope equipped with a Gatan UltraScan 895 camera. Particle lengths were measured using Fiji.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8763, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM sample preparation and data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 8810, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "VWF proteins at 0.6 to 1 mg/mL were incubated in sodium cacodylate buffer at pH 5.2, 10 mM CaCl2, and 100 mM NaCl for 24 hours to allow tubule formation. After incubation, 3 μL of protein was deposited onto gold R2/1 grids (Quantifoil, #Q325AR1-2nm) precoated with continuous carbon that had been glow discharged for 15 seconds at 30 mA. The grids were blotted with a blot force of 2 to 5 and a blot time of 2 to 5 seconds using a Vitrobot Mark IV (Thermo Fisher Scientific) at 4°C and 100% humidity before being plunged into liquid ethane.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9353, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cryo-EM data collection and image processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9398, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cryo-EM data for VWF D1-A1 tubules were collected on a Titan Krios microscope (Thermo Fischer Scientific) with a K3 detector with a BioQuantum Energy Filter (Gatan). Cryo-EM data for D1-A2 VWF tubules were collected on a Talos Arctica microscope with a K3 detector. Parameters used during data collection are provided in supplemental Table 1. All movies were motion-corrected using MotionCor2. Contrast transfer function (CTF) parameters were estimated with CTFFIND4. Particles were picked using crYOLO and imported into RELION-3.1.3 or RELION-4.0. Particles were extracted in 384- or 400-pixel boxes with an interbox distance of 123 or 197 pixels, respectively. Two- and 3-dimensional classification was used to remove false positives and contaminants. Three-dimensional refinement was initiated using a cylindrical reference with dimensions obtained from negative-stain electron microscopy (ns-EM) of in vitro assembled VWF tubules. Three-dimensional refinement for all datasets employed helical symmetry with a twist of 83.3° and a rise of 26.8 Å. CTF refinement and Bayesian polishing were used to improve map quality. Following helical processing, a binary mask applied to a central “bead” yielded maps with resolutions of 3.1, 3.2, and 4.7 Å for the D1A1 monomer, D1A1 dimer, and D1A2 dimer, respectively. Processing schemes are provided in supplemental Figures 1 and 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10783, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Model building and refinement", "sentences": [], "annotations": [], "relations": []}, {"offset": 10813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Maps were sharpened for model building and refinement using phenix.auto_sharpen. Model building was initiated by placing atomic models from the protein databank (PDB) of MUC2 (PDB: 6TM2) and the VWF A1 domain (PDB: 1AUQ) into the density using ChimeraX. Residues were mutated, inserted, or deleted to build the VWF polypeptide using Coot v.0.9.3. Atomic models were refined in ISOLDE and Phenix.real_space_refinement with symmetry constraints and restraints on Ramachandran angles and secondary structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11319, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11327, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cryo-EM reconstruction of VWF tubules", "sentences": [], "annotations": [], "relations": []}, {"offset": 11365, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Prior work had shown that the VWF prodomain (D1D2) is essential for concatemerization and that D1-D3 constructs are sufficient for VWF tubulation in vitro, although the inclusion of the A1 domain led to longer tubules. We, therefore, recombinantly expressed and purified human D1-A1 (the VWF “head”) with the furin cleavage site mutated to ASAS to prevent prodomain cleavage in human Expi293 cells (Figure 1A-B). As seen previously, the C-terminally truncated VWF purified as size-separable monomers and disulfide-linked dimers (supplemental Figure 1A). Using DLS (Figure 1C) and ns-EM (Figure 1D-E), we demonstrated that the D1-A1 dimer could form tubules in low pH buffers containing calcium. We thus used pH 5.2 and 10 mM CaCl2 to generate VWF tubules for cryo-EM analysis (supplemental Figure 1C). Using this sample, we were able to resolve the structure of the VWF tubule to 3.3-Å resolution (Figure 1F; supplemental Table 1; supplemental Movie 1). The structure forms a 255-Å wide right-handed helix with an internal diameter of 145 Å. The overall dimensions, architecture, and helical parameters (83.3° twist and 26.8 Å rise) closely match cryo-ET reconstructions of VWF tubules inside WPBs, demonstrating that our in vitro assembled tubules recapitulate native intracellular tubules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12668, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Structure of a bead", "sentences": [], "annotations": [], "relations": []}, {"offset": 12688, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Like reconstructions of VWF tubules at low resolution, we observed a repeating bead-like density (Figure 2A; supplemental Movie 1). Each bead has C2 symmetry and is formed by parts of 4 different VWF monomers (Figure 2B), while a single VWF monomer spans 2 beads (Figure 2C). Two antiparallel D1D2 prodomains form the layer of the bead on the inner face of the tubule, while 2 D′D3 domains from neighboring molecules cradle between the D1 and D2 domains and form the outer layer of the bead (Figure 2B). A similar organization of D assemblies is found in MUC2. The positioning of the 2 D3 domains atop the D1D2 cradle juxtaposes them for disulfide linkage to one another and explains the critical role of the prodomain in concatemerization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13431, "infons": {"file": "bloodBLD2022016467f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Organization of VWF within a tubule. (A) Cryo-EM map of the dimer-derived VWF tubule in gray with a single bead colored by each of the 4 monomeric VWF subunits from which it is formed. Beads have twofold symmetry. (B) A single bead. The left view has the same orientation as in (A) and has a red dashed line separating symmetrical halves. The right view shows the luminal facing portion of the bead, which is formed by 2 antiparallel D1D2 prodomains that form a cradle for the binding of 2 juxtaposed D′D3 domains. (C) A VWF monomer, colored by domain, adopts an extended conformation that spans 2 beads. The D1D2 prodomain is in 1 bead, and the D′D3 and A1 domains are in a neighboring bead. Domains of neighboring VWF molecules are colored gray and are shown with thinner loops, helices, and strands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14238, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The A1 domain is a VWF tubule constituent", "sentences": [], "annotations": [], "relations": []}, {"offset": 14280, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our structure revealed that the A1 domain, a globular domain of 6 amphipathic α-helices surrounding a hydrophobic 6-stranded β-sheet core, locates to the outer tubule wall and participates in tubule packing by linking successive helical turns (Figure 3A). Specifically, each A1 domain makes trans interactions with E1, TIL2, and VWD2 domains of a VWF molecule in its own bead, as well as with a C8-1 domain 4 beads away in the next helical turn (consistent with the tubule having 4.2 beads per helical turn) (Figure 3B; supplemental Movie 1). Indeed, without the A1 domain, there would be no contacts between neighboring turns of the tubule. To test the contribution of the A1 domain to tubule formation, we assessed the ability of a construct truncated at the end of the D3 domain to form tubules. As expected from prior work, loss of the A1 domain did not prevent tubule formation but led to significantly shorter tubules (Figure 3C; supplemental Figure 2B). The involvement of the A1 domain in tubule packing and the promotion of long tubules may explain why D1-A1 constructs form longer WPB-like granules than D1-D3 constructs in cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15428, "infons": {"file": "bloodBLD2022016467f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "The A1 domain is a component of the tubule and links helical repeats. (A) Cryo-EM map of the dimer-derived VWF tubule in gray with A1 domains in pink. A single A1 domain is boxed together with the domains of the neighboring molecules with which it interacts. (B) Details of the trans interactions an A1 domain makes with 2 neighboring VWF molecules. Distinct molecules are denoted by no apostrophe, 1 apostrophe (’), or 2 apostrophes (’’). (C) Quantification of tubule length observed by negative-stain electron microscopy with and without the A1 domain. Particle lengths were measured from 3 micrographs from samples incubated together overnight. Whisker plots are as described in the Figure 1E legend.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16138, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next aimed to exclude the possibility that the A2 domain might also contribute to tubule formation. To do this, we purified the dimeric form of the D1-A2 construct (supplemental Figures 1A and 2A) and showed using DLS and cryo-EM that it could form tubules but with a mean length less than the D1-A1 construct (supplemental Figure 2B). Next, we determined a 4.8-Å resolution structure of tubules formed by the purified D1-A2 dimer (supplemental Figure 2C-D). The structure was nearly identical to the tubule formed with D1-A1 dimers (supplemental Figure 2E) and showed no additional density near the A1 domain that could correspond to the A2 domain (supplemental Figure 2F). This observation demonstrated that the A1 but not A2 domain is a structural component of the VWF helical tubule. In addition, the inability to resolve the A2 domain suggested that the 31 residues between the A1 and A2 domains form a flexible linker, in agreement with ns-EM of C-terminal VWF dimeric bouquets containing the A1 and A2 domains and explaining the absence of density for the C-terminal portion of VWF in reconstructions of native VWF tubules in WPBs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17281, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Structural basis for the pH dependence of tubule formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 17340, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "VWF tubulation is pH-dependent. Histidine protonation has been implicated in this phenomenon based on histidine having a pKa (6.0) between the neutral pH of the ER and the acidic pH of the trans-Golgi and WPB. One possible mechanism for pH-dependent tubulation is that protonated histidine sidechains form intermolecular salt bridges at acidic pH that stabilize the helical tubule. Therefore, we analyzed the 33 histidine residues that are resolved in our structure (Figure 4A; supplemental Table 2). First, we determined their conservation across VWF sequences. Second, we calculated electrostatic potential and structure-based pKas for each histidine to determine which histidine residues are specifically protonated by a decrease in pH from 7.4 to 5.2. Third, we analyzed their location in the VWF tubule. This analysis revealed that only 1 histidine residue (H352) is in a potential interfacial salt bridge. Together with prior work showing substitution of H352 with alanine did not impair VWF concatemerization, we conclude that interfacial salt bridges involving histidine residues are not required for VWF tubulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18465, "infons": {"file": "bloodBLD2022016467f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Structural basis for pH-dependent VWF tubule formation. (A) The Cα positions of the 33 histidine residues resolved in the structure are depicted as spheres color-coded based on sequence conservation obtained from 140 homologs using the ConSurf server. (B) Details of the intramonomer salt bridge made by H395. (C) Details of the intramonomer salt bridge made by H817. (D) Interface between D2-D3 of one molecule (denoted D2-1 and D3-1; gray) and the D2 domain of another molecule (D2-2; teal) (top). The interfaces are separated and colored by electrostatic potential calculated at pH 7.4 (middle) and 5.2 (bottom). Electrostatic potentials were calculated using default coulombic parameters in ChimeraX 1.3. The positions of surface-exposed histidine residues are marked with a black circle or a yellow star if highlighted in panels (E-G). (E-G) Examples of histidine residues—(E) H421, (F) H556 and H817, and (G) H460—that change protonation state upon pH change from 7.4 to 5.2 in electronegative local environments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19490, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "An alternative mechanism is that histidine protonation forms intramolecular salt bridges that stabilize a VWF conformation capable of self-associating into helical tubules. Evidence for this mechanism comes from our observation that H395, a highly conserved residue in the VWD2 domain, forms a potential salt bridge with D611 in the C8-2 domain that might lead to a tighter association of these domains at acidic pH than at a neutral pH (Figure 4B). Consistent with this model, a H395A substitution completely abolished VWF concatemerization. H817 in the TIL′ domain also forms an apparent intramolecular salt bridge with E835 of the E′ domain (Figure 4C), which could stabilize the bridge between neighboring beads.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20211, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our structure also reveals a third possible mechanism for how acidic pH permits tubulation. When we analyzed the interfaces between VWF molecules, we found that most interfaces shared an electronegative charge at pH 7.4 (Figure 4D). Repulsion between these interfaces at neutral pH might prevent tubulation. We observed that several histidine residues occur within these electronegative environments (H421, H460, H556, and H817) (Figure 4E-G). This leads us to propose a charge–neutralization model; as the pH drops in the trans-Golgi, the electronegative charge is neutralized (Figure 4D) by histidine, aspartic acid, and glutamic acid protonation, allowing tubules to form. The charge–neutralization model emphasizes that other residues besides histidine may regulate tubulation. Although we expected to see histidine residues in key interactions in tubules, we instead found that only a small number are found in such contacts, and these are restricted to intramolecular interfaces (Figure 4B-C). As pH is lowered in the trans and cis Golgi, it is not only histidine residues but also aspartic and glutamic acid residues that are protonated. The ratio of (Asp + Glu):His residues in the D1-A1 domains is 5:1, and thus protonation of acidic residues may also have an important effect on tubulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21516, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Notably, the pI of the A1 domain (8.8) is substantially more basic than D1-D3 (pI 5.1). Charge neutralization by the A1 domain may therefore provide another mechanism by which the A1 domain promotes VWF tubulation. However, this effect is not essential to the core mechanism of tubulation because tubules can form in the absence of the A1 domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21863, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of the disulfide bonds required for concatemerization", "sentences": [], "annotations": [], "relations": []}, {"offset": 21932, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The structure conclusively demonstrates that C1097 and C1142 in the D3 domain are responsible for the disulfide-mediated concatemerization of VWF (Figure 5A-C). Density shows that both residues form intermolecular disulfide bonds with their equivalent residues in the neighboring D3 domain (supplemental Figure 3A-B). Thus, VWF and MUC2 multimers are disulfide-bonded through equivalent cysteine residues. We further observed that C1099, which was previously speculated to form an intermolecular disulfide bond, instead forms an intramolecular disulfide bond with C1091 (Figure 5B; supplemental Figure 3C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22539, "infons": {"file": "bloodBLD2022016467f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "VWF concatemerization proceeds through a disulfide exchange mechanism. (A) Overview showing the juxtaposition of domains D′-A1 from separate molecules in the center of a single bead. (B-C) Arrangement of intra- and intermolecular disulfide bonds in VWF tubules generated with dimeric D1-A1. (D-E) Arrangement of interfacial cysteines and intramolecular disulfide in VWF tubules generated with monomeric D1-A1. (F) Superposition of D3 domains showing the rearrangement of the 1091-1097 loop between monomer and dimer states. Model superposition was performed using the matchmake function of ChimeraX.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23141, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To observe the conformation of VWF before the disulfide linkage of D3 domains, we reconstituted VWF tubules with our monomeric D1-A1 construct for cryo-EM analysis (supplemental Figure 1D). VWF retained its monomeric form within these tubules (supplemental Figure 1B). This observation confirms that prior disulfide-mediated concatemerization is not a prerequisite for VWF tubulation. From the monomer-derived VWF tubules, we obtained a 3.2-Å resolution structure that revealed no gross morphological changes and similar helical parameters to VWF tubules reconstituted with disulfide-linked dimers (supplemental Figure 2C-D). The only changes are at the interface between neighboring D3 domains (Figure 5A-F). In general, the D3 interface between monomers is less ordered than in the dimer-derived tubule, presumably because of increased flexibility caused by an absence of covalent linkages. Notable changes occur in the 910-923 and 1092-1098 loops (Figure 5F; supplemental Figure 4A-C). Compared with before intersubunit disulfide bonding, the 910-923 loop shifts into a hydrophobic pocket of the VWD3 domain (supplemental Figure 4A-B), and the 1092-1098 loop switches conformation (supplemental Figure 4C). The position of the 1092-1098 loop in the monomer-derived tubule matches the D′D3 monomer crystal structure. However, the C1142-containing loop in the crystal structure adopts a different conformation from that observed in either tubule structure (supplemental Figure 4D). In the monomeric crystal structure, determined at mildly alkaline pH, the loop conformation buries C1142 in a hydrophobic pocket. This conformation would protect against premature disulfide bond formation in the ER.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The structure of the monomer-derived tubule confirms that C1099 and C1142 are unpaired (supplemental Figure 3D-E), as expected from their ability to be alkylated in purified monomers. In contrast to their disulfide-bonded state in the dimer-derived tubules, the sulfhydryl groups from neighboring C1142 residues are clearly unbonded (Figure 5E; supplemental Figure 3E). C1097, the other residue responsible for VWF concatemerization, is confirmed to be in an intramolecular disulfide bond with C1091 (Figure 5D; supplemental Figure 3F), as observed in the D′D3 monomer crystal structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25433, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "VWF concatemerizes through a disulfide exchange mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 25491, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The observation that C1097 forms an intramolecular disulfide bond before concatemerization but forms an intermolecular disulfide bond in the concatemer confirmed our hypothesis that VWF concatemerization proceeds through a disulfide bond exchange mechanism. The details of this mechanism remain to be defined; however, we can rule out a suggestion that the D1 or D2 assemblies of VWF are oxidoreductases. This proposal was based on the presence of CXXC sequences in both the prodomain and in the active site sequence of oxidoreductase family members and that insertion of a single glycine into CXXC motifs in either the D1 or D2 assemblies inhibited VWF concatemerization. However, there is no overall structural homology between VWF D assemblies and oxidoreductases. Furthermore, the cysteine residues in these motifs are disulfide-bonded in the VWF monomer and >35 Å from the disulfide bonds at the D3:D3 interface (supplemental Figure 5A-C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26440, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, we observed additional density extending from the sulfhydryl group of unpaired C1099 in the monomer-derived tubule (supplemental Figure 3D) that could correspond to S-glutathionylation or formation of a disulfide with a component of the culture medium such as cysteine during D1-A1 protein production.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26757, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Disease mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 26776, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The loss of ultralong VWF concatemers in type 2A VWD results from impaired intracellular multimerization of VWF or increased susceptibility of secreted VWF to proteolysis by ADAMTS13. Our structures provided an opportunity to interpret, at the atomic level, a well-annotated list of clinical mutations (Figure 6A; supplemental Table 3). We focused on type 2A VWD mutations that did not substitute cysteine residues, which likely affect VWF folding by disrupting normal disulfide bonding. We note that several noncysteine mutations map to interfaces between neighboring molecules, including Y87S and R202W. The Y87S mutation has been shown to disrupt tubular packing and block concatemerization. Y87 lines a crevice in the VWD1 domain into which an α-helix protrudes from the C8-2 domain of a neighboring molecule (Figure 6B). The Y87S substitution would admit solvent and destabilize this packing interaction, potentially causing decreased tubule formation. R202 sits at the nexus between 3 VWF molecules at the interface between beads and forms both cation-π interactions (with Y730 of the neighboring E2 domain) and electrostatic interactions with D186 and D434 (Figure 6C). Substitution to tryptophan (R202W) would disrupt these interactions, consistent with our model that charge neutralization is required for effective tubulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28118, "infons": {"file": "bloodBLD2022016467f6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Type 2A mutations. (A) Positions of VWD type 2A missense mutations mapped onto the structure of VWF D1-A1 as it occurs in a tubule. (B) Y87 lines a crevice in the VWD1 domain. The type 2A VWD mutation Y87S would allow solvent into this crevice, potentially disrupting tubule formation. (C) R202 forms intra- and intermolecular interactions with 2 additional VWF molecules denoted in purple and dark teal. R202W, a mutation causing type 2A VWD, would disrupt these interactions. A dashed green line shows a π–cation bond. (D) A1 domain in light pink with residues altered in type 2A VWD colored in dark pink. Leucine residues described in the text are labeled.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28783, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A number of type 2A VWD mutations with unknown pathomechanisms map to the A1 domain (Figure 6D; supplemental Table 3). Our observation that the A1 domain is a constituent of the tubule wall and enhances tubule length in vitro (supplemental Figure 3C) suggests that mutations that impair the stability of the A1 domain might limit VWF concatemerization by generating short tubules. Consistent with this model, the VWD-associated L1307P substitution, which inserts a proline into the hydrophobic core of the A1 domain, has short and round WPB-like granules in cells that are indicative of reduced VWF tubule length. L1276P likely functions through a similar mechanism by disrupting the β1 strand of A1 (Figure 6D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29499, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29510, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Here, we have leveraged the propensity of C-terminally truncated VWF constructs to form tubules in vitro to determine structures of VWF before and after disulfide bond formation between D3 domains. These structures, together with prior information, allow us to generate a multistep model for the assembly of full-length VWF into concatemers (Figure 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29864, "infons": {"file": "bloodBLD2022016467f7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Model for VWF tubule assembly. (A) Options I-IV show the possible molecules that could be disulfide bonded at their C-termini in native tubules generated with full-length VWF. Distances between A1 domains (calculated between A1464 Cα positions) are shown below, together with surface representations of potential C-terminally–linked dimers and their quantified interfacial surface area. An overview is provided with a single bead denoted with a dashed white outline. Interfacial surface areas were calculated using PDBePISA. (B) Schematic showing a hypothetical maturation pathway for full-length VWF based on our cryo-EM structures and prior work. In this model, the acidic environment of the Golgi induces 2 changes in the VWF dimer: the A2-CK domains zipper together, and the N-terminal heads form a “dimer swapped” conformation with D3 of one monomer nestling in a D1-D2 cradle of the other monomer. N-terminal dimer association leads to tubule assembly. Within the tubule, D3 domains from different dimers are juxtaposed. Once positioned, a disulfide exchange occurs where C1097 is liberated from an intramolecular disulfide bond to form 1 of 2 disulfides that concatemerize VWF dimers at their D3 domain. The second disulfide, between adjacent C1142 residues, occurs without disulfide exchange. With dimers linked at their D3 domains, the VWF tubule can unfurl into a high molecular weight VWF concatemer upon exocytosis into the blood plasma.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31321, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although our structures were generated from N-terminal domains only, a process of elimination can be used to determine which VWF molecules belong to the same C-terminally linked dimer in vivo. We can exclude the subunits that contribute D3 domains to a single bead (Figure 7AI), as their disulfide bonding would generate a closed dimer. We can also exclude the 2 subunits that contribute prodomains to a single bead (Figure 7AII) because their extended and antiparallel configuration places their A1 domains 22 nm apart, which is more than twice the distance between A2 domains in the dimeric A1-CK bouquet. It is unlikely that this distance can be bridged by the 31-residue flexible linker between the A1 and A2 domains. Similarly, the distance between A1 domains makes Figure 7AIII unlikely. Instead, we propose that the dimer corresponds to symmetry-related subunits with prodomains in adjacent beads (Figure 7AIV), where the 10-nm distance between A1 domains matches the distance between A2 domains in the dimeric A1-CK bouquet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32355, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The interface between VWF monomers in the most feasible model for linking dimeric bouquets (Figure 7AIV) is ∼8830 Å2, more than 5× larger than in alternative models (Figure 7A). This large size makes it highly preferred over the alternatives. Notably, this dimer is also domain-swapped (ie, D3 of one monomer in the dimeric bouquet is nestled in the D1-D2 cradle of the other monomer) (Figure 7A-B). Domain swapping was also seen in MUC2 filaments and occurred because the connection between the D2 domain and the D′ domain is shorter in the extended conformation of the D1-D3 unit shown in Figure 7A than it would be if the monomer doubled back to allow its own D3 to interact with D1-D2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33051, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A consequence of the intertwined, domain-swapped arrangement is that the 2 D3 domains from a single dimer are kept apart (with ∼17 nm between equivalent C1142 residues), thereby preventing closed dimer formation. Noncovalent association of the VWF heads in this manner would also reduce the risk of heads from the same dimer becoming incorporated into different tubules, which would lead to tubule bundling inconsistent with the regularly aligned arrangement of VWF tubules in WPBs. It is for these reasons that we hypothesize that noncovalent head pairing occurs as a discrete step before tubule formation. Intradimer head pairing could be the major pH-regulated step that, once formed, is sufficient for tubule formation. However, histidine residues experimentally important for tubule formation (eg, H95 and H737) are found outside the putative intradimer interface as well as within it (H395, H460, and H817) (supplemental Table 2), implying that head pairing alone may not fully explain the pH dependence of tubule formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34084, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Having rationalized the C-terminally linked VWF dimer in the VWF tubule, we propose a model (Figure 7B) wherein the first step of VWF maturation after leaving the ER is zippering together of the C-terminal A2-CK domains into a dimeric bouquet. We propose that 2 dimeric bouquets next associate through their N-terminal heads to form helical tubules. In our model, the pairing of C-terminally disulfide-linked dimers through their N-terminal heads recruits additional dimers through D1-A1 interactions to form a tubule that can polymerize at either tubule end. The dimerized A2-CK tails would spiral outwards from the central tubule but with sufficient flexibility conferred by the A1-A2 linker to not be seen in tomographic reconstructions. The A1 domain crosslinks successive helical turns, a property that reinforces the tubule, explaining how the A1 domain promotes increased tubule length (Figure 3C) and why some mutations within the A1 domain cause type 2A VWD through the loss of ultralong concatemers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35094, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A consequence of tubule formation is that D3 domains from neighboring dimers are brought sufficiently close to allow intersubunit disulfide bonding. We show that disulfide bonding must occur through a disulfide bond exchange mechanism as one of the paired cysteines, C1097, is initially in an intramolecular disulfide bond with C1091. C1099 is likely critical to this reshuffling as it eventually becomes paired with C1091 after intersubunit disulfide bonding. We propose that nucleophilic attack by C1099 on the C1091-C1097 disulfide liberates C1097 for the formation of the C1097–C1097' disulfide in concatemers as previously proposed (Figure 7B). The disulfide linkage between C1142 residues is promoted by their close juxtaposition in the tubule arrangement and can occur without disulfide exchange. Further work will be required to clarify a more detailed mechanism, including identifying which enzymes or small molecules act as electron acceptors for the cysteine sulfhydryl groups. With its D3 disulfide bonds formed, VWF is stored in WPBs. During secretion, the pH in WPBs rises to that in the bloodstream, allowing VWF tubules to uncoil, during which the mature VWF concatemer and the cleaved prodomain dissociate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36320, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While preparing this manuscript, 2 other groups reported cryo-EM structures of short VWF tubules reconstituted in vitro from D1D2 prodomains and dimeric D′D3. These reports agree with our assignment of the cysteines responsible for VWF concatemerization. However, without the stabilization provided by the A1 domain, their tubules contained only a few helical turns. Furthermore, helical parameters of tubules assembled without the A1 domain less closely match helical paramaters of VWF tubules in vivo compared to our reconstructions including the A1 domain. A key finding from our study is that the A1 domain plays a structural role in VWF concatemerization, suggesting that type 2A mutations within the A1 domain may cause defective concatemer genesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37079, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 37091, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We elucidate key steps in VWF biogenesis through cryo-EM structures of VWF tubules before and after intermolecular disulfide bond formation. From these structures, we present a model for how charge neutralization in the acidic environment of the trans-Golgi allows tubule formation in which the D3 domains are juxtaposed for disulfide bonding through a disulfide bond exchange mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37479, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 37502, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version of this article contains a data supplement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37565, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Atomic models of VWF tubules formed with monomeric D1-A1 and dimeric D1-A1 have been deposited to the PDB with accession codes 8D3C and 8D3D, respectively. Composite maps for the VWF tubules formed with monomeric D1-A1 or dimeric D1-A1 have been deposited to the Electron Microscopy Data Bank (EMDB) with accession codes EMD-27156 and EMD-27157, respectively. These density maps are composites derived from stitching together a central masked bead to create a tubule with a length similar to the helical reconstruction. The unstitched map for the VWF tubule formed from dimeric D1-A2 has been deposited to the EMDB with accession code EMD-27158.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38211, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The publication costs of this article were defrayed in part by page charge payment. Therefore, and solely to indicate this fact, this article is hereby marked “advertisement” in accordance with 18 USC section 1734.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38430, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Authorship", "sentences": [], "annotations": [], "relations": []}, {"offset": 38441, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Contribution: J.R.A. collected and processed all electron microscopy data and built atomic models; J.L. purified proteins, performed light scattering experiments, and assembled tubules; T.A.S. and A.B. supervised the research; and J.R.A., T.A.S., and A.B. wrote the paper with contributions from J.L.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38742, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Conflict-of-interest disclosure: The authors declare no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38829, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Correspondence: Timothy A. Springer, Boston Children’s Hospital, 3 Blackfan Circle, Room 3103, Boston, MA 02115; e-mail: springer@crystal.harvard.edu; and Alan Brown, Harvard Medical School, 240 Longwood Ave, Room C249A, Boston, MA 02115; e-mail: alan_brown@hms.harvard.edu.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39110, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 39121, "infons": {"fpage": "2067", "issue": "21", "lpage": "2080", "pub-id_pmid": "27959741", "section_type": "REF", "source": "N Engl J Med.", "type": "ref", "volume": "375", "year": "2016"}, "text": "von Willebrand’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 39148, "infons": {"fpage": "93", "issue": "1", "lpage": "99", "pub-id_pmid": "2803984", "section_type": "REF", "source": "Br J Haematol.", "type": "ref", "volume": "73", "year": "1989"}, "text": "Binding of von Willebrand factor to glycoproteins Ib and IIb/IIIa complex: affinity is related to multimeric size", "sentences": [], "annotations": [], "relations": []}, {"offset": 39262, "infons": {"fpage": "2065", "issue": "4", "lpage": "2067", "pub-id_pmid": "6600453", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "258", "year": "1983"}, "text": "Biosynthesis of von Willebrand protein by human endothelial cells. Identification of a large precursor polypeptide chain", "sentences": [], "annotations": [], "relations": []}, {"offset": 39383, "infons": {"fpage": "8099", "issue": "25", "lpage": "8109", "pub-id_pmid": "3502076", "section_type": "REF", "source": "Biochemistry.", "type": "ref", "volume": "26", "year": "1987"}, "text": "Identification of disulfide-bridged substructures within human von Willebrand factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 39468, "infons": {"fpage": "13497", "issue": "23", "lpage": "13503", "pub-id_pmid": "2788160", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "264", "year": "1989"}, "text": "In vitro multimerization of von Willebrand factor is triggered by low pH. Importance of the propolypeptide and free sulfhydryls", "sentences": [], "annotations": [], "relations": []}, {"offset": 39596, "infons": {"fpage": "223", "issue": "2", "lpage": "232", "pub-id_pmid": "16459301", "section_type": "REF", "source": "Dev Cell.", "type": "ref", "volume": "10", "year": "2006"}, "text": "The physiological function of von Willebrand’s factor depends on its tubular storage in endothelial Weibel-Palade bodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 39719, "infons": {"fpage": "4098", "issue": "19", "lpage": "4111", "pub-id_pmid": "21857647", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "30", "year": "2011"}, "text": "A pH-regulated dimeric bouquet in the structure of von Willebrand factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 39792, "infons": {"fpage": "403", "issue": "2", "lpage": "413", "pub-id_pmid": "1988154", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "64", "year": "1991"}, "text": "Induction of specific storage organelles by von Willebrand factor propolypeptide", "sentences": [], "annotations": [], "relations": []}, {"offset": 39873, "infons": {"fpage": "1412", "issue": "9", "lpage": "1425", "pub-id_pmid": "24928861", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "124", "year": "2014"}, "text": "von Willebrand factor, jedi knight of the bloodstream", "sentences": [], "annotations": [], "relations": []}, {"offset": 39927, "infons": {"fpage": "15647", "issue": "40", "lpage": "15652", "pub-id_pmid": "17895385", "section_type": "REF", "source": "Proc Natl Acad Sci USA.", "type": "ref", "volume": "104", "year": "2007"}, "text": "Two Cys residues essential for von Willebrand factor multimer assembly in the Golgi", "sentences": [], "annotations": [], "relations": []}, {"offset": 40011, "infons": {"fpage": "3946", "issue": "11", "lpage": "3955", "pub-id_pmid": "4708094", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "248", "year": "1973"}, "text": "Isolation and characterization of human factor VIII (antihemophilic factor)", "sentences": [], "annotations": [], "relations": []}, {"offset": 40087, "infons": {"fpage": "6753", "issue": "9", "lpage": "6758", "pub-id_pmid": "8120035", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "269", "year": "1994"}, "text": "Disulfide bonds required to assemble functional von Willebrand factor multimers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40167, "infons": {"fpage": "717", "issue": "3", "lpage": "729.e16", "pub-id_pmid": "33031746", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "183", "year": "2020"}, "text": "Assembly mechanism of mucin and von Willebrand factor polymers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40230, "infons": {"fpage": "1523", "issue": "14", "lpage": "1533", "pub-id_pmid": "30642920", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "133", "year": "2019"}, "text": "The von Willebrand factor D’D3 assembly and structural principles for factor VIII binding and concatemer biogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40348, "infons": {"fpage": "676", "issue": "7", "lpage": "682", "pub-id_pmid": "22743772", "section_type": "REF", "source": "Nat Methods.", "type": "ref", "volume": "9", "year": "2012"}, "text": "Fiji: an open-source platform for biological-image analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40408, "infons": {"fpage": "331", "issue": "4", "lpage": "332", "pub-id_pmid": "28250466", "section_type": "REF", "source": "Nat Methods.", "type": "ref", "volume": "14", "year": "2017"}, "text": "MotionCor2: anisotropic correction of beam-induced motion for improved cryo-electron microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 40504, "infons": {"fpage": "216", "issue": "2", "lpage": "221", "pub-id_pmid": "26278980", "section_type": "REF", "source": "J Struct Biol.", "type": "ref", "volume": "192", "year": "2015"}, "text": "CTFFIND4: fast and accurate defocus estimation from electron micrographs", "sentences": [], "annotations": [], "relations": []}, {"offset": 40577, "infons": {"fpage": "613", "issue": "Pt 7", "lpage": "620", "pub-id_pmid": "32627734", "section_type": "REF", "source": "Acta Crystallogr D Struct Biol.", "type": "ref", "volume": "76", "year": "2020"}, "text": "Two particle-picking procedures for filamentous proteins: SPHIRE-crYOLO filament mode and SPHIRE-STRIPER", "sentences": [], "annotations": [], "relations": []}, {"offset": 40682, "infons": {"fpage": "e42166", "pub-id_pmid": "30412051", "section_type": "REF", "source": "Elife.", "type": "ref", "volume": "7", "year": "2018"}, "text": "New tools for automated high-resolution cryo-EM structure determination in RELION-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 40766, "infons": {"fpage": "4169", "issue": "24", "lpage": "4185", "pub-id_pmid": "34783343", "section_type": "REF", "source": "Biochem J.", "type": "ref", "volume": "478", "year": "2021"}, "text": "New tools for automated cryo-EM single-particle analysis in RELION-4.0", "sentences": [], "annotations": [], "relations": []}, {"offset": 40837, "infons": {"fpage": "482", "issue": "2", "lpage": "487", "pub-id_pmid": "18182488", "section_type": "REF", "source": "Proc Natl Acad Sci USA.", "type": "ref", "volume": "105", "year": "2008"}, "text": "Assembly of Weibel-Palade body-like tubules from N-terminal domains of von Willebrand factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 40930, "infons": {"fpage": "545", "issue": "Pt 6", "lpage": "559", "pub-id_pmid": "29872005", "section_type": "REF", "source": "Acta Crystallogr D Struct Biol.", "type": "ref", "volume": "74", "year": "2018"}, "text": "Automated map sharpening by maximization of detail and connectivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 40998, "infons": {"fpage": "10396", "issue": "17", "lpage": "10401", "pub-id_pmid": "9553097", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "273", "year": "1998"}, "text": "Crystal structure of the von Willebrand factor A1 domain and implications for the binding of platelet glycoprotein Ib", "sentences": [], "annotations": [], "relations": []}, {"offset": 41116, "infons": {"fpage": "70", "issue": "1", "lpage": "82", "pub-id_pmid": "32881101", "section_type": "REF", "source": "Protein Sci.", "type": "ref", "volume": "30", "year": "2021"}, "text": "UCSF ChimeraX: structure visualization for researchers, educators, and developers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41198, "infons": {"fpage": "136", "issue": "Pt 1", "lpage": "153", "pub-id_pmid": "25615868", "section_type": "REF", "source": "Acta Crystallogr D Biol Crystallogr.", "type": "ref", "volume": "71", "year": "2015"}, "text": "Tools for macromolecular model building and refinement into electron cryo-microscopy reconstructions", "sentences": [], "annotations": [], "relations": []}, {"offset": 41299, "infons": {"fpage": "519", "issue": "Pt 6", "lpage": "530", "pub-id_pmid": "29872003", "section_type": "REF", "source": "Acta Crystallogr D Struct Biol.", "type": "ref", "volume": "74", "year": "2018"}, "text": "ISOLDE: a physically realistic environment for model building into low-resolution electron-density maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 41403, "infons": {"fpage": "531", "issue": "Pt 6", "lpage": "544", "pub-id_pmid": "29872004", "section_type": "REF", "source": "Acta Crystallogr D Struct Biol.", "type": "ref", "volume": "74", "year": "2018"}, "text": "Real-space refinement in PHENIX for cryo-EM and crystallography", "sentences": [], "annotations": [], "relations": []}, {"offset": 41467, "infons": {"fpage": "2885", "issue": "10", "lpage": "2890", "pub-id_pmid": "3500851", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "6", "year": "1987"}, "text": "Expression of variant von Willebrand factor (vWF) cDNA in heterologous cells: requirement of the pro-polypeptide in vWF multimer formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 41606, "infons": {"fpage": "229", "issue": "2", "lpage": "236", "pub-id_pmid": "3124962", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "52", "year": "1988"}, "text": "The propeptide of von Willebrand factor independently mediates the assembly of von Willebrand multimers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41710, "infons": {"fpage": "49982", "issue": "48", "lpage": "49988", "pub-id_pmid": "15385532", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "279", "year": "2004"}, "text": "A covalent oxidoreductase intermediate in propeptide-dependent von Willebrand factor multimerization", "sentences": [], "annotations": [], "relations": []}, {"offset": 41811, "infons": {"fpage": "17407", "issue": "41", "lpage": "17412", "pub-id_pmid": "19805028", "section_type": "REF", "source": "Proc Natl Acad Sci USA.", "type": "ref", "volume": "106", "year": "2009"}, "text": "Structural organization of Weibel-Palade bodies revealed by cryo-EM of vitrified endothelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 41910, "infons": {"fpage": "1320", "issue": "4", "lpage": "1324", "pub-id_pmid": "3082891", "section_type": "REF", "source": "J Cell Biol.", "type": "ref", "volume": "102", "year": "1986"}, "text": "Initial glycosylation and acidic pH in the Golgi apparatus are required for multimerization of von Willebrand factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 42027, "infons": {"fpage": "25763", "issue": "29", "lpage": "25769", "pub-id_pmid": "21592973", "section_type": "REF", "source": "J Biol Chem.", "type": "ref", "volume": "286", "year": "2011"}, "text": "Phylogenetic and functional analysis of histidine residues essential for pH-dependent multimerization of von Willebrand factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 42154, "infons": {"fpage": "163", "issue": "1", "lpage": "164", "pub-id_pmid": "12499312", "section_type": "REF", "source": "Bioinformatics.", "type": "ref", "volume": "19", "year": "2003"}, "text": "ConSurf: identification of functional regions in proteins by surface-mapping of phylogenetic information", "sentences": [], "annotations": [], "relations": []}, {"offset": 42259, "infons": {"fpage": "3531", "issue": "8", "lpage": "3535", "pub-id_pmid": "1565649", "section_type": "REF", "source": "Proc Natl Acad Sci USA.", "type": "ref", "volume": "89", "year": "1992"}, "text": "Vicinal cysteines in the prosequence play a role in von Willebrand factor multimer assembly", "sentences": [], "annotations": [], "relations": []}, {"offset": 42351, "infons": {"fpage": "470", "issue": "5", "lpage": "479", "pub-id_pmid": "22102189", "section_type": "REF", "source": "Semin Thromb Hemost.", "type": "ref", "volume": "37", "year": "2011"}, "text": "The international society on thrombosis and haematosis von Willebrand disease database: an update", "sentences": [], "annotations": [], "relations": []}, {"offset": 42449, "infons": {"fpage": "1699", "issue": "5", "lpage": "1706", "pub-id_pmid": "12176890", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "100", "year": "2002"}, "text": "The role of the D1 domain of the von Willebrand factor propeptide in multimerization of VWF", "sentences": [], "annotations": [], "relations": []}, {"offset": 42541, "infons": {"fpage": "1114", "issue": "7", "lpage": "1122", "pub-id_pmid": "19422453", "section_type": "REF", "source": "J Thromb Haemost.", "type": "ref", "volume": "7", "year": "2009"}, "text": "Type 2A (IIH) von Willebrand disease is due to mutations that affect von Willebrand factor multimerization", "sentences": [], "annotations": [], "relations": []}, {"offset": 42648, "infons": {"fpage": "2762", "issue": "14", "lpage": "2772", "pub-id_pmid": "23426949", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "121", "year": "2013"}, "text": "Analysis of the storage and secretion of von Willebrand factor in blood outgrowth endothelial cells derived from patients with von Willebrand disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42798, "infons": {"fpage": "451", "issue": "1", "lpage": "456", "pub-id_pmid": "9198195", "section_type": "REF", "source": "Thromb Haemost.", "type": "ref", "volume": "78", "year": "1997"}, "text": "Gene defects in 150 unrelated French cases with type 2 von Willebrand disease: from the patient to the gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 42906, "infons": {"fpage": "774", "issue": "3", "lpage": "797", "pub-id_pmid": "17681537", "section_type": "REF", "source": "J Mol Biol.", "type": "ref", "volume": "372", "year": "2007"}, "text": "Inference of macromolecular assemblies from crystalline state", "sentences": [], "annotations": [], "relations": []}, {"offset": 42968, "infons": {"fpage": "2707", "issue": "25", "lpage": "2717", "pub-id_pmid": "30760452", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "133", "year": "2019"}, "text": "Stimulated release of intraluminal vesicles from Weibel-Palade bodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 43038, "infons": {"fpage": "1263", "issue": "9", "lpage": "1267", "pub-id_pmid": "32961556", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "137", "year": "2021"}, "text": "Disulfide exchange in multimerization of von Willebrand factor and gel-forming mucins", "sentences": [], "annotations": [], "relations": []}, {"offset": 43124, "infons": {"fpage": "14", "issue": "1", "pub-id_pmid": "35169124", "section_type": "REF", "source": "Cell Discov.", "type": "ref", "volume": "8", "year": "2022"}, "text": "Structural mechanism of VWF D’D3 dimer formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43175, "infons": {"fpage": "3314", "issue": "22", "lpage": "3324", "pub-id_pmid": "35148377", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "139", "year": "2022"}, "text": "Structural basis of von Willebrand factor multimerization and tubular storage", "sentences": [], "annotations": [], "relations": []}, {"offset": 43253, "infons": {"fpage": "e2116790119", "issue": "15", "pub-id_pmid": "35377815", "section_type": "REF", "source": "Proc Natl Acad Sci USA.", "type": "ref", "volume": "119", "year": "2022"}, "text": "Helical self-assembly of a mucin segment suggests an evolutionary origin for von Willebrand factor tubules", "sentences": [], "annotations": [], "relations": []}, {"offset": 43360, "infons": {"fpage": "W344", "issue": "W1", "lpage": "W350", "pub-id_pmid": "27166375", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "ConSurf 2016: an improved methodology to estimate and visualize evolutionary conservation in macromolecules", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]