[{"source": "PMC", "date": "20210101", "key": "pmc.key", "infons": {}, "documents": [{"id": "4771623", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1002/pmic.201200057", "article-id_manuscript": "NIHMS515237", "article-id_pmc": "4771623", "article-id_pmid": "22837157", "fpage": "2895", "issue": "18", "kwd": "Bos Taurus mammary gland proteome milk proteome PeptideAtlas proteotypic peptides", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "2899", "name_0": "surname:Bislev;given-names:Stine L.", "name_1": "surname:Deutsch;given-names:Eric W.", "name_2": "surname:Sun;given-names:Zhi", "name_3": "surname:Farrah;given-names:Terry", "name_4": "surname:Aebersold;given-names:Ruedi", "name_5": "surname:Moritz;given-names:Robert L.", "name_6": "surname:Bendixen;given-names:Emøke", "name_7": "surname:Codrea;given-names:Marius C.", "section_type": "TITLE", "type": "front", "volume": "12", "year": "2016"}, "text": "A Bovine PeptideAtlas of milk and mammary gland proteomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 58, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Proteome information resources of farm animals are lagging behind those of the classical model organisms despite their important biological and economic relevance. Here we present a Bovine PeptideAtlas, representing a first collection of bovine proteomics datasets within the PeptideAtlas framework. This database was built primarily as a source of information for designing selected reaction monitoring assays for studying milk production and mammary gland health, but it has an intrinsic general value for the farm animal research community. The Bovine PeptideAtlas comprises 1921 proteins at 1.2% false discovery rate (FDR) and 8559 distinct peptides at 0.29% FDR identified in 107 samples from 6 tissues. The PeptideAtlas web interface has a rich set of visualization and data exploration tools, enabling users to interactively mine information about individual proteins and peptides, their genome mappings, and supporting spectral evidence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1004, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Publicly available data repositories like PRIDE, the Global Proteome Machine Database, Tranche and PeptideAtlas play a fundamental role in successful development of new methods and progress in biological sciences. A recent review presents the roles of several well-established MS proteomics repositories and highlights the need for further diversity of data. However, in these repositories, organisms that are not commonly regarded as classical model organisms are widely underrepresented, if represented at all. Studies of farm animal proteomes have recently gained much interest, particularly regarding cattle and pig. This is mainly because proteomics offers unmatched opportunities to characterize biological traits of farm animals, and is thereby a key to improve industrial production of meat and milk. This is of immediate relevance for economic gain as well as for alleviating problems related to animal welfare and product quality within agriculture and food industries. While individual studies provide valuable new insights into the proteomic mechanisms (e.g., of particular diseases), farm animal data repositories are by far lagging behind. For example, as of November 2011 the PRIDE database (www.ebi.ac.uk/pride) contained more than 3320 human proteome datasets, but only 34 bovine experiments, mainly originating from studies of reproduction biology characterizing sperm and oocyte proteomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2413, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Within the past decade, the PeptideAtlas project (www.peptideatlas.org) has provided a large scale assembly of LC-MS/MS-based shotgun proteome data, and covers the proteomes of many species, most importantly those of human, including specialized builds for specific tissues and body fluids, and common model organisms like yeast (Saccharomyces cerevisiae) and Drosophila melanogaster. The PeptideAtlas has been useful in characterizing the biological systems of these organisms as well as in setting foundations for other species such as the honeybee. The PeptideAtlas has become the tool of choice for selecting proteotypic peptides, which can be used to build methods for targeted proteomics and Selected Reaction Monitoring (SRM). The SRM method has recently become a widely used approach for detecting low abundance proteins in cells and body fluids, and addresses the problems of analyzing a large variety of proteins present at both high and low abundance within complex biological samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3410, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Milk is a complex body fluid that harbors/includes a wide range of secreted proteins, hence may provide diagnostic measures and reflects the health state of animals. Moreover, bovine milk is collected daily, providing easy access to routine diagnostics. But the very large dynamic range (caseins account for 80% of the total protein content in milk) complicates analyses of specific proteins; hence developing targeted methods for routine analyses of specific milk proteins of potential diagnostic value provides a promising approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3945, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we present a Bovine PeptideAtlas that covers tissues and body fluids relevant for milk and mammary gland proteomes (Build: Cow Milk 2011-12, https://db.systemsbiology.net/sbeams/cgi/PeptideAtlas/buildDetails?atlas_build_id=320). For the purpose of building the PeptideAtlas we collected a set of representative samples from various in-house cattle proteome projects, aiming to provide good protein and peptide coverage on inflammatory and host response proteins. In addition to milk samples, we included colostrum, the bovine mammary epithelial cell line MAC-T used for in vitro studies of mammary epithelial host response, udder tissues, a subcellular mitochondria fraction and hoof tissues (see Table 1). We included hoof tissues because they are a major site for inflammation in all hoofed animals, hence expected to provide information of proteins related to inflammatory control. Further details of the samples can be found on http://www.peptideatlas.org/repository when selecting cow as organism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4953, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All samples were collected, prepared and analyzed by shotgun 2D-LC-MS/MS in a similar way, according to our protocol described in full details in several of our previous papers e.g., milk samples and mammary gland tissue samples. In summary, proteins were extracted and protein concentrations were determined. Cysteine residues were reduced and blocked and proteins were digested with trypsin (1:10 w/w). In some of the samples, peptides were labeled with the iTRAQ™ Reagent Multi-Plex Kit according to manufacturer's manual (ABSciex, Foster City, CA, USA). Tryptic peptides were separated by strong cation exchange chromatography, followed by reverse-phase chromatography and analyzed on the Q-TOF mass spectrometer Q-star Elite (ABSciex, Foster City, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The construction of the Bovine PeptideAtlas followed the pipeline described in. In short, the raw data files were converted from the binary wiff format to mzML format with the msconvert tool from ProteoWizard, which used Protein Pilot 3.0 (ABSciex, Foster City, CA, USA) libraries for peak detection and charge state determination. The mzML files were searched with the X!Tandem sequence search engine with the k-score plug-in. The sequence database used for searching was compiled as a non-redundant union of bovine sequences from UniProt, Ensembl and UniGene plus the cRAP contaminants (www.thegpm.org/crap/index.html). A like number of decoy sequences were appended to the target protein sequences. The results of each search were processed through the Trans-Proteomic Pipeline to yield a list of high confidence peptide identifications. ProteinProphet was run on all datasets combined to generate protein identifications and protein groupings, which were then refined and classified according to the Cedar scheme. All peptide sequences were mapped to the Ensembl (www.ensembl.org) version 56 build, thereby allowing us to calculate chromosomal coordinates for peptides found in Ensembl; for the peptides that do not map to Ensembl sequences, chromosomal coordinates are not available. The raw data, search parameters and search database are downloadable at www.peptideatlas.org/repository.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7112, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The overall summary of the Bovine PeptideAtlas protein and peptide coverage of individual tissues is given in Table 1. The current release of the Bovine PeptideAtlas gives experimental peptide information for 8559 unique peptides at 0.29% peptide FDR and 0.2% PSM FDR. Under the Cedar protein identification scheme, these represent 1921 canonical (highly distinguishable and non-redundant) proteins at 1% FDR. Compared to most schemes, the Cedar canonical protein list provides a very conservative and trustworthy estimate of the number of distinct protein molecules observed. This number currently represents approximately 9% of the 22 000 predicted bovine proteins, based on the latest prediction of coding sequences from the completed bovine genome assembly. A wide selection of pathways and groups of proteins well known to play active roles in inflammation and host defense are identified in this bovine PeptideAtlas, including all commonly known acute phase proteins, at least 6 members of the cathepsin superfamily, 7 members of the antibacterial cathelicidin family, and more than 12 different lymphocyte surface antigens (CD antigens).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8257, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The PeptideAtlas interface allows the user to explore individual proteins. The Protein View page provides a fast overview of protein sequence coverage, observed peptides and predicted observable peptides (Fig. 1). Both observed peptides and predicted observable peptides are ranked by suitability scores; Empirical Suitability Score (ESS) and Predicted Suitability Score (PSS), respectively. The ESS represents how suitable the peptide is as a proteotypic peptide and might help in the development of targeted proteomics experiments. For proteins not observed in this dataset, for example low abundance proteins, the PSS indicates which peptides might be easily detectable in an electrospray mass spectrometer. A detailed review of all the features of PeptideAtlas is given in. The collection of data presented here is meant to provide a resource for future bovine proteomics projects, and in particular for selecting target peptides for use in SRM-based workflows. The Bovine PeptideAtlas provides for the first time such experimental evidence. Vizcaíno et al., emphasize the current joint efforts of the key players: PRIDE, PeptideAtlas, the Global Proteome Machine Database (GPMDB) and Tranche, in the ProteomeXchange consortium (www.proteomexchange.org). The release of the Bovine PeptideAtlas represents a substantial contribution for large-mammal model organisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9628, "infons": {"section_type": "INTRO", "type": "footnote"}, "text": "The authors have declared no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9679, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 9693, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GPMDB", "sentences": [], "annotations": [], "relations": []}, {"offset": 9699, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "the Global Proteome Machine Database", "sentences": [], "annotations": [], "relations": []}, {"offset": 9736, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ESS", "sentences": [], "annotations": [], "relations": []}, {"offset": 9740, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Empirical Suitability Score", "sentences": [], "annotations": [], "relations": []}, {"offset": 9768, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PSS", "sentences": [], "annotations": [], "relations": []}, {"offset": 9772, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Predicted Suitability Score", "sentences": [], "annotations": [], "relations": []}, {"offset": 9800, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FDR", "sentences": [], "annotations": [], "relations": []}, {"offset": 9804, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "False discovery rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 9825, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PSM", "sentences": [], "annotations": [], "relations": []}, {"offset": 9829, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "peptide-spectrum matches", "sentences": [], "annotations": [], "relations": []}, {"offset": 9854, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 9865, "infons": {"fpage": "4276", "lpage": "4283", "name_0": "surname:Vizcaino;given-names:JA", "name_1": "surname:Cote;given-names:R", "name_2": "surname:Reisinger;given-names:F", "name_3": "surname:Foster;given-names:JM", "pub-id_pmid": "19662629", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "9", "year": "2009"}, "text": "A guide to the Proteomics Identifications Database proteomics data repository.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9944, "infons": {"fpage": "1234", "lpage": "1242", "name_0": "surname:Craig;given-names:R", "name_1": "surname:Cortens;given-names:JP", "name_2": "surname:Beavis;given-names:RC", "pub-id_pmid": "15595733", "section_type": "REF", "source": "J. Proteome. Res", "type": "ref", "volume": "3", "year": "2004"}, "text": "Open source system for analyzing, validating, and storing protein identification data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10031, "infons": {"fpage": "3", "name_0": "surname:Falkner;given-names:JA", "name_1": "surname:Andrews;given-names:PC", "section_type": "REF", "source": "J. Biomol. Tech", "type": "ref", "volume": "18", "year": "2007"}, "text": "P6-T Tranche: Secure Decentralized Data Storage for the Proteomics Community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10109, "infons": {"fpage": "429", "lpage": "434", "name_0": "surname:Deutsch;given-names:EW", "name_1": "surname:Lam;given-names:H", "name_2": "surname:Aebersold;given-names:R", "pub-id_pmid": "18451766", "section_type": "REF", "source": "EMBO Rep", "type": "ref", "volume": "9", "year": "2008"}, "text": "PeptideAtlas: a resource for target selection for emerging targeted proteomics workflows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10199, "infons": {"fpage": "2136", "lpage": "2146", "name_0": "surname:Vizcaino;given-names:JA", "name_1": "surname:Foster;given-names:JM", "name_2": "surname:Martens;given-names:L", "pub-id_pmid": "20615486", "section_type": "REF", "source": "J. Proteomics", "type": "ref", "volume": "73", "year": "2010"}, "text": "Proteomics data repositories: providing a safe haven for your data and acting as a springboard for further research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10316, "infons": {"fpage": "282", "lpage": "293", "name_0": "surname:Bendixen;given-names:E", "name_1": "surname:Danielsen;given-names:M", "name_2": "surname:Hollung;given-names:K", "name_3": "surname:Gianazza;given-names:E", "pub-id_pmid": "21112346", "section_type": "REF", "source": "J. Proteomics", "type": "ref", "volume": "74", "year": "2011"}, "text": "Farm animal proteomics--a review.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10350, "infons": {"fpage": "D655", "lpage": "D658", "name_0": "surname:Desiere;given-names:F", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:King;given-names:NL", "name_3": "surname:Nesvizhskii;given-names:AI", "pub-id_pmid": "16381952", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "The PeptideAtlas project.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10376, "infons": {"fpage": "R106", "name_0": "surname:King;given-names:NL", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Ranish;given-names:JA", "name_3": "surname:Nesvizhskii;given-names:AI", "pub-id_pmid": "17101051", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "7", "year": "2006"}, "text": "Analysis of the Saccharomyces cerevisiae proteome with PeptideAtlas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10445, "infons": {"fpage": "59", "name_0": "surname:Loevenich;given-names:SN", "name_1": "surname:Brunner;given-names:E", "name_2": "surname:King;given-names:NL", "name_3": "surname:Deutsch;given-names:EW", "pub-id_pmid": "19210778", "section_type": "REF", "source": "BMC. Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "The Drosophila melanogaster PeptideAtlas facilitates the use of peptide data for improved fly proteomics and genome annotation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10573, "infons": {"fpage": "290", "name_0": "surname:Chan;given-names:QW", "name_1": "surname:Parker;given-names:R", "name_2": "surname:Sun;given-names:Z", "name_3": "surname:Deutsch;given-names:EW", "pub-id_pmid": "21639908", "section_type": "REF", "source": "BMC. Genomics", "type": "ref", "volume": "12", "year": "2011"}, "text": "A honey bee (Apis mellifera L.) PeptideAtlas crossing castes and tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10647, "infons": {"fpage": "795", "lpage": "806", "name_0": "surname:Picotti;given-names:P", "name_1": "surname:Bodenmiller;given-names:B", "name_2": "surname:Mueller;given-names:LN", "name_3": "surname:Domon;given-names:B", "pub-id_pmid": "19664813", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "138", "year": "2009"}, "text": "Full dynamic range proteome analysis of S. cerevisiae by targeted proteomics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10725, "infons": {"fpage": "53", "lpage": "62", "name_0": "surname:Danscher;given-names:AM", "name_1": "surname:Toelboell;given-names:TH", "name_2": "surname:Wattle;given-names:O", "pub-id_pmid": "20059904", "section_type": "REF", "source": "J. Dairy Sci", "type": "ref", "volume": "93", "year": "2010"}, "text": "Biomechanics and histology of bovine claw suspensory tissue in early acute laminitis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10811, "infons": {"fpage": "2240", "lpage": "2249", "name_0": "surname:Danielsen;given-names:M", "name_1": "surname:Codrea;given-names:MC", "name_2": "surname:Ingvartsen;given-names:KL", "name_3": "surname:Friggens;given-names:NC", "pub-id_pmid": "20352626", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "10", "year": "2010"}, "text": "Quantitative milk proteomics--host responses to lipopolysaccharide-mediated inflammation of bovine mammary gland.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10925, "infons": {"fpage": "1832", "lpage": "1843", "name_0": "surname:Bislev;given-names:SL", "name_1": "surname:Kusebauch;given-names:U", "name_2": "surname:Codrea;given-names:MC", "name_3": "surname:Beynon;given-names:RJ", "pub-id_pmid": "22256911", "section_type": "REF", "source": "J. Proteome. Res", "type": "ref", "volume": "11", "year": "2012"}, "text": "Quantotypic Properties of QconCAT Peptides Targeting Bovine Host Response to Streptococcus uberis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11024, "infons": {"fpage": "M110", "name_0": "surname:Farrah;given-names:T", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Omenn;given-names:GS", "name_3": "surname:Campbell;given-names:DS", "pub-id_pmid": "21632744", "section_type": "REF", "source": "Mol. Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "A high-confidence human plasma proteome reference set with estimated concentrations in PeptideAtlas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11125, "infons": {"fpage": "R110", "name_0": "surname:Martens;given-names:L", "name_1": "surname:Chambers;given-names:M", "name_2": "surname:Sturm;given-names:M", "name_3": "surname:Kessner;given-names:D", "pub-id_pmid": "20716697", "section_type": "REF", "source": "Mol. Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "mzML--a community standard for mass spectrometry data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11180, "infons": {"fpage": "2534", "lpage": "2536", "name_0": "surname:Kessner;given-names:D", "name_1": "surname:Chambers;given-names:M", "name_2": "surname:Burke;given-names:R", "name_3": "surname:Agus;given-names:D", "pub-id_pmid": "18606607", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "ProteoWizard: open source software for rapid proteomics tools development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11255, "infons": {"fpage": "1466", "lpage": "1467", "name_0": "surname:Craig;given-names:R", "name_1": "surname:Beavis;given-names:RC", "pub-id_pmid": "14976030", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "20", "year": "2004"}, "text": "TANDEM: matching proteins with tandem mass spectra.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11307, "infons": {"fpage": "2830", "lpage": "2832", "name_0": "surname:MacLean;given-names:B", "name_1": "surname:Eng;given-names:JK", "name_2": "surname:Beavis;given-names:RC", "name_3": "surname:McIntosh;given-names:M", "pub-id_pmid": "16877754", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "22", "year": "2006"}, "text": "General framework for developing and evaluating database scoring algorithms using the TANDEM search engine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11415, "infons": {"fpage": "2005", "name_0": "surname:Keller;given-names:A", "name_1": "surname:Eng;given-names:J", "name_2": "surname:Zhang;given-names:N", "name_3": "surname:Li;given-names:XJ", "pub-id_pmid": "16729052", "section_type": "REF", "source": "Mol. Syst. Biol", "type": "ref", "volume": "1", "year": "2005"}, "text": "A uniform proteomics MS/MS analysis platform utilizing open XML file formats.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11493, "infons": {"fpage": "4646", "lpage": "4658", "name_0": "surname:Nesvizhskii;given-names:AI", "name_1": "surname:Keller;given-names:A", "name_2": "surname:Kolker;given-names:E", "name_3": "surname:Aebersold;given-names:R", "pub-id_pmid": "14632076", "section_type": "REF", "source": "Anal. Chem", "type": "ref", "volume": "75", "year": "2003"}, "text": "A statistical model for identifying proteins by tandem mass spectrometry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11567, "infons": {"fpage": "349", "lpage": "374", "name_0": "surname:Farrah;given-names:T", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Aebersold;given-names:R", "pub-id_pmid": "21468960", "section_type": "REF", "source": "Methods Mol. Biol", "type": "ref", "volume": "728", "year": "2011"}, "text": "Using the Human Plasma PeptideAtlas to study human plasma proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11635, "infons": {"fpage": "522", "lpage": "528", "name_0": "surname:Elsik;given-names:CG", "name_1": "surname:Tellam;given-names:RL", "name_2": "surname:Worley;given-names:KC", "name_3": "surname:Gibbs;given-names:RA", "pub-id_pmid": "19390049", "section_type": "REF", "source": "Science", "type": "ref", "volume": "324", "year": "2009"}, "text": "The genome sequence of taurine cattle: a window to ruminant biology and evolution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11718, "infons": {"file": "nihms-515237-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Example of a protein view in the Bovine PeptideAtlas for the protein haptoglobin (Hp). There are several collapsible sections, each of which provides a related set of information about the protein. The first section provides an overview of information about the protein in general. Next, observed peptides are shown in red on the full protein amino acid sequence, and more information about each peptide is provided in the section Distinct Observed Peptides. The section Predicted Highly Observable Peptides lists theoretical peptides for the protein digested in silico by different prediction software tools.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12328, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "An overview of the tissue coverage", "sentences": [], "annotations": [], "relations": []}, {"offset": 12363, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\">\n        <thead>\n          <tr>\n            <th align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Tissues</th>\n            <th align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Number of experiments</th>\n            <th align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Number of canonical proteins at 1% FDR</th>\n            <th align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Number of peptides at 0.2 % PSM FDR</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Mammary epithelial cells</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1061</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3473</td>\n          </tr>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Colostrum</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">342</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1003</td>\n          </tr>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Milk</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">747</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2061</td>\n          </tr>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Udder</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">803</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2778</td>\n          </tr>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Hoof</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">385</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1042</td>\n          </tr>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Mitochondria</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1081</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3656</td>\n          </tr>\n          <tr>\n            <td colspan=\"4\" align=\"center\" valign=\"top\" rowspan=\"1\">\n              <hr/>\n            </td>\n          </tr>\n          <tr>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<bold>Total (unique)</bold>\n</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">107</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1921</td>\n            <td align=\"center\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8559</td>\n          </tr>\n        </tbody>\n      </table>\n"}, "text": "Tissues\tNumber of experiments\tNumber of canonical proteins at 1% FDR\tNumber of peptides at 0.2 % PSM FDR\t \tMammary epithelial cells\t21\t1061\t3473\t \tColostrum\t12\t342\t1003\t \tMilk\t24\t747\t2061\t \tUdder\t25\t803\t2778\t \tHoof\t11\t385\t1042\t \tMitochondria\t14\t1081\t3656\t \t\t \tTotal (unique)\t107\t1921\t8559\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]