[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240908", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC6184479", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/bioinformatics/bty385", "article-id_pmc": "PMC6184479", "article-id_pmid": "29762640", "article-id_publisher-id": "bty385", "fpage": "3566", "issue": "20", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "3571", "name_0": "surname:Bhowmick;given-names:Pallab", "name_1": "surname:Mohammed;given-names:Yassene", "name_2": "surname:Borchers;given-names:Christoph H", "name_3": "surname:Wren;given-names:Jonathan", "section_type": "TITLE", "type": "front", "volume": "34", "year": "2018"}, "text": "MRMAssayDB: an integrated resource for validated targeted proteomics assays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 85, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Motivation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 96, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Multiple Reaction Monitoring (MRM)-based targeted proteomics is increasingly being used to study the molecular basis of disease. When combined with an internal standard, MRM allows absolute quantification of proteins in virtually any type of sample but the development and validation of an MRM assay for a specific protein is laborious. Therefore, several public repositories now host targeted proteomics MRM assays, including NCI’s Clinical Proteomic Tumor Analysis Consortium assay portals, PeptideAtlas SRM Experiment Library, SRMAtlas, PanoramaWeb and PeptideTracker, with all of which contain different levels of information.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 729, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 737, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Here we present MRMAssayDB, a web-based application that integrates these repositories into a single resource. MRMAssayDB maps and links the targeted assays, annotates the proteins with information from UniProtKB, KEGG pathways and Gene Ontologies, and provides several visualization options on the peptide and protein level. Currently MRMAssayDB contains >168K assays covering more than 34K proteins from 63 organisms; >13.5K of these proteins are present in >2.3K KEGG biological pathways corresponding to >300 master pathways, and mapping to >13K GO biological processes. MRMAssayDB allows comprehensive searches for a targeted-proteomics assay depending on the user’s interests, by using target-protein name or accession number, or using annotations such as subcellular localization, biological pathway, or disease or drug associations. The user can see how many data repositories include a specific peptide assay, and the commonly used transitions for each peptide in all empirical data from the repositories.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1764, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Availability and implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1796, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " http://mrmassaydb.proteincentre.com ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1834, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1860, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Supplementary data are available at Bioinformatics online.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1920, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1 Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1935, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Targeted proteomics has become the method of choice for protein quantification which can be used to reproducibly quantitate large sets of proteins in a high-throughput manner, up to hundred proteins in 45 min. Targeted proteomics methods are typically performed using triple quadrupole in the Multiple Reaction Monitoring (MRM) mode, or using Orbitrap mass spectrometers in the Parallel Reaction Monitoring (PRM) mode. In an MRM experiment, the first quadrupole is used to isolate a particular precursor peptide ion, the second quadrupole is used for collision-induced dissociation, and the third one is used to isolate a characteristic fragment ion. In PRM, only the last step differs in that all ions are monitored. In scheduled LC/MRM-MS analysis, specific precursor/product ion pairs are monitored while the peptide is eluting from the liquid chromatography system, which allows quantitation of a large number of peptides and, by inference, the corresponding proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2910, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Designing and validating a new MRM/PRM assay is a laborious process. It is a multistep workflow that, in addition to performing wet-laboratory experiments, requires integration of prior knowledge with experimental data. This information includes for example the uniqueness of the proxy peptide (surrogate for a protein of interest) within a particular proteome, its retention time under specific LC conditions, the corresponding precursor/fragment ion pairs and more. The very first step in the assay design workflow is a good example of the challenges that one can face. Selecting the most suitable MRM peptide from a target protein includes enforcing almost 30 rules, where an important aspect is whether a peptide has been previously observed in MS/MS analyses and thus is known to be detectable—and this type of data can be found in several online public repositories.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3785, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There is no doubt that sharing already designed and validated targeted proteomics assays can save a lot of work for scientists and researchers planning to perform MRM or PRM experiments. Well-established resources for MRM-based targeted proteomics data include: PeptideAtlas SRM Experiment Library (PASSEL), NCI’s Clinical Proteomic Tumor Analysis Consortium (CPTAC), PanoramaWeb, SRMAtlas and PeptideTracker. New entries are added constantly to these repositories by different groups, whereas some repositories are specific like CPTAC which hosts mainly tumor assays, others are more generic for any targeted proteomics experiment like PASSEL. Some repositories store the raw data like PanoramaWeb, while others put emphasis on including the full sample preparation protocols like CPTAC and PeptideTracker. Also, for some protein entries, PeptideTracker lists the determined protein concentration ranges in samples, as measured by MRM.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4724, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PASSEL is a generic data repository from the Institute of System Biology. New MRM experimental results and the corresponding raw data can be submitted by the user, (www.peptideatlas.org/passel/), which—along with the corresponding internally-processed results—are made available to the research community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5034, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The assay portal of CPTAC from the National Cancer Institute (NCI), (http://assays.cancer.gov), serves as an open-source repository of well-characterized targeted proteomic assays. Its main goals are to enable robust quantification of all human proteins and to standardize the quantification of targeted MS-based assays. Submission to the portal is done by the consortium partners.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5416, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PanoramaWeb is an online resource for storing, sharing and analyzing targeted proteomic experiment processed by Skyline software. The PanoramaWeb repository (https://panoramaweb.org) provides a detailed view for the peptide, including chromatograms for the precursors in of all the replicates and also plots the peak area integrations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5752, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PeptideTracker (http://peptidetracker.proteincentre.com) was introduced as a knowledge base that is designed for collecting and storing information on protein concentration ranges in biological tissues along with the detailed description of the assays that were used. The information in PeptideTracker has been compiled from different experiments, along with the acquisition protocols and conditions used. While submission of new data is possible, the listed assay entries are mainly for human and mouse tissues due to the work history of the group behind PeptideTracker.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6324, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Because these data repositories and knowledge bases on targeted proteomics assays were introduced with different goals in mind, it is understandable that the information hosted is heterogeneous. In this context, MRMAssayDB provides the first tool to obtain comprehensive information on all available targeted proteomics assays in all of these community-wide online resources.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6700, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6724, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 MRMAssayDB data collection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6755, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Currently, MRMAssayDB is populated with MRM-based targeted proteomics assay data from PASSEL, CPTAC, PanoramaWeb, SRMAtlas and PeptideTracker. Ultimately, the goal is to combine data that resides in different targeted proteomics repositories, and provide users with a unified view of available targeted proteomics assays.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7077, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRMAssayDB keeps various information on the protein assays including UniProtKB accession number, protein name, gene name, organisms, peptide sequence, uniqueness in the proteome, peptide presence of isoforms, labeled internal standard used and, importantly, a hyperlink of each entry to the relevant targeted proteomics resources from which the information was obtained (Supplementary Fig. S1). The datatables in MRMAssayDB are updated periodically. For this, new data from all five repositories is retrieved, matched with UniProtKB and other databases, and compiled automatically on a monthly basis. The uniqueness of the peptide to the target protein is re-assessed in each compilation as it may change with the discovery of new proteins. Here, a ‘unique peptide’ means that its sequence is present only in the specific protein and/or its isoforms, and both these levels are annotated. This means that users have available to them information on whether a peptide assay can be used to quantify a specific isoform, or whether it can be used to test if a gene model with any splice isoform is expressed at the protein level.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8206, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 Search functionality", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8231, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because of the richness of the collected data, having a good search algorithm is essential. MRMAssayDB allows searching the assays and filtering as well as downloading the search results in various ways, based on the user’s interest. The assays can be searched based on partial protein name, protein accession, partial peptide sequence, biological pathway involvement, or involvement in disease (Fig. 1). After the search results are present on the screen, additional filters can be applied to each column, columns can be blended and viewed, and a final report of the search results can be downloaded. MRMAssayDB also provides an advanced search option where multiple search terms specific to different data types can be combined, e.g. protein name and subcellular location, or gene name, organism and biological pathway. It is recommended that users use the advanced search function whenever possible because combined queries limit the volume of data that has to be loaded, and thereby improve responsiveness. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9246, "infons": {"file": "bty385f1.jpg", "id": "bty385-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "MRMAssayDB homepage with simple and advanced search functionalities, along with some statistics on its content", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9357, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 Domain, post-translational modifications and disease-causing mutations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9432, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mutations and post-translational modifications (PTMs) are important in the study of health and disease, and more data is continuously becoming available on the positions of disease-related mutations and PTMs on the protein. While the majority of MRM/PRM targeted proteomics assays are based on non-modified peptides, it is important to have updated information on whether the proxy peptide selected carries a mutation or PTM, or not. We have combined data on known disease-causing mutations and PTMs, and mapped it to the assays in MRMAssayDB. To visualize the variations, PTMs and important UniProtKB features, we have added a recently-released visualization tool, ProtVista, that shows the proxy peptide, protein sequence features in the UniProtKB, experimental proteomics and variation public datasets (Fig. 2). The functional, positional and variant information was obtained from the EBI Protein API. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10339, "infons": {"file": "bty385f2.jpg", "id": "bty385-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "A visual representation of a protein and its MRM peptide assays along with other annotations displayed in MRMAssayDB. The example in the figure is from cellular tumor antigen p53 protein (P04637) showing UniProtKB features, experimental proteomics and variants obtained from public datasets using the EBI ProtVista tool after extending it with MRMAssayDB data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10699, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.4 Structural data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10719, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In targeted proteomics methods that are based on surrogate or proxy peptides, it is sometime of interest to know the exact position of the peptide in the 3D structure of the protein. Therefore, 3D protein struc-tures in the unbound (free) and bound (complex) states that include the particular peptide have been extracted from Protein Databank (PDB). PDB structures were selected using two criteria: (i) the constructs used for the structure determination experiment contained the peptide sequence of interest, and (ii) there is visible electron density for the peptide. IUPred software was used to predict the structural disorder, and IUPred outputs scores (ranging between 0 and 1) are included for each residue; with scores that are >0.5 indicating disordered residues (the ‘short’ mode of IUPred was used) (Supplementary Fig. S2A–E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11565, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.5 Biological pathways", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11589, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRMAssayDB maps all available assays to the entries in the KEGG pathway database, and extracts and displays the entire network of which the assay is a part. The genes or proteins in the pathway maps are color coded, with violet indicating the assay that the user searched for in MRMAssayDB, and maroon and orange indicating that there is an assay available for a protein or gene, while rectangular green boxes represent genes or proteins in the pathway without assays in MRMAssayDB. All color-coded boxes are linked to the data in MRMAssayDB via hyperlinks. With one single interactive plot, the user can see the coverage of the biological pathway using available assays (Fig. 3A). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12273, "infons": {"file": "bty385f3.jpg", "id": "bty385-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Pathway and PPI Viewer in MRMAssayDB. (A) An example of Complement and Coagulation cascades for tissue factor protein (gene name F3) from the KEGG database. (B) Protein–protein interaction network of the F3 gene. All nodes in (A) and (B) can be searched for targeted assays in MRMAssayDB via the web interface, using a single click", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12607, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.6 Protein–protein interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12642, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each assay, MRMAssayDB extracts the known protein–protein interactions from the STRING database. The same color-coding scheme for pathway analysis was used when mapping the genes or proteins onto the protein–protein-interaction network, while white boxes represent non-mapped genes in the interactome (Fig. 3B).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12963, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.7 Functional data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12983, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MRMAssayDB links the targeted proteomics protein assays to the functional data annotations for the protein as represented in the Gene Ontology (GO) annotations from the QuickGO web-based portal (Supplementary Fig. S3). This functional data includes information on the three most general GO terms: Biological Process, Molecular Function and Cellular Component. Briefly, Molecular Function explains what a gene product does at the biochemical level. Biological Process explains a broad biological objective. Cellular Component defines the location of a gene product, within cellular structures and within macromolecular complexes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13612, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.8 Implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13631, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the routines in MRMAssayDB are written in the Python 2.7 programming language (www.python.org). The user web interface was developed using the Django 1.8 framework (https://djangoproject.com), and displays plots are generated on the fly using JavaScript. JSmol is used to visualize the 3D protein structures interactively (http://wiki.jmol.org/index.php/JSmol#JSmol). We preferred JSmol over Jmol because JSmol is a JavaScript applet and does not require any Java (popup window) authorization. Jvenn and Cytoscape.js were used to plot the interactive Euclidean diagrams (Fig. 1) and PPI networks (Fig. 3B), respectively. The metadata from PASSEL, CPTAC, PanoramaWeb, SRMAtlas (Kusebauch et al.), PeptideTracker, UniProt, PDB, KEGG, STRING and QuickGO are automatically retrieved using routines written in Java (www.oracle.com/java/index.html), Python and Selenium Webdriver (http://www.seleniumhq.org).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14540, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14550, "infons": {"file": "bty385-T1.xml", "id": "bty385-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "The five organisms with the highest number of entries in MRMAssayDB (March 2018)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14631, "infons": {"file": "bty385-T1.xml", "id": "bty385-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"left\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Organism name</th><th rowspan=\"1\" colspan=\"1\">Number of unique peptide assay entries</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\"><italic>Homo sapiens</italic> (human)</td><td rowspan=\"1\" colspan=\"1\">101 613 (covering 19 777 proteins)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><italic>Saccharomyces cerevisiae</italic> (yeast)</td><td rowspan=\"1\" colspan=\"1\">47 946 (covering 6478 proteins)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><italic>Escherichia coli</italic></td><td rowspan=\"1\" colspan=\"1\">3420 (covering 2363 proteins)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><italic>Mus musculus</italic> (mouse)</td><td rowspan=\"1\" colspan=\"1\">5327 (covering 2304 proteins)</td></tr><tr><td rowspan=\"1\" colspan=\"1\"><italic>Mycobacterium tuberculosis</italic></td><td rowspan=\"1\" colspan=\"1\">5892 (covering 1681 proteins)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Others</td><td rowspan=\"1\" colspan=\"1\">4211 (covering 2137 proteins)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Total</td><td rowspan=\"1\" colspan=\"1\">168409 (covering 34740 proteins)</td></tr></tbody></table>\n"}, "text": "Organism name\tNumber of unique peptide assay entries\t \tHomo sapiens (human)\t101 613 (covering 19 777 proteins)\t \tSaccharomyces cerevisiae (yeast)\t47 946 (covering 6478 proteins)\t \tEscherichia coli\t3420 (covering 2363 proteins)\t \tMus musculus (mouse)\t5327 (covering 2304 proteins)\t \tMycobacterium tuberculosis\t5892 (covering 1681 proteins)\t \tOthers\t4211 (covering 2137 proteins)\t \tTotal\t168409 (covering 34740 proteins)\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15053, "infons": {"file": "bty385-T2.xml", "id": "bty385-T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Assays in the targeted proteomics repositories", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15100, "infons": {"file": "bty385-T2.xml", "id": "bty385-T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"left\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Database name</th><th rowspan=\"1\" colspan=\"1\">Number of unique peptide assay entries</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">CPTAC</td><td rowspan=\"1\" colspan=\"1\">1405 assay covering 808 proteins</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PanoramaWeb</td><td rowspan=\"1\" colspan=\"1\">41 998 assay covering 8625 proteins</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PASSEL</td><td rowspan=\"1\" colspan=\"1\">20 496 assay covering 7553 proteins</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PeptideTracker</td><td rowspan=\"1\" colspan=\"1\">5640 assay covering 3281 proteins</td></tr><tr><td rowspan=\"1\" colspan=\"1\">SRMAtlas</td><td rowspan=\"1\" colspan=\"1\">118 098 assay covering 25914 proteins</td></tr></tbody></table>\n"}, "text": "Database name\tNumber of unique peptide assay entries\t \tCPTAC\t1405 assay covering 808 proteins\t \tPanoramaWeb\t41 998 assay covering 8625 proteins\t \tPASSEL\t20 496 assay covering 7553 proteins\t \tPeptideTracker\t5640 assay covering 3281 proteins\t \tSRMAtlas\t118 098 assay covering 25914 proteins\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15392, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MRMAssayDB captures various types of data and information from MRM/PRM experiment repositories as well as proteomic and pathway information from targeted proteomics assays, and makes all linked information accessible through a single web interface. Our system provides up-to-date information on thousands of targeted proteomics assays. Currently, entries for 168 404 peptide assays are included, covering more than 34 740 proteins from 63 species (Table 1). These proteins correspond to 13 102 biological processes, 4886 molecular functions, and 1929 cellular components. Supplementary Figure S4 shows this trend exemplified in the top GO terms for human proteins. As of March 2018, PanoramaWeb, CPTAC, SRMAtlas (Kusebauch et al.) and PASSEL, and PeptideTracker contain information on thousands of assays with transitions for the labeled and label-free forms of the peptide (Table 2). While each of the five resources was developed for a specific goal, the information hosted by them is complementary (Fig. 1), and together they form a valuable foundation for MRM based targeted proteomics. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16493, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The information on these 168K proteotypic peptide assays is based on the 177 327 MRM assays currently available in the targeted proteomics community repositories. The difference in the numbers is due to assays that are not unique to the proteome of a specific organism (using UniProtKB as the reference). A user can nevertheless use the advanced search function to upload his own protein sequences in FASTA format, and all 177K assays will be searched and suitable proteotypic peptide assays will be reported in the results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17020, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because MRMAssayDB uses an integrative approach and maps data from multiple repositories, it allows a new view of every assay and shows how many data repository a particular assay is in. For example one protein may have multiple proteotypic peptide assays already developed, validated, and in used. The proteotypic peptide which has been successfully used by the largest number of users would probably be a good choice if one is interested in simple quantification of the protein. In addition, MRMAssayDB lists the most common transitions for each peptide MRM assay. Keeping in mind that all transitions originate from actual validated assays used in one or more laboratory, the most commonly used transitions are those ions which appearing most frequently in the assays for a specific surrogate peptide. Although there may be various ways of determining the ‘best’ transitions—e.g. those with the highest intensity, best peak shape, or fewer interferences, we assume that if various scientists have followed various methods to determine the transitions and validate them in actual experiments, then the best transitions will be those that appear most frequently in various experiments. Keeping in mind that the user can sort and filter any column in the MRMAssayDB results datatable, the user can, for example, identify the most commonly used assay for a specific protein and its best transitions with only few clicks.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18446, "infons": {"file": "bty385-T3.xml", "id": "bty385-T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Assay specificity to protein isoform based on repository data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18508, "infons": {"file": "bty385-T3.xml", "id": "bty385-T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Database name</th><th rowspan=\"1\" colspan=\"1\">Peptide uniqueness in proteome (%)</th><th rowspan=\"1\" colspan=\"1\">Peptide is specific to one protein isoform (%)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">CPTAC</td><td rowspan=\"1\" colspan=\"1\">97.30</td><td rowspan=\"1\" colspan=\"1\">48.93</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PanoramaWeb</td><td rowspan=\"1\" colspan=\"1\">95.65</td><td rowspan=\"1\" colspan=\"1\">95.41</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PASSEL</td><td rowspan=\"1\" colspan=\"1\">96.38</td><td rowspan=\"1\" colspan=\"1\">82.15</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PeptideTracker</td><td rowspan=\"1\" colspan=\"1\">95.65</td><td rowspan=\"1\" colspan=\"1\">67.12</td></tr><tr><td rowspan=\"1\" colspan=\"1\">SRMAtlas</td><td rowspan=\"1\" colspan=\"1\">78.21</td><td rowspan=\"1\" colspan=\"1\">60.23</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Overall</td><td rowspan=\"1\" colspan=\"1\">92.64</td><td rowspan=\"1\" colspan=\"1\">70.77</td></tr></tbody></table>\n"}, "text": "Database name\tPeptide uniqueness in proteome (%)\tPeptide is specific to one protein isoform (%)\t \tCPTAC\t97.30\t48.93\t \tPanoramaWeb\t95.65\t95.41\t \tPASSEL\t96.38\t82.15\t \tPeptideTracker\t95.65\t67.12\t \tSRMAtlas\t78.21\t60.23\t \tOverall\t92.64\t70.77\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18748, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Not all of the assays in the online repositories are based on unique peptides in the proteome. Therefore, for all peptides that are included in the MRMAssayDB, a uniqueness test is performed and the results are reported next to each peptide. Currently 93% of all assays are based on unique peptides (Table 3). Using the EBI standard tool for the graphical representation of protein sequence features—ProtVista tool, the proxy peptide of the target protein can be compared to the various protein-sequence features in UniProtKB, and experimental proteomics and sequence variation data. As example of the human protein P53_HUMAN which functions as a tumor suppressor (25) is shown in Figure 2, and one can see that the proxy peptide (residues 182–196) contain a modified residue and two disease-causing mutations. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19566, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The protein structure viewer facilitates the exploration and visualization of 3D protein structures and allows the user to visualize the region of origin of the proxy peptide. This allows the user to visually explore whether the surrogate peptide originated from the surface or was embedded deeper in the folded protein, or whether the peptide formed part of an alpha helix or a beta sheet. In case of multiple peptide assays for one protein, the user can choose an assay based on the specific region of the proxy peptide in the 3D structure of the protein. An example showing ubiquitin-like ISG15 protein and its assay using the surrogate peptide LAVHPSGVALQDR is presented in Supplementary Figure S2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20269, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From all entries in MRMAssayDB, we were able to map a total of 13 568 proteins to 384 KEGG master biological pathways. Figure 4 shows a few examples of these pathways, such as the P13K-AKT signalling pathway in humans which includes 524 proteins of which 342 are present with assays in MRMAssayDB, the KEGG pathways in cancer for which there are 522 assays available for human (Fig. 4). Figure 4 provides an insight into how the integrative approach of combining the five major targeted-proteomics assay repositories can provide improved coverage compared to an individual repository. Approximately only two-third of all human proteins are currently associated with metabolic pathways (based on entries retrieved from KEGG and UniProtKB in March 2018). Using the information in MRMAassayDB on the protein in volvement in biological pathways, assays can be chosen and used to further characterize existing pathways, or—as not all proteins are present in KEGG—an assay can be chosen to find new undocumented involvement of a protein in a pathway. For pathway visualization, all nodes (genes/proteins/enzymes) can be interactively used, as they are hyperlinked to each corresponding entry and are color-coded and highlighted on the pathway graphs (Fig. 3A). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21535, "infons": {"file": "bty385f4.jpg", "id": "bty385-F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Top 10 KEGG pathways with targeted proteomics assays in humans. Above each bar is the number of proteins with assays in MRMAssayDB, the total number of proteins corresponding to that pathway, and—in parentheses—the corresponding percent coverage", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21785, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As the amount of available protein–protein interaction data increases, it is common for researchers to analyze their proteins of interest as a part of a system of dynamic interactions. The protein–protein interaction network of each assay in MRMAssayDB is displayed using the Cytoscape Web application. The network can be obtained from the search-results table (Supplementary Fig. S1). The color-coded network (See Section 2) (Fig. 3B) provides helpful insights into the available targeted proteomics assay for which interaction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22320, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MRMAssayDB also maps all entries to their Gene Ontology annotation. The current assays map to 13102 biological processes, 4886 molecular functions, and 1929 cellular components. Most of the available assays for human samples are associated with G-protein coupled receptor signaling pathway (99%) and signal transduction (99.5%). On one hand, this indicates the possibility of using the assays collected in MRMAssayDB to characterize diverse biological process (Supplementary Fig. S4), and, on the other hand, it shows the preferences in the targeted proteomics community toward developing assays to characterize biological processes. The majority of the molecular functions and cellular components were associated with protein binding and cytosol (Supplementary Fig. S4).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23092, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "4 Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23106, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "MRMAssayDB is a freely available web-based resource for accumulating available targeted proteomics assays in the community. It retrieves information from five major MRM and PRM targeted-proteomics assay portals, and the data repositories: PASSEL, PanoramaWeb, CPTAC assay portal, SRMAtlas and PeptideTracker. The collected information is integrated and annotated with additional information on the involvement of biological pathways, protein–protein interaction, Gene Ontology terms, known PTMs and disease-associated mutations, disease involvement, etc. MRMAssayDB will help scientists and researchers attempting to perform a targeted proteomics experiment to easily find the suitable assay and will accelerate sharing the assays between scientists.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23859, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "MRMAssayDB shows how many data repositories reported each assay, allowing results to be sorted and enabling the user to immediately see which assay was used successfully by most users. Furthermore, for each MRM peptide assay, the common transitions appearing most frequently in all available assays from different repositories and instruments are listed. Users can also upload own protein sequences to search for suitable existing assays.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24298, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The application combines the strengths of Java, Python, Ajax, JavaScript, Selenium Webdriver and Django with a suite of integrated bioinformatics tools. Ultimately, MRMAssayDB supports basic and advanced search queries, as well as the possibility of filtering and sorting the search results. The software has also an advanced Application Program Interface allowing a query to be sent in an automated manner. As new datasets become available, we intend to continue to integrate them into the database. The data entries are updated automatically at the beginning of each month.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24874, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "MRMAssayDB is unique in both its integrative approach and the comprehensiveness of information provided on the available targeted-proteomics assays in the community–wide online resources. The type of empirical, detailed information included in this tool for each peptide is required and essential for the planning of MRM experiments. Access to the software is available free of charge, at http://MRMAssayDB.proteincentre.com/.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25303, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25326, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25337, "infons": {"fpage": "293.", "name_0": "surname:Bardou;given-names:P.", "name_1": "surname:Mariette;given-names:J.", "pub-id_pmid": "25176396", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "15", "year": "2014"}, "text": "jvenn: an interactive Venn diagram viewer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25379, "infons": {"fpage": "899", "lpage": "907", "name_0": "surname:Berman;given-names:H.M.", "name_1": "surname:Battistuz;given-names:T.", "pub-id_pmid": "12037327", "section_type": "REF", "source": "Acta Crystallogr. Sect. D Biol. Crystallogr", "type": "ref", "volume": "58", "year": "2002"}, "text": "The Protein Data Bank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25401, "infons": {"fpage": "3045", "lpage": "3046", "name_0": "surname:Binns;given-names:D.", "name_1": "surname:Dimmer;given-names:E.", "pub-id_pmid": "19744993", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "QuickGO: a web-based tool for Gene Ontology searching", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25455, "infons": {"fpage": "3433", "lpage": "3434", "name_0": "surname:Dosztányi;given-names:Z.", "name_1": "surname:Csizmok;given-names:V.", "pub-id_pmid": "15955779", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "IUPred: web server for the prediction of intrinsically unstructured regions of proteins based on estimated energy content", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25577, "infons": {"fpage": "1170", "lpage": "1175", "name_0": "surname:Farrah;given-names:T.", "name_1": "surname:Deutsch;given-names:E.W.", "pub-id_pmid": "22318887", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "12", "year": "2012"}, "text": "PASSEL: the PeptideAtlas SRM experiment library", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25625, "infons": {"fpage": "309", "lpage": "311", "name_0": "surname:Franz;given-names:M.", "name_1": "surname:Lopes;given-names:C.T.", "pub-id_pmid": "26415722", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "32", "year": "2016"}, "text": "Cytoscape.js: a graph theory library for visualisation and analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25693, "infons": {"fpage": "1425", "lpage": "1433", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "11", "year": "2011"}, "text": "Creating the gene ontology resource: design and implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25756, "infons": {"fpage": "27", "lpage": "30", "name_0": "surname:Kanehisa;given-names:M.", "name_1": "surname:Goto;given-names:S.", "pub-id_pmid": "10592173", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "KEGG: kyoto encyclopedia of genes and genomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25802, "infons": {"fpage": "2339", "lpage": "2349", "name_0": "surname:Keshishian;given-names:H.", "name_1": "surname:Addona;given-names:T.", "pub-id_pmid": "19596694", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "8", "year": "2009"}, "text": "Quantification of cardiovascular biomarkers in patient plasma by targeted mass spectrometry and stable isotope dilution", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25922, "infons": {"fpage": "766", "lpage": "778", "name_0": "surname:Kusebauch;given-names:U.", "name_1": "surname:Campbell;given-names:D.S.", "pub-id_pmid": "27453469", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "166", "year": "2016"}, "text": "Human SRMAtlas: a resource of targeted assays to quantify the complete human proteome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26008, "infons": {"fpage": "D404", "lpage": "D409", "name_0": "surname:Lam;given-names:S.D.", "name_1": "surname:Dawson;given-names:N.L.", "pub-id_pmid": "26578585", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "Gene3D: expanding the utility of domain assignments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26060, "infons": {"fpage": "3797", "lpage": "3806", "name_0": "surname:Liebler;given-names:D.C.", "name_1": "surname:Zimmerman;given-names:L.J.", "pub-id_pmid": "23517332", "section_type": "REF", "source": "Biochemistry", "type": "ref", "volume": "52", "year": "2013"}, "text": "Targeted quantitation of proteins by mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26115, "infons": {"fpage": "966", "lpage": "968", "name_0": "surname:MacLean;given-names:B.", "name_1": "surname:Tomazela;given-names:D.M.", "pub-id_pmid": "20147306", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "Skyline: an open source document editor for creating and analyzing targeted proteomics experiments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26214, "infons": {"fpage": "151", "lpage": "161", "name_0": "surname:Mohammed;given-names:Y.", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "106", "year": "2016"}, "text": "PeptideTracker: a knowledgebase for collecting and storing information on protein concentrations in biological tissues", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26333, "infons": {"fpage": "151", "lpage": "161", "name_0": "surname:Mohammed;given-names:Y.", "pub-id_pmid": "24769191", "section_type": "REF", "source": "J. Proteomics", "type": "ref", "volume": "106", "year": "2014"}, "text": "PeptidePicker: a scientific workflow with web interface for selecting appropriate peptides for targeted proteomics experiments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26460, "infons": {"fpage": "S9.", "name_0": "surname:Nehrt;given-names:N.L.", "name_1": "surname:Peterson;given-names:T.A.", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "13", "year": "2012"}, "text": "Domain landscapes of somatic mutations in cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26509, "infons": {"fpage": "W539", "lpage": "W544", "name_0": "surname:Nightingale;given-names:A.", "name_1": "surname:Antunes;given-names:R.", "pub-id_pmid": "28383659", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "The Proteins API: accessing key integrated protein and genome information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26583, "infons": {"fpage": "917", "lpage": "926", "name_0": "surname:Percy;given-names:A.J.", "name_1": "surname:Chambers;given-names:A.G.", "pub-id_pmid": "23806606", "section_type": "REF", "source": "Biochim. Biophys. Acta", "type": "ref", "volume": "1844", "year": "2014"}, "text": "Advances in multiplexed MRM-based protein biomarker quantitation toward clinical utility", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26672, "infons": {"fpage": "24", "lpage": "27", "name_0": "surname:Picotti;given-names:P.", "name_1": "surname:Bodenmiller;given-names:B.", "pub-id_pmid": "23269373", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "10", "year": "2013"}, "text": "Proteomics meets the scientific method", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26711, "infons": {"fpage": "4205", "lpage": "4210", "name_0": "surname:Sharma;given-names:V.", "name_1": "surname:Eckels;given-names:J.", "pub-id_pmid": "25102069", "section_type": "REF", "source": "J. Proteome Res", "type": "ref", "volume": "13", "year": "2014"}, "text": "Panorama: a targeted proteomics knowledge base", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26758, "infons": {"fpage": "D447", "lpage": "D452", "name_0": "surname:Szklarczyk;given-names:D.", "name_1": "surname:Franceschini;given-names:A.", "pub-id_pmid": "25352553", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "STRING v10: protein–protein interaction networks, integrated over the tree of life", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26843, "infons": {"fpage": "D214", "lpage": "D219", "pub-id_pmid": "21051339", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "Ongoing and future developments at the Universal Protein Resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26909, "infons": {"fpage": "2040", "lpage": "2041", "name_0": "surname:Watkins;given-names:X.", "name_1": "surname:Garcia;given-names:L.J.", "pub-id_pmid": "28334231", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "33", "year": "2017"}, "text": "ProtVista: visualization of protein sequence annotations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26966, "infons": {"fpage": "223", "lpage": "236", "name_0": "surname:Whiteaker;given-names:J.R.", "name_1": "surname:G.N.", "pub-id_pmid": "26867747", "section_type": "REF", "source": "Methods Mol. Biol", "type": "ref", "volume": "1410", "year": "2016"}, "text": "Using the CPTAC assay portal to identify and implement highly characterized targeted proteomics assays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27069, "infons": {"fpage": "703", "lpage": "704", "name_0": "surname:Whiteaker;given-names:J.R.", "name_1": "surname:Halusa;given-names:G.N.", "pub-id_pmid": "24972168", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "11", "year": "2014"}, "text": "CPTAC Assay Portal: a repository of targeted proteomic assays", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]