[{"source": "PMC", "date": "20220617", "key": "pmc.key", "infons": {}, "documents": [{"id": "9171898", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1021/acs.jproteome.2c00131", "article-id_pmc": "9171898", "article-id_pmid": "35532924", "fpage": "1510", "issue": "6", "kwd": "proteomics database phosphoproteomics mass spectrometry phosphorylation phosphopeptides phosphosites PhosphoSitePlus PeptideAtlas proteome false discovery rate evolutionary\nconservation UniProt", "license": "Permits the broadest form of re-use including for commercial purposes, provided that author attribution and integrity are maintained (https://creativecommons.org/licenses/by/4.0/).", "lpage": "1524", "name_0": "surname:Kalyuzhnyy;given-names:Anton", "name_1": "surname:Eyers;given-names:Patrick A.", "name_2": "surname:Eyers;given-names:Claire E.", "name_3": "surname:Bowler-Barnett;given-names:Emily", "name_4": "surname:Martin;given-names:Maria J.", "name_5": "surname:Sun;given-names:Zhi", "name_6": "surname:Deutsch;given-names:Eric W.", "name_7": "surname:Jones;given-names:Andrew R.", "section_type": "TITLE", "type": "front", "volume": "21", "year": "2022"}, "text": "Profiling the Human Phosphoproteome to Estimate the True Extent of Protein Phosphorylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 91, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Public phosphorylation databases such as PhosphoSitePlus (PSP) and PeptideAtlas (PA) compile results from published papers or openly available mass spectrometry (MS) data. However, there is no database-level control for false discovery of sites, likely leading to the overestimation of true phosphosites. By profiling the human phosphoproteome, we estimate the false discovery rate (FDR) of phosphosites and predict a more realistic count of true identifications. We rank sites into phosphorylation likelihood sets and analyze them in terms of conservation across 100 species, sequence properties, and functional annotations. We demonstrate significant differences between the sets and develop a method for independent phosphosite FDR estimation. Remarkably, we report estimated FDRs of 84, 98, and 82% within sets of phosphoserine (pSer), phosphothreonine (pThr), and phosphotyrosine (pTyr) sites, respectively, that are supported by only a single piece of identification evidence—the majority of sites in PSP. We estimate that around 62 000 Ser, 8000 Thr, and 12 000 Tyr phosphosites in the human proteome are likely to be true, which is lower than most published estimates. Furthermore, our analysis estimates that 86 000 Ser, 50 000 Thr, and 26 000 Tyr phosphosites are likely false-positive identifications, highlighting the significant potential of false-positive data to be present in phosphorylation databases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1522, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1535, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Protein phosphorylation is a fundamental post-translation modification (PTM) that regulates protein function and is well studied in relation to cell signaling pathways and disease.− Huge numbers of phosphorylated peptides and sites have been reported and characterized after isolation from human cells using approaches allied to tandem mass spectrometry (LC-MS/MS), focussing primarily on the phosphorylation of “canonical” (established) serine (Ser), threonine (Thr), and tyrosine (Tyr) residues.− However, large numbers of “noncanonical” phosphorylation sites have also been annotated on proteins from a variety of sources including human cells. This additional complexity highlights the ongoing requirement for careful, evidence-based phosphosite identification from mass spectrometric datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2346, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Historically, the focused analysis of phosphorylation sites in proteins tended to rely on biochemical analysis including, for example, chromatography and solid-state Edman sequencing.− However, while giving confidence in phosphosite identification, such low-throughput approaches are now rare, lacking the depth of coverage needed for most large-scale studies. The dominance of MS approaches has led to the development of multiple strategies to both understand and help mitigate the high levels of phosphopeptide false discovery rate (FDR), particularly in sets of mapped peptide spectral matches (PSMs) that result from LC-MS/MS and sequence database analysis.− The goal of such approaches is to separate true identifications from false ones. Even without considering noncanonical phosphorylation (which is likely to be absent in typical phosphoproteomics pipelines due to its acid-labile nature), many confidently identified phosphopeptides possess multiple Ser, Thr, or Tyr residues that could be differentially modified in a given proteolytically generated peptide. Phosphosite occupancy is variable on any given protein under different biological conditions such that analysis of a peptide containing, for example, two Ser residues that have the potential to be phosphorylated with different dynamics could present evidence for either only one or both being modified, depending on the sample studied. Many phosphorylation events are also substoichiometric, possibly falling below the limit of detection of certain analyses. As such, careful data handling and statistical processes should be applied, either within the search engine used for peptide mapping or in a downstream software application to calculate additional statistics, such as a local false localization rate (FLR) or conversely the probability that a given site within a peptide is correct or incorrect. Software/algorithms include phosphoRS, Ascore, Andromeda’s PTM Score, and recently released PTMProphet. We have previously benchmarked the performance of some instrumental parameters and software pipelines for phosphoproteomics, demonstrating that there is considerable variability in how such scores map to robust statistics, such as local or global FLR, depending on the instrument fragmentation mode and resolution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4645, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Following confident identification of phosphopeptides and localization of given sites, data tend to be compiled from within a single study or across multiple studies (meta-analysis) to determine the extent of evidence for a given site from multiple PSMs. In general, where there are independent observations of PSMs supporting a phosphosite, it can be reasonably assumed that the evidence for a site to be real increases, although to our knowledge, there are no current statistical models to calculate this phenomenon accurately. Multiple PSMs can be observed per identified phosphosite as a result of either different peptide sequences containing that site, or the same peptide sequence being detected several times. There are some caveats to this logic though, as it is possible for the same PSM to be wrongly assigned to a phosphopeptide multiple times. This can occur if the correct interpretation for the spectrum had a very similar peptide sequence and identical mass to the wrongly assigned phosphopeptide. Although LC-MS/MS and computational analysis is generally recognized as very effective and reliable for phosphosite detection, from each study, it is likely that there is some element of remaining false discovery of peptides and sites wrongly localized, depending on the applied statistical thresholds. This is particularly problematic for studies that set relatively weak thresholds for phosphosite localization (e.g., equating to site probability >0.75) to maximize sensitivity—more true positives may be identified, but at the expense of very large numbers of false positives passing the threshold. A multicenter benchmarking study highlighted some of the challenges in practice, showing considerable variability in the number of true-positive, false-positive, and false-negative sites reported across different laboratories, with particular issues arising when a peptide carried multiple phosphate groups. Methods and guidelines for FLR are still evolving and not consistently applied in phosphoproteome studies, and so it is likely that most published studies contain considerable numbers of falsely localized phosphosites.− This can lead to overestimation of the total number of known true human phosphosites if database providers do not control for FDR across multiple datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6949, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One such database is PhosphoSitePlus (PSP) which represents a comprehensive, manually curated, and well-cited resource containing experimentally defined PTMs primarily focusing on phosphorylation. As of March 2020, PSP encompassed phosphosite evidence across 17 830 human protein sequences, which are defined as canonical in UniProt (representing the most prevalent protein product per gene, for example). The evidence for phosphorylation comes from manually curated reviews of literature primarily describing tandem MS studies and also low-throughput experiments, or from in-house MS studies. Interestingly, the majority of phosphosites in PSP only have a single piece of evidence associated with their identification (i.e., there is only one study identifying the phosphosite). As mentioned in the PSP documentation itself, researchers should be cautious when accepting such sites as true positives. It is possible that many users of PSP are not aware of the need for caution when reviewing or reusing data, and we are not familiar with any previous effort to assess phosphosite FDR within PSP. A second curated proteomics resource is PeptideAtlas (PA) which is a repository of tandem MS datasets that have been processed through Trans-Proteomic Pipeline to ensure high and consistent quality of phosphopeptide identifications. The latest PA builds incorporate the use of the PTMProphet algorithm for phosphosite localization where each potential phosphosite within an observed PSM is assigned a probability score between 0 and 1 of being phosphorylated. As with PSP, researchers should also be careful when accepting sites in PA with only a single piece of identification evidence (i.e., a single associated PSM) as positively identified phosphosites. Instead, phosphosites that not only have multiple PSM observations in PA but also have high phosphorylation probability scores assigned within the majority of those PSMs are most likely to be true-positive identifications. In addition to PSP and PA, other databases containing data on human phosphosites include UniProt, which collates mostly manually curated phosphosites from the literature but is planned to start incorporating high-throughput derived data in later releases; dbPTM, a server importing data from other resources, but currently unavailable as of July 2021; and PhosphoDB containing results from a set of studies on phosphopeptides derived from multiple proteases. Even with easy access to these accumulated phosphorylation site resources, to our knowledge, no estimates have been made to predict the scale of phosphosite FDR across large datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9572, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this work, by profiling the reported human phosphoproteome, we aimed to estimate the false discovery rate of phosphosites with evidence in PSP and/or PA and use these estimates to predict the count of true phosphosites within the currently explored human phosphoproteome. We categorized the sites into sets of various predicted phosphorylation likelihood based on the amount of positive identification evidence reported in PSP and PA, properties not readily available in other databases. Using orthogonal features of phosphosites assigned to these sets, such as evolutionary conservation, sequence properties, and functional annotations, we aimed to demonstrate significant differences between the sets and develop an improved method for independent FDR estimation, which can be used to indicate the extent of true phosphosites within the human phosphoproteome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10437, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 10445, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Processing and Categorizing Phosphorylation Data in PSP and PA", "sentences": [], "annotations": [], "relations": []}, {"offset": 10508, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Phosphorylation data in PeptideAtlas (PA) (2020 build) was filtered to only include human Ser/Thr/Tyr sites from canonical UniProt protein sequences with at least one PSM observation (1 069 709 sites across 63 616 sequences) (Table S1). The sites were categorized according to the number of PSM observations with a certain phosphorylation probability score assigned by PTMProphet. The counts of observations with a probability of >0.95 were used as “positive” evidence for site phosphorylation. The counts at a probability threshold of ≤0.19 were used as “negative” evidence in favor of a site being a nonphosphosite. The total number of PSM observations per site was considered to distinguish sites for which ≥10% of all associated PSMs had a PTM probability >0.95, from sites where a small minority (<10%) of associated PSMs had this probability. Based on this, selected confidence categories were applied to predict site phosphorylation likelihood in PA (“High”: ≥5 positive observations which accounted for ≥10% of total observations across all probabilities; “Medium”: ≥5 positive observations, which accounted for <10% of total observations or 2–4 positive observations; “Low”: 1 positive observation; “Not phosphorylated”: 0 positive observations and ≥5 negative observations; “Other”: site did not fall into any described categories). PhosphoSitePlus (PSP) data (11/03/20 build; Phosphorylation_site_dataset.gz) was filtered to only include human Ser/Thr/Tyr sites from canonical protein sequences labeled by UniProt identifiers (231 607 sites across 17 830 sequences) (Table S2). The sites were ranked based on the number of times they have been characterized in low/high-throughput studies. The sum of observations across all studies was used to predict site phosphorylation likelihood in PSP (“High”: ≥5 observations; “Medium”: 2–4 observations; “Low”: 1 observation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12456, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Evolutionary Conservation Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12491, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine the cross-species conservation of all Ser, Thr, and Tyr sites in the reference human proteome, which have phosphorylation evidence in PSP and PA, human reference proteome (20 605 sequences, UniProt ID: UP000005640) and the proteomes of 100 eukaryotic species (50 mammals, 12 birds, 5 fish, 4 reptiles, 2 amphibians, 11 insects, 4 fungi, 7 plants, and 5 protists; Table S3) were downloaded from UniProt (UniProt release 2019_10). Each sequence in the human proteome was used as a query in a BLASTp search (BLAST+ 2.10.0 version) against all 100 eukaryotic proteomes. The BLAST output was processed to extract a top matching significant orthologue (E-value of ≤0.00001) from each species for each human target. Human targets were then aligned with their matched orthologues using the MUSCLE algorithm (version 3.8.31) with default settings if all sequences to be aligned were <2000 amino acids long. If any sequences to be aligned (either the human sequence or any of the orthologue sequences) were ≥2000 amino acids long, two iterations of the algorithm were run using settings for large alignments (-maxiters 2 option). From the alignments, percentage conservation scores were calculated for every Ser, Thr, and Tyr site within each human target out of 100 (all eukaryotic proteomes) and out of the number of aligned orthologues. Conservation percentages were calculated considering any Ser/Thr substitutions in orthologues, whereby an orthologue was included in the count if, for example, a Thr in its sequence was aligned with a Ser in the target human sequence and vice versa. Conservation data was then cross-referenced with PSP/PA datasets to identify sites in the human proteome with phosphorylation evidence in PSP/PA and determine their conservation. To ensure consistency in terms of proteins and sites used, any human protein target for which it was not possible to calculate site conservation either due to the protein having no matches in BLAST (14 proteins), no significant matches in BLAST (236 proteins), no Ser/Thr/Tyr sites in its sequence (1 protein) or due to failed alignments (10 proteins), was excluded from any further analysis (Table S4). Any human targets labeled with the same UniProt identifier in the reference human proteome, PSP and PA, but which corresponded to different protein sequences across the datasets (73 proteins; Table S4) were also excluded. Conservation was assessed for the remaining targets (Table S5) by linear regression models with nonassumed intercept for a simpler interpretation of slope between phosphosites and nonphosphosites. The average conservation of likely phosphosites (sites ranked “High” or “Medium” in PSP and/or PA) was plotted against the average conservation of likely nonphosphosites (sites in “Not phosphorylated” and “Other” sets) within each target protein that had at least three likely phosphosites and three likely nonphosphosites. Conservation scores (%) were also compared across all sites within phosphorylation likelihood sets using box plots.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15548, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of Amino Acids Adjacent to Phosphosites", "sentences": [], "annotations": [], "relations": []}, {"offset": 15597, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Target protein sequences (20 271 sequences; Table S6) were processed to identify amino acids at the −1 and +1 proximal positions adjacent to every Ser, Thr, and Tyr site. If a target sequence ended with a Ser, Thr, or Tyr site then its +1 amino acid was marked as “Not found”. For each amino acid, its frequency at each proximal position was first normalized to 1000 and then to its frequency in the prefiltered human reference proteome (expected distribution). Proximal amino acid frequencies around target Ser, Thr, and Tyr in “High in PSP and PA” set were compared to those in the “Not phosphorylated” set and to the expected amino acid distribution. The comparisons were assessed by Fisher’s exact statistical test performed using scipy module in Python with Bonferroni corrections to generate adjusted p values. For each amino acid, any significant difference (Bonferroni corrected p value <0.001) between the compared sets was used to estimate phosphosite false discovery rate across all phosphorylation likelihood sets. FDR estimates assumed that all sites in the highest phosphorylation likelihood set “High in PSP and PA” set were true-positive phosphosite identifications, whereas all sites with the weakest phosphorylation confidence (either the “Not phosphorylated” or the “Other” set) were nonphosphosites. Therefore, the observed count of a certain proximal amino acid in the “High in PSP and PA” (nPos) corresponded to its expected count at 0% FDR, whereas its observed count in the “Not phosphorylated” or “Other” set (nNeg) corresponded to its expected count at 100% FDR. To estimate % FDR in any other phosphorylation likelihood set based on the observed count of the compared proximal amino acid in that set (nObs), we used the following equation", "sentences": [], "annotations": [], "relations": []}, {"offset": 17405, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The equation has the effect of estimating what proportion of the observed count (nObs) is explained by assumed false positives (nNeg) and what proportion by true positives (nPos). For example, if amino acid X was found at +1 position next to 500 Ser sites in the highest phosphorylation confidence set (0% FDR set; nPos = 500) compared to 10 Ser sites in the “Not phosphorylated” set (100% FDR set; nNeg = 10), and next to 350 sites in the set of interest (nObs = 350), then pSer FDR within the set of interest would be 31%. This would suggest that 31% of sites in that set behave like false-positive pSer in terms of X amino acid frequency at +1 position, whereas 69% of those sites behave like sites in the highest phosphorylation likelihood set (true pSer).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18170, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An average FDR with 95% confidence intervals (CI) was calculated per each likelihood set using all significantly enriched amino acids around a particular target phosphosite and which had an enrichment of >1.5 relative to the expected distribution. Final FDR estimates were used to derive the total number of true-positive (TP) phosphosite identifications across phosphorylation likelihood sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare FDR/TP estimates between individual PSP and PA sets, the method was replicated using alternative phosphorylation likelihood sets, where sites were categorized according to the highest amount of positive phosphorylation evidence from one database (at least one observation at PTM probability >0.95 in PA; at least one observation in PSP), without taking into account any evidence in the other. Phosphosite FDR estimates within “High” sets in each database were presented as a weighted average between FDR estimates in sites ranked “High” in that database only and sites ranked “High” in both PSP and PA. For example, the FDR in “High in PA” set was a weighted average of FDR estimates in “High in both” set and “High in PA only” set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19333, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To analyze phosphosites in UniProt, phosphorylation data for the reference human proteome was downloaded directly from UniProt (June 2021 version; release 2021_04) and processed to split phosphosites according to associated evidence codes from the Evidence and Conclusion Ontology (ECO:0007744—combinatorial computational and experimental evidence imported from large-scale experiments; ECO:0000269—manually annotated experimental evidence; ECO:0000250—similarity evidence based on orthologous sequence). Any target proteins removed earlier (Table S4) were also removed from this analysis. The resulting protein sequences (n = 9481) and sets of Ser, Thr, and Tyr phosphosites were analyzed in terms of adjacent amino acids and conservation using the above method. Phosphosite FDR was calculated for the large-scale study set (ECO:0007744) using “High in PSP and PA” as 0% FDR set and “Not phosphorylated” as the 100% set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20269, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20300, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All protein sequences in the filtered reference human proteome (Table S6) were categorized into sets according to what their highest-ranked Ser, Thr, and Tyr site was in terms of phosphorylation evidence (“High in PSP and PA”, “High in PSP or PA”, “Medium in PSP and/or PA”, “Low in PSP and/or PA”, “Other in PA”, “Not phosphorylated” and “No evidence in PSP or PA”). Each protein set within Ser, Thr, and Tyr datasets was analyzed with DAVID (version 6.8) using all proteins in filtered proteome with any Ser, Thr, or Tyr evidence in PSP or PA (16 296, 14 565, and 12 912 proteins, respectively) as control background. Protein sets containing no reported evidence in PSP or PA were searched against a background of all proteins in the filtered reference proteome to determine any differences in their functional enrichment compared to proteins with PSP/PA evidence. Per each set searched, the top 10 (where possible) significant (Benjamini–Hochberg corrected p value <0.05) functional terms with the highest percentage of proteins mapped were identified, replacing any near-synonymous terms with additional terms from outside the initial top 10. All target protein sets were also searched in UniProt (release 2020_04) to determine the percentage of proteins mapped to UniProt keywords “Phosphoprotein”, “Alternative splicing”, “Nucleus”, “Transcription”, “Acetylation”, “Membrane”, “Glycoprotein”, “Signal”, and “Disulfide bond”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21803, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Secondary Structure Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 21832, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Categorized Ser, Thr, and Tyr sites in filtered reference human proteome were mapped to protein structures (β strand, helix, turn, and coiled coil) described for those proteins in UniProt (release 2020_04) (Tables S5 and S7). Any target proteins searched in UniProt which were marked as obsolete (15 proteins) or represented different sequences despite being labeled with the same identifier (25 proteins) were removed further and marked as “NA” (Table S5). Normalized (to 1000) counts of target amino acids within protein structures were assessed with Fisher’s exact statistical test using the scipy module in Python to generate p values and indicate any significant enrichment (p < 0.05) between “High in PSP and PA” set and the “Not phosphorylated” set. The method was also applied separately for Ser sites, which had phosphorylation evidence in UniProt, and which were mapped to the described phosphorylation likelihood sets based on PSP/PA evidence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22802, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22825, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Categorizing All Ser, Thr, and Tyr Annotated Phosphosites in the Human Proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 22905, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first ranked all Ser, Thr, and Tyr phosphosites in PA and PSP in the filtered reference human proteome according to the amount of accumulated identification evidence (Figure 1 and Tables 1 and S5). The majority of Ser, Thr, and Tyr sites (50.1, 63.3, and 54.3%, respectively) with phosphorylation evidence in PSP were placed into the “Low” phosphorylation likelihood set, meaning that there was only a single piece of evidence supporting their positive identification (Figure 1A). Furthermore, out of all analyzed Ser, Thr, and Tyr sites with at least one observation at PTM probability >0.95 in PA (suggesting a positive phosphosite identification), 21.7, 34.0, and 33.5%, respectively, were placed in the “Low” set (Figure 1B and Table 1), highlighting that a considerable amount of potential phosphosites only had one piece of positive identification evidence across both databases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23802, "infons": {"file": "pr2c00131_0002.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution\nof serine (Ser), threonine (Thr), and tyrosine (Tyr)\nphosphosites from UniProt’s reference human proteome that have\nany positive identification evidence in (A) PhosphoSitePlus (PSP)\nor (B) PeptideAtlas (PA) based on established phosphorylation likelihood\nsets (see the Methods section). Venn diagrams\nprovide the counts of (C) Ser, (D) Thr, and (E) Tyr sites ranked “High” in PSP (left), PA (right), and both resources\n(overlap).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24251, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Categorizing Serine\n(Ser), Threonine\n(Thr), and Tyrosine (Tyr) Sites from UniProt’s Reference Human\nProteome into Phosphorylation Likelihood Sets Based on Available Phosphorylation\nEvidence in PhosphoSitePlus (PSP) and PeptideAtlas (PA)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24490, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"0\"><colgroup><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/><col align=\"left\"/></colgroup><thead><tr><th style=\"border:none;\" align=\"center\">Phosphorylation\nlikelihood set</th><th style=\"border:none;\" align=\"center\">Phosphorylation\nevidence per site</th><th style=\"border:none;\" align=\"center\">Ser count</th><th style=\"border:none;\" align=\"center\">Thr count</th><th style=\"border:none;\" align=\"center\">Tyr count</th></tr></thead><tbody><tr><td style=\"border:none;\" align=\"left\">High in PSP</td><td style=\"border:none;\" align=\"left\">5+ pieces of evidence</td><td style=\"border:none;\" align=\"left\">32 306</td><td style=\"border:none;\" align=\"left\">8161</td><td style=\"border:none;\" align=\"left\">9763</td></tr><tr><td style=\"border:none;\" align=\"left\">Medium in PSP</td><td style=\"border:none;\" align=\"left\">2–4 pieces\nof evidence</td><td style=\"border:none;\" align=\"left\">34 154</td><td style=\"border:none;\" align=\"left\">12 197</td><td style=\"border:none;\" align=\"left\">7228</td></tr><tr><td style=\"border:none;\" align=\"left\">Low in PSP</td><td style=\"border:none;\" align=\"left\">1 piece of evidence</td><td style=\"border:none;\" align=\"left\">66 777</td><td style=\"border:none;\" align=\"left\">35 173</td><td style=\"border:none;\" align=\"left\">20 191</td></tr><tr><td style=\"border:none;\" align=\"left\">High in PA</td><td style=\"border:none;\" align=\"left\">5+ observations at PTM score\n&gt;0.95 which is ≥10% of total observations</td><td style=\"border:none;\" align=\"left\">26 186</td><td style=\"border:none;\" align=\"left\">4204</td><td style=\"border:none;\" align=\"left\">1169</td></tr><tr><td style=\"border:none;\" align=\"left\">Medium in PA</td><td style=\"border:none;\" align=\"left\">5+ observations at PTM score\n&gt;0.95 which is &lt;10% of total observations OR 2–4 observations at PTM score &gt;0.95</td><td style=\"border:none;\" align=\"left\">20 517</td><td style=\"border:none;\" align=\"left\">5297</td><td style=\"border:none;\" align=\"left\">1460</td></tr><tr><td style=\"border:none;\" align=\"left\">Low in PA</td><td style=\"border:none;\" align=\"left\">1 observation at PTM score\n&gt;0.95</td><td style=\"border:none;\" align=\"left\">12 950</td><td style=\"border:none;\" align=\"left\">4895</td><td style=\"border:none;\" align=\"left\">1324</td></tr><tr><td style=\"border:none;\" align=\"left\">Not phosphorylated</td><td style=\"border:none;\" align=\"left\">0 observations at PTM score\n&gt;0.19 AND 5+ observations at PTM score ≤0.19 AND no evidence\nin PSP</td><td style=\"border:none;\" align=\"left\">13 892</td><td style=\"border:none;\" align=\"left\">8462</td><td style=\"border:none;\" align=\"left\">2184</td></tr><tr><td style=\"border:none;\" align=\"left\">Other sites</td><td style=\"border:none;\" align=\"left\">At\nleast 1 observation in\nPA but does not fall into any other PA categories AND no evidence\nin PSP</td><td style=\"border:none;\" align=\"left\">60 221</td><td style=\"border:none;\" align=\"left\">35 000</td><td style=\"border:none;\" align=\"left\">10 009</td></tr></tbody></table>\n"}, "text": "Phosphorylation\t \tlikelihood set\tPhosphorylation\t \tevidence per site\tSer count\tThr count\tTyr count\t \tHigh in PSP\t5+ pieces of evidence\t32 306\t8161\t9763\t \tMedium in PSP\t2–4 pieces\t \tof evidence\t34 154\t12 197\t7228\t \tLow in PSP\t1 piece of evidence\t66 777\t35 173\t20 191\t \tHigh in PA\t5+ observations at PTM score\t \t>0.95 which is ≥10% of total observations\t26 186\t4204\t1169\t \tMedium in PA\t5+ observations at PTM score\t \t>0.95 which is <10% of total observations OR 2–4 observations at PTM score >0.95\t20 517\t5297\t1460\t \tLow in PA\t1 observation at PTM score\t \t>0.95\t12 950\t4895\t1324\t \tNot phosphorylated\t0 observations at PTM score\t \t>0.19 AND 5+ observations at PTM score ≤0.19 AND no evidence\t \tin PSP\t13 892\t8462\t2184\t \tOther sites\tAt\t \tleast 1 observation in\t \tPA but does not fall into any other PA categories AND no evidence\t \tin PSP\t60 221\t35 000\t10 009\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25382, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, we found that in the human proteome there were more Tyr sites assigned to “High” set in PSP (5+ observations) than Thr sites (Figure 1A and Table 1), indicating a higher initial proportion of pTyr compared to pThr in PSP. The high prevalence of likely true Tyr phosphosites in the PSP dataset could have been a result of in-house studies which identified large numbers of pTyr sites using immunoaffinity strategies not suitable for pSer/pThr discovery, and studies that have not been officially published.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25907, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From PA, it is possible to identify sites for which covering phosphopeptides are observed, but for which the modifications are only localized to other sites in the same peptides, thus providing strong evidence for likely nonphosphosites. Sets of potential Ser, Thr, and Tyr nonphosphosites were therefore established based initially on evidence in PA (Table S8). Those sets were then cross-referenced with data in PSP to determine whether PSP contained any sites ranked as nonphosphosites in PA. Interestingly, we found that 2489 Ser, 1341 Thr, and 891 Tyr sites assigned to the “Not phosphorylated” set in PA were found to have evidence in PSP (Table S9). In fact, out of those potential PA nonphosphosites, 146 Ser, 97 Thr, and 293 Tyr sites were placed into “High” phosphorylation likelihood set according to PSP evidence (Table S9). This strongly indicated the presence of potential false positives in PSP and/or false negatives in PA. For example, Ser42 in protein P17066 (HSPA6) and Ser59 in Q8N488 (RYBP) had 8 and 6 phosphosite identification references in PSP, respectively (mostly from in-house MS studies), but had no positive identification evidence in PA or any mention in UniProt (Table S5). On the other hand, Ser4 in P15927 (RPA2) had 33 phosphosite identification references in PSP and was also mentioned in UniProt’s annotations, but has never been positively localized in any of its 127 associated PSMs in PA (Table S5). To eliminate potential false assignments when considering evidence in both PSP and PA, a site was only categorized as a nonphosphosite if it had no evidence in PSP in addition to having “negative” phosphorylation evidence in PA (Table 1). As a result, we established final negative control sets containing 13 892 Ser, 8462 Thr, and 2184 Tyr sites. Similar adjustments were made to the “Other” PA set (sites in that set must have no evidence in PSP) which contained the majority of analyzed PA sites (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27877, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Having further cross-referenced sets of sites of various phosphorylation likelihood between PSP and PA (Table S9), we established a “gold standard” set of phosphosites, all of which had “High” phosphorylation likelihood according to both PSP and PA evidence (Table S10). This set contained 16 978 Ser, 2747 Thr, and 986 Tyr highly likely true phosphosites (Figure 1C–E and Table S10). As for the general agreement between PSP and PA in terms of phosphorylation evidence, we found that 37.7% Ser, 20.5% Thr, and 9.10% Tyr sites with PSP evidence also had at least one observation at PTM probability >0.95 in PA (Table S9). This variation in phosphosites observed between the two databases can be explained by the likely use of different methods for phosphosite detection and localization between PA and the sources referenced in PSP, as well as due to a considerable presence of random false positives in both datasets before thresholding has been applied (see the Introduction section).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28876, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Evolutionary Conservation Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28911, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Phosphoproteomes from all species are constantly evolving, although many ancient phosphosites are conserved across species and taxa, increasing the likelihood of them being functionally relevant.− In our analysis, we determined the conservation of all potential Ser, Thr, and Tyr phosphosites and nonphosphosites in UniProt’s filtered reference human proteome across 100 eukaryotic species (Table S5), weighed toward vertebrates, but also including examples of insects, plants, and unicellular eukaryotes (Table S3). In our first analysis, we explored the mean conservation of phosphosites and nonphosphosites per protein (at least three of each present per protein) and performed a correlation analysis across all proteins (Figure 2). We fitted linear regression models through the origin, under the theory that proteins unique to humans would have zero conservation for both phosphosites and nonphosphosites. We found great variation between the conservation of both site types, ranging from near zero to 100%, which was mostly dependent on the overall conservation of the protein sequence. However, based on the generated linear regression models, we concluded that on average, Ser, Thr, and Tyr phosphosites (“High” or “Medium” in PSP and/or PA) were around 4.6, 5.4, and 2.0%, respectively, more conserved across all 100 eukaryotes than corresponding likely nonphosphosites (sites in “Not phosphorylated” and “Other” sets) within analyzed proteins when allowing Ser/Thr substitutions toward the conservation score (Figure 2). Similar results were obtained when assessing phosphosite conservation only across found orthologues for each protein (Figure S1). The results (Figures 2 and S1) provide additional evidence that phosphosites are generally more conserved than nonphosphosites. The difference in conservation is thus subtle and variable, but statistically robust. Furthermore, in our analyzed sets of proteins which had at least three likely phosphosites and three likely nonphosphosites, we found 104, 88, and 19 proteins where conservation of Ser, Thr, and Tyr likely phosphosites, respectively, was at least 20% higher than conservation of likely nonphosphosites (Table S11).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31121, "infons": {"file": "pr2c00131_0003.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Mean % conservation across\n100 eukaryotic species of likely (A)\nSer, (B) Thr, and (C) Tyr phosphosites and corresponding likely nonphosphosites\nwithin each target protein (n = number of proteins\nanalyzed). The regression coefficient (R2) is given by “R_sq”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31383, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next compared the conservation of all sites split by phosphorylation likelihood sets (Figure 3) and observed that sites in the highest phosphorylation likelihood set (“High in both PSP and PA”) had the highest average conservation across all 100 eukaryotic proteomes considering Ser/Thr substitutions (average conservation of 58.4, 58.6, and 69.4% across 16 978 Ser, 2747 Thr, and 986 Tyr sites, respectively) (Figure 3 and Table S12). In comparison, the sites in “Low in PSP and/or PA” set had slightly lower average conservation scores of 54.3, 55.4, and 64.0% in 35 126 Ser, 13 253 Thr, and 7471 Tyr sites, respectively (Figure 3 and Table S12). Assuming that high conservation is a property of true phosphosites, the results (Figure 3) show that this property was observed more frequently in higher phosphorylation likelihood sets compared to lower ones suggesting higher potential phosphosite FDR in sets with less phosphorylation evidence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32346, "infons": {"file": "pr2c00131_0004.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Box plots of conservation percentages (%) across 100 eukaryotic\nspecies of human (A) Ser, (B) Thr, and (C) Tyr sites categorized across\nestablished phosphorylation confidence sets based on PSP and PA evidence.\nWithin each box, a horizontal line represents median % conservation\nand (x) symbol represents mean % conservation per group. Each box\nextends from the 25th to the 75th percentile of each set’s\ndistribution of conservation % values. Vertical lines extending from\nthe boxes correspond to adjacent values. Dots (•) represent\noutlier values. The red line shows median % conservation in “High in PSP and PA” set for visual comparison.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32994, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were numerous cases in our analysis of likely nonphosphosites and sites with “Low” phosphorylation likelihood where amino acid conservation was also high compared to likely phosphosites, indicative of a conserved function for these amino acids in, for example, catalysis or a biomolecular interaction that is unrelated to phosphorylation. Furthermore, we found 64, 30, and 6 proteins in which the average conservation across 100 eukaryotes of Ser, Thr, and Tyr likely nonphosphosites, respectively, was at least 20% higher than the conservation of corresponding likely phosphosites (Table S11). It is possible that the predicted phosphosites within those proteins were either false positives or were nonfunctional true phosphosites, explaining the comparative weaker selective pressure. In fact, previous reports estimated that as many as 65% of known phosphosites may be nonfunctional as individual sites (although may have a more general structural role) due to limited kinase specificity and therefore have similar evolution rates compared to nonphosphosites which would explain the observed trends. It is also possible that some proteins were formed by recent gene fusion events leading to regions containing phosphorylation sites only found in a few closer related orthologues (low conservation), with other protein domains being more highly conserved. In addition, higher evolutionary rates in closely related species (primates, for example) could lead to new protein functions unique to that group of species, further explaining low conservation of some phosphosites in our analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34595, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further note that Tyr sites in the highest phosphorylation likelihood set (“High in PSP and PA”) had a higher mean conservation (69.4%) compared to Ser/Thr sites in that set (58.4 and 58.6%, respectively) (Figure 3 and Table S12). There are several possible explanations for this result, including the idea that pTyr is under stronger conservation pressure (i.e., mutations cannot easily be tolerated) in animals that make up the vast majority (84/100) of the species analyzed (Table S3). It is also possible that there is a degree of experimental bias due to the comparison of the much larger set of pSer/pThr to pTyr. The typically higher data quality for pTyr, enhanced by the availability of epitope-specific monoclonal antibodies may also contribute to this phenomenon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35377, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of Amino Acids Adjacent to Phosphosites", "sentences": [], "annotations": [], "relations": []}, {"offset": 35426, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Amino acids directly adjacent to known phosphorylation sites are often involved in optimizing substrate capture for subsequent phospho-transfer by the kinase enzymatic machinery.− Multiple reports specifically highlight the importance of proline (Pro) in the mechanism of phosphorylation for families of kinases such as the cyclin-dependent kinases, mitogen-activated protein kinases, and, more recently, the centrosomal kinase PLK4.− Consequently, there is a high prevalence of Pro in numerous phosphorylation motif sequences as part of Ser/Thr-Pro combinations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35994, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our analysis, we identified the frequency of −1 and +1 amino acids relative to a possible phosphosite and compared it across different sets of sites ranked by the relative strength of phosphorylation evidence in Table 1. We found a strong enrichment of Pro at the +1 position next to Ser and Thr sites in the reference human proteome that were placed in the set with the most phosphorylation evidence (“High in PSP and PA”) (Figure 4A,B and Table S13). In fact, Pro was observed at the +1 position next to 44.3 and 74.9% of all Ser and Thr sites, respectively, in that set (Table S13). The enrichment of Pro at +1 position around those sites was significant (adj. p value <0.001) in relation to the normalized distribution of Pro in the human proteome, where it is, in fact, only the sixth most observed amino acid (Table S13). The normalized number of observations of Pro at +1 relative to Ser and Thr sites in the highest phosphorylation likelihood set was also significantly (adj. p value <0.001) higher than around Ser/Thr sites in the “Not phosphorylated” set (Figure 4A,B), where only 2.68% of Ser and 5.67% of Thr sites had Pro at +1 position (Table S13). Therefore, the enrichment of Pro around highly likely Ser and Thr phosphosites suggests that this feature, among others, can be used as a differentiating characteristic for phosphosites compared to nonphosphosites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37385, "infons": {"file": "pr2c00131_0005.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Counts of proximal amino\nacids positioned at (A) +1 around Ser;\n(B) +1 around Thr; (C) +1 around Tyr; (D) −1 around Ser; (E)\n−1 around Thr; and (F) −1 around Tyr sites of various\nphosphorylation likelihood based on evidence in PSP and PA, normalized\nto the observed distribution of those amino acids in human proteome\n(represented by dotted baseline fixed at 1). Significant (Bonferroni\ncorrected p value <0.001) enrichment of proximal\namino acids in the “High in PSP and PA”\nset is highlighted by the caret symbol (∧) compared with the\n“Not phosphorylated” set, and an asterisk\n(*) compared to the expected amino acid distribution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38034, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also found a significant enrichment of Asp at +1 position next to Ser sites in the highest phosphorylation likelihood set (Figure 4A). To explain this, we linked the sequences containing those sites to phosphorylation motifs which commonly feature Ser-Asp combinations, including those phosphorylated by Casein kinase II. At the −1 positions around target Ser, we found significant enrichment (adj. p value <0.001) of Asp and Gly in the highest phosphorylation likelihood set compared to “Not phosphorylated” set (Figure 4D). It is possible that the observed enrichment was due to the presence of those amino acids within substrate motifs of Casein Kinase II, CDK5, PKC, and MEKK, suggesting high prevalence of potential true Ser phosphosites. Similar conclusions were made for the enrichment of Gly at −1 around Thr sites in the highest phosphorylation likelihood set (Figure 4E), which was linked to possible Gly–Thr combinations within PKA, ERK1, and ERK2 kinase substrate motifs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39031, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We compared the frequency of significantly enriched amino acids (Bonferroni corrected p value <0.001; enrichment >1.5) across the sites within different phosphorylation likelihood sets and used the comparison to estimate phosphosite false discovery rate across those sets. Using the counts of all four enriched amino acids (Asp and Pro at +1; Asp and Gly at −1) around Ser sites of various phosphorylation likelihood (Figure 4A,D) and working under the assumption of FDR = 0% in set 1 “High in PSP and PA”, we estimated average Ser phosphosite FDR = 49% (CI ± 12%) in set 2 “High in PSP or PA”; FDR = 54% (CI ± 25%) in set 3 “Medium in PSP and/or PA”; FDR = 84% (CI ± 11%) in set 4 “Low in PSP and/or PA” and FDR = 91% (CI ± 4%) in the “Other” set. Similarly, using the enrichment of Pro at +1 and Gly at −1 around target Thr sites, we estimated Thr phosphosite FDR = 59% (CI ± 7%) in set 2; FDR = 86% in set 3 (CI ± 8%); FDR = 98% (CI ± 5%) in set 4 and FDR = 99% (CI ± 1%) in the “Other” set (Tables 2A and S14). Our FDR estimates clearly highlight that the majority of Ser and Thr sites with just one piece of phosphosite identification evidence are likely false-positive identifications, and users of these databases can reasonably assume that if a site does not have multiple levels of evidence, then it is unlikely to represent a true phosphorylation site.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40430, "infons": {"file": null, "id": "tbl2", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Counts\nof Estimated True-Positive\n(TP) Serine (Ser), Threonine (Thr), and Tyrosine (Tyr) Phosphosites\nwithin Sets of Various Phosphorylation Likelihood Based on (A) Combined\nEvidence and (B) Individual Positive Identification Evidence in PhosphoSitePlus\n(PSP) or PeptideAtlas (PA)a", "sentences": [], "annotations": [], "relations": []}, {"offset": 40712, "infons": {"file": null, "id": "tbl2", "section_type": "TABLE", "type": "table_footnote"}, "text": "For each set, TP counts were derived\nfrom the FDR estimates within the set and the overall count of target\namino acids in the set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our analysis of proximal sites around target Tyr, we found a significant enrichment (adj. p value <0.001) of Ala, Glu, and Asp at +1 positions, in addition to enriched Ile, Val, and Asp at −1 in “High in PSP and PA” set compared to “Not phosphorylated” set (Figure 4C,F). We were able to link the enrichment of those proximal sites to their possible involvement in various phosphorylation motifs including EGFR and Abl kinase substrate motifs; PTP1B and PTPRJ phosphatase substrate motifs, and multiple SH2 domain binding motifs, therefore indicating a higher frequency of true Tyr phosphosites in the highest confidence set compared to other sets. Using the frequencies of all six enriched proximal amino acids around target Tyr in “High in PSP and PA” (Figure 4C,F), we estimated FDR = 49% (CI ± 9%) in set 2 “High in PSP or PA”, FDR = 69% (CI ± 5%) in set 3 “Medium in PSP and/or PA”, FDR = 82% (CI ± 9%) in set 4 “Low in PSP and/or PA”, and FDR = 98% (CI ± 4%) in the “Other” set (Tables 2A and S14).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41885, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our FDR estimates varied depending on the selected enriched proximal amino acid in the highest phosphorylation likelihood set (Table S14), and thus the FDR estimates obtained with our method should be seen as approximate indicators of the extent of false positives in a set of sites with quantifiable phosphorylation evidence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42212, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on our Ser, Thr, and Tyr phosphosite FDR estimates, we predicted that there were around 62 000 Ser, 8000 Thr, and 12 000 Tyr true-positive (TP) phosphosite identifications in the human proteome that were supported by evidence in PSP and/or PA (Table 2A). Furthermore, the results suggested that 86 000 Ser, 50 000 Thr, and 26 000 Tyr sites with positive phosphorylation evidence in PSP and/or PA (sites in “High”, “Medium”, and “Low” sets) were false positives (Table 2A). Interestingly, the estimated count of Tyr TPs was higher than the count of Thr TPs, which goes against the general understanding of threonine phosphorylation being more prevalent than tyrosine, although it is difficult to estimate the underlying true distributions, given experimental biases due to availability of different tools and methods. Our results are influenced because there are initially more Tyr sites with “High” or “Medium” phosphorylation evidence than Thr sites, particularly in PSP (Figure 1A and Table 2A), where there has been a strong focus to identify Tyr sites using in-house methods. The ratio of the count of sites that have been recorded as “High” in both databases is however 16 978 (pSer), 2747 (pThr), and 986 (pTyr), following more closely previously reported estimates of phosphorylation site frequency. It thus remains to be seen if the pTyr sites reported in PSP, but without independent evidence are true or false.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43675, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using the same method, we compared phosphosite FDR between PSP and PA sets by considering positive phosphorylation evidence (“High”, “Medium”, or “Low” sets) in one database without taking into account any evidence in the other (Figure S2 and Table S15). The analysis revealed a generally lower FDR per each set in PA compared to the respective set in PSP, overall suggesting that a higher proportion of analyzed sites in PA are true phosphosites compared to the analyzed sites in PSP (Tables 2B and S15).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44193, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As noted in the Introduction, manually curated evidence for phosphorylation sites is also collated in UniProt. However, while this resource provides information pertaining to the publication providing this evidence, the number of individual observations is not reported, preventing a matched analysis being performed with PSP/PA. Nevertheless, we were able to extract all phosphorylation data from the human reference proteome in UniProt and separate phosphosites into sets according to the type of manually curated phosphosite evidence (experimental evidence, combinatorial computational and experimental evidence from large-scale experiments, sequence similarity with an orthologous protein). As before, the sets were analyzed in terms of adjacent amino acids around target phosphosites (Figure S3A–F). Due to potential phosphosite differences and biases associated with different discovery methods (motif frequency, for example), we suggest that our method should only be used to analyze sites from high-throughput studies because it was built primarily using sites of similar evidence type. This is further evident from the conservation analysis of UniProt sites (Figure S3H,I), which revealed different conservation patterns between the set of sites identified by large-scale studies and the other UniProt sets. As a result, we were able to estimate FDR for a set of UniProt sites with evidence from large-scale proteomics studies (Figure S3G). In that set, we estimated average pSer FDR = 7% (CI ± 8%); pThr FDR = 22% (CI ± 14%) and pTyr FDR = 6% (CI ± 7%) (Figure S3G), suggesting that there is a much higher proportion of true-positive phosphosites in UniProt compared to PSP or PA datasets. The FDR difference between pSer and pThr follows the statistical expectation from analyses of large datasets with unbalanced counts of true positives for different residues. For example, if a study reported 1200 phosphosites at 5% FDR, of which 1000 are pSer and 200 are pThr, the false positives (∼60) would assort approximately equally across pSer (∼30 out of 1000 i.e., 3% FDR on pSer) and pThr (∼30 out of 200 i.e., 15% on pThr), meaning that in the vast majority of studies (which do not correct for this issue) the general pThr FDR will be significantly higher than for pSer. For pTyr, the majority of sites comes from separate studies that specifically enrich for pTyr via antibodies, which likely accounts for the pTyr FDR being similar to the pSer FDR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46666, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46697, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our analysis, we categorized all 20 271 proteins in the filtered human reference proteome (Table S5) according to what their highest-ranked Ser, Thr, and Tyr site was based on phosphorylation likelihood sets in Table 1. The resulting sets (Table S16) were analyzed in DAVID to compare functional enrichment patterns between phosphorylation likelihood sets. First, we found that across all datasets (Ser, Thr, and Tyr) the protein sets containing sites ranked “High in both PSP and PA” were associated with the most significant (Benjamini–Hochberg adj. p value <0.05) functional groups (Figure S4) suggesting their functional coherence i.e., sharing mappings to keywords, ontology terms or pathways. Interestingly, proteins with sites from “Low in PSP and/or PA” set as their highest-ranked site and proteins which did not have any evidence phosphorylation evidence (“No evidence in PSP or PA” set) were also enriched for numerous functional categories suggesting that they too share some functional properties (Figure S4). Proteins containing sites from the “Not phosphorylated” set as their highest-ranked Ser/Thr/Tyr site were enriched for one significant functional group in the case of Tyr dataset and no functional groups in the case of Ser/Thr datasets, which was likely due to small protein sample size in those sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48045, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate this further, we compared the top 10 enriched functional groups between the protein sets and found that proteins containing Ser, Thr, and Tyr sites with the most phosphorylation evidence (“High in PSP and PA” set) were significantly enriched for categories and terms associated with phosphorylation such as “Phosphoprotein”, “Transcription”, “Nucleus”, and “Alternative splicing” (Figure 5), suggesting that those proteins were true phosphoproteins. There is a risk of generating circular evidence here, as the enriched term “Phosphoprotein” is a UniProt keyword, and will have been annotated based on literature evidence, potentially shared with PSP. UniProt does not routinely load phosphorylation evidence from high-throughput datasets, and so classifications of phosphoproteins are generally independent of evidence used in PA. Other enriched keywords have also likely been determined based on independent evidence, and thus we believe are unbiased observations of our sets. Overall, 92.3, 93.9, and 88.2% of proteins containing Ser, Thr, and Tyr sites of the highest phosphorylation likelihood, respectively, were enriched for the term “Phosphoprotein”, which, as per description in UniProt, is a term assigned to a “protein which is post-translationally modified by the attachment of either a single phosphate group, or of a complex molecule, such as 5′-phospho-DNA, through a phosphate group”. Furthermore, those proteins were enriched for “Acetylation” (Figure 5) which in some cases might indicate phosphorylation since crosstalk between acetylation and phosphorylation has been frequently reported, alongside other modifications such as O-glycosylation. Another enriched function is “Alternative splicing” (Figure 5) which is known to be controlled by reversible phosphorylation, further indicating that those proteins likely contain functional phosphosites. However, it is possible that this enrichment could correlate with the depth of analysis of the mentioned proteins rather than their phosphorylation likelihood since extensively studied gene products (and abundant proteins with more easily detectable phosphosites) are likely to have better quality data associated with isoform identification and be consequently linked to “Alternative splicing”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50371, "infons": {"file": "pr2c00131_0006.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Top 10\nfunctional categories for which protein sets containing\nvarious highest-ranked (A) Ser, (B) Thr, and (C) Tyr sites based on\nthe amount of available phosphorylation evidence (“High in PSP and PA”, “Low in PSP and/or\nPA”, “No evidence in PSP or PA”) were significantly enriched in DAVID (Benjamini–Hochberg\ncorrected p value <0.05). For each protein set,\nthe % of proteins enriched for a particular functional category is\ngiven as well as the log 2(fold enrichment) for that set. The\nnumber of proteins in each set is presented by n.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50926, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In comparison, proteins that only had sites from “Low in PSP and/or PA” set as their highest-ranked Ser, Thr, and Tyr sites (i.e., proteins which did not have sites with strong phosphorylation evidence) were not enriched for clear phosphorylation-associated terms and were instead enriched for categories such as “Glycoprotein”, “Signal” and “Disulfide bond” and “Membrane” (Figure 5), suggesting that the majority of those proteins were likely nonphosphoproteins and their associated phosphosites with weak evidence were therefore likely false positives. Assuming that sites with no phosphorylation evidence in PSP or PA are likely nonphosphosites (although it is possible that phosphorylation has not been investigated or localized yet), potential high FDR in the “Low in PSP and/or PA” set was further supported by proteins with no phosphorylation evidence being enriched for similar functional groups (Figure 5). In fact, we observed a clear decrease in the proportion of proteins enriched for phosphorylation-associated functional groups (where a set was enriched for at least 10 functional groups) going across our established sets suggesting higher phosphosite FDR in lower confidence sets (Figure S5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52160, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our investigation of UniProt terms linked to protein sets revealed that the enrichment for the term “Phosphoprotein” and other terms likely to be associated with phosphorylation (“Alternative splicing”, “Nucleus”, “Acetylation”, “Transcription”) generally decreased across the sets of reduced confidence, which suggested higher FDR in sets with less phosphorylation evidence (Figure 6). For example, only 13.0, 31.7, and 36.3% of all proteins, which had Ser, Thr, and Tyr sites, respectively, from “Low in PSP and/or PA” phosphorylation likelihood set as their most confident site, were marked as phosphoproteins in UniProt (Figure 6 and Table S17), suggesting that most proteins in those sets were not phosphoproteins and further highlighting that the associated sites with only a single piece of evidence are likely false-positive identifications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53034, "infons": {"file": "pr2c00131_0007.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Percentage of proteins\nwithin sets containing (A) Ser, (B) Thr,\nand (C) Tyr sites of various phosphorylation likelihood as their highest-ranked\nsite, annotated with specific UniProt keywords. The number of proteins\nin each set is presented by n.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53280, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Secondary Structure Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53309, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also investigated whether Ser, Thr, and Tyr sites with strong phosphorylation evidence were located more frequently within specific protein secondary structures, compared to sites with less evidence. For example, previous analysis of thousands of phosphosites from multiple species identified hotspots within domain families of proteins, particularly near domain interfaces and adjacent to catalytic residues, where they presumably regulate enzymatic output. We found that significantly more (Fisher’s test p value <0.05) Ser, Thr, and Tyr sites with the strongest phosphorylation evidence (“High in PSP and PA” set) were localized within coiled coils compared to sites in the “Not phosphorylated” set (Figure 7). This might readily be explained by coiled coils being frequently found in transcription factors, the activity or subcellular location of which is often dependent on phosphorylation.− Therefore, the results in Figure 7 further indicated that there were more potential true Ser, Thr, and Tyr phosphosites in “High in PSP and PA” set than in other sets. In terms of other analyzed protein structures (β strand, turn, α helix), there was no significant enrichment of sites from the highest phosphorylation confidence set within those structures compared to the “Not phosphorylated” set (Figure 7). In fact, our current reading of the literature suggests that it is still unclear whether phosphorylation sites are found on average to be localized more or less frequently within β strands, turns, or α helices, though clear evidence for localization of PTMs at functionally important loci in proteins has been previously presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54976, "infons": {"file": "pr2c00131_0008.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Normalized counts of (A) Ser, (B) Thr, and (C) Tyr amino\nacids\nof various phosphorylation likelihood based on evidence in PSP and\nPA, which are found within protein structures (β strand, α\nhelix, turn, coiled coil). Significant (Fisher’s test p value <0.05) enrichment of amino acids from “High in PSP and PA” set within protein structures\nis highlighted by the dot symbol (•) compared with the “Not phosphorylated” set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55411, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 55423, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In our analysis, we ranked all potential Ser, Thr, and Tyr phosphosites in UniProt reference human proteome according to how much quantitative and qualitative phosphorylation evidence they were assigned in PSP and PA databases. Having analyzed the sites and the proteins that contain them in terms of conservation, proximal site patterns, functional enrichment, and structural properties, we established that Ser, Thr, and Tyr sites with weak phosphosite identification evidence, particularly sites with a single piece of supporting evidence, were likely to be false-positive identifications. This finding was further confirmed by FDR estimations across the established phosphorylation likelihood sets which revealed phosphosite FDR of 84, 98, and 82% in sets of Ser, Thr, and Tyr sites, respectively, where only one piece of identification evidence was present. Since there is a considerable presence of such sites in PSP and PA datasets, our results implied high FDR in both those datasets, although PSP was predicted to have a generally higher proportion of false-positive phosphosites compared to PA. This is potentially a cause for concern since many potential false positives are presented to scientists as true phosphosites, without a clear explanation of the likelihood of such claims. Nevertheless, using our FDR estimates we predicted that there are around 62 000 Ser, 8000 Thr, and 12 000 Tyr true-positive phosphosites in the human proteome that are supported by evidence in PSP and/or PA. These estimated counts are lower than other published estimates particularly for Ser/Thr sites, presumably due to the previous inclusion of false positives and subsequent overestimation of the number of true phosphosites. We conclude that researchers must be aware of the potential for false-positive sites in both public and self-generated databases and should always evaluate the evidence behind the phosphosites used in their research. As a general rule, phosphorylation sites with <5 independent observations should be treated with caution, and those with only one observation in a database are likely to be false positives. In a recent phosphoproteomics study from our group, we demonstrated the utility of the classification presented here, by matching the sites identified by LC-MS/MS to their evidence categories from PSP and PA. For new phosphoproteomics studies, it will be common for some ambiguity to remain regarding phosphosite localization, and many sites will be observed that would not pass a 1 or 5% false localization rate cutoff from a single dataset, but for which there may be some supporting evidence. By evaluating new datasets in combination with all of the evidence collated from a large number of previous studies, greater confidence can be assigned to “borderline” significant phosphosites that may indeed be correct, or conversely, sites with weak evidence that have never been reported can be rejected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58366, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Here, we have provided a methodological framework for estimating global FDR in large-scale phosphorylation datasets, which does not rely on native scores from search engines or site localization software. Methods for estimating global FDR in meta-analyses of phosphosites are not yet robust, and thus we would recommend that other groups profile orthogonal properties of ranked sets, as we have done here, to estimate the real distribution of true and false phosphosites in their data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58852, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Supporting Information Available", "sentences": [], "annotations": [], "relations": []}, {"offset": 58885, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Linear regression analysis of conservation within found orthologues between phosphosites and nonphosphosites per protein (Figure S1); proximal site and FDR analysis performed separately for PhosphoSitePlus and PeptideAtlas sets of STY sites (Figure S2); proximal site and FDR analysis of STY sites with phosphorylation evidence in UniProt (Figure S3); count of significant functional groups identified in DAVID for protein sets containing different highest-ranked STY sites (Figure S4); top 10 functional categories for which protein sets containing different highest-ranked STY sites were enriched in DAVID (Figure S5); and proteomes of eukaryotic species used in conservation analysis (Table S3) (PDF)", "sentences": [], "annotations": [], "relations": []}, {"offset": 59589, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Filtered PeptideAtlas build with human STY sites that have at least 1 associated PSM (Table S1) (ZIP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 59691, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Filtered PhosphoSitePlus build with human STY sites from canonical protein sequences (Table S2) (ZIP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 59793, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Proteins in the human proteome that were not analyzed and the reasons for their exclusion (Table S4) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 59901, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Summary of all STY sites in our analysis, their conservation data, proximal sites, phosphorylation likelihood, and structural data (Table S5) (ZIP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60049, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "FASTA sequences of analyzed proteins (Table S6) (ZIP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60103, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Positions of secondary structures within analyzed target proteins in the human proteome (Table S7) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60209, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Counts of STY sites in phosphorylation likelihood sets based on evidence in PeptideAtlas before considering the evidence in PhosphoSitePlus (Table S8) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60367, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Cross-referencing sets of sites between PhosphoSitePlus and PeptideAtlas (Table S9) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60458, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "STY sites in human proteome with plenty of phosphorylation evidence in both PhosphoSitePlus and PeptideAtlas (Table S10) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60586, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "STY conservation scores within proteins that had at least three phosphosites and three nonphosphosites (Table S11) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60708, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Conservation of STY sites in each phosphorylation likelihood set (Table S12) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60792, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Counts of amino acids adjacent to target STY sites at −1 and +1 positions within phosphorylation likelihood sets (Table S13) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60926, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Calculating phosphosite FDR within sets of STY sites ranked according to combined PhosphoSitePlus and PeptideAtlas evidence (Table S14) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 61069, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Calculating phosphosite FDR within separate PhosphoSitePlus and PeptideAtlas sets of STY sites (Table S15) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 61183, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Highest-ranked STY site within each analyzed target protein in the human proteome (Table S16) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 61284, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Percentage of proteins within each ranked set linked to a certain UniProt term (Table S17) (XLSX)", "sentences": [], "annotations": [], "relations": []}, {"offset": 61382, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jproteome.2c00131.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61496, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 61519, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The authors gratefully acknowledge phosphoproteomics funding from BBSRC [BB/S017054/1] to A.R.J.; BB/R000182/1 and BB/M012557/1 to C.E.E.; BB/S018514/1 to P.A.E.; North West Cancer Research (NWCR) CR1157 and CR1088 (to C.E.E. and P.A.E.) and Cancer Research UK (C1443/A22095 to C.E.E.). E.W.D. and Z.S. acknowledge funding from the National Science Foundation (Grant DBI-1933311) and National Institutes of Health (Grants R01GM087221 and R24GM127667).", "sentences": [], "annotations": [], "relations": []}, {"offset": 61971, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The authors declare no competing financial interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62024, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 62035, "infons": {"fpage": "5001", "lpage": "5010", "name_0": "surname:Cohen;given-names:P.", "pub-id_doi": "10.1046/j.0014-2956.2001.02473.x", "pub-id_pmid": "11589691", "section_type": "REF", "source": "Eur. J. Biochem.", "type": "ref", "volume": "268", "year": "2001"}, "text": "The role of protein phosphorylation in human health and disease. The Sir Hans Krebs Medal Lecture", "sentences": [], "annotations": [], "relations": []}, {"offset": 62133, "infons": {"fpage": "E127", "lpage": "E130", "name_0": "surname:Cohen;given-names:P.", "pub-id_doi": "10.1038/ncb0502-e127", "pub-id_pmid": "11988757", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "4", "year": "2002"}, "text": "The origins of protein phosphorylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 62172, "infons": {"fpage": "159", "lpage": "168", "name_0": "surname:Goedert;given-names:M.", "name_1": "surname:Spillantini;given-names:M.", "name_2": "surname:Cairns;given-names:N.", "pub-id_doi": "10.1016/0896-6273(92)90117-V", "pub-id_pmid": "1530909", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "8", "year": "1992"}, "text": "Tau proteins of alzheimer paired helical filaments: Abnormal phosphorylation of all six brain isoforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 62275, "infons": {"fpage": "1661", "lpage": "1671", "name_0": "surname:Amanchy;given-names:R.", "name_1": "surname:Kalume;given-names:D. E.", "name_2": "surname:Iwahori;given-names:A.", "pub-id_doi": "10.1021/pr050134h", "pub-id_pmid": "16212419", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "4", "year": "2005"}, "text": "Phosphoproteome Analysis of HeLa Cells Using Stable Isotope Labeling with Amino Acids in Cell Culture (SILAC)", "sentences": [], "annotations": [], "relations": []}, {"offset": 62385, "infons": {"fpage": "5391", "name_0": "surname:Nousiainen;given-names:M.", "name_1": "surname:Silljé;given-names:H. H. W.", "name_2": "surname:Sauer;given-names:G.", "pub-id_doi": "10.1073/pnas.0507066103", "pub-id_pmid": "16565220", "section_type": "REF", "source": "Proc. Natl. Acad.\nSci. U.S.A.", "type": "ref", "volume": "103", "year": "2006"}, "text": "Phosphoproteome analysis of the human mitotic spindle", "sentences": [], "annotations": [], "relations": []}, {"offset": 62439, "infons": {"fpage": "635", "lpage": "648", "name_0": "surname:Olsen;given-names:J. V.", "name_1": "surname:Blagoev;given-names:B.", "name_2": "surname:Gnad;given-names:F.", "pub-id_doi": "10.1016/j.cell.2006.09.026", "pub-id_pmid": "17081983", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "127", "year": "2006"}, "text": "Global, In Vivo, and Site-Specific Phosphorylation Dynamics in Signaling Networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 62521, "infons": {"elocation-id": "ra3", "name_0": "surname:Olsen;given-names:J. V.", "name_1": "surname:Vermeulen;given-names:M.", "name_2": "surname:Santamaria;given-names:A.", "pub-id_doi": "10.1126/scisignal.2000475", "section_type": "REF", "source": "Sci. Signaling", "type": "ref", "volume": "3", "year": "2010"}, "text": "Quantitative Phosphoproteomics Reveals Widespread Full Phosphorylation Site Occupancy During Mitosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 62622, "infons": {"fpage": "1583", "lpage": "1594", "name_0": "surname:Sharma;given-names:K.", "name_1": "surname:D’Souza;given-names:R.", "name_2": "surname:Tyanova;given-names:S.", "pub-id_doi": "10.1016/j.celrep.2014.07.036", "pub-id_pmid": "25159151", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Ultradeep human phosphoproteome reveals a distinct regulatory nature of Tyr and Ser/Thr-based signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 62726, "infons": {"elocation-id": "e100847", "name_0": "surname:Hardman;given-names:G.", "name_1": "surname:Perkins;given-names:S.", "name_2": "surname:Brownridge;given-names:P. J.", "pub-id_doi": "10.15252/embj.2018100847", "pub-id_pmid": "31433507", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "38", "year": "2019"}, "text": "Strong anion exchange-mediated phosphoproteomics reveals extensive human non-canonical phosphorylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 62829, "infons": {"fpage": "6541", "lpage": "6551", "name_0": "surname:Alessi;given-names:D. R.", "name_1": "surname:Andjelkovic;given-names:M.", "name_2": "surname:Caudwell;given-names:B.", "pub-id_doi": "10.1002/j.1460-2075.1996.tb01045.x", "pub-id_pmid": "8978681", "section_type": "REF", "source": "EMBO\nJ.", "type": "ref", "volume": "15", "year": "1996"}, "text": "Mechanism of activation of protein kinase B by insulin and IGF-1", "sentences": [], "annotations": [], "relations": []}, {"offset": 62894, "infons": {"fpage": "186", "lpage": "199", "name_0": "surname:Wettenhall;given-names:R. E.", "name_1": "surname:Aebersold;given-names:R. H.", "name_2": "surname:Hood;given-names:L. E.", "pub-id_doi": "10.1016/0076-6879(91)01017-v", "pub-id_pmid": "1943764", "section_type": "REF", "source": "Methods Enzymol.", "type": "ref", "volume": "201", "year": "1991"}, "text": "Solid-phase sequencing of 32P-labeled phosphopeptides at picomole and subpicomole levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 62983, "infons": {"fpage": "9021", "lpage": "9027", "name_0": "surname:Wettenhall;given-names:R. E.", "name_1": "surname:Erikson;given-names:E.", "name_2": "surname:Maller;given-names:J. L.", "pub-id_doi": "10.1016/S0021-9258(19)50382-9", "pub-id_pmid": "1577739", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "267", "year": "1992"}, "text": "Ordered multisite phosphorylation of Xenopus ribosomal protein S6 by S6 kinase II", "sentences": [], "annotations": [], "relations": []}, {"offset": 63065, "infons": {"fpage": "207", "lpage": "214", "name_0": "surname:Elias;given-names:J. E.", "name_1": "surname:Gygi;given-names:S. P.", "pub-id_doi": "10.1038/nmeth1019", "pub-id_pmid": "17327847", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "4", "year": "2007"}, "text": "Target-decoy search strategy for increased confidence in large-scale protein identifications by mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 63179, "infons": {"fpage": "964", "lpage": "966", "name_0": "surname:Käll;given-names:L.", "name_1": "surname:Storey;given-names:J. D.", "name_2": "surname:Noble;given-names:W. S.", "pub-id_doi": "10.1093/bioinformatics/btp021", "pub-id_pmid": "19193729", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "QVALITY: non-parametric estimation of q-values and posterior error probabilities", "sentences": [], "annotations": [], "relations": []}, {"offset": 63260, "infons": {"elocation-id": "36", "name_0": "surname:Söderholm;given-names:S.", "name_1": "surname:Hintsanen;given-names:P.", "name_2": "surname:Öhman;given-names:T.", "pub-id_doi": "10.1186/1477-5956-12-36", "pub-id_pmid": "25028575", "section_type": "REF", "source": "Proteome Sci.", "type": "ref", "volume": "12", "year": "2014"}, "text": "PhosFox: a bioinformatics tool for peptide-level processing of LC-MS/MS-based phosphoproteomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63360, "infons": {"fpage": "950", "lpage": "963", "name_0": "surname:Lee;given-names:D. C. H.", "name_1": "surname:Jones;given-names:A. R.", "name_2": "surname:Hubbard;given-names:S. J.", "pub-id_doi": "10.1002/pmic.201400372", "pub-id_pmid": "25475148", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "15", "year": "2015"}, "text": "Computational phosphoproteomics: from identification to localization", "sentences": [], "annotations": [], "relations": []}, {"offset": 63429, "infons": {"fpage": "3807", "lpage": "3816", "name_0": "surname:Wang;given-names:Y.", "name_1": "surname:Tian;given-names:Y.", "name_2": "surname:Liu;given-names:X.", "pub-id_doi": "10.1021/acs.jproteome.0c00345", "pub-id_pmid": "32786891", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "19", "year": "2020"}, "text": "A New Workflow for the Analysis of Phosphosite Occupancy in Paired Samples by Integration of Proteomics and Phosphoproteomics Data Sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 63565, "infons": {"fpage": "5354", "lpage": "5362", "name_0": "surname:Taus;given-names:T.", "name_1": "surname:Köcher;given-names:T.", "name_2": "surname:Pichler;given-names:P.", "pub-id_doi": "10.1021/pr200611n", "pub-id_pmid": "22073976", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "10", "year": "2011"}, "text": "Universal and confident phosphorylation site localization using phosphoRS", "sentences": [], "annotations": [], "relations": []}, {"offset": 63639, "infons": {"fpage": "1285", "lpage": "1292", "name_0": "surname:Beausoleil;given-names:S. A.", "name_1": "surname:Villén;given-names:J.", "name_2": "surname:Gerber;given-names:S. A.", "pub-id_doi": "10.1038/nbt1240", "pub-id_pmid": "16964243", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "24", "year": "2006"}, "text": "A probability-based approach for high-throughput protein phosphorylation analysis and site localization", "sentences": [], "annotations": [], "relations": []}, {"offset": 63743, "infons": {"fpage": "1794", "lpage": "1805", "name_0": "surname:Cox;given-names:J.", "name_1": "surname:Neuhauser;given-names:N.", "name_2": "surname:Michalski;given-names:A.", "pub-id_doi": "10.1021/pr101065j", "pub-id_pmid": "21254760", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "10", "year": "2011"}, "text": "Andromeda: a peptide search engine integrated into the MaxQuant environment", "sentences": [], "annotations": [], "relations": []}, {"offset": 63819, "infons": {"fpage": "4262", "lpage": "4272", "name_0": "surname:Shteynberg;given-names:D. D.", "name_1": "surname:Deutsch;given-names:E. W.", "name_2": "surname:Campbell;given-names:D. S.", "pub-id_doi": "10.1021/acs.jproteome.9b00205", "pub-id_pmid": "31290668", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "18", "year": "2019"}, "text": "PTMProphet: Fast and Accurate Mass Modification Localization for the Trans-Proteomic Pipeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 63913, "infons": {"fpage": "3448", "lpage": "3459", "name_0": "surname:Ferries;given-names:S.", "name_1": "surname:Perkins;given-names:S.", "name_2": "surname:Brownridge;given-names:P. J.", "pub-id_doi": "10.1021/acs.jproteome.7b00337", "pub-id_pmid": "28741359", "section_type": "REF", "source": "J. Proteome\nRes.", "type": "ref", "volume": "16", "year": "2017"}, "text": "Evaluation of Parameters for Confident Phosphorylation Site Localization Using an Orbitrap Fusion Tribrid Mass Spectrometer", "sentences": [], "annotations": [], "relations": []}, {"offset": 64037, "infons": {"fpage": "535", "lpage": "542", "name_0": "surname:Dephoure;given-names:N.", "name_1": "surname:Gould;given-names:K. L.", "name_2": "surname:Gygi;given-names:S. P.", "pub-id_doi": "10.1091/mbc.e12-09-0677", "pub-id_pmid": "23447708", "section_type": "REF", "source": "Mol. Biol. Cell", "type": "ref", "volume": "24", "year": "2013"}, "text": "Mapping and analysis of phosphorylation sites: a quick guide for cell biologists", "sentences": [], "annotations": [], "relations": []}, {"offset": 64118, "infons": {"fpage": "3", "lpage": "14", "name_0": "surname:Chalkley;given-names:R. J.", "name_1": "surname:Clauser;given-names:K. R.", "pub-id_doi": "10.1074/mcp.R111.015305", "pub-id_pmid": "22328712", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "11", "year": "2012"}, "text": "Modification site localization scoring: strategies and performance", "sentences": [], "annotations": [], "relations": []}, {"offset": 64185, "infons": {"fpage": "4754", "lpage": "4765", "name_0": "surname:Hoopmann;given-names:M. R.", "name_1": "surname:Kusebauch;given-names:U.", "name_2": "surname:Palmblad;given-names:M.", "pub-id_doi": "10.1021/acs.jproteome.0c00648", "pub-id_pmid": "33166149", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "19", "year": "2020"}, "text": "Insights from the First Phosphopeptide Challenge of the MS Resource Pillar of the HUPO Human Proteome Project", "sentences": [], "annotations": [], "relations": []}, {"offset": 64295, "infons": {"fpage": "D655", "lpage": "D658", "name_0": "surname:Desiere;given-names:F.", "pub-id_doi": "10.1093/nar/gkj040", "pub-id_pmid": "16381952", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "34", "year": "2006"}, "text": "The PeptideAtlas project", "sentences": [], "annotations": [], "relations": []}, {"offset": 64320, "infons": {"fpage": "D261", "lpage": "D267", "name_0": "surname:Dinkel;given-names:H.", "name_1": "surname:Chica;given-names:C.", "name_2": "surname:Via;given-names:A.", "pub-id_doi": "10.1093/nar/gkq1104", "pub-id_pmid": "21062810", "section_type": "REF", "source": "Nucleic\nAcids Res.", "type": "ref", "volume": "39", "year": "2011"}, "text": "Phospho.ELM: a database of phosphorylation sites--update 2011", "sentences": [], "annotations": [], "relations": []}, {"offset": 64382, "infons": {"fpage": "D253", "lpage": "D260", "name_0": "surname:Gnad;given-names:F.", "name_1": "surname:Gunawardena;given-names:J.", "name_2": "surname:Mann;given-names:M.", "pub-id_doi": "10.1093/nar/gkq1159", "pub-id_pmid": "21081558", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "39", "year": "2011"}, "text": "PHOSIDA 2011: the posttranslational modification database", "sentences": [], "annotations": [], "relations": []}, {"offset": 64440, "infons": {"fpage": "D512", "lpage": "D520", "name_0": "surname:Hornbeck;given-names:P. V.", "name_1": "surname:Zhang;given-names:B.", "name_2": "surname:Murray;given-names:B.", "pub-id_doi": "10.1093/nar/gku1267", "pub-id_pmid": "25514926", "section_type": "REF", "source": "Nucleic\nAcids Res.", "type": "ref", "volume": "43", "year": "2015"}, "text": "PhosphoSitePlus, 2014: mutations, PTMs and recalibrations", "sentences": [], "annotations": [], "relations": []}, {"offset": 64498, "infons": {"fpage": "365", "lpage": "373", "name_0": "surname:Ochoa;given-names:D.", "name_1": "surname:Jarnuczak;given-names:A. F.", "name_2": "surname:Viéitez;given-names:C.", "pub-id_doi": "10.1038/s41587-019-0344-3", "pub-id_pmid": "31819260", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "38", "year": "2020"}, "text": "The functional landscape of the human phosphoproteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 64552, "infons": {"fpage": "D506", "lpage": "D515", "pub-id_doi": "10.1093/nar/gky1049", "pub-id_pmid": "30395287", "section_type": "REF", "source": "Nucleic\nAcids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "UniProt: a worldwide hub of protein knowledge", "sentences": [], "annotations": [], "relations": []}, {"offset": 64598, "infons": {"fpage": "1150", "lpage": "1159", "name_0": "surname:Deutsch;given-names:E. W.", "name_1": "surname:Mendoza;given-names:L.", "name_2": "surname:Shteynberg;given-names:D.", "pub-id_doi": "10.1002/pmic.200900375", "pub-id_pmid": "20101611", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "10", "year": "2010"}, "text": "A guided tour of the Trans-Proteomic Pipeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 64644, "infons": {"fpage": "D298", "lpage": "D308", "name_0": "surname:Huang;given-names:K.-Y.", "name_1": "surname:Lee;given-names:T. Y.", "name_2": "surname:Kao;given-names:H. J.", "pub-id_doi": "10.1093/nar/gky1074", "pub-id_pmid": "30418626", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "dbPTM in 2019: exploring disease association and cross-talk of post-translational modifications", "sentences": [], "annotations": [], "relations": []}, {"offset": 64740, "infons": {"fpage": "1834", "lpage": "1843", "name_0": "surname:Giansanti;given-names:P.", "name_1": "surname:Aye;given-names:T.", "name_2": "surname:van den Toorn;given-names:H.", "pub-id_doi": "10.1016/j.celrep.2015.05.029", "pub-id_pmid": "26074081", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "11", "year": "2015"}, "text": "An Augmented Multiple-Protease-Based Human Phosphopeptide Atlas", "sentences": [], "annotations": [], "relations": []}, {"offset": 64804, "infons": {"fpage": "403", "lpage": "410", "name_0": "surname:Altschul;given-names:S. F.", "name_1": "surname:Gish;given-names:W.", "name_2": "surname:Miller;given-names:W.", "pub-id_doi": "10.1016/S0022-2836(05)80360-2", "pub-id_pmid": "2231712", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "215", "year": "1990"}, "text": "Basic local alignment search tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 64838, "infons": {"fpage": "1792", "lpage": "1797", "name_0": "surname:Edgar;given-names:R. C.", "pub-id_doi": "10.1093/nar/gkh340", "pub-id_pmid": "15034147", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "32", "year": "2004"}, "text": "MUSCLE: multiple sequence alignment with high accuracy and high throughput", "sentences": [], "annotations": [], "relations": []}, {"offset": 64913, "infons": {"fpage": "66", "lpage": "70", "name_0": "surname:Fisher;given-names:R. A.", "name_1": "surname:Kotz;given-names:S.", "name_2": "surname:Johnson;given-names:N. L.", "section_type": "REF", "source": "Breakthroughs\nin Statistics: Methodology and Distribution", "type": "ref", "year": "1992"}, "text": "Statistical Methods for Research Workers", "sentences": [], "annotations": [], "relations": []}, {"offset": 64954, "infons": {"fpage": "261", "lpage": "272", "name_0": "surname:Virtanen;given-names:P.", "name_1": "surname:Gommers;given-names:R.", "name_2": "surname:Oliphant;given-names:T. E.", "pub-id_doi": "10.1038/s41592-019-0686-2", "pub-id_pmid": "32015543", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "17", "year": "2020"}, "text": "SciPy 1.0: fundamental algorithms for scientific computing in Python", "sentences": [], "annotations": [], "relations": []}, {"offset": 65023, "infons": {"elocation-id": "P3", "name_0": "surname:Dennis;given-names:G.", "name_1": "surname:Sherman;given-names:B. T.", "name_2": "surname:Hosack;given-names:D. A.", "pub-id_doi": "10.1186/gb-2003-4-5-p3", "pub-id_pmid": "12734009", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "4", "year": "2003"}, "text": "DAVID: Database for Annotation, Visualization, and Integrated Discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 65095, "infons": {"fpage": "1190", "lpage": "1203", "name_0": "surname:Rikova;given-names:K.", "name_1": "surname:Guo;given-names:A.", "name_2": "surname:Zeng;given-names:Q.", "pub-id_doi": "10.1016/j.cell.2007.11.025", "pub-id_pmid": "18083107", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "131", "year": "2007"}, "text": "Global survey of phosphotyrosine signaling identifies oncogenic kinases in lung cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 65182, "infons": {"fpage": "94", "lpage": "101", "name_0": "surname:Rush;given-names:J.", "name_1": "surname:Moritz;given-names:A.", "name_2": "surname:Lee;given-names:K. A.", "pub-id_doi": "10.1038/nbt1046", "pub-id_pmid": "15592455", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "23", "year": "2005"}, "text": "Immunoaffinity profiling of tyrosine phosphorylation in cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 65251, "infons": {"elocation-id": "R144", "name_0": "surname:Boekhorst;given-names:J.", "name_1": "surname:van Breukelen;given-names:B.", "name_2": "surname:Heck;given-names:A. J.", "pub-id_doi": "10.1186/gb-2008-9-10-r144", "pub-id_pmid": "18828897", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Comparative phosphoproteomics reveals evolutionary and functional conservation of phosphorylation across eukaryotes", "sentences": [], "annotations": [], "relations": []}, {"offset": 65367, "infons": {"fpage": "1426", "lpage": "1432", "name_0": "surname:Malik;given-names:R.", "name_1": "surname:Nigg;given-names:E. A.", "name_2": "surname:Körner;given-names:R.", "pub-id_doi": "10.1093/bioinformatics/btn197", "pub-id_pmid": "18426804", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "Comparative conservation analysis of the human mitotic phosphoproteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 65438, "infons": {"fpage": "229", "lpage": "232", "name_0": "surname:Studer;given-names:R. A.", "name_1": "surname:Rodriguez-Mias;given-names:R. A.", "name_2": "surname:Haas;given-names:K. M.", "pub-id_doi": "10.1126/science.aaf2144", "pub-id_pmid": "27738172", "section_type": "REF", "source": "Science", "type": "ref", "volume": "354", "year": "2016"}, "text": "Evolution of protein phosphorylation across 18 fungal species", "sentences": [], "annotations": [], "relations": []}, {"offset": 65500, "infons": {"fpage": "2548", "lpage": "2554", "name_0": "surname:Chen;given-names:S. C.-C.", "name_1": "surname:Chen;given-names:F.-C.", "name_2": "surname:Li;given-names:W.-H.", "pub-id_doi": "10.1093/molbev/msq142", "pub-id_pmid": "20534707", "section_type": "REF", "source": "Mol. Biol. Evol.", "type": "ref", "volume": "27", "year": "2010"}, "text": "Phosphorylated and nonphosphorylated serine and threonine residues evolve at different rates in mammals", "sentences": [], "annotations": [], "relations": []}, {"offset": 65604, "infons": {"fpage": "193", "lpage": "197", "name_0": "surname:Landry;given-names:C. R.", "name_1": "surname:Levy;given-names:E. D.", "name_2": "surname:Michnick;given-names:S. W.", "pub-id_doi": "10.1016/j.tig.2009.03.003", "pub-id_pmid": "19349092", "section_type": "REF", "source": "Trends Genet.", "type": "ref", "volume": "25", "year": "2009"}, "text": "Weak functional constraints on phosphoproteomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 65652, "infons": {"fpage": "351", "lpage": "352", "name_0": "surname:Lienhard;given-names:G. E.", "pub-id_doi": "10.1016/j.tibs.2008.05.004", "pub-id_pmid": "18603430", "section_type": "REF", "source": "Trends Biochem. Sci.", "type": "ref", "volume": "33", "year": "2008"}, "text": "Non-functional phosphorylations?", "sentences": [], "annotations": [], "relations": []}, {"offset": 65685, "infons": {"fpage": "2451", "lpage": "2475", "name_0": "surname:Byrne;given-names:D. P.", "name_1": "surname:Clarke;given-names:C. J.", "name_2": "surname:Brownridge;given-names:P. J.", "pub-id_doi": "10.1042/BCJ20200309", "pub-id_pmid": "32501498", "section_type": "REF", "source": "Biochem. J.", "type": "ref", "volume": "477", "year": "2020"}, "text": "Use of the Polo-like kinase 4 (PLK4) inhibitor centrinone to investigate intracellular signalling networks using SILAC-based phosphoproteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 65828, "infons": {"fpage": "27", "lpage": "29", "name_0": "surname:Hutti;given-names:J. E.", "name_1": "surname:Jarrell;given-names:E. T.", "name_2": "surname:Chang;given-names:J. D.", "pub-id_doi": "10.1038/nmeth708", "pub-id_pmid": "15782149", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "1", "year": "2004"}, "text": "A rapid method for determining protein kinase phosphorylation specificity", "sentences": [], "annotations": [], "relations": []}, {"offset": 65902, "infons": {"fpage": "608", "lpage": "618", "name_0": "surname:Kettenbach;given-names:A. N.", "name_1": "surname:Wang;given-names:T.", "name_2": "surname:Faherty;given-names:B.", "pub-id_doi": "10.1016/j.chembiol.2012.04.011", "pub-id_pmid": "22633412", "section_type": "REF", "source": "Chem. Biol.", "type": "ref", "volume": "19", "year": "2012"}, "text": "Rapid determination of multiple linear kinase substrate motifs by mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 65986, "infons": {"fpage": "176", "lpage": "184", "name_0": "surname:Hall;given-names:F. L.", "name_1": "surname:Vulliet;given-names:P. R.", "pub-id_doi": "10.1016/0955-0674(91)90136-M", "pub-id_pmid": "1831990", "section_type": "REF", "source": "Curr. Opin. Cell Biol.", "type": "ref", "volume": "3", "year": "1991"}, "text": "Proline-directed protein phosphorylation and cell cycle regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 66053, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Johnson;given-names:L. N.", "name_1": "surname:Lowe;given-names:E.", "name_2": "surname:Noble;given-names:M.", "pub-id_doi": "10.1016/S0014-5793(98)00606-1", "pub-id_pmid": "9678585", "section_type": "REF", "source": "FEBS Lett.", "type": "ref", "volume": "430", "year": "1998"}, "text": "The Eleventh Datta Lecture. The structural basis for substrate recognition and control by protein kinases", "sentences": [], "annotations": [], "relations": []}, {"offset": 66159, "infons": {"fpage": "311", "lpage": "322", "name_0": "surname:Keshwani;given-names:M. M.", "pub-id_doi": "10.1042/BJ20141373", "pub-id_pmid": "25529026", "section_type": "REF", "source": "Biochem. J.", "type": "ref", "volume": "466", "year": "2015"}, "text": "Conserved proline-directed phosphorylation regulates SR protein conformation and splicing function", "sentences": [], "annotations": [], "relations": []}, {"offset": 66258, "infons": {"fpage": "164", "lpage": "172", "name_0": "surname:Lu;given-names:K. P.", "name_1": "surname:Liou;given-names:Y.-C.", "name_2": "surname:Zhou;given-names:X. Z.", "pub-id_doi": "10.1016/S0962-8924(02)02253-5", "pub-id_pmid": "11978535", "section_type": "REF", "source": "Trends Cell Biol.", "type": "ref", "volume": "12", "year": "2002"}, "text": "Pinning down proline-directed phosphorylation signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 66314, "infons": {"elocation-id": "e0214768", "name_0": "surname:Pietrangelo;given-names:A.", "name_1": "surname:Ridgway;given-names:N. D.", "pub-id_doi": "10.1371/journal.pone.0214768", "pub-id_pmid": "30925160", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "14", "year": "2019"}, "text": "Phosphorylation of a serine/proline-rich motif in oxysterol binding protein-related protein 4L (ORP4L) regulates cholesterol and vimentin binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 66460, "infons": {"fpage": "973", "lpage": "982", "name_0": "surname:Songyang;given-names:Z.", "name_1": "surname:Blechner;given-names:S.", "name_2": "surname:Hoagland;given-names:N.", "pub-id_doi": "10.1016/S0960-9822(00)00221-9", "pub-id_pmid": "7874496", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "4", "year": "1994"}, "text": "Use of an oriented peptide library to determine the optimal substrates of protein kinases", "sentences": [], "annotations": [], "relations": []}, {"offset": 66550, "infons": {"fpage": "285", "lpage": "286", "name_0": "surname:Amanchy;given-names:R.", "name_1": "surname:Periaswamy;given-names:B.", "name_2": "surname:Mathivanan;given-names:S.", "pub-id_doi": "10.1038/nbt0307-285", "pub-id_pmid": "17344875", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "25", "year": "2007"}, "text": "A curated compendium of phosphorylation motifs", "sentences": [], "annotations": [], "relations": []}, {"offset": 66597, "infons": {"elocation-id": "10503", "name_0": "surname:Sugiyama;given-names:N.", "name_1": "surname:Imamura;given-names:H.", "name_2": "surname:Ishihama;given-names:Y.", "pub-id_doi": "10.1038/s41598-019-46385-4", "pub-id_pmid": "31324866", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "9", "year": "2019"}, "text": "Large-scale Discovery of Substrates of the Human Kinome", "sentences": [], "annotations": [], "relations": []}, {"offset": 66653, "infons": {"fpage": "6486", "lpage": "6493", "name_0": "surname:Songyang;given-names:Z.", "name_1": "surname:Lu;given-names:K. P.", "name_2": "surname:Kwon;given-names:Y. T.", "pub-id_doi": "10.1128/MCB.16.11.6486", "pub-id_pmid": "8887677", "section_type": "REF", "source": "Mol. Cell. Biol.", "type": "ref", "volume": "16", "year": "1996"}, "text": "A structural basis for substrate specificities of protein Ser/Thr kinases: primary sequence preference of casein kinases I and II, NIMA, phosphorylase kinase, calmodulin-dependent kinase II, CDK5, and Erk1", "sentences": [], "annotations": [], "relations": []}, {"offset": 66859, "infons": {"fpage": "311", "lpage": "318", "name_0": "surname:Wälchli;given-names:S.", "name_1": "surname:Espanel;given-names:X.", "name_2": "surname:Harrenga;given-names:A.", "pub-id_doi": "10.1074/jbc.M307617200", "pub-id_pmid": "14578355", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "279", "year": "2004"}, "text": "Probing protein-tyrosine phosphatase substrate specificity using a phosphotyrosine-containing phage library", "sentences": [], "annotations": [], "relations": []}, {"offset": 66967, "infons": {"fpage": "3474", "lpage": "3484", "name_0": "surname:Espinos;given-names:E.", "name_1": "surname:Thaï;given-names:A. L. V.", "name_2": "surname:Pomiès;given-names:C.", "pub-id_doi": "10.1128/MCB.19.5.3474", "pub-id_pmid": "10207071", "section_type": "REF", "source": "Mol. Cell. Biol.", "type": "ref", "volume": "19", "year": "1999"}, "text": "Cooperation between phosphorylation and acetylation processes in transcriptional control", "sentences": [], "annotations": [], "relations": []}, {"offset": 67056, "infons": {"elocation-id": "102", "name_0": "surname:Habibian;given-names:J.", "name_1": "surname:Ferguson;given-names:B. S.", "pub-id_doi": "10.3390/ijms20010102", "section_type": "REF", "source": "Int. J. Mol. Sci.", "type": "ref", "volume": "20", "year": "2019"}, "text": "The Crosstalk between Acetylation and Phosphorylation: Emerging New Roles for HDAC Inhibitors in the Heart", "sentences": [], "annotations": [], "relations": []}, {"offset": 67163, "infons": {"fpage": "E7255", "lpage": "E7261", "name_0": "surname:Leney;given-names:A. C.", "name_1": "surname:El Atmioui;given-names:D.", "name_2": "surname:Wu;given-names:W.", "pub-id_doi": "10.1073/pnas.1620529114", "pub-id_pmid": "28808029", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "114", "year": "2017"}, "text": "Elucidating crosstalk mechanisms between phosphorylation and O-GlcNAcylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 67240, "infons": {"elocation-id": "151839", "name_0": "surname:Naro;given-names:C.", "name_1": "surname:Sette;given-names:C.", "pub-id_doi": "10.1155/2013/151839", "pub-id_pmid": "24069033", "section_type": "REF", "source": "Int. J. Cell Biol.", "type": "ref", "volume": "2013", "year": "2013"}, "text": "Phosphorylation-mediated regulation of alternative splicing in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 67310, "infons": {"fpage": "413", "lpage": "425", "name_0": "surname:Beltrao;given-names:P.", "name_1": "surname:Albanèse;given-names:V.", "name_2": "surname:Kenner;given-names:L.", "pub-id_doi": "10.1016/j.cell.2012.05.036", "pub-id_pmid": "22817900", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "150", "year": "2012"}, "text": "Systematic functional prioritization of protein posttranslational modifications", "sentences": [], "annotations": [], "relations": []}, {"offset": 67390, "infons": {"elocation-id": "1977", "name_0": "surname:Strumillo;given-names:M. J.", "name_1": "surname:Oplová;given-names:M.", "name_2": "surname:Viéitez;given-names:C.", "pub-id_doi": "10.1038/s41467-019-09952-x", "pub-id_pmid": "31036831", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "10", "year": "2019"}, "text": "Conserved phosphorylation hotspots in eukaryotic protein domain families", "sentences": [], "annotations": [], "relations": []}, {"offset": 67463, "infons": {"fpage": "135", "lpage": "147", "name_0": "surname:Barbara;given-names:K. E.", "name_1": "surname:Willis;given-names:K. A.", "name_2": "surname:Haley;given-names:T. M.", "pub-id_doi": "10.1007/s00438-007-0237-x", "pub-id_pmid": "17476531", "section_type": "REF", "source": "Mol. Genet. Genomics", "type": "ref", "volume": "278", "year": "2007"}, "text": "Coiled coil structures and transcription: an analysis of the S. cerevisiae coilome", "sentences": [], "annotations": [], "relations": []}, {"offset": 67546, "infons": {"fpage": "278", "lpage": "285", "name_0": "surname:Baxevanis;given-names:A. D.", "name_1": "surname:Vinson;given-names:C. R.", "pub-id_doi": "10.1016/0959-437X(93)90035-N", "pub-id_pmid": "8504253", "section_type": "REF", "source": "Curr. Opin. Genet.\nDev.", "type": "ref", "volume": "3", "year": "1993"}, "text": "Interactions of coiled coils in transcription factors: where is the specificity?", "sentences": [], "annotations": [], "relations": []}, {"offset": 67627, "infons": {"fpage": "934", "lpage": "948", "name_0": "surname:Pogenberg;given-names:V.", "name_1": "surname:Ballesteros-Álvarez;given-names:J.", "name_2": "surname:Schober;given-names:R.", "pub-id_doi": "10.1093/nar/gkz1104", "pub-id_pmid": "31777941", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "48", "year": "2020"}, "text": "Mechanism of conditional partner selectivity in MITF/TFE family transcription factors with a conserved coiled coil stammer motif", "sentences": [], "annotations": [], "relations": []}, {"offset": 67756, "infons": {"fpage": "950", "lpage": "968", "name_0": "surname:Gu;given-names:G. M.", "name_1": "surname:Wang;given-names:J. K.", "pub-id_doi": "10.3724/SP.J.1005.2012.00950", "pub-id_pmid": "22917900", "section_type": "REF", "source": "Yi Chuan", "type": "ref", "volume": "34", "year": "2012"}, "text": "[DNA-binding profiles of mammalian transcription factors]", "sentences": [], "annotations": [], "relations": []}, {"offset": 67814, "infons": {"fpage": "983", "lpage": "990", "name_0": "surname:Keegan;given-names:S.", "name_1": "surname:Cortens;given-names:J. P.", "name_2": "surname:Beavis;given-names:R. C.", "pub-id_doi": "10.1021/acs.jproteome.5b01018", "pub-id_pmid": "26842767", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "15", "year": "2016"}, "text": "g2pDB: A Database Mapping Protein Post-Translational Modifications to Genomic Coordinates", "sentences": [], "annotations": [], "relations": []}, {"offset": 67904, "infons": {"elocation-id": "S6", "name_0": "surname:Safaei;given-names:J.", "name_1": "surname:Maňuch;given-names:J.", "name_2": "surname:Gupta;given-names:A.", "pub-id_doi": "10.1186/1477-5956-9-S1-S6", "pub-id_pmid": "22165948", "section_type": "REF", "source": "Proteome\nSci.", "type": "ref", "volume": "9", "year": "2011"}, "text": "Prediction of 492 human protein kinase substrate specificities", "sentences": [], "annotations": [], "relations": []}, {"offset": 67967, "infons": {"fpage": "533", "lpage": "551", "name_0": "surname:Campbell;given-names:A. E.", "name_1": "surname:Ferraz Franco;given-names:C.", "name_2": "surname:Su;given-names:L. I.", "pub-id_doi": "10.1042/BCJ20200627", "pub-id_pmid": "33438746", "section_type": "REF", "source": "Biochem. J.", "type": "ref", "volume": "478", "year": "2021"}, "text": "Temporal modulation of the NF-κB RelA network in response to different types of DNA damage", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]