[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240906", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC3308158", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/database/bas001", "article-id_pmc": "PMC3308158", "article-id_pmid": "22434836", "article-id_publisher-id": "bas001", "elocation-id": "bas001", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/3.0), which permits unrestricted non-commercial use, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Park;given-names:Julie", "name_1": "surname:Costanzo;given-names:Maria C.", "name_2": "surname:Balakrishnan;given-names:Rama", "name_3": "surname:Cherry;given-names:J. Michael", "name_4": "surname:Hong;given-names:Eurie L.", "section_type": "TITLE", "type": "front", "volume": "2012", "year": "2012"}, "text": "CvManGO, a method for leveraging computational predictions to improve literature-based Gene Ontology annotations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 113, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The set of annotations at the Saccharomyces Genome Database (SGD) that classifies the cellular function of S. cerevisiae gene products using Gene Ontology (GO) terms has become an important resource for facilitating experimental analysis. In addition to capturing and summarizing experimental results, the structured nature of GO annotations allows for functional comparison across organisms as well as propagation of functional predictions between related gene products. Due to their relevance to many areas of research, ensuring the accuracy and quality of these annotations is a priority at SGD. GO annotations are assigned either manually, by biocurators extracting experimental evidence from the scientific literature, or through automated methods that leverage computational algorithms to predict functional information. Here, we discuss the relationship between literature-based and computationally predicted GO annotations in SGD and extend a strategy whereby comparison of these two types of annotation identifies genes whose annotations need review. Our method, CvManGO (Computational versus Manual GO annotations), pairs literature-based GO annotations with computational GO predictions and evaluates the relationship of the two terms within GO, looking for instances of discrepancy. We found that this method will identify genes that require annotation updates, taking an important step towards finding ways to prioritize literature review. Additionally, we explored factors that may influence the effectiveness of CvManGO in identifying relevant gene targets to find in particular those genes that are missing literature-supported annotations, but our survey found that there are no immediately identifiable criteria by which one could enrich for these under-annotated genes. Finally, we discuss possible ways to improve this strategy, and the applicability of this method to other projects that use the GO for curation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2047, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Database URL: http://www.yeastgenome.org", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2088, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2101, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The integration and comparison of biological information can be complicated by the human tendency to express the same concept in multiple ways. The Gene Ontology (GO) addresses the difficulty of functional classification for gene products, and has become the main resource for capturing such information in a controlled format that can be effectively used for search and computational analysis. GO annotations are comprised of a gene product; a structured vocabulary term that represents a molecular function, a biological process or a cellular component; the literature reference for the assignment; and an evidence code that indicates how the reference supports the annotation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2781, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Annotations based on manual curation of the published literature are generally considered to be the gold standard. These are derived from published sources by highly trained scientific biocurators, who annotate gene products with the current and most direct information, considered in the context of all available experimentally defined knowledge. As of Fall 2011, the Saccharomyces Genome Database [SGD; http://www.yeastgenome.org, ] had manually assigned nearly 38 000 GO annotations. The goal of creating GO annotations at SGD is to provide a summary of the biological role of a given gene product. This requires reviewing the entire body of literature for a gene and synthesizing that knowledge to provide a concise and accurate presentation of the role of that gene product in the cell.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3575, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to the literature-based set of annotations, SGD also provides a large set of annotations automatically generated by in silico methods. These predictive computational methods use single or multiple inputs—for example, protein sequence signatures, protein–protein and genetic interactions or mutant phenotypes—for algorithms that generate annotations for gene products in an unbiased manner. These predictions can complement existing manual annotations, and provide clues about the functions of uncharacterized proteins. Among the computationally predicted annotations are those provided by the GOA project at UniProtKB, including InterPro to GO, which is based on protein sequence signatures; and SwissProt Keywords (SPKW) to GO (http://www.geneontology.org/external2go/spkw2go). SGD also includes annotations from methods presented in publications, which, at the time of this analysis, included two sophisticated algorithms that integrate multiple data sets to automatically assign annotations: bioPIXIE/MEFIT and YeastFunc. BioPIXIE/MEFIT considers relationships between genes inferred from different types of high-throughput data sets, such as protein localization, interactions and genomic expression data, to generate predicted GO annotations in Biological Process. The YeastFunc method integrates large-scale data sets with sequence-based inferences to make predictions in all three GO aspects (Molecular Function, Biological Process, Cellular Component). The GO annotations in SGD that are assigned via all of these computational methods carry either the IEA (Inferred from Electronic Annotation) or RCA (Reviewed Computational Analysis) evidence codes (http://www.geneontology.org/GO.evidence.shtml). SGD works with authors of publications to determine the most appropriate cut-off in order to provide the best representation of the predictive method while maintaining a high level of confidence in the computational annotation. All computationally predicted annotations are maintained in SGD for up to 1 year, after which time the annotations are removed unless the providing source has refreshed the analysis based upon the latest GO structure and data available in the literature, since both are constantly changing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5820, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Among the tasks that are considered highest priority at SGD are the annotation of genes for which a novel function has been identified, and the review of annotations that could be incorrect. The challenge is to identify these genes in an efficient manner. Because manual curation requires significant effort and our resources are limited, we need to define a pipeline that will support this type of prioritization of our curatorial tasks. To begin addressing this issue, we previously explored whether computational predictions can be used as an indicator for identifying genes with ‘unknown’ annotations that need review. ‘Unknown’ annotations are created by manually assigning the root term of a GO aspect, which are the broadest terms that exist: ‘molecular_function’ (GO:0003674), ‘biological_process’ (GO:0008150), and ‘cellular_component’ (GO:0005575). These annotations indicate that at the time of curatorial review no evidence is present in the literature that would allow a more specific annotation to be made for the gene product. We presented a method by which we paired a manual literature-based annotation with a computationally predicted annotation and looked for correspondence between the two, a method that in this article we will refer to as ‘Computational vs Manual GO annotations’ (CvManGO). In the previous study, we found that when an InterPro prediction existed for a gene that was manually annotated to ‘unknown’, we were often able to find evidence in the literature to assign a biological function to that gene. Here we extend this analysis by considering additional prediction methods. To represent a broad range of methods used to generate computational annotations, in addition to the sequence-based method InterPro, we chose SPKW, a method based upon curated associations, bioPIXIE/MEFIT, a Bayesian method and YeastFunc, a guilt-by-association/profiling method.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7742, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to exploring more computational sources, we also extended the analysis to include manually assigned annotations other than ‘unknown’. For a given gene, annotations and predictions were sorted into pairs and categorized by the relationship between the paired GO terms. We present data on pairs of annotations we categorized as ‘mismatches’, indicating that the paired terms are not in the same lineage (path to the root node) of the GO ontology, or ‘shallow’, indicating that while the literature-based annotation and computationally predicted annotations are in the same lineage, the literature-based annotation provides less detailed information. We show here that both of these categories of annotation pairs allow us to flag genes whose manually curated annotations need to be reviewed and updated. In particular, we hope to find an efficient way by which these computational predictions can help us identify our highest-priority set of genes for review: those that are under-annotated and missing annotations from their manually curated set (i.e. cases where experiments supporting functional annotations exist in the literature but have not yet been captured by SGD). We also discuss factors that contribute to the effectiveness of this method, and ways in which it may be more efficiently applied.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9070, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9078, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sources of data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9094, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All annotations were derived from the SGD gene association file dated 11 October 2009 (gene_association.sgd Revision 1.1460, available at http://cvsweb.geneontology.org/cgi-bin/cvsweb.cgi/go/gene-associations/gene_association.sgd.gz). We chose this date because this set of SGD GO annotations included recently updated computational predictions generated by the four different methods selected for this study. Literature-based annotations were considered to be all annotations not bearing the IEA and RCA evidence codes. Computationally predicted annotations used in this study included all annotations from the sources ‘YeastFunc’ and ‘bioPIXIE_MEFIT’ (SGD gene association file column 15) and annotations from source ‘UniProtKB’ bearing the evidence code IEA and with ‘Interpro’ or ‘SP_KW’ in column 8 of the gene association file. Annotations with the NOT qualifier, indicating evidence for the negative annotation, were excluded from this analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10067, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A contemporaneous version of the GO file, version 5.1097 dated 13 October 2009, (http://cvsweb.geneontology.org/cgi-bin/cvsweb.cgi/go/ontology/gene_ontology_edit.obo) was used to evaluate the relationship between GO terms used in the computationally predicted and the literature-based annotations. Using a version of the ontology that is current with respect to the annotations ensures that the differences between the literature-based and computationally predicted annotations will not be based on changes to the ontology, such as merged or obsoleted GO terms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10629, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Process for flagging annotations for review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10673, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If a gene product had multiple manual annotations in the same direct lineage of the ontology (i.e. in the same path leading up to the root of the ontology), the manual annotations were filtered in order to keep only the most specific annotations. In cases where both a literature-based and computationally predicted annotation existed for the given gene and GO aspect (Molecular Function, Biological Process, Cellular Component), the filtered granular manual annotations were compared against all of the computational predictions for that gene to create annotation pairs. Each annotation pair was evaluated in order to classify the relationship in the ontology between the two terms. Genes with annotations with the following relationships were flagged for further review: (i) the GO term used for the literature-based annotation is in the same lineage of the ontology but the literature-based annotation is closer to the root than the computational prediction and (ii) the GO term used for the literature-based annotation is in a different GO lineage from the computationally predicted annotation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11772, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Process for selecting genes to review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11810, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To generate a representative set of 336 genes with literature-based annotations flagged by CvManGO to review, we began with a random set of genes from each class (see below for descriptions of the classes) and supplemented with additional genes to obtain similar coverage for each class, computational source, and GO aspect. This representative set of genes minimizes the numbers of genes needing review while providing equivalent representation of different attributes we consider and examine in this study. A control set of 70 genes to review was randomly selected from those genes that had computational annotations but had no literature-based annotations flagged by CvManGO. This sample size would provide statistical power to detect a difference of 20% with 90% confidence (α = 0.05).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12605, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene scoring methodology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12630, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each of the flagged genes, we reviewed the body of literature published before January 2011 and assessed whether the set of annotations for that gene was in need of updating. Any gene needing no change to its current annotations was scored as ‘no change’, while those needing additional information or corrections to the existing set of annotations were scored ‘updatable’ and the type of update made based on each flagged annotation was noted (Supplementary Tables S1 and S2). For scoring computational predictions, each prediction was examined in light of the published literature for the gene product and current SGD standard annotation practice. If we were able to find evidence in the literature supporting the computational prediction, such that we were able to add a manual annotation using either the same term as the prediction or a term in the same branch of the ontology, then the computational annotation was scored as ‘helpful’. If no evidence supporting the computational prediction was found in the literature or the predicted term did not comply with SGD's annotation standards, then the prediction was scored as ‘not helpful’. Review of the annotations, genes, and their associated literature presented in this study required ∼1000 person-hours and was conducted over 7 months.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13947, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13970, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Additional sources of computationally predicted annotations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14030, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previously, we performed a feasibility study in which we presented a method that paired a manual literature-based annotation with a computationally predicted annotation and looked for correspondence between the two. For ease of reference we will herein call this method CvManGO (Computational versus Manual GO annotations). In the feasibility study we looked at instances where the CvManGO method found disparities for literature-based annotations designated as ‘unknown’. ‘Unknown’ annotations are created by manually assigning the root term of a GO aspect, which are the broadest terms that exist: ‘molecular_function’ (GO:0003674), ‘biological_process’ (GO:0008150) and ‘cellular_component’ (GO:0005575). They indicate that at the time of curatorial review no evidence is present in the literature that would allow a more specific annotation to be made for the gene product. When the CvManGO method found a computational prediction paired with a manually assigned ‘unknown’ annotation, we considered that this might indicate that there is evidence in the literature to support a non-‘unknown’ annotation, and we therefore reviewed the body of literature for those genes to see if there were annotations missing from our manual set. We previously performed this CvManGO analysis with literature-based ‘unknown’ annotations in the October 2009 SGD gene association file compared to computational predictions made by the GOA group at UniProtKB based on InterPro sequence signatures. In this study, we extended this analysis to include additional sources of computational predictions, in order to determine whether this would increase our coverage across the genome and help enrich for those genes which could be updated from an ‘unknown’ to a more informative annotation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15838, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For our additional sources of computationally assigned annotations, we sought to use annotations based on methods that differed from the InterPro sequence-signature based technique. We chose to use annotation outputs based on SPKW, bioPIXIE/MEFIT and YeastFunc. SPKW, also provided by the GOA project, is an automated method based on curated associations, while bioPIXIE/MEFIT from the Troyanskaya group at Princeton University is a Bayesian analysis that integrates biological data sets, and the YeastFunc algorithm from the Roth group at the University of Toronto is a guilt-by-associative/profiling method that also integrates multiple types of biological data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16503, "infons": {"file": "bas001-T1.xml", "id": "bas001-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of biocurator-assigned ‘unknown’ annotations (to the root terms) that have a corresponding computational prediction, by source. Data are from the SGD gene association file dated October 11, 2009", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16709, "infons": {"file": "bas001-T1.xml", "id": "bas001-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Number of annotations</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">Total ‘unknowns’</td><td rowspan=\"1\" colspan=\"1\">4129</td></tr><tr><td rowspan=\"1\" colspan=\"1\">‘Unknowns’ with InterPro predictions</td><td rowspan=\"1\" colspan=\"1\">608</td></tr><tr><td rowspan=\"1\" colspan=\"1\">‘Unknowns’ with SwissPro Keyword predictions</td><td rowspan=\"1\" colspan=\"1\">637</td></tr><tr><td rowspan=\"1\" colspan=\"1\">‘Unknowns’ with bioPIXIE/MEFIT predictions</td><td rowspan=\"1\" colspan=\"1\">54</td></tr><tr><td rowspan=\"1\" colspan=\"1\">‘Unknowns’ with YeastFunc predictions</td><td rowspan=\"1\" colspan=\"1\">79</td></tr><tr><td rowspan=\"1\" colspan=\"1\">‘Unknowns’ with a prediction from any source</td><td rowspan=\"1\" colspan=\"1\">1011</td></tr></tbody></table>\n"}, "text": "\tNumber of annotations\t \tTotal ‘unknowns’\t4129\t \t‘Unknowns’ with InterPro predictions\t608\t \t‘Unknowns’ with SwissPro Keyword predictions\t637\t \t‘Unknowns’ with bioPIXIE/MEFIT predictions\t54\t \t‘Unknowns’ with YeastFunc predictions\t79\t \t‘Unknowns’ with a prediction from any source\t1011\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17020, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Each of these sources individually provides computational predictions for only a fraction of the ‘unknown’ annotations (Table 1). SPKW provided the best coverage, having computational predictions corresponding to 15.4% (637/4129) of all ‘unknown’ annotations, followed by InterPro with 14.7% (608/4129), YeastFunc with 1.9% (79/4129) and bioPIXIE/MEFIT with 1.3% (52/4129). While no single computational source provided predictions for more than ∼15% of the total number of unknown annotations, the combination of all four sources provided a computational prediction for 24.4% of all ‘unknown’ annotations. So, even though there does exist some overlap between the sources, meaning that a given ‘unknown’ annotation may have a corresponding prediction from more than one source, inclusion of multiple sources does allow more annotations to be analyzed when applying CvManGO. Although the number of ‘unknown’ annotations with corresponding predictions by either bioPIXIE/MEFIT or YeastFunc was small, these methods do provide predictions for genes not covered by the InterPro or SwissProt methods. The small number of ‘unknowns’ paired with bioPIXIE/MEFIT predictions probably results from the fact that this method only provides computationally predicted annotations for the Biological Process aspect of GO. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18355, "infons": {"file": "bas001f1.jpg", "id": "bas001-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "The percentage of annotations that could be updated from ‘unknown’ with predictions from either a single or from multiple computational methods. Fifty ‘unknown’ annotations were selected from each of two categories: a computational prediction existed for the ‘unknown’ annotation from the output of only one computational source, or computational predictions existed from two or more sources. Each of the predictions was evaluated against the existing body of literature for the associated gene to determine whether a more meaningful manual annotation could be assigned. In cases were the literature supported a novel function, the annotation was scored ‘updatable’. Annotations that remained ‘unknown’ after review by a biocurator were scored ‘no change’. Twenty four percent of the ‘unknowns’ flagged by a single source (12/50) were updatable to a literature-supported functional annotation upon review. For ‘unknown’ annotations that had predictions from two or more computational sources, 38% (19/50 annotations) were updatable. The slight increase in the number of updatable genes with additional computational sources is not statistically significant (χ2\nP-value = 0.13).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19570, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to examining whether inclusion of additional sources for computational predictions would provide improved coverage of the annotations, we sought to explore whether flagging of an ‘unknown’ annotation by more than one computational source would indicate an increased likelihood that an experimentally based manual annotation could be made from the literature to replace the ‘unknown’. We reviewed 50 ‘unknown’ annotations that were flagged by only one of any of our four sources, and 50 ‘unknown’ annotations that were flagged by two or more of the sources in our CvManGO comparison. For ‘unknown’ annotations that were flagged by predictions from a single source, 24% of the cases reviewed (12/50 annotations) could be updated, while 38% of the annotations (19/50 annotations) that were flagged by more than one source of computational predictions could be updated (Figure 1). However, this difference is not significant, as determined by the χ2 test (P-value = 0.13). Therefore, performing the CvManGO analysis using computational predictions from multiple sources does not seem to significantly enrich for genes that can be updated, as compared to using computational predictions from a single source. However, since including all sources of predictions allowed us to perform the comparison using a larger set of both ‘unknown’ and non-‘unknown’ literature-based annotations (data not shown), we included all sources in our further analyses. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21060, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The remaining annotations: non-‘unknowns’", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21106, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the October 2009 set of literature-based annotations, ‘unknowns’ comprised only 13% of the total number of annotations (4129 of the total of 31 977). So, while replacing an ‘unknown’ annotation with any functional information is of great benefit to our scientific community, these types of annotations and situations represent only a small fraction of the total annotations at SGD. In light of this, we wanted to apply CvManGO to the remaining 87% of our literature-based annotations to see if the method could help identify further curation needs for this larger set of annotations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21703, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When considering the effectiveness of the CvManGO method for identifying non-‘unknown’ annotations that might be updatable, we made the decision to shift from looking at the fate of individual annotations, to evaluating the entire annotation set for a gene. ‘Unknown’ annotations are often present as the sole annotation for a GO aspect for a gene, but non-‘unknown’ annotations are typically part of a set containing multiple annotations for a gene. Since SGD's GO annotation practice is to present a complete, summarized view of the functional role of a gene product, the whole annotation set for a gene must be reviewed in order to determine whether the CvManGO method resulted in an improvement to this summarized view. In reviewing the annotation set for a gene, the entire body of literature relevant to that gene must be considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22555, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "‘Shallow’: For these annotation pairs, the literature-based annotation is in the same lineage of the ontology but closer to the root than the computational prediction. In this case the computational prediction provides more specific information than the literature-based annotation with which it is paired, potentially indicating that a more granular manual GO annotation can be made. An example of this would be if the literature-based annotation were to ‘mitochondrion’ (GO:0005739) and the computational prediction to ‘mitochondrial membrane’ (GO:0031966). Genes with annotation pairs in this class were flagged as needing review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23201, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "‘Exact match’: In these pairs the literature-based annotation exactly matches a computational prediction. Because there was no discrepancy between the two annotations, annotation pairs in this class were not considered as flags for review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23445, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "‘Deep’: Here the literature-based annotation is in the same lineage, or path to the root node, of the ontology but farther from the root than the computational prediction. Since the existing literature-based annotation is more specific than the paired computational annotation, there is no additional information provided by the discrepant computational prediction. An example of this would be a literature-based annotation for a gene to ‘protein serine/threonine kinase activity’ (GO:0004674) paired with a computationally predicted annotation to ‘kinase activity’ (GO:0016301). Annotation pairs in this class were not considered as flags for review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24109, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "‘Mismatch’: In this class the literature-based annotation is in a different GO lineage from the computationally predicted annotation. One example of this would be if the literature-based annotation were to the term ‘pseudohyphal growth’ (GO:0007124) and the computational prediction were to ‘proteasomal protein catabolic process’ (GO:0010498). The discrepancy could indicate several possibilities, such as a novel potential annotation missing from the literature-based set; an incorrect annotation in the literature-based set; or an incorrect computational prediction. Genes with annotation pairs in this class were flagged as needing review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24765, "infons": {"file": "bas001-T2.xml", "id": "bas001-T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Pairs of annotations, comprised of one biocurator-assigned literature-based annotation and one computationally predicted annotation, were evaluated for the type of relationship they had to each other in the Gene Ontology directed acyclic graph structure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25019, "infons": {"file": "bas001-T2.xml", "id": "bas001-T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Total number of genes</th><th rowspan=\"1\" colspan=\"1\">Number of genes reviewed</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">All genes</td><td rowspan=\"1\" colspan=\"1\">6375</td><td rowspan=\"1\" colspan=\"1\">336</td></tr><tr><td rowspan=\"1\" colspan=\"1\">‘Unknown’ with a computational prediction</td><td rowspan=\"1\" colspan=\"1\">815</td><td rowspan=\"1\" colspan=\"1\">77</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Flagged by ‘exact match’</td><td rowspan=\"1\" colspan=\"1\">3032</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Flagged by ‘deep’ discrepancy</td><td rowspan=\"1\" colspan=\"1\">4203</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Flagged by ‘shallow’ discrepancy</td><td rowspan=\"1\" colspan=\"1\">646</td><td rowspan=\"1\" colspan=\"1\">264</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Flagged by ‘mismatch’ discrepancy</td><td rowspan=\"1\" colspan=\"1\">3733</td><td rowspan=\"1\" colspan=\"1\">265</td></tr></tbody></table>\n"}, "text": "\tTotal number of genes\tNumber of genes reviewed\t \tAll genes\t6375\t336\t \t‘Unknown’ with a computational prediction\t815\t77\t \tFlagged by ‘exact match’\t3032\tN/A\t \tFlagged by ‘deep’ discrepancy\t4203\tN/A\t \tFlagged by ‘shallow’ discrepancy\t646\t264\t \tFlagged by ‘mismatch’ discrepancy\t3733\t265\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25327, "infons": {"file": "bas001-T2.xml", "id": "bas001-T2", "section_type": "TABLE", "type": "table_footnote"}, "text": "‘Unknown’ indicates that a gene has been manually annotated to the root node of the ontology. ‘Exact match’ refers to pairs where the manual annotation and computational prediction use the same term. ‘Deep’ and ‘shallow’ are instances where the GO term used by the literature-based annotation is in the same path to the root as the GO term used in computational prediction, but the literature-based annotation is either farther from or closer to the root, respectively, than the computational annotation. ‘Mismatch’ discrepancies are those where the two annotations have no relationship to each other in the GO hierarchy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25969, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Genes potentially needing review were flagged based on the results of the CvManGO comparison applied to the non-‘unknown’ annotations. Each literature-based annotation, when compared to a computational prediction, was sorted into one of four classes based on the relationship between the GO terms. After each literature-based annotation was compared to all computational predictions for that gene, the literature-based annotation was assigned to one and only one of the following four classes based on the following order of priority:  Annotation pairs were classified into the first appropriate category, as the categories were considered in the order shown above. For example, a literature-based annotation that exactly matched one of the computational predictions and was a parent of another computational annotation would be classified only as ‘shallow’ and not as both ‘exact match’ and ‘shallow’. The number of genes flagged in each of these classes is presented in Table 2; although the annotations themselves are in disjoint sets, a gene can be present in more than one category. Out of a total of 6375 total features in the October 2009 SGD gene association file, 3032 and 4203 genes fell into the ‘exact match’ and ‘deep’ classes, respectively. If a gene had annotations only in these two classes, it was not flagged as needing review since we deemed that no additional information about a gene was indicated by any of its computational predictions. The ‘shallow’ class contained 646 genes, and the ‘mismatch’ class contained 3733 genes. Genes in both of these classes were reviewed, since the computational predictions provided additional or different information from the existing manual annotations, suggesting that updates to the manual annotations might be necessary. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27785, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The CvManGO method considers the relationship between the GO terms used in the literature-based and computationally predicted annotations. While most previous studies only consider exact matches in their accuracy scores and analysis, we also consider annotations that are in close proximity to each other along the same path leading up to the root as concordant with each other and only consider whether the prediction provides additional information not already inherent in the GO term used by the manual annotation. Since the ‘deep’ class indicates that the term used by the computational prediction represents the same biology as the existing literature-based annotation but at a more general level, we did not consider this class of discrepancies as needing further review. By excluding the ‘deep’ flagged genes from our analysis we were able to increase the efficiency of our method by reducing the number of genes that require review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28734, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We included additional genes from the ‘shallow’ and ‘mismatch’ discrepancy sets along with those evaluated in the ‘unknown’ analysis, giving us a total of 336 genes to review. When reviewing the annotation sets of these genes, we reviewed the entire body of literature for each gene to determine whether changes needed to be made to any of the annotations for that gene. If the review indicated that any change needed to be made to an annotation set, that gene was scored as ‘updatable’ and the type of update was recorded for the flagged annotation. If all the annotations were unchanged because they still were the best representation of the biological summary for that gene, the flagged gene was scored as ‘no change’.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29476, "infons": {"file": "bas001f2.jpg", "id": "bas001-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Efficacy of CvManGO as measured by percentage of gene annotation sets updated after literature review. A representative subset of genes was given full literature review and the set of annotations for those genes examined for their accuracy. Any change to the annotation set as determined by a biocurator resulted in an ‘updatable’ score for a gene. Genes with no changes to their annotation sets after review by a biocurator were scored ‘no change’. We observed that 77.4% (260/336) of the reviewed genes were updatable. This is a significant improvement over the 48.6% (34/70) updatability rate of the control set (χ2\nP < 0.001). The control set of genes was randomly selected from those genes that had computational annotations but had no literature-based annotations flagged for review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30279, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the genes whose GO annotations were flagged for review, 77.4% (260/336) were found to require updates (Figure 2, Supplementary Table S1). In order to determine if annotations being flagged for review were significantly helpful in identifying genes whose GO annotations needed to be updated, we compared these results to a comparable set of genes whose GO annotations were not flagged for review. This control set was randomly chosen from the set of genes whose GO annotations were exclusively in the ‘exact match’ or ‘deep’ classes. We found that 48.6% of our control set (34 out of 70 genes reviewed; Figure 2) could be updated after review of the literature, suggesting that GO annotations flagged by CvManGO are significantly helpful (P < 0.001, χ2 test) in identifying genes whose set of GO annotations need to be reviewed. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31124, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Surveying the attributes of flagged genes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31166, "infons": {"file": "bas001f3.jpg", "id": "bas001-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Gene update rates and type of updates by discrepancy class. (A) The updatability of reviewed genes as suggested by the flagged annotations from a given discrepancy class was examined. ‘Unknown’ genes had an updatable rate of 40.3% (31/77), ‘mismatch’ genes a rate of 59.2% (157/265), ‘shallow’ genes a rate of 78.8% (208/264). Genes that were scored as ‘updatable’ in Figure 3A were further evaluated for the type of update that a biocurator would determine was necessary for the annotation set. (B) Mismatch class genes. (C) Shallow class genes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31729, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We explored several attributes of the genes whose annotations were updated in order to identify factors that will help pinpoint additional genes whose annotations will need review. We assessed the contribution of each discrepancy class towards the improvement of a gene's annotation set by separating the annotations flagged by CvManGO into their respective classes. We compared the flagged annotation sets from the ‘mismatch’ and ‘shallow’ classes to the results from the ‘unknown’ data discussed previously, which have been summarized to reflect updates at the gene level (Figure 3A). For both the ‘mismatch’ and ‘shallow’ classes, we saw an increase in the percentage of genes whose literature-based annotations were updated, compared to what was seen for the ‘unknown’ class (40.3%, 31/77 genes). Genes flagged by ‘mismatch’ annotation pair discrepancies could be updated 59.2% (157/265) of the time, while 78.8% (208/264) of genes flagged by ‘shallow’ annotation pair discrepancies could be updated. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32767, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further assess the improvements that were made to the annotation set, the annotations for the genes that were updated were classified for the type of update that was made. A gene was deemed ‘Refine’ if one of its existing annotations was technically correct, but evidence was found in the literature to annotate the gene product to a more specific term. ‘Remove’ indicated those genes for which an existing annotation should be removed, either because it was refuted by the literature or because it did not adhere to current annotation standards. Genes that were under-annotated, for which review of the literature revealed evidence to support novel GO annotations, were marked as ‘Add’.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33470, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found that the distribution of these three types of improvements varied between the discrepancy classes evaluated (‘unknowns’ were not included). As might be expected, the distribution of types of updates is different between the two discrepancy classes, with most ‘shallow’ discrepancies leading to annotation refinement while a larger proportion of ‘mismatch’ discrepancies indicating incorrect or missing annotations. Figure 3B shows that for the mismatch class of 157 genes whose manual GO annotations could be improved, roughly equivalent numbers of genes required each of the three types of improvement, with the ‘Add’ category being the smallest (65 genes). For the ‘shallow’ class, the number of genes in the ‘Add’ category was even smaller (49 genes), with most genes in this class (159) only needing annotation refinement and/or removal (Figure 3C).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34357, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also explored whether the source of the computational prediction, the GO aspect of the flagged annotations, or the number of publications for a gene would have any correlation to the rate and type of updates to its annotation set. None of these attributes on their own showed remarkable differences in identifying genes that needed to be updated (data not shown), suggesting we will need to look for additional factors or evaluate these factors in combination in order to enrich for genes whose annotations need review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34880, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These data also show that even though CvManGO is very successful at identifying annotation sets that need updating, most of these improvements are still instances where an existing annotation is correct but could be annotated one or two levels deeper in the ontology. Examining the annotations that should be removed for a gene, the majority of these are not cases where the annotation is incorrect in terms of the biology of that gene product; rather, they are cases where the annotation is not compliant with the GO annotation standards of SGD. In particular, the majority of the annotations to be removed were instances where a downstream phenotype was captured using a GO annotation instead of through the SGD phenotype curation system. While the annotation is supported by evidence in the literature, it is SGD's policy not to capture a downstream phenotype when more specific information about a gene product's role in the cell is known. Since most of the ‘Refine’ and ‘Remove’ types of updates were found to be instances where the existing information is not likely to give the user an incorrect view of the biological picture of the given gene product's role in the cell, we would categorize these updates as lower priority than those genes scored as ‘Add’. As with the ‘unknown’ class, for which any improvement is through replacement of the ‘unknown’ annotation with a more informative annotation, we place a high priority on curation of those gene sets where addition of a missing annotation is required. In light of this, we will most likely focus future efforts on updating these types of genes and annotations from the ‘mismatch’ class.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36555, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Utility of computational annotations for a gene", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36603, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While the simple existence of a computational prediction is useful in the CvManGO method to help flag genes, it is also of interest to know if the actual term suggested by the computational prediction could be applied when improving the literature-based annotation set. We reviewed all of the computational predictions from the annotation pairs of the already selected subset of flagged literature-based annotations. We scored each computationally predicted annotation as either ‘helpful’, meaning that the GO term used by the prediction or a GO term in the same branch of the ontology were directly applicable when making a literature-based update for that gene, or as ‘not helpful’ when we could not apply the GO term in updating the annotation set for the flagged gene. The ‘not helpful’ category included instances in which use of the term would not be consistent with SGD annotation practices and standards. For example, annotations to ‘intracellular’ (GO:0005622) or ‘binding’ (GO:0005488) were scored as ‘not helpful’: since the information conveyed by these terms is too general to be meaningful, these terms are not used for annotation at SGD. The ‘not helpful’ category also included instances where the body of literature for that gene refuted an association with the predicted term, or where no literature existed associating the particular gene product with the biological process represented by the prediction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38056, "infons": {"file": "bas001f4.jpg", "id": "bas001-F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Evaluation of computational annotations for their utility in assigning literature-based annotations. The set of computationally predicted annotations was reviewed for each of the previously selected flagged genes. Each of the annotation sets was scored as either ‘helpful’ or ‘not helpful’. ‘Helpful’ annotation sets were those that had at least one computational prediction that was directly applicable in making an update to the literature-based manually curated set of annotations. Conversely, ‘not helpful’ annotation sets were those where none of the computational predictions aided in updating the manual annotations for a gene. The percentage of helpful annotation sets within each of the discrepancy classes are as follows: unknown 32.5% (25/77), mismatch 57.2% (147/257) and shallow 75.0% (198/264).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38881, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Examining the percentage of helpful predictions by class, we found that the predictions were useful for 32.5% (25/77) of the genes in the unknown class, 57.2% (147/257) of the mismatch class, and 75.0% (198/264) of the shallow class (Figure 4). For the shallow class, the computational predictions directly led to manual annotations using that term for 50% of genes (132/264) (Supplementary Table S3). These results are not an indication of the accuracy of the computationally predicted annotations as previously studied by Camon et al. in 2005, but rather an evaluation of whether these predictions can be used as a curation aid in adding value to a manual set of annotations for a gene. It is interesting to note that for each of the classes the percentage of genes with helpful computational predictions closely matches that of the percentage of genes that were updatable in their literature-based set (Figure 3A). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39800, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39812, "infons": {"file": "bas001f5.jpg", "id": "bas001-F5", "section_type": "FIG", "type": "fig_caption"}, "text": "A projection of the fate of all genes in SGD when their annotations are analyzed by CvManGO. Based upon the rate and type of updates seen for the subset of genes reviewed in this study, we extrapolated our results to all of the genes in the SGD October 2009 gene associations file. A fraction (15%) of the genes would not have any computationally predicted annotations from any of the four sources we evaluated while roughly the same proportion (16%) would not need to be reviewed because they would have annotation pairs only in the ‘exact match’ and ‘deep’ classes. Of the 69% genes that CvManGO would flag for review, most of them would be expected to result in some sort of improvement in their annotation sets. Of the genes that are improved, more than half would only require annotation refinement or removal (33% of the total genes in SGD), while a smaller fraction (20% of the total) would require the addition of novel/missing annotations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40769, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We have successfully shown that comparing computationally predicted versus manually curated literature-based GO annotations (CvManGO) for a gene is a measurably viable method for identifying genes that are in need of updating. We find that we can apply this method to any type of literature-based annotation and create pairings against all computational predictions for a gene. By sorting paired manual-computational annotations into classes based on the relationship between the two annotations, we can determine which annotations, and by association which genes, show lack of concordance, indicating that the set of annotations for a gene should be reviewed. Review of these genes showed that one could refine the existing annotations for the majority of them, remove inappropriate annotations, and even find novel/missing annotations for a proportion of them. Of the 336 genes that were reviewed, ∼77% required an update to the annotation set, ranging from a refinement of an annotation, removal of an annotation or an addition of a new annotation (Figures 2 and 3). Extrapolating these results to the entire set of genes in SGD, we estimate that the CvManGO method will help us update the GO annotations for a little over half of Saccharomyces cerevisiae gene products (Figure 5). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42057, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This method could be applied by other annotation groups and model organism databases looking to prioritize their genes for literature-based curation. The GOA project uses an automated annotation pipeline to provide predictions for over 120 000 species using multiple computational methods (http://www.ebi.ac.uk/GOA/faq.html). It is likely that most groups will be able to find computational predictions from at least one source for their organism of interest. While we do not find statistically significant evidence to support the idea that combining multiple sources of computational annotations can improve the ability of CvManGO to identify ‘unknown’ annotations that need to be updated, combining multiple sources provides greater coverage for the literature-based annotations [Table 2 and ]. While SGD prioritizes addition of novel or missing annotations, other groups may find that annotation refinement is helpful, depending on their annotation philosophy. SGD uses GO annotations to represent the biological summary of a gene rather than to present a comprehensive survey of the literature for a given gene. However, for groups that do generate GO annotations from all relevant literature, CvManGO could be an efficient way to prioritize curation needs and keep current with the literature, especially for genes flagged by the ‘shallow’ class.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43419, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Although a significant number of genes could potentially be updated at SGD, applying CvManGO alone may not be the most efficient method for SGD to use in prioritizing genes for curation. More than half of those genes updated were improved by only a refinement of an existing annotation or by removal of an experimentally supported and biologically correct annotation that does not comply with SGD standards. The 336 genes we reviewed for this study are associated with over 16 600 publications. Updating each gene required an average of 2.4 hours to review ∼50 publications. We feel that the time spent curating is disproportionately large for updates that only refine an existing annotation a level or two further in granularity in the GO structure. While these types of updates are useful in improving a gene's annotation set, we prefer to prioritize adding novel annotations as opposed to refining existing ones.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44339, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Preliminary data indicated that there was no simple or straightforward way to discern whether the annotations for a gene required updating. Here we explored attributes such as computational source, discrepancy class, GO aspect, and the amount of literature for a gene. While none of these factors alone proved to be a bellwether indicator for genes missing annotations, it is possible that a combination of two or more of these features plus additional ones could be more effective. Additional attributes for further consideration include number of discrepant annotations per gene, further analysis of the types of computational predictions that proved helpful, and inclusion of other computational sources for predicting GO annotations such as the GO Consortium's PAINT project, a method that transfers annotations between organisms based on homology. In addition to exploring the contribution of these attributes on the gene level, we can apply them to analyze the data at the annotation level. Exploring the data on a per annotation basis also allows us to consider factors such as the distance in the ontology between a discrepant annotation pair (the node distance in the GO hierarchy) and the date an annotation was made. Investigating these and other attributes in combination with each other may help to identify specific annotations that need to be updated, and to increase the specificity of CvManGO for finding genes that can be updated with novel functions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45809, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We not only intend to explore additional attributes but we plan to pursue more sophisticated means to identify characteristics of flagged annotations that need to be updated. To further increase the efficiency of literature-based curation, the results of CvManGO could be combined with natural language processing or other text-mining strategies. This would identify literature containing uncurated or novel annotations and reduce the amount of literature that needs to be reviewed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46292, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Rather than considering manual annotations and computational predictions as separate sets with little relevance to each other, the challenge for biological curation is to find efficient ways to compare them in order to ensure that the set of annotations for each gene is as high-quality, complete, and current as possible. We attempted to leverage the computational predictions as a curation aid to help us improve our set of manual annotations. The importance of high-quality GO annotations, particularly for a model eukaryote such as yeast, in combination with large quantities of published data and finite resources, make it imperative to develop efficient ways of identifying and prioritizing annotations for review and updating. By using both literature-based and computationally predicted annotations and leveraging the strengths of each against the other, we hope to improve the efficiency of our curation efforts in order to provide scientists with the most up-to-date, complete, and accurate biological information.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47317, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47336, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplementary data are available at Database Online.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47389, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47397, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": ", : Saccharomyces Genome Database project [] and the  []. Funding for open access charge:  [].", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47492, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Conflict of interest. None declared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47529, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47540, "infons": {"fpage": "D331", "lpage": "D335", "pub-id_pmid": "19920128", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "38", "year": "2010"}, "text": "The Gene Ontology in 2010: extensions and refinements", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47594, "infons": {"fpage": "509", "lpage": "515", "name_0": "surname:Rhee;given-names:SY", "name_1": "surname:Wood;given-names:V", "name_2": "surname:Dolinski;given-names:K", "name_3": "surname:Draghici;given-names:S", "pub-id_pmid": "18475267", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Use and misuse of the gene ontology annotations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47642, "infons": {"fpage": "25", "lpage": "29", "name_0": "surname:Ashburner;given-names:M", "name_1": "surname:Ball;given-names:CA", "name_2": "surname:Blake;given-names:JA", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "25", "year": "2000"}, "text": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47723, "infons": {"fpage": "1425", "lpage": "1433", "pub-id_pmid": "11483584", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "11", "year": "2001"}, "text": "Creating the gene ontology resource: design and implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47786, "infons": {"fpage": "e99", "name_0": "surname:Burkhardt;given-names:K", "name_1": "surname:Schneider;given-names:B", "name_2": "surname:Ory;given-names:J", "pub-id_pmid": "17069453", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "2", "year": "2006"}, "text": "A biocurator perspective: annotation at the Research Collaboratory for Structural Bioinformatics Protein Data Bank", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47901, "infons": {"fpage": "e125", "name_0": "surname:Salimi;given-names:N", "name_1": "surname:Vita;given-names:R", "pub-id_pmid": "17069454", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "2", "year": "2006"}, "text": "The biocurator: connecting and enhancing scientific data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47958, "infons": {"comment": "40, D700-D705", "name_0": "surname:Cherry;given-names:JM", "name_1": "surname:Hong;given-names:EL", "name_2": "surname:Amundsen;given-names:C", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "year": "2012"}, "text": "Saccharomyces Genome Database: the genomics resource of budding yeast", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48028, "infons": {"fpage": "D577", "lpage": "D581", "name_0": "surname:Hong;given-names:EL", "name_1": "surname:Balakrishnan;given-names:R", "name_2": "surname:Dong;given-names:Q", "pub-id_pmid": "17982175", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "36", "year": "2008"}, "text": "Gene Ontology annotations at SGD: new data sources and annotation methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48102, "infons": {"fpage": "71", "lpage": "74", "name_0": "surname:Camon;given-names:E", "name_1": "surname:Barrell;given-names:D", "name_2": "surname:Brooksbank;given-names:C", "section_type": "REF", "source": "Comp. Funct. Genom.", "type": "ref", "volume": "4", "year": "2003"}, "text": "The Gene Ontology Annotation (GOA) project–application of GO in SWISS-PROT, TrEMBL and InterPro", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48200, "infons": {"fpage": "D396", "lpage": "D403", "name_0": "surname:Barrell;given-names:D", "name_1": "surname:Dimmer;given-names:E", "name_2": "surname:Huntley;given-names:RP", "pub-id_pmid": "18957448", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "37", "year": "2009"}, "text": "The GOA database in 2009–an integrated Gene Ontology Annotation resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48275, "infons": {"comment": "doi:10.1093/database/bar009, published online 29 March 2011", "name_0": "surname:Magrane;given-names:M", "section_type": "REF", "source": "Database", "type": "ref", "year": "2011"}, "text": "UniProt Knowledgebase: a hub of integrated protein data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48331, "infons": {"fpage": "165", "lpage": "177", "name_0": "surname:Mulder;given-names:NJ", "name_1": "surname:Kersey;given-names:P", "name_2": "surname:Pruess;given-names:M", "name_3": "surname:Apweiler;given-names:R", "pub-id_pmid": "18219596", "section_type": "REF", "source": "Mol. Biotechnol.", "type": "ref", "volume": "38", "year": "2008"}, "text": "In silico characterization of proteins: UniProt, InterPro and Integr8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48401, "infons": {"fpage": "D211", "lpage": "D215", "name_0": "surname:Hunter;given-names:S", "name_1": "surname:Apweiler;given-names:R", "name_2": "surname:Attwood;given-names:TK", "pub-id_pmid": "18940856", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "37", "year": "2009"}, "text": "InterPro: the integrative protein signature database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48454, "infons": {"fpage": "R114", "name_0": "surname:Myers;given-names:CL", "name_1": "surname:Robson;given-names:D", "name_2": "surname:Wible;given-names:A", "pub-id_pmid": "16420673", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "6", "year": "2005"}, "text": "Discovery of biological networks from diverse functional genomic data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48524, "infons": {"fpage": "i330", "lpage": "i338", "name_0": "surname:Huttenhower;given-names:C", "name_1": "surname:Troyanskaya;given-names:OG", "pub-id_pmid": "18586732", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "Assessing the functional structure of genomic data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48575, "infons": {"fpage": "1093", "lpage": "1106", "name_0": "surname:Huttenhower;given-names:C", "name_1": "surname:Haley;given-names:EM", "name_2": "surname:Hibbs;given-names:MA", "pub-id_pmid": "19246570", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "19", "year": "2009"}, "text": "Exploring the human genome with functional maps", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48623, "infons": {"fpage": "S7", "issue": "Suppl. 1", "name_0": "surname:Tian;given-names:W", "name_1": "surname:Zhang;given-names:LV", "name_2": "surname:Tasan;given-names:M", "pub-id_pmid": "18613951", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "Combining guilt-by-association and guilt-by-profiling to predict Saccharomyces cerevisiae gene function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48727, "infons": {"fpage": "415", "lpage": "425", "name_0": "surname:Hirschman;given-names:J", "name_1": "surname:Berardini;given-names:TZ", "name_2": "surname:Drabkin;given-names:HJ", "name_3": "surname:Howe;given-names:D", "pub-id_pmid": "20221640", "section_type": "REF", "source": "Mol. Genet. Genomics", "type": "ref", "volume": "283", "year": "2010"}, "text": "A MOD(ern) perspective on literature curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48773, "infons": {"fpage": "i41", "lpage": "i48", "name_0": "surname:Baumgartner;given-names:WA;suffix:Jr", "name_1": "surname:Cohen;given-names:KB", "name_2": "surname:Fox;given-names:LM", "pub-id_pmid": "17646325", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "23", "year": "2007"}, "text": "Manual curation is not sufficient for annotation of genomic databases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48843, "infons": {"comment": "doi:10.1093/database/bar004, published online 15 March 2011", "name_0": "surname:Costanzo;given-names:MC", "name_1": "surname:Park;given-names:J", "name_2": "surname:Balakrishnan;given-names:R", "section_type": "REF", "source": "Database", "type": "ref", "year": "2011"}, "text": "Using computational predictions to improve literature-based Gene Ontology annotations: a feasibility study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48950, "infons": {"fpage": "286", "lpage": "294", "name_0": "surname:Christie;given-names:KR", "name_1": "surname:Hong;given-names:EL", "name_2": "surname:Cherry;given-names:JM", "pub-id_pmid": "19577472", "section_type": "REF", "source": "Trends Microbiol.", "type": "ref", "volume": "17", "year": "2009"}, "text": "Functional annotations for the Saccharomyces cerevisiae genome: the knowns and the known unknowns", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49048, "infons": {"comment": "University of North Carolina at Chapel Hill, Chapel Hill", "name_0": "surname:MacMullen;given-names:WJ", "section_type": "REF", "source": "Contextual analysis of variation and quality in human-curated Gene Ontology annotations Dissertation", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49049, "infons": {"fpage": "215", "name_0": "surname:Jung;given-names:J", "name_1": "surname:Yi;given-names:G", "name_2": "surname:Sukno;given-names:SA", "name_3": "surname:Thon;given-names:MR", "pub-id_pmid": "20429880", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "11", "year": "2010"}, "text": "PoGO: Prediction of Gene Ontology terms for fungal proteins", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49109, "infons": {"fpage": "S2", "issue": "Suppl. 1", "name_0": "surname:Pena-Castillo;given-names:L", "name_1": "surname:Tasan;given-names:M", "name_2": "surname:Myers;given-names:CL", "pub-id_pmid": "18613946", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "9", "year": "2008"}, "text": "A critical assessment of Mus musculus gene function prediction using integrated genomic evidence", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49206, "infons": {"fpage": "1173", "lpage": "1177", "name_0": "surname:Rogers;given-names:MF", "name_1": "surname:Ben-Hur;given-names:A", "pub-id_pmid": "19254922", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "The use of gene ontology evidence codes in preventing classifier assessment bias", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49287, "infons": {"comment": "doi:10.1093/database/bap001, published online 26 March 2009", "name_0": "surname:Costanzo;given-names:MC", "name_1": "surname:Skrzypek;given-names:MS", "name_2": "surname:Nash;given-names:R", "section_type": "REF", "source": "Database", "type": "ref", "year": "2009"}, "text": "New mutant phenotype data curation system in the Saccharomyces Genome Database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49366, "infons": {"fpage": "S17", "issue": "Suppl. 1", "name_0": "surname:Camon;given-names:EB", "name_1": "surname:Barrell;given-names:DG", "name_2": "surname:Dimmer;given-names:EC", "pub-id_pmid": "15960829", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "6", "year": "2005"}, "text": "An evaluation of GO annotation retrieval for BioCreAtIvE and GOA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49431, "infons": {"fpage": "449", "lpage": "462", "name_0": "surname:Gaudet;given-names:P", "name_1": "surname:Livstone;given-names:MS", "name_2": "surname:Lewis;given-names:SE", "name_3": "surname:Thomas;given-names:PD", "pub-id_pmid": "21873635", "section_type": "REF", "source": "Brief Bioinform.", "type": "ref", "volume": "12", "year": "2011"}, "text": "Phylogenetic-based propagation of functional annotations within the Gene Ontology consortium", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49524, "infons": {"fpage": "3232", "lpage": "3240", "name_0": "surname:Crangle;given-names:CE", "name_1": "surname:Cherry;given-names:JM", "name_2": "surname:Hong;given-names:EL", "name_3": "surname:Zbyslaw;given-names:A", "pub-id_pmid": "17942445", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "23", "year": "2007"}, "text": "Mining experimental evidence of molecular function claims from the literature", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49602, "infons": {"fpage": "228", "name_0": "surname:Van Auken;given-names:K", "name_1": "surname:Jaffery;given-names:J", "name_2": "surname:Chan;given-names:J", "pub-id_pmid": "19622167", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Semi-automated curation of protein subcellular localization: a text mining-based approach to Gene Ontology (GO) Cellular Component curation", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]