[{"source": "PMC", "date": "20201231", "key": "pmc.key", "infons": {}, "documents": [{"id": "3543700", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/nmeth.1938", "article-id_manuscript": "NIHMS429341", "article-id_pmc": "3543700", "article-id_pmid": "22426491", "fpage": "471", "issue": "5", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "472", "name_0": "surname:Nepusz;given-names:Tamás", "name_1": "surname:Yu;given-names:Haiyuan", "name_2": "surname:Paccanaro;given-names:Alberto", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2013"}, "text": "Detecting overlapping protein complexes in protein-protein interaction networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 80, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We introduce clustering with overlapping neighborhood expansion (ClusterONE), a method for detecting potentially overlapping protein complexes from protein-protein interaction data. ClusterONE-derived complexes for several yeast data sets showed better correspondence with reference complexes in the Munich Information Center for Protein Sequence (MIPS) catalog and complexes derived from the Saccharomyces Genome Database (SGD) than the results of seven popular methods. The results also showed a high extent of functional homogeneity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 617, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent developments in experimental procedures have resulted in the publication of many high-quality, large-scale protein-protein interaction (PPI) data sets for different organisms. These data can be represented as undirected graphs, in which nodes represent proteins and edges represent interactions between pairs of proteins. Often an estimation of the reliability of such interactions is available and is included as edge labels (weights). One can formulate the problem of identifying protein complexes from PPI data as that of detecting dense regions containing many connections in PPI networks (or regions with large weights in weighted networks).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1271, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Densely connected regions in graphs are most frequently identified by some unsupervised clustering method. However, standard clustering is not ideal for PPI networks: proteins may have multiple functions, and therefore the corresponding nodes may belong to more than one cluster; for example, 207 of 1,628 proteins in the CYC2008 hand-curated yeast complex data set participate in more than one complex. Such nodes present a challenge to classical graph clustering algorithms that assign each node of the graph to just one of the clusters. Recently, algorithms have been proposed that detect overlapping clusters, but in many cases they are limited to unweighted PPI data and can be applied to weighted networks only after ‘binarizing’ them by removing edges with weights below a given threshold. Although it is difficult to assess the reliability of a single edge weight, we found that taking into account network weights can greatly improve the detection of protein complexes (Supplementary Discussion and Supplementary Figs. 1 and 2); therefore, when available, weights should be used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2364, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Intuitively, a subgraph representing a protein complex should satisfy two simple structural properties: it should contain many reliable interactions between its subunits, and it should be well-separated from the rest of the network. We formalized these two properties in a quality measure that we called cohesiveness and developed an algorithm that detects possibly overlapping protein complexes from weighted networks, using cohesiveness to guide the search.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2824, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our algorithm consists of three major steps (Online Methods). First, starting from a single seed vertex, a greedy procedure adds or removes vertices to find groups with high cohesiveness. The growth process is repeated from different seeds to form multiple, possibly overlapping groups. Although some overlaps are likely to have biological importance, groups overlapping to a very high extent in comparison to their sizes should likely be merged. In the second step, we quantify the extent of overlap between each pair of groups and merge those for which the overlap score is above a specified threshold. In the third step, we discard complex candidates that contain less than three proteins or whose density is below a given threshold. Note that our method potentially can be used to recognize not only partial overlaps but also cases in which a complex is completely contained in another complex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3723, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We tested ClusterONE on five large scale yeast PPI data sets (Supplementary Data 1), four weighted and one unweighted, and compared ClusterONE to a representative set of other approaches: Markov cluster (MCL), molecular complex detection (MCODE), affinity propagation, restricted neighborhood search clustering algorithm (RNSC), CFinder, clustering based on maximal cliques (CMC) and repeated random walks (RRW) (Supplementary Discussion). We compared predicted complexes to two reference complex sets: the first derived from the MIPS catalog of protein complexes and the second from Gene Ontology–based complex annotations in the SGD (Supplementary Data 2). We assessed the quality of the predicted complexes by three scores: the fraction of protein complexes matched by at least one predicted complex; the geometric accuracy measure; and the maximum matching ratio, a score that we propose here based on a maximal one-to-one mapping between predicted and reference complexes (Online Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4720, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We present the three quality scores obtained using the MIPS reference set (Fig. 1a); larger scores are better, and the sum of the three scores is a composite score. Our benchmarks showed that ClusterONE outperformed the other approaches both on weighted and unweighted PPI networks, matching more complexes with a higher accuracy and providing a better one-to-one mapping with reference complexes in almost all the data sets. MCL yielded the closest score to ClusterONE. But MCL cannot handle overlaps. We also provide results using the reference set derived from the Gene Ontology annotations in the SGD and the expected values of each score for randomized predicted complex sets (Supplementary Discussion and Supplementary Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5454, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To examine the biological relevance of predicted complexes we calculated the ‘co-localization’ score of the entire predicted complex set and conducted over-representation analysis of Gene Ontology annotations for each predicted complex. As MCL yielded the closest score to ClusterONE in the MIPS benchmarks, we present these scores for ClusterONE and MCL (Supplementary Tables 1 and 2). Results for ClusterONE indicated that predicted complexes tended to consist of proteins in the same cellular component and these proteins are likely to have similar functions and/or participate in the same biological process. Comparison of co-localization and overrepresentation scores of ClusterONE and MCL revealed that ClusterONE complexes had higher scores on almost all data sets. We present an example of how a pair of complexes with a known overlap was detected by ClusterONE and MCL (Fig. 1b); we also present results obtained using the other algorithms and another example (Supplementary Discussion and Supplementary Figs. 4–6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6485, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "ClusterONE could find applications in other areas such as the study of social networks. A fast, free implementation of ClusterONE is available at http://www.paccanarolab.org/cluster-one/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6673, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "ONLINE METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 6688, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "The ClusterONE algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 6713, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The algorithm we outlined builds on the concept of the cohesiveness score and uses a greedy growth process to find groups in a protein-protein interaction network that are likely to correspond to protein complexes. Cohesiveness measures how likely it is for a group of proteins to form a protein complex, and it was defined as follows. Let win(V) denote the total weight of edges contained entirely by a group of proteins V, and let wbound(V) denote the total weight of edges that connect the group with the rest of the network. The cohesiveness of V is then given by", "sentences": [], "annotations": [], "relations": []}, {"offset": 7281, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  where p|V| is a penalty term whose purpose is to model the uncertainty in the data by assuming the existence of yet undiscovered interactions in the protein interaction network. Letting p > 0 offsets the boundary weight wbound(V) by p|V|, practically assuming that every protein in V has p additional boundary connections that we could not identify owing to limitations in the experimental procedure. This definition could be extended to use different values of p for different proteins based on biological assumptions; thus a well-studied protein may have a lower p value because it is less likely to have undiscovered interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7917, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cohesiveness provides an easy and efficient way to assess how well a given subgraph fits the two above-mentioned structural properties: a subgraph with many reliable edges has a high win, and a well-separated subgraph has a low wbound, both having the effect of increasing f(V). f(V) > 1/3 also implies that vertices of the subgraph have more internal weight than external weight on average, satisfying the conditions of being a community in the weak sense.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our algorithm consists of three steps. In the first step, the algorithm grows groups with high cohesiveness from selected seed proteins. Initially, it selects the protein with the largest number of connections (highest degree) as the first seed, and grows a cohesive group from it using a greedy procedure. Whenever the growth process finishes, the algorithm selects the next seed by considering all the proteins that have not been included in any of the protein complexes found so far and taking the one with the highest degree again. The entire procedure terminates when there are no proteins remaining to consider.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8993, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A step-by-step description of the greedy growth process starting from v0 is as follows. Step 1: let V0 = {v0}. Set the step number t = 0. Step 2: calculate the cohesiveness of Vt and let Vt + 1 = Vt. Step 3: for every external vertex v incident on at least one boundary edge, calculate the cohesiveness of V′ = Vt ∪ {v}. If f(V′) > f(Vt + 1), let Vt + 1 = V′. Step 4: for every internal vertex v incident on at least one boundary edge, calculate the cohesiveness of V″ = Vt \\ {v}. If f(V″) > f(Vt + 1), let Vt + 1 = V″. Step 5: if Vt ≠ Vt + 1, increase t and return to step 2. Otherwise, declare Vt a locally optimal cohesive group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9642, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The growth process allows the removal of any vertex from the cohesive group being grown, including the original seed vertex. If the original seed vertex is not included in the final cohesive group, the seed vertex is considered an outlier and it will not be included in any of the clusters, except in the case when another cohesive group grown from a different seed vertex absorbs it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10027, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To illustrate the above procedure, let us consider an example graph with 11 nodes, seven of which are marked by letters A to G (Supplementary Fig. 7). Assuming p = 0, the cohesiveness of the marked set is 10/15. In steps 3 and 4, the algorithm can either extend the current set by adding C, F or G, or contract the set by removing A, B, D or E. The best choice is to add C to the set, because it converts three boundary edges to internal ones and does not bring in any new boundary edges. After adding C, the cohesiveness increases to 13/15 and the group becomes locally optimal, as adding F would result in a cohesiveness of 14/17 and adding G would yield 14/18.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10691, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the second step of the algorithm, highly overlapping pairs of locally optimal cohesive groups are merged. In our benchmarks, we have merged pairs of groups with an overlap score ω larger than 0.8, where the overlap score of two protein sets A and B is defined as follows:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 10972, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Such merges may be performed one after another (in which case the overlap scores have to be recalculated after each merge) or concurrently; the reference implementation of ClusterONE uses the latter approach. More precisely, given a set of cohesive groups, ClusterONE first calculates the overlap scores for each pair of groups and constructs an overlap graph in which each vertex represents a cohesive group, and two groups are connected by an edge if they overlap substantially. Groups that are connected to each other (either directly by an edge or indirectly by a path of edges) are then merged into protein complex candidates. If a group has no connection to other groups, it is promoted to a protein complex candidate without any additional merging. In the third and final step of the algorithm, we discard complex candidates that contain less than three proteins or whose density is below a given threshold δ (where the density of a complex with n proteins is defined as the total weight of its internal edges, divided by n(n - 1)/2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12018, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparing predicted complexes with a gold standard: the maximum matching ratio", "sentences": [], "annotations": [], "relations": []}, {"offset": 12097, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the performance of ClusterONE, we needed to compare an arbitrary set of predicted complexes with a predefined gold standard complex set (Supplementary Data 2). The comparison was made difficult by the fact that a match between a predicted complex and a gold standard one was often only partial. Moreover, a gold standard complex can have a (partial) match with more than one predicted complex and vice versa.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12516, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here we propose a measure called the maximum matching ratio (MMR) to evaluate a complex detection algorithm. The MMR builds on maximal matching in a bipartite graph, in which the two sets of nodes represent the reference and predicted complexes, respectively, and an edge connecting a reference complex with a predicted one is weighted by the overlap score between the two (equation (2) and Supplementary Fig. 8). We selected the maximum weighted bipartite matching on this graph; that is, we chose a subset of edges such that each predicted and reference complex was incident on at most one selected edge and the sum of the weights of such edges was maximal. The chosen edges then represent an optimal assignment between reference and predicted complexes such that no reference complex is assigned to more than one predicted complex and vice versa. The MMR between the predicted and the reference complex set is then given by the total weight of the selected edges, divided by the number of reference complexes. This ratio is a measure of how accurately the predicted complexes represent the reference complexes. MMR offers a natural, intuitive way to compare predicted complexes with a gold standard and it explicitly penalizes cases when a reference complex is split into two or more parts in the predicted set, as only one of its parts is allowed to match the correct reference complex.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13907, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Besides the MMR, several other measures were also considered to compare predicted complexes to a gold standard. We used the number of matched complexes with an overlap score ω (equation (2)) larger than 0.25, the clustering-wise sensitivity (Sn), the positive predictive value (PPV) and the geometric accuracy (Supplementary Discussion).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14249, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Co-localization and overrepresentation score of a predicted complex set", "sentences": [], "annotations": [], "relations": []}, {"offset": 14321, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Owing to the fact that the gold standard sets are incomplete, a predicted complex that does not match any of the reference complexes may belong to a valid but still uncharacterized complex. A possible way to quantify the quality of such unmatched complexes is by recognizing that a protein complex can be formed only when its constituents are to be found in the same cellular compartment, and that it is more likely for proteins of similar function to form a protein complex. We used the ‘co-localization score’ using localization annotations of yeast proteins and a standard overrepresentation analysis of biological process, molecular function and cellular component terms from the Gene Ontology to assess the biological relevance of predicted complexes. The significance levels of the overrepresentation analysis were adjusted according to the Benjamini-Hochberg method to keep the overall significance level of the test at 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15258, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data sources of interacting protein pairs", "sentences": [], "annotations": [], "relations": []}, {"offset": 15300, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used two experimental yeast PPI data sets, a combined computational interaction map and the entire set of physical protein-protein interactions in yeast from BioGRID (Supplementary Table 3). Here we refer to these as the Gavin, Krogan, Collins and BioGRID data sets. The Gavin data set was obtained by considering all PPIs with a socio-affinity index larger than five. The Krogan data set was used in two variants: the core data set (referred to as Krogan core) contained only highly reliable interactions (probability > 0.273), and the extended data set (referred to as Krogan extended) contained more interactions with less overall reliability (probability > 0.101). The socio-affinity and probability cutoffs we used have been proposed by the original authors. In the Collins data set, we used the top 9,074 interactions according to their purification enrichment score, as suggested in the original paper. When applying algorithms that cannot handle weights (MCODE, CMC, RNSC and CFinder) to the above networks, weights were ignored. The BioGRID data set was downloaded from version 3.1.77 and contained all physical interactions that involve yeast proteins only. Self-interactions and isolated proteins were filtered from all the data sets. As BioGRID provides weights for only 18.05% of the interactions, we treated the entire BioGRID network as unweighted, keeping the weighted interactions but disregarding their weights.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16733, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gold standard protein complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 16765, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The most recent version of the MIPS catalog of protein complexes (18 May 2006) and the Gene Ontology (GO)-based protein complex annotations from SGD (11 Aug 2010) were used as gold standards (Supplementary Table 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16981, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MIPS catalog is organized hierarchically: complexes may consist of subcomplexes extending to at most five hierarchy levels deep. An example of such a deeply embedded complex is the SAGA complex (MIPS identifier 510.190.10.20.10), a multifunctional coactivator that regulates transcription by RNA polymerase II. However, some MIPS categories do not correspond to complexes but rather to a set of related complexes; for instance, the category 510.180 corresponds to all ‘DNA-repair complexes’. To avoid selection bias, we decided to consider all MIPS categories containing at least three and at most 100 proteins as protein complexes. We also excluded MIPS category 550 and all its descendants, as these categories correspond to unconfirmed protein complexes that were predicted by computational methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17792, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The SGD maintains GO annotations for all yeast proteins. These annotations formed the basis of the SGD complex set that we used as a gold standard; a similar approach has been used before. To create this data set, we first downloaded the mapping of yeast genes and proteins to GO terms, and the most recent version of the GO structure. We then ran an inference engine on the cellular component aspect of GO using the standard GO inference rules to find all terms that are descendants of the GO term GO:0043234 (protein complex) using “is_a” relations only. (Code of the inference engine is available as a forked version of Biopython at http://github.com/ntamas/biopython.) These GO terms were then treated as protein complex annotations. Finally, we retrieved all the yeast proteins that are assigned to the GO terms selected in the previous step and are supported by at least one non–inferred from electronic annotation (IEA) evidence code, and grouped them into protein complexes based on their GO annotations. Annotations with modifiers such as ‘not’ or ‘colocalizes_with’ were ignored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18896, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data sources of functional classifications and annotations", "sentences": [], "annotations": [], "relations": []}, {"offset": 18955, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Subcellular localizations were obtained from a previously published dataset, which assigns 4,155 yeast proteins to one or more of 21 cellular components. The functional classification of yeast proteins was obtained from the Gene Ontology annotations in the SGD on 11 August 2010. The GO classification is hierarchical, that is, proteins annotated by a given term are also annotated by all the ancestors of that term in the ontology. For the GO, annotations with ‘inferred from electronic annotation’, ‘no biological data available’ and ‘nontraceable author statement’ evidence codes (IEA, ND and NAS, respectively) were ignored. We also evaluated the case when the ‘inferred from protein interactions’ (IPI) evidence code was ignored (Supplementary Discussion).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19733, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "An efficient and user-friendly implementation of ClusterONE", "sentences": [], "annotations": [], "relations": []}, {"offset": 19793, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To make our method easily accessible for the scientific community, we developed a reference implementation of ClusterONE, which can be downloaded for free from http://www.paccanarolab.org/cluster-one/. The implementation consists of a single Java archive file that can be operated in standalone mode from the command line or as a plugin from the popular Cytoscape and ProCope platforms. The command line version is suitable for integrating ClusterONE into high-throughput data processing pipelines. The website includes a comprehensive manual for both the command line and the plugin interface, and a 1-min guide that explains the basic use-cases of ClusterONE. The source code of the application is also made available under the conditions of the GNU General Public License.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20569, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Besides clustering an entire network, both the Cytoscape plugin and the command line interface allow the user to initiate the protein complex detection process from a preselected set of seed proteins. This can be used to detect protein complexes that involve a particular protein or set of proteins. The Cytoscape plugin can also be operated in an exploratory analysis mode, where the user can select proteins manually from the network and calculate the total weight of the internal edges of the selection, the total weight of the edges connecting the selection to the rest of the network, the density and the cohesiveness score. This mode can also be used to fine-tune the obtained complexes as the application readily gives feedback about the quality of the complex when the user tries to extend it by adding new proteins or contract it by removing proteins that are not likely to be part of the complex based on expert biological knowledge.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21513, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 21536, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "           AUTHOR CONTRIBUTIONS         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21577, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "T.N. and A.P. conceived the study. T.N. devised and implemented the algorithm and conducted benchmarks. H.Y. evaluated the biological relevance of the results. A.P. supervised the project. H.Y., T.N. and A.P. discussed the results and implications. A.P. and T.N. wrote the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21862, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Note: Supplementary information is available on the Nature Methods website.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21938, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "           COMPETING FINANCIAL INTERESTS         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21988, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors declare no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22042, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Reprints and permissions information is available online at http://www.nature.com/reprints/index.html.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22145, "infons": {"fpage": "1575", "lpage": "1584", "name_0": "surname:Enright;given-names:AJ", "name_1": "surname:van Dongen;given-names:S", "name_2": "surname:Ouzounis;given-names:CA", "pub-id_pmid": "11917018", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "30", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22146, "infons": {"fpage": "3013", "lpage": "3020", "name_0": "surname:King;given-names:A", "name_1": "surname:Pržulj;given-names:N", "name_2": "surname:Jurisica;given-names:I", "pub-id_pmid": "15180928", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "20", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22147, "infons": {"fpage": "825", "lpage": "831", "name_0": "surname:Pu;given-names:S", "name_1": "surname:Wong;given-names:J", "name_2": "surname:Turner;given-names:B", "name_3": "surname:Cho;given-names:E", "name_4": "surname:Wodak;given-names:S", "pub-id_pmid": "19095691", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22148, "infons": {"fpage": "2", "name_0": "surname:Bader;given-names:GD", "name_1": "surname:Hogue;given-names:CW", "pub-id_pmid": "12525261", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "4", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22149, "infons": {"fpage": "1891", "lpage": "1897", "name_0": "surname:Liu;given-names:G", "name_1": "surname:Wong;given-names:L", "name_2": "surname:Chua;given-names:HN", "pub-id_pmid": "19435747", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22150, "infons": {"fpage": "631", "lpage": "636", "name_0": "surname:Gavin;given-names:A", "pub-id_pmid": "16429126", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "440", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22151, "infons": {"fpage": "637", "lpage": "643", "name_0": "surname:Krogan;given-names:N", "pub-id_pmid": "16554755", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "440", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22152, "infons": {"fpage": "439", "lpage": "450", "name_0": "surname:Collins;given-names:SR", "pub-id_pmid": "17200106", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "6", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22153, "infons": {"fpage": "D535", "lpage": "D539", "name_0": "surname:Stark;given-names:C", "pub-id_pmid": "16381927", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22154, "infons": {"fpage": "972", "lpage": "976", "name_0": "surname:Frey;given-names:BJ", "name_1": "surname:Dueck;given-names:D", "pub-id_pmid": "17218491", "section_type": "REF", "source": "Science", "type": "ref", "volume": "315", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22155, "infons": {"fpage": "814", "lpage": "818", "name_0": "surname:Palla;given-names:G", "name_1": "surname:Derényi;given-names:I", "name_2": "surname:Farkas;given-names:I", "name_3": "surname:Vicsek;given-names:T", "pub-id_pmid": "15944704", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "435", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22156, "infons": {"fpage": "283", "name_0": "surname:Macropol;given-names:K", "name_1": "surname:Can;given-names:T", "name_2": "surname:Singh;given-names:A", "pub-id_pmid": "19740439", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22157, "infons": {"fpage": "D41", "lpage": "D44", "name_0": "surname:Mewes;given-names:HW", "pub-id_pmid": "14681354", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22158, "infons": {"fpage": "488", "name_0": "surname:Brohée;given-names:S", "name_1": "surname:van Helden;given-names:J", "pub-id_pmid": "17087821", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "7", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22159, "infons": {"fpage": "2658", "lpage": "2663", "name_0": "surname:Radicchi;given-names:F", "name_1": "surname:Castellano;given-names:C", "name_2": "surname:Cecconi;given-names:F", "name_3": "surname:Loreto;given-names:V", "name_4": "surname:Parisi;given-names:D", "pub-id_pmid": "14981240", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "101", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22160, "infons": {"fpage": "535", "lpage": "545", "name_0": "surname:Jansen;given-names:R", "name_1": "surname:Gerstein;given-names:M", "pub-id_pmid": "15451510", "section_type": "REF", "source": "Curr Opin Microbiol", "type": "ref", "volume": "7", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22161, "infons": {"fpage": "449", "lpage": "453", "name_0": "surname:Jansen;given-names:R", "pub-id_pmid": "14564010", "section_type": "REF", "source": "Science", "type": "ref", "volume": "302", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22162, "infons": {"fpage": "971", "lpage": "987", "name_0": "surname:Friedel;given-names:CC", "name_1": "surname:Krumsiek;given-names:J", "name_2": "surname:Zimmer;given-names:R", "pub-id_pmid": "19630542", "section_type": "REF", "source": "J Comput Biol", "type": "ref", "volume": "16", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22163, "infons": {"fpage": "686", "lpage": "691", "name_0": "surname:Huh;given-names:W-KK", "pub-id_pmid": "14562095", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "425", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22164, "infons": {"fpage": "289", "lpage": "300", "name_0": "surname:Benjamini;given-names:Y", "name_1": "surname:Hochberg;given-names:Y", "section_type": "REF", "source": "J R Stat Soc B", "type": "ref", "volume": "57", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22165, "infons": {"fpage": "D577", "lpage": "D581", "name_0": "surname:Hong;given-names:E", "pub-id_pmid": "17982175", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "36", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22166, "infons": {"fpage": "25", "lpage": "29", "name_0": "surname:Ashburner;given-names:M", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "25", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22167, "infons": {"fpage": "69", "lpage": "72", "name_0": "surname:Dwight;given-names:S", "pub-id_pmid": "11752257", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "30", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22168, "infons": {"fpage": "2498", "lpage": "2504", "name_0": "surname:Shannon;given-names:P", "pub-id_pmid": "14597658", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22169, "infons": {"fpage": "2115", "lpage": "2116", "name_0": "surname:Krumsiek;given-names:J", "name_1": "surname:Friedel;given-names:CC", "name_2": "surname:Zimmer;given-names:R", "pub-id_pmid": "18635566", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 22170, "infons": {"file": "nihms429341f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Benchmark results. (a) Results using MIPS data sets. Shades of the same color denote individual quality scores; the total height of each bar is the value of the composite score. Numbers are the values for each score. The first four data sets are weighted, BioGRID is unweighted. Asterisks mark algorithms that could handle overlaps. AP, affinity propagation. (b) Subunits of RSC and SWI/SNF chromatin-remodeling complexes in the reference data set, as detected by ClusterONE and MCL. Shaded areas denote detected complexes.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]