[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "4099481", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/1471-2164-15-552", "article-id_pmc": "4099481", "article-id_pmid": "24993029", "article-id_publisher-id": "6243", "elocation-id": "552", "issue": "1", "license": "This article is published under license to BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Walker;given-names:Michelle E", "name_1": "surname:Nguyen;given-names:Trung D", "name_2": "surname:Liccioli;given-names:Tommaso", "name_3": "surname:Schmid;given-names:Frank", "name_4": "surname:Kalatzis;given-names:Nicholas", "name_5": "surname:Sundstrom;given-names:Joanna F", "name_6": "surname:Gardner;given-names:Jennifer M", "name_7": "surname:Jiranek;given-names:Vladimir", "section_type": "TITLE", "type": "front", "volume": "15", "year": "2014"}, "text": "Genome-wide identification of the Fermentome; genes required for successful and timely completion of wine-like fermentation by Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 152, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 163, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Wine fermentation is a harsh ecological niche to which wine yeast are well adapted. The initial high osmotic pressure and acidity of grape juice is followed by nutrient depletion and increasing concentrations of ethanol as the fermentation progresses. Yeast’s adaptation to these and many other environmental stresses, enables successful completion of high-sugar fermentations. Earlier transcriptomic and growth studies have tentatively identified genes important for high-sugar fermentation. Whilst useful, such studies did not consider extended growth (>5 days) in a temporally dynamic multi-stressor environment such as that found in many industrial fermentation processes. Here, we identify genes whose deletion has minimal or no effect on growth, but results in failure to achieve timely completion of the fermentation of a chemically defined grape juice with 200 g L−1 total sugar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1055, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1063, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Micro- and laboratory-scale experimental fermentations were conducted to identify 72 clones from ~5,100 homozygous diploid single-gene yeast deletants, which exhibited protracted fermentation in a high-sugar medium. Another 21 clones (related by gene function, but initially eliminated from the screen because of possible growth defects) were also included. Clustering and numerical enrichment of genes annotated to specific Gene Ontology (GO) terms highlighted the vacuole’s role in ion homeostasis and pH regulation, through vacuole acidification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1615, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1626, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We have identified 93 genes whose deletion resulted in the duration of fermentation being at least 20% longer than the wild type. An extreme phenotype, ‘stuck’ fermentation, was also observed when DOA4, NPT1, PLC1, PTK2, SIN3, SSQ1, TPS1, TPS2 or ZAP1 were deleted. These 93 Fermentation Essential Genes (FEG) are required to complete an extended high-sugar (wine-like) fermentation. Their importance is highlighted in our Fermentation Relevant Yeast Genes (FRYG) database, generated from literature and the fermentation-relevant phenotypic characteristics of null mutants described in the Saccharomyces Genome Database. The 93-gene set is collectively referred to as the ‘Fermentome’. The fact that 10 genes highlighted in this study have not previously been linked to fermentation-related stresses, supports our experimental rationale. These findings, together with investigations of the genetic diversity of industrial strains, are crucial for understanding the mechanisms behind yeast’s response and adaptation to stresses imposed during high-sugar fermentations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2704, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2738, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (doi:10.1186/1471-2164-15-552) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2877, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2888, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Saccharomyces cerevisiae strains are widely used for production of alcoholic beverages such as wine, beer, sake, as well as bioethanol. The selection of yeast strains for efficient fermentation performance in these industrial processes has typically focused on attributes such as predictable fermentation at the relevant process temperatures, desired fermentation vigour and extent of sugar attenuation with efficient conversion to ethanol. Attributes deemed important for wine fermentation include retention and enhancement of varietal (grape derived) fruit characters and production of desirable flavour and aroma compounds. The numerous subtle differences in fermentation traits between the various industrial yeast strains are reflected in the overall genetic diversity found in this species. Nevertheless, industrial yeast share the ability to grow and ferment in high sugar media, sensing, responding and adapting to the extreme and changing conditions. Such conditions are imposed by anaerobic conditions, high concentrations of sugar and organic acids (resulting in high osmotic pressure), toxins and inhibitors, at times low pH and assimilable nitrogen levels, extended fermentation times and increasing concentration of ethanol or other inhibitors. Our understanding of the cellular mechanisms behind yeast’s adaptation to the temporal exposure to multiple environmental stresses in such fermentations is limited despite extensive studies in the past decade.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4359, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Extensive ‘phenomic’ studies have been undertaken with laboratory yeast collections, comprised of individual known single gene deletion mutants (deletants), whereby the phenotype of such deletants is analysed to determine the genes associated with tolerance to a specific condition. Several studies have looked at tolerance or growth sensitivity to singular conditions related to high sugar fermentation, including high osmolarity (specifically sucrose and glucose), anaerobic growth, oxidative stress, tolerance to high pressure and low temperatures, ethanol and acetic acid. These studies typically did not require the completion of fermentation and were conducted under aerobic conditions usually for 1–3 days only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5084, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study is unique in that it sought to identify genes required by yeast to not only grow in but to complete fermentation of a high sugar medium, that is a chemically defined grape juice, wherein multiple stresses would be experienced simultaneously or sequentially. The non-availability of a deletion library in a prototrophic wine yeast background necessitated the use of the laboratory yeast library, derived from S288c. Although these lab yeast strains are reported to cope poorly with high osmotic pressure as found in grape juice, we and others have shown that the S288c derived diploid BY4743 and haploids BY4741 (data not shown) and BY4742, are able to complete fermentation in high sugar media, provided their auxotrophic requirements are met.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5839, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Previous studies have identified genes essential for growth under particular conditions relevant to fermentation, but not the entire fermentation process itself. Sufficient biomass is critical for fermentation performance; if there is too little, fermentation becomes severely protracted or may even fail to complete. Adequate biomass does not however guarantee fermentation completion, especially in high sugar media. Furthermore, whilst transcriptomic experiments highlighted genes whose expression was significantly altered during fermentation, these genes are not necessarily required for fermentation reliability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6458, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This report relates to the effect of gene deletions on yeast’s ability to complete extended high sugar fermentation. Those deletants whose maximum biomass was at least 70% of the parent but which exhibited protracted (or stuck) fermentation were taken to highlight genes fundamental for successful fermentation in high sugar conditions, such as in wine production. The clustering of these into specific groupings i.e. Gene Ontology (GO) terms provides insight into the many cellular mechanisms behind yeast’s adaptation to fermentation stresses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7008, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 7031, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "A micro-fermentation screen to identify genes required for successful fermentation in a high sugar medium", "sentences": [], "annotations": [], "relations": []}, {"offset": 7137, "infons": {"file": "12864_2013_6243_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "\nOutline of fermentation study. Schematic of the fermentation screen (micro-fermentations; 0.6 mL and laboratory-scale; 100 mL fermentations) and number of gene deletion mutants identified at each stage as having protracted fermentation. Final evaluation using 100 mL fermentations identified 72 candidate genes. In silico analysis of fermentation relevant data (SGD_FRYG and LIT_FRYG databases) and GO analysis of genes functionally related to 72 candidate genes. 21 additional gene deletants were identified as resulting in protracted fermentation. Together, the 93 genes are referred to as Fermentation Essential Genes or the ‘Fermentome’. FD denotes fermentation duration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7821, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this study (outlined in Figure 1), a high throughput fermentation screen was developed to identify those genes required for high sugar (i.e. akin to wine) fermentation, whereby deletion of the corresponding genes would result in protracted or arrested fermentation. Whereas previous screens have focused on growth assays using standard laboratory media such as YPD supplemented with a stress agent (e.g. ethanol, sugar, oxidizing compounds), our approach was to test the ability of yeast to complete extended fermentation, albeit on a micro-scale. The ability to undergo a wine fermentation requires the yeast to respond and adapt to a dynamic and temporal exposure to multiple stresses in the ‘juice’ environment. Specifically, upon inoculation the cell population must be able to grow to a high density whilst exposed to high osmotic conditions (imposed by the sugars and organic acids in the juice) and the rapid depletion of oxygen and nitrogenous nutrients, sterols and vitamins. With the bulk of fermentation being conducted by cells in stationary phase, long-term adaptation is paramount to the cell’s tolerance to increasing levels of ethanol, as a consequence of sugar uptake and catabolism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9032, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Chemically defined grape juice medium (CDGJM_200) containing 200 g L−1 sugar (as equimolar amounts of glucose and fructose) was chosen for the high sugar medium. Whilst fructose and glucose are found in grape must and 200 g L−1 of sugars is considerably higher than the 20 g L−1 used in laboratory media, this concentration is at the lower end of typical concentrations found in grape must (240–300 g L−1 ). This compromise was made due to the poorer fermentative ability of laboratory strains in comparison to wine yeast strains, in particular the reported sensitivity of S288c derivatives under high osmotic pressure. The assimilable nitrogen content (487 mg N L−1) was sufficient for complete fermentation of 200 g L−1 of sugar and greater than the minimum requirement by yeast (140 mg N L−1 ) and also addressed the auxotrophic requirements of the diploid strain, BY4743, in which the yeast homozygous gene deletion collection was generated. At the study’s commencement the lack of availability of a prototrophic yeast deletion collection in either a laboratory yeast or wine yeast genetic background meant that fermentation without the addition of amino acids matched to the auxotrophic requirements of BY4743 could not be investigated. Such an investigation is nonetheless of interest to determine the genetic basis for differences in the nitrogen efficiency of yeast.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10425, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The initial screen was performed in duplicate 0.6 mL fermentations at 28°C over 7 days in uracil-supplemented CDGJM_200. This medium supported growth of the parental strain BY4743, with all glucose and fructose being consumed within 144 h (data not shown). The individual fermentation performance of each of the ~5100 yeast clones of the homozygous diploid deletion collection was compared with BY4743 (data not shown; Figure 1). The extent of fermentation was defined by enzymatic determination of the residual glucose and fructose content after 180 h and was considered complete when the total residual sugar was <2.5 g L−1. The additional 36 h, representing an extra 25% in fermentation duration, was chosen to allow for growth discrepancies due to the potential for minor differences in inoculation rates. 336 gene deletion mutants were identified as having failed to complete fermentation after 180 h (Additional file 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11364, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to eliminate the possibility that incomplete fermentation by these 336 deletants was due to impaired growth, micro-fermentations were repeated with the additional estimation of growth (OD 600 nm) over the duration of the fermentation (Figure 1 and Additional file 1). Residual sugars in the subsequent experiment were analysed at 137 h (BY4743 residual sugar = 2.48 g L−1), and only deletants with optical densities (OD600) comparable to BY4743 (i.e. > 70%) were chosen for further investigation. In such candidates, the corresponding gene deletion was considered to have no or little effect on growth and to more specifically affect fermentation. As such, 101 deletants were chosen as potential candidates dysfunctional in fermentation under high sugar conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12150, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Evaluation of deletants in laboratory scale (100 mL) fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 12217, "infons": {"file": "12864_2013_6243_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparative fermentations with parent yeast BY4743 and nine stuck mutants in CDGJM_200. Fermentations (100 mL) were performed in triplicate in CDGJM_200 at 28°C whereby the deletants were compared directly with the parental strain BY4743. Growth was monitored as optical density at 600 nm (open symbols). Sugar consumption was monitored enzymatically and reported as total or individual sugars (solid symbols). The data are arranged in three rows (A-C) of three plots each (left to right). The first plot in each row depicts total residual sugar. Glucose-only and fructose-only information is shown to the right of the corresponding total sugar plot. The nine deletion strains (deletants) which result in arrested or ‘stuck’ fermentation are shown in rows A (Δnpt1, Δplc1, Δssq1), B (Δdoa4, Δsin3, Δzap1) and C (Δptk2, Δtps1, Δtps2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13088, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test that the fermentation phenotype of the 101 deletants was reproducible in a more controlled environment, the performance of these was compared with the parent strain in larger, 100 mL fermentations (Figure 1). Fermentations conducted at this scale allow greater control over parameters which influence experimental reproducibility and fermentation outcome, such as inoculum preparation, maintenance of anaerobiosis and the inclusion of biological triplicates. The relative fermentation duration (RFD) of deletant versus parent was recorded in the experimental data (Additional file 1). Seventy two deletants had protracted fermentation, taking 20% or longer to complete fermentation than the parent. Eight of these were not only protracted but did not complete fermentation (Figure 2) and the fermentations were deemed ‘stuck’.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13930, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The remaining 29 mutants exhibited fermentation durations similar to the parent (14 deletants, RFD = 1.0; 13 deletants, RFD = 1.1; 2 deletants, RFD <1). These findings indicate that although there was a 29% over-estimation of genes affecting fermentation in the second screen (where optical density was measured), 71% of the clones were still identified as affecting fermentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14319, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 72 deletants identified as being protracted in fermentation in a high sugar medium (CDGJM_200) were screened as part of the original 336 (Figure 1) in a micro-fermentation of low sugar medium (CDGJM_20) containing 20 g L−1 (Additional files 1 and 2). The 72 deletants could be separated into two distinct groups based on two time points at which residual sugar was measured during fermentation: 32 h (fermentation completed by the parent) and 56 h (175% duration). At 32 h, the cut-off of 2.5 g L−1 residual sugar was used; 43 deletants were found to have completed fermentation, with 29 deletants having >2.5 g L−1 sugar. At 56 hours all the deletants except Δtkl1 had completed fermentation. TKL1 was retained in the 72 gene dataset based on the delay in fermentation when examined in 100 mL scale using CDGJM_200.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15159, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Use of the FRYG databases to identify genes which modulate fermentation - the ‘Fermentome’", "sentences": [], "annotations": [], "relations": []}, {"offset": 15254, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Two FRYG databases (Fermentation Relevant Yeast Genes) were separately compiled from previously published fermentation relevant studies and the Saccharomyces Genome Database (Additional file 3). The databases were complementary; the first (LIT_FRYG) was derived from relevant literature, examining single stress conditions related to fermentation. The second (SGD_FRYG), was compiled from fermentation relevant phenotype terms specifically selected from the more general SGD phenotype terms database, whereby only null mutants (deletants) with a specific phenotypic response, i.e. decreased resistance or increased sensitivity were selected. The 72 gene dataset (representing the remaining candidates following 100 mL fermentations) was compared to the two FRYG databases in order to determine which were previously reported (Figure 1). The SGD_FRYG database was more inclusive with 65 out of the 72 genes being previously reported in related conditions whilst only 55 out of the 72 genes were identified in the LIT_FRYG database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16287, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GO analysis of the identified 72 fermentation essential genes highlighted specific biological processes and more importantly, the other gene members for each GO term, that are likely to be important for fermentation. To ensure that these related genes were not incorrectly excluded as ‘false negatives’ they were re-examined here in a follow up screen. Of the 29 mutants examined, 21 gave protracted fermentation in CDGJM_200.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16718, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "\nFermentation essential genes shown to be absent in either LIT_FRYG or SGD_FRYG databases\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16809, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>FEGs absent in LIT_FRYG</th><th>FEGs absent in SGD_FRYG</th><th>FEGs absent in LIT_FRYG and SGD_FRYG</th></tr></thead><tbody><tr><td>\n<italic>DUF1</italic> (<italic>YOL087C</italic>)</td><td>\n<italic>HRK1</italic> (<italic>YOR267C</italic>)</td><td>\n<italic>CCZ1</italic> (<italic>YBR131W</italic>)</td></tr><tr><td>\n<italic>GPA2</italic> (<italic>YER020W</italic>)</td><td>\n<italic>CYK3</italic> (<italic>YDL117W</italic>)</td><td>\n<italic>ATG7</italic> (<italic>YHR171W</italic>)</td></tr><tr><td>\n<italic>NHX1</italic> (<italic>YDR456W</italic>)</td><td/><td>\n<italic>HXK1</italic> (<italic>YFR053C</italic>)</td></tr><tr><td>\n<italic>OPI1</italic> (<italic>YHL020C</italic>)</td><td/><td>\n<italic>PUG1</italic> (<italic>YER185W</italic>)</td></tr><tr><td>\n<italic>PUG1</italic> (<italic>YER185W</italic>)</td><td/><td>\n<italic>RXT3</italic> (<italic>YDL076C</italic>)</td></tr><tr><td>\n<italic>RBL2</italic> (<italic>YOR265W</italic>)</td><td/><td>\n<italic>YFL012W</italic>\n</td></tr><tr><td>\n<italic>RTT103</italic> (<italic>YDR289C</italic>)</td><td/><td>\n<italic>CIS1</italic> (<italic>YDR022C</italic>)</td></tr><tr><td>\n<italic>TOM1</italic> (<italic>YDR457W</italic>)</td><td/><td>\n<italic>SNX4</italic> (<italic>YJL036W</italic>)</td></tr><tr><td>\n<italic>VAC8</italic> (<italic>YEL013W</italic>)</td><td/><td/></tr><tr><td>\n<italic>YLL007C</italic>\n</td><td/><td/></tr><tr><td>\n<italic>ZAP1</italic> (<italic>YJL056C</italic>)</td><td/><td/></tr><tr><td>\n<italic>GPR1</italic> (<italic>YDL035C</italic>)</td><td/><td/></tr><tr><td>\n<italic>OPI1</italic> (<italic>YHL020C</italic>)</td><td/><td/></tr></tbody></table>\n"}, "text": "FEGs absent in LIT_FRYG\tFEGs absent in SGD_FRYG\tFEGs absent in LIT_FRYG and SGD_FRYG\t \tDUF1 (YOL087C)\tHRK1 (YOR267C)\tCCZ1 (YBR131W)\t \tGPA2 (YER020W)\tCYK3 (YDL117W)\tATG7 (YHR171W)\t \tNHX1 (YDR456W)\t\tHXK1 (YFR053C)\t \tOPI1 (YHL020C)\t\tPUG1 (YER185W)\t \tPUG1 (YER185W)\t\tRXT3 (YDL076C)\t \tRBL2 (YOR265W)\t\tYFL012W\t \tRTT103 (YDR289C)\t\tCIS1 (YDR022C)\t \tTOM1 (YDR457W)\t\tSNX4 (YJL036W)\t \tVAC8 (YEL013W)\t\t\t \tYLL007C\t\t\t \tZAP1 (YJL056C)\t\t\t \tGPR1 (YDL035C)\t\t\t \tOPI1 (YHL020C)\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17272, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "The 93 FEG dataset identified after the fermentation screen and GO analysis depicted in Figure 1, was compared with the LIT_FRYG and SGD_FRYG databases (see Additional file 3 to determine which genes were absent and thus unique to this study).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17517, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One of these, (Δtps1) did not finish fermentation and was considered ‘stuck’ (Figure 2 and Additional file 2). The 21 genes were cross-referenced to both FRYG datasets (Additional file 3). The genes absent from the databases are shown in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17771, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In summary, 93 genes were identified as being required for fermentation, whereby deletion of the gene resulted in the yeast undergoing protracted fermentation in CDGJM_200 (Additional file 2). Together, the 93 genes, are referred to as the FEG dataset (for Fermentation Essential Genes) and comprise the laboratory yeast ‘fermentome’; genes that are essential for the timely completion of fermentation. The ‘fermentome’ is taken to represent the genes/processes required for yeast to sense and respond to the multiple stresses of the juice environment. These cellular processes enable yeast to grow in grape juice and complete fermentation over the extended period of 4–12 days typical of a wine fermentation. The experimental design however did not allow for the identification of genes whose deletion shortened fermentation, as no time point was taken prior to the parent finishing. Independent studies have identified genes which affect carbon and nitrogen flux and thus positively modulate fermentation, although the mechanisms remain unclear. For example the genes NGR1 and GID7, upon disruption, resulted in enhanced catabolism of sugar in a wine and laboratory strain during growth in CDGJM_200 with limiting nitrogen. Also, deletion of PDA1, encoding the pyruvate dehydrogenase Eα subunit, was shown to alter carbon flux during anaerobic fermentation, resulting in shortened fermentation, after an extended lag phase (12 h), which the authors suggested was an acclimatisation to the fermentation conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19299, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The studies chosen to build the LIT_FRYG dataset included those examining growth in response to a single stress relevant to wine fermentation as well as a transcriptomic study of the wine strain Vin 13 during fermentation of a Riesling juice. Our dataset represents only a small percentage of the genes identified in the above studies, as shown in LIT_FRYG (Additional file 3), relating to growth sensitivity as a measure of stress tolerance. Not surprisingly, the largest representations relate to hypertonic conditions (21.4%), high glucose (17%), ethanol (8.3%, 18.4%, 14.9%), anaerobic growth (13.6%, 8.3%) and sucrose (9.9%) – see Additional file 3. The importance of experimental design is highlighted by the fact that our study contained only 1.79% of genes described as Fermentation Stress Response (FSR) genes. Although Marks and co-workers looked at gene expression in response to increasing ethanol concentration during fermentation, small changes in transcript levels of FSR may not eventuate in altered fermentation kinetics or outcome - a more likely observation with complete deletion as per our study. A similar conclusion was drawn from data relating to growth rate and stress tolerance, whereby the authors examined the yeast deletion collection in continuous culture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20588, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Eighteen of the 93 genes, which resulted in protracted fermentation when deleted, were annotated to vacuole function, specifically the vacuolar H+ ATPase complex. Within this dataset, 6 genes were identified by relationship rather than in the original fermentation screen (72 gene dataset) due to clonal errors within the library used in the study. New clones were sourced (Invitrogen) and verified by sequencing prior to analysis (100 mL scale). The occurrence of 10 of these genes in the freeze thaw stress dataset (VMA1, VMA2, VMA3, VMA4, VMA7, VMA8, VMA11, VMA13, VPH1 and VPH2) indicates that cellular mechanisms required for tolerance to freeze-thaw stress may also be needed for successful fermentation. By comparison of our results to previous studies (see Additional file 3), we propose that the role of the vacuole, specifically maintenance of vacuolar acidification (discussed later) is a key mechanism of cellular response and adaptation during the transitory and dynamic stress conditions imposed by acidic pH, high osmolarity (sugar, organic acids), increasing ethanol content and elevated temperatures during fermentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21726, "infons": {"file": "12864_2013_6243_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of fermentation essential genes with the SGD_FRYG database: phenotypic response to specific stress conditions. Ninety three fermentation essential genes (FEG) were identified in this study. Ten of the genes have not been previously associated with fermentation related phenotypes and are unique to this fermentation study. The Venn diagrams therefore depict the number of genes within the 83 FEG dataset which upon deletion, leads to either increased sensitivity or decreased resistance to conditions relevant to fermentation, such as anaerobic growth, ethanol toxicity, osmotic and oxidative stress and temperature extremes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22364, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The association between cross-tolerance to multiple stresses and fermentation outcome, as well as fermentative growth and stress tolerance was examined. Genes common to the FEG dataset and selected datasets from the SGD_FRYG database can be highlighted (Figure 3A-F). Here only 83 fermentation essential genes are compared as the additional 10 (of the 93) unique to our study are necessarily excluded. Of particular interest was the large number of genes, when deleted, were associated with decreased resistance to multiple stresses: ethanol, acidic and hyper-osmotic conditions and heat (for example DOA4 (YDR069C), PLC1 (YPL268W), TPS2 (YDR074W), and SSQ1 (YLR369W) as shown in Additional file 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23065, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Yeast deletants encoding the vacuolar H+ ATPase (vma mutants) were often associated with cross tolerance towards several stress conditions but not necessarily fermentative growth. Surprisingly, none of the 83 gene deletions were associated with decreased utilisation of nitrogen and fermentative metabolism (Additional file 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23393, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Classification of genes into specific gene ontology categories", "sentences": [], "annotations": [], "relations": []}, {"offset": 23456, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using GO toolbox and GO module the Fermentation Essential genes (FEG) were classified into distinct groups according to GO terms, based on their role in a biological process, function within the cell and cellular localisation (Additional file 4). The frequency of occurrence within the genome of genes annotated to these GO terms was compared to the frequency of occurrence of genes within the FEG dataset annotated to these same terms. An increased frequency of occurrence (an enrichment) of genes in the FEG dataset annotated to a specific GO term implies the importance of that GO cluster to fermentation completion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24076, "infons": {"file": "12864_2013_6243_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "\nEnrichment of FEG annotated to specific GO terms from SGD using GO ToolBox GO-Stats. The frequency of gene occurrence (expressed as a percentage) for individual GO terms was compared between the 93 FEG dataset and the entire yeast genome (7168 genes). These GO terms were not mutually exclusive. The statistical probability was calculated to determine the enrichment of the specific GO terms, expressed as p-values. Numbers in brackets represent the number of genes in FEG annotated to a specific GO term. Data from the yeast genome is denoted with □ and the FEG dataset (93 genes) with ■.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24671, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A subset of the most enriched GO terms (p = 10−31 to 10−13) includes gene clusters related to vacuolar function and cellular pH and ion homeostasis (Figure 4). The vacuole has a multifunctional role; trafficking of membrane proteins to the plasma membrane, proteolytic degradation and recycling of proteins sent to the vacuole, sequestration of toxic metal ions, ion homeostasis (calcium and phosphate), osmo-regulation (Na+/K+ accumulation) and storage of amino acids. Disruption of these functions can therefore have far reaching consequences for a cell grown at high osmolarity and low pH conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25284, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Incomplete ‘stuck’ fermentation as a result of deletion of specific genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 25362, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "\nSGD_FRYG fermentation phenotypes associated with nine ‘stuck fermentation’ mutants\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 25451, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Acidic pH resistance</th><th>Hyperosmotic stress resistance</th><th>Oxidative stress resistance</th><th>Cold sensitivity</th><th>Heat sensitivity</th><th>Starvation resistance</th><th>Ethanol resistance</th></tr></thead><tbody><tr><td/><td>\n<italic>SSQ1</italic>\n</td><td>\n<italic>SSQ1</italic>\n</td><td>\n<italic>SSQ1</italic>\n</td><td>\n<italic>SSQ1</italic>\n</td><td/><td>\n<italic>SSQ1</italic>\n</td></tr><tr><td>\n<italic>TPS2</italic>\n</td><td>\n<italic>TPS2</italic>\n</td><td>\n<italic>TPS2</italic>\n</td><td/><td>\n<italic>TPS2</italic>\n</td><td/><td>\n<italic>TPS2</italic>\n</td></tr><tr><td>\n<italic>DOA4</italic>\n</td><td>\n<italic>DOA4</italic>\n</td><td>\n<italic>DOA4</italic>\n</td><td/><td>\n<italic>DOA4</italic>\n</td><td/><td>\n<italic>DOA4</italic>\n</td></tr><tr><td/><td>\n<italic>PLC1</italic>\n</td><td>\n<italic>PLC1</italic>\n</td><td/><td>\n<italic>PLC1</italic>\n</td><td/><td>\n<italic>PLC1</italic>\n</td></tr><tr><td/><td/><td>\n<italic>PTK2</italic>\n</td><td/><td/><td>\n<italic>PTK2</italic>\n</td><td>\n<italic>PTK2</italic>\n</td></tr><tr><td/><td/><td>\n<italic>NPT1</italic>\n</td><td/><td>\n<italic>NPT1</italic>\n</td><td/><td/></tr><tr><td>\n<italic>TPS1</italic>\n</td><td/><td/><td/><td/><td/><td>\n<italic>TPS1</italic>\n</td></tr><tr><td/><td/><td/><td/><td>\n<italic>SIN3</italic>\n</td><td/><td>\n<italic>SIN3</italic>\n</td></tr><tr><td>\n<italic>ZAP1</italic>\n</td><td/><td>\n<italic>ZAP1</italic>\n</td><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "Acidic pH resistance\tHyperosmotic stress resistance\tOxidative stress resistance\tCold sensitivity\tHeat sensitivity\tStarvation resistance\tEthanol resistance\t \t\tSSQ1\tSSQ1\tSSQ1\tSSQ1\t\tSSQ1\t \tTPS2\tTPS2\tTPS2\t\tTPS2\t\tTPS2\t \tDOA4\tDOA4\tDOA4\t\tDOA4\t\tDOA4\t \t\tPLC1\tPLC1\t\tPLC1\t\tPLC1\t \t\t\tPTK2\t\t\tPTK2\tPTK2\t \t\t\tNPT1\t\tNPT1\t\t\t \tTPS1\t\t\t\t\t\tTPS1\t \t\t\t\t\tSIN3\t\tSIN3\t \tZAP1\t\tZAP1\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25810, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Phenotype responses which result in decreased resistance are denoted with a downward (↓) arrow, whilst those which result in increased sensitivity are denoted with an upward (↑) arrow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25999, "infons": {"file": "12864_2013_6243_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparative fermentations with parent yeast BY4743 and four Δvma mutants and Δopi1 in CDGJM_200. Fermentations (100 mL) were performed in triplicate in CDGJM_200 at 28°C whereby the deletants were compared directly with the parental strain BY4743. Fermentation progress was monitored by determining the total residual sugar (glucose and fructose) by enzymatic analysis. Growth was monitored as optical density (600 nm) 20 h post-inoculation and at intervals throughout fermentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26491, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Nine deletants within the 93 gene FEG dataset gave rise to incomplete (stuck) fermentations (Figure 2). These genes are central to ion homeostasis (PTK2 (YJR059W)), SSQ1 (YLR369W)), NAD recycling (NPT1 (YOR209C)), signalling (PLC1 (YPL268W)), trehalose synthesis (TPS1 (YBR126C), TPS2 (YDR074W)), transcription (SIN3 (YOL004W), ZAP1 (YGR285C)), and ubiquitin recycling (DOA4 (YDR069C)). With the exception of Δtps1 and Δptk2, which showed normal growth, the other 7 ‘stuck’ mutants exhibited reduced biomass (as determined by maximum OD600). Our findings are only in part comparable to the SGD database where Δtps1, Δtps2, Δnpt1, Δplc1, and Δssq1 were shown to have reduced fermentative growth (Additional file 3 and Table 2). Underlying these differences is likely the experimental approach used. It is evident that final biomass (maximal OD600) does not necessarily determine whether yeast are able to catabolise sugar albeit in an extended time frame (protracted) or fail to catabolise all of the sugar (defined as a stuck fermentation). Four vma mutants (defective in vacuolar ATPase) that had a similar growth deficiency (plus an extended lag phase) were able to catabolise sugar albeit more slowly than the parent BY4743 (Figure 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27758, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All 9 genes associated with stuck fermentations were shown to have increased sensitivity towards multiple stresses relevant to fermentation (Table 2 and Additional file 3), with DOA4, SSQ1 and TPS2 being associated with five stresses. Interestingly, only SIN3, SSQ1, TPS1 and TPS2 genes were associated with ‘response to stress’ GO:0006950 (Additional file 4) although there was no over-representation within the FEG dataset for genes annotated to this GO term. Whilst Δplc1 results in decreased glucose utilisation, none of the 9 stuck mutants are listed as decreased fermentation metabolism, decreased nitrogen utilisation or decreased anaerobic growth (Additional file 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28440, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Role of TPS1 and TPS2 as protectants against multiple stresses", "sentences": [], "annotations": [], "relations": []}, {"offset": 28503, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TPS1 (trehalose-6-phosphate synthase) and TPS2 (trehalose-6-phosphate phosphatase) are required for trehalose biosynthesis and not surprisingly were both identified in this study as FEGs. Deletion of either TPS1 or TPS2 leads to complete cessation of sugar utilisation in the second half of fermentation i.e. a ‘stuck’ fermentation (Figure 2). Trehalose, a non-reducing disaccharide, ordinarily accumulates during stationary phase and is classified as a storage carbohydrate. It is associated with increased survival and cell protection from stresses such as heat, ethanol and freezing. Accordingly, trehalose protects against lipid peroxidation and protein carbonylation resulting from ethanol induced oxidative stress, which would otherwise impact on membrane dynamics and glycolysis, respectively. Past studies have shown sensitivity of Δtps1 to ethanol and oxidative stress, and Δtps2 to ethanol, heat, and NaCl, high acidity and oxidative stress. Conversely, over-expression of these genes results in enhanced thermotolerance and improved ethanol resistance. Given the recent link between mitochondrial mutation and ageing, and trehalose, and that fermentation is conducted by metabolically active but stationary phase cells, it is likely that the lack of trehalose in Δtps1 and Δtps2 results in a vastly decreased ability of the cell to protect against the toxic effect of ethanol, leading to increased mitochondrial dysfunction and premature ageing and reduced viability during fermentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30018, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Role of SIN3 in thermal stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 30049, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Adaptation to elevated temperatures, especially above 30°C and in the presence of ethanol, is fundamental to survival and the ability to complete fermentation. The primary mechanism is the heat shock response operating through chromatin modulation by the Rpd3L deacetylase complex, which is recruited to target promoters upon heat stress affecting transcription and general metabolic processes (reviewed in). SIN3 is associated with the heat shock response; deletion of which resulted in the complete arrest of fermentation (Figure 2). Sin3p is a component of the Rpd3L complex, along with Sap30p and Rxt3p. The latter two genes, when deleted, resulted in only protracted fermentation. The Rdp3L complex is proposed to facilitate the ability of yeast to tolerate multiple stresses including thermal and osmotolerance but not oxidative stress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30894, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SSQ1 and ZAP1 in ion homeostasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30927, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Osmotic stress, whether salt or sugar induced, is well known to have a direct effect on cellular ion homeostasis. In response to the external environment, various transporters transport cations into the organelles and across the plasma membrane, such that cell turgidity is maintained. In this study 26 genes (28.9% of FEG genes) involved in ion homeostasis were identified as having a role in fermentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31335, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Two FEGs in particular, SSQ1 and ZAP1, involved in iron and zinc homeostasis respectively, resulted in ‘stuck’ fermentation (Figure 2). SSQ1 encodes a mitochondrial hsp70-type molecular chaperone that is required for the assembly of Fe-S clusters into Fe-S proteins, such as the mitochondrial proteins aconitase, Yfh1p and several DNA repair enzymes. Iron homeostasis is proposed to be highly regulated, with the Fe-S clusters thought to function as regulatory sensors to oxidative stress and intracellular iron (reviewed in). Yeast strains lacking the Fe-S cluster scaffold protein Isu1p or chaperone protein Ssq1p increase iron sequestration to the mitochondria, and show increased mitochondrial oxidative damage. Transcription of ISU1 was altered during fermentation in response to increasing external ethanol content, however, in this study Δisu1 had comparable fermentation duration to the parent (microferment 1; see Additional file 1). Given the speculation on Fe-S proteins acting as iron sensors, decreased formation of these proteins as observed in Δssq1 may lead to a signalling of iron deficiency within the mitochondria. This may cause an increase in mitochondrial uptake and decrease in export of iron, and consequently mitochondrial iron overload and subsequent oxidative damage. Δssq1 has been previously shown to be sensitive to oxidation, which may explain the fermentation phenotype of Δssq1 in our study, in terms of oxidative stress associated with fermentation in CDGJM_200 and the low iron content (14 μg L−1), which is in the lower range (20–330 μg L−1) of typical Australian Chardonnay juices. Given that mitochondrial dysfunction has recently been linked with vacuolar acidification in affecting chronological ageing it is of interest that the Δssq1 deletant is not defective in vacuolar acidification (, data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33205, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It appears that zinc homeostasis is also critical to fermentation, through the transcriptional control of some 80 genes exerted by the zinc-sensing transcription factor Zap1p, (reviewed in). These include genes involved in phospholipid biosynthesis, zinc uptake and vacuolar storage (detoxification), sulfur metabolism, cell wall function and response to oxidation (ROS). Zap1p has a protective role with regards to oxidative stress and damage. The down-regulation of sulfur metabolism by Zap1p in zinc deficient cells is associated with increased protection through the redirection of NADPH from sulfur metabolism to regenerating reduced peroxiredoxin and glutathione associated with antioxidant defence mechanisms (cited in). The extended and incomplete fermentation profiles of Δzap1 (Figure 2) indicate that Zap1p’s role as a core regulatory protein particularly in oxidative protection and perhaps vacuolar storage is vital for fermentation maintenance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34168, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Influence of intracellular pH on fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34214, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GO analysis of the FEG dataset (Additional file 4), not only highlighted the enrichment of 18 genes associated with the vacuolar H+ ATPase complex (targeted by Vph1p isomer of V0 subunit a) but also DBF2 (YGR092W) and NHX1 (YDR456W), known to be involved with regulation of intracellular pH. The tight regulation of intracellular pH, whilst influenced by external pH and nutrient availability, is reflective of most physiological processes being pH dependent. Critical to this, is the cytosol’s buffering capacity, originating from the acid–base action of metabolites such as ammonium, phosphate and carbon dioxide, as well as proteins. As such, pH ‘sensing’ is associated with many processes including carbon flux through the glycolytic cycle, coupled reduction-oxidation reactions involved in NAD(P)+ cycling as well as phosphatidylinositol phosphates acting as signalling molecules to effect transcription.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35132, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The main pH regulator in yeast is a P2 type H+ATPase; Pma1p, responsible for the active translocation of protons across the plasma membrane into the external medium, thus maintaining cytosolic pH at neutral. The second, is the vacuolar (V) H+ATPase, a complex of two domains, V1 (8 subunits) and V0 (6 subunits), which is responsible for the active transport of protons from the cytosol into the vacuolar lumen. PMA1 (YGL008C) is an essential gene and so not present in the homozygous diploid deletion library used in this study. However, the heterozygous diploid (PMA1/Δpma1) results in haploinsufficiency, i.e. reduced growth rate in grape juice conditions (202 mg L−1 YAN, 130 g L−1 water soluble carbohydrate (WSC)) and surprisingly also the reverse, haploproficiency (increased growth rate) in nitrogen and carbon limiting conditions (118.7 mg L−1 YAN, 2.5 g L−1 WSC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36023, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Pma1p activation is dependent on a complex interaction between glucose sensors such as Snf3p and Rgt2p, and the Gpr1p/Gpa2p receptor/G protein-coupled (GPCR) complex, protein kinase C (Pkc1p), phospholipase C (Plc1p), the proteosome, and interaction with tubulin (as reviewed in). Several studies conducted on glucose starved cells, using specific inhibitors of Plc1 (3-nitrocourmarin) and Pma1p (carbonyl cyanide m-chlorophenylhydrazone; CCCP) in conjunction with glucose additions (up to 100 mM or 18 g L−1) have demonstrated the activation of Pma1p to be mediated by Plc1p and the GPCR complex. Plc1p is proposed to transduce the glucose signal, through calcium signalling, by the induction of calcium uptake into the cell and vacuolar transport into the cytoplasm Gpr1p aids rapid adaption to extracellular glucose (and not fructose), via the cAMP-PKA pathway. The latter activates cAMP signalling via a glucose phosphorylation mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36968, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this study genes associated with hexose sensing were identified; GPA2 (YER020W) and GPR1 (YDL035C)), together with ASC1 (YMR116C) and HXK1 (YFR053C), whose deletion was shown to induce protracted fermentation (Additional files 1 and 4). Hxk1p, which is associated with heat shock response, is one of three protein kinases (Glk1p, Hxk1p, and/or Hxk2p) required for glucose phosphorylation, as a means of intracellular signalling via Gpr1p-Gpa2p. Whilst Asc1p, a guanine dissociation inhibitor of Gpa2p, links glucose metabolism to nitrogen metabolism, as it represses Gcn4p when amino acids are sufficient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37577, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PLC1 (YPL268W) was also identified in the FEG dataset (Additional files 1 and 4). The inability of the Δplc deletant to complete sugar catabolism, as shown in Figure 2 alludes to the importance of Plc1p in cellular metabolism; although the physiological roles during fermentation are not well understood. Plc1p has been implicated in nutrient induced signal transduction via the Gpr1p-Gpa2p mediated GPCR system, coupling glucose and nitrogen signalling at the sensor level, as well as controlling the MAP kinase cascade via activation of Pkc1p. This cascade is essential to adaptation to high osmolarity and cell wall integrity; obvious important attributes for successful fermentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38269, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HRK1 (YOR267C) and PTK2 (YJR059W) were also identified and encode protein kinases responsible for the activation of Pma1p in response to glucose. The membrane potential generated by Pma1p is modulated by the uptake of potassium (K+) by the Trk1p and Trk2p transporters; allowing for different voltage sensitive transporters to function in cation transport. The central role of pH (and cation) homeostasis in fermentation is further supported by the inclusion of TRK1 (YJL129C) in the FEG dataset, which encodes the high affinity K+ transporter and is also found to be important for resistance to high-glucose and high acidity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38896, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, Pma1p activity is reduced in yeast in high sugar fermentation conditions with recovery to normal activity being incomplete upon transfer to low sugar conditions. Teixeira and co-workers propose that vesicle trafficking to the plasma membrane is affected, given the mis-targeting of Pma1p in vma mutants lacking V-ATPase subunits to the vacuole. pH and ion homeostatic mechanisms via V-ATPase are implicated in both osmotic shock from salt and sugar, with V-ATPase contributing to not only vesicle protein trafficking but intracellular (cytosolic) pH through the translocation of protons into the vacuolar lumen. NHX1 (YDR456W) encoding the endosomal K+ (Na+)/H+ exchanger, Nhx1p, was also identified as a FEG in our study. Nhx1p is implicated in regulating vacuolar and cytosolic pH, and is thought to represent an early response to hyperosmotic conditions by the transport of ions into the vacuole.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39811, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The complex interaction between Pma1p, V-ATPase and other symporters is in part also mediated by the lipid rafts associated with these membrane bound proteins. In a recent study lipid raft integrity of the plasma membrane was implicated in pH homeostasis and growth. Edelsofine, an anti-tumor lysophosphatidyl choline analog, was shown to alter the organisation of the plasma membrane, resulting in ubiquitination and internalisation of Pma1p to the vacuole, resulting in cytoplasmic acidification. The link between membrane (lipid raft) integrity, intracellular pH, and fermentation phenotype is also inferred from the sensitivity of the following FEG mutants to Edelsofine, Δasc1, Δdfb2, Δsnf4, Δsin3, Δtrk1, Δvma2, Δvma4, Δvma5, Δvma6, Δvma7, Δvma10, Δvma11, Δvma16 and Δvph2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40647, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Role of vacuolar H+ATPase in fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40689, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "\nEffect upon fermentation of yeast lacking genes encoding vacuolar H\n+\nATPase complex and associated proteins\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 40800, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Gene</th><th>V-ATPase subunit</th><th rowspan=\"2\">Function (eight subunit peripheral domain)</th><th>Essential for fermentation</th></tr><tr><th/><th>V\n<sub>1</sub> domain</th><th/></tr></thead><tbody><tr><td>\n<italic>VMA1</italic> (<italic>TFP1</italic>)</td><td>A</td><td>ATP hydrolysis</td><td>Yes</td></tr><tr><td>\n<italic>VMA2</italic>\n</td><td>B</td><td>Regulatory, ATP binding?, Actin binding?</td><td>Yes</td></tr><tr><td>\n<italic>VMA5</italic>\n</td><td>C</td><td>Stator</td><td>Yes</td></tr><tr><td>\n<italic>VMA8</italic>\n</td><td>D</td><td>Rotor</td><td>Yes</td></tr><tr><td>\n<italic>VMA4</italic>\n</td><td>E</td><td>Stator</td><td>Yes</td></tr><tr><td>\n<italic>VMA7</italic>\n</td><td>F</td><td>Rotor</td><td>Yes</td></tr><tr><td>\n<italic>VMA10</italic>\n</td><td>G</td><td>Stator</td><td>Yes</td></tr><tr><td>\n<italic>VMA13</italic>\n</td><td>H</td><td>Stator</td><td>Yes</td></tr><tr><td/><td>\n<bold>V</bold>\n<sub><bold>o</bold></sub>\n<bold>domain</bold>\n</td><td>\n<bold>(six subunit integral domain)</bold>\n</td><td/></tr><tr><td>\n<italic>VPH1</italic>\n</td><td>a (vph1p)</td><td>Proton pore, stator, sorting (vacuole)</td><td>Yes</td></tr><tr><td>\n<italic>STV1</italic>\n</td><td>a (Stv1p)</td><td>Proton pore, stator, sorting (golgi/endosome)</td><td>No</td></tr><tr><td>\n<italic>VMA3</italic> (<italic>CUP5</italic>)</td><td>c</td><td>Proton pore, rotor (dicyclohexylcarbodiimide binding)</td><td>Yes</td></tr><tr><td>\n<italic>VMA11</italic> (<italic>TFP3</italic>)</td><td>c’</td><td>Proton pore, rotor</td><td>Yes</td></tr><tr><td>\n<italic>VMA16</italic> (<italic>PPA1</italic>)</td><td>c”</td><td>Proton pore, rotor</td><td>Yes</td></tr><tr><td>\n<italic>VMA6</italic>\n</td><td>d</td><td>Rotor</td><td>Yes</td></tr><tr><td>\n<italic>VMA9</italic>\n</td><td>e</td><td>?</td><td>nd</td></tr><tr><td/><td colspan=\"2\">\n<bold>Assembly Factors</bold>\n</td><td/></tr><tr><td>\n<italic>VPH2</italic> (<italic>VMA12</italic>)</td><td>Vph2p</td><td>Integral membrane protein; vacuolar H<sup>+</sup> ATPase (V-ATPase) assembly</td><td>Yes</td></tr><tr><td>\n<italic>VMA22</italic>\n</td><td>Vma22p</td><td>Peripheral membrane protein; vacuolar H<sup>+</sup> ATPase assembly</td><td>Yes</td></tr><tr><td>\n<italic>VPS3</italic>\n</td><td>Vps3p</td><td>CORVET tethering complex; cytoplasmic protein required for sorting &amp; processing of soluble vacuolar proteins, acidification of vacuolar lumen, &amp; assembly of V-ATPase</td><td>No</td></tr><tr><td>\n<italic>PKR1</italic>\n</td><td>Pkr1p</td><td>V-ATPase assembly factor, functions with other V-ATPase assembly factors in ER to assemble V-ATPase membrane sector (V<sub>o</sub>)</td><td>Yes</td></tr><tr><td/><td colspan=\"2\">\n<bold>RAVE complex</bold>\n</td><td/></tr><tr><td>\n<italic>SKP1</italic>\n</td><td>Skp1p</td><td>Evolutionarily conserved kinetochore protein; part of SCF ubiquitin ligase complex, CBF3 complex binding centromeric DNA, &amp; RAVE complex regulating assembly of V-ATPase</td><td>nd</td></tr><tr><td>\n<italic>RAV1</italic>\n</td><td>Rav1p</td><td>Subunit of RAVE complex (Rav1p, Rav2p, Skp1p), promotes assembly of V-ATPase</td><td>Yes</td></tr><tr><td>\n<italic>RAV2</italic>\n</td><td>Rav2p</td><td>Subunit of RAVE complex, promotes assembly of V-ATPase</td><td>Yes</td></tr></tbody></table>\n"}, "text": "Gene\tV-ATPase subunit\tFunction (eight subunit peripheral domain)\tEssential for fermentation\t \t\tV\t \t1 domain\t\t \tVMA1 (TFP1)\tA\tATP hydrolysis\tYes\t \tVMA2\tB\tRegulatory, ATP binding?, Actin binding?\tYes\t \tVMA5\tC\tStator\tYes\t \tVMA8\tD\tRotor\tYes\t \tVMA4\tE\tStator\tYes\t \tVMA7\tF\tRotor\tYes\t \tVMA10\tG\tStator\tYes\t \tVMA13\tH\tStator\tYes\t \t\tVodomain\t(six subunit integral domain)\t\t \tVPH1\ta (vph1p)\tProton pore, stator, sorting (vacuole)\tYes\t \tSTV1\ta (Stv1p)\tProton pore, stator, sorting (golgi/endosome)\tNo\t \tVMA3 (CUP5)\tc\tProton pore, rotor (dicyclohexylcarbodiimide binding)\tYes\t \tVMA11 (TFP3)\tc’\tProton pore, rotor\tYes\t \tVMA16 (PPA1)\tc”\tProton pore, rotor\tYes\t \tVMA6\td\tRotor\tYes\t \tVMA9\te\t?\tnd\t \t\tAssembly Factors\t\t \tVPH2 (VMA12)\tVph2p\tIntegral membrane protein; vacuolar H+ ATPase (V-ATPase) assembly\tYes\t \tVMA22\tVma22p\tPeripheral membrane protein; vacuolar H+ ATPase assembly\tYes\t \tVPS3\tVps3p\tCORVET tethering complex; cytoplasmic protein required for sorting & processing of soluble vacuolar proteins, acidification of vacuolar lumen, & assembly of V-ATPase\tNo\t \tPKR1\tPkr1p\tV-ATPase assembly factor, functions with other V-ATPase assembly factors in ER to assemble V-ATPase membrane sector (Vo)\tYes\t \t\tRAVE complex\t\t \tSKP1\tSkp1p\tEvolutionarily conserved kinetochore protein; part of SCF ubiquitin ligase complex, CBF3 complex binding centromeric DNA, & RAVE complex regulating assembly of V-ATPase\tnd\t \tRAV1\tRav1p\tSubunit of RAVE complex (Rav1p, Rav2p, Skp1p), promotes assembly of V-ATPase\tYes\t \tRAV2\tRav2p\tSubunit of RAVE complex, promotes assembly of V-ATPase\tYes\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 42359, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Fermentations (100 mL) were conducted in CDGJM_200 as described in Materials and Methods. Deletants which resulted in protracted fermentation were considered essential for fermentation in high sugar media, whilst those which were not affected, were considered non-essential.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42635, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\nVMA9 (YCL005W-A) and SKP1 (YDR328C) are not in the homozygous diploid deletion library. SKP1 is an essential gene for growth.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42762, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "nd: not determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42782, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As mentioned, 18 genes associated with vacuolar acidification, specifically the vacuolar ATPase complex were identified in this study (Additional file 4 and Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42950, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The vacuolar ATPase complex is the major contributor in regulating organelle pH, specifically between the cytosol and vacuolar lumen. This action is intrinsically connected to cellular ion homeostasis (through the action of anti-porters utilizing the generated membrane potential via a proton electrochemical gradient), as well as proteolytic activation (digestion of autophagasomes during autophagy or vacuolar proteolysis induced by starvation), endocytosis, and vacuole fusion. Furthermore, intracellular pH and Ca2+ ion concentrations as well as direct interaction of the V-ATPase complex with the actin cytoskeleton are implicated in bud formation and polarized growth during cell cycle. In relation to the vacuole’s lytic function, VAM3 (YOR106W) encoding the syntaxin-like protein Vam3p (a vacuolar t-SNARE) is responsible for the correct trafficking and processing of proteinases A, B and carboxypeptidase Y and maturation of alkaline phosphatase. The relevance of Vam3p to fermentation outcome and tolerance of stress (hyperosmolarity, heat, ethanol and oxidation) is highlighted by the protracted fermentation of the Δvam3 mutant (Additional file 1) and growth sensitivity towards these stress parameters (Additional file 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44190, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The importance of the assembly and function of the V-ATPase complex during fermentation, was highlighted by the number of genes identified (Additional files 4 and Table 3). These encode either the subunits of the V1 peripheral membrane and V0 integral membrane domains, or the assembly factors including the RAVE complex, which are required for the reversible assembly and disassembly into the free V1 and V0 domains, in response to glucose. The assembly of V-ATPase is thought to prevent cytosolic acidification when metabolism is active, as protons are sequestered in the vacuolar lumen by the V-ATPase. This is particularly relevant in high sugar fermentation, when the plasma membrane bound pump Pma1p, the principal regulator of cytosolic pH, is transiently inhibited. As glucose becomes limited, the disassembly of some V-ATPase complexes is thought to conserve ATP, as ATP hydrolysis is absent in the isolated V1 domain. The role of vacuolar ATPase in fermentation is supported by previous research showing deletion of structural genes resulting in growth sensitivity to ethanol and hyperosmolarity due to high concentrations of glucose (300 g L−1,). How these differences relate to the pH-dependent growth of vma (vacuolar membrane ATPase) deletants is unclear. Whilst vma deletants, through the loss of V-ATPase activity, exhibit growth sensitivity at high pH (>pH 7) or high extracellular calcium and zinc, and reportedly are unable to grow on non-fermentable carbon sources, they are able to grow under acidic conditions (pH 5.5) albeit slower than the wild type. In this study, the mutants were able to grow in CDGJM_200 (pH 3.5) after an extended lag period yet only reached 60-80% of the parent biomass (Figure 5). The ability of these cells to grow even in the presence of initially high sugar and acid and later, increasing ethanol, is strong evidence that vacuolar acidification by this enzyme complex is not the only mechanism involved. Yeast possess additional, and yet unidentified independent mechanisms to acidify the endosomal compartments including the vacuole. We have preliminary microscopy data using 6-carboxyfluorescein diacetate which supports this notion. Specifically, early in fermentation (24 h) vacuolar acidification, as anticipated, was reduced in a Δvma1 mutant compared to the parent BY4743. However, after 72 h and 125 h, by which time fermentation was progressing well, vacuolar acidification was restored in the mutant (data not shown). Recently, vacuolar acidification, particularly the proton dependent storage of neutral amino acids rather than protein degradation in the vacuole, has also been linked to chronological aging. The authors proposed that age-induced mitochondrial dysfunction is a result of decreased vacuolar acidification in aging mother cells, and the regeneration of vacuolar acidification in budding daughter cells, is coincidental with rejuvenation of lifespan. This network between the vacuole and mitochondria, thought to be mediated by nutrient-sensing pathways such as PKA, Sch9 and TOR, is important given that fermentation occurs over an extended time-frame, primarily by stationary phase cells which are progressively aging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47392, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Several proposed mechanisms to maintain vacuolar pH independent of V-ATPase include passive diffusion and dissociation of weak acids, endocytic internalisation of acid equivalents or Pma1p itself, and ammonium ions acting as protonophores after uptake. These mechanisms would enable growth under acidic conditions through pH equilibration across the plasma membrane and vacuolar membrane, maintaining the intracellular pH gradient between the cytosol and vacuole, relative to the outside. This process is vital to cell adaption to fermentation associated stresses, and allowing for complete sugar catabolism albeit at a slower rate. Whilst some of these alternative mechanisms may play a role normally in pH regulation, V-ATPase is the principal proton pump proposed to protect yeast from heat stress, alcohol stress, osmotic stress, and acid stress associated with fermentation, as well as against stresses of air-drying. The latter is important in this context since commercial wine yeast is generally supplied as active dried yeast.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48428, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Whilst there are a myriad of processes and signalling cascades related to stress response, it is only recently that the inter-relationships are being elucidated. For example V-ATPase and the high-osmolarity glycerol (HOG) response pathway are proposed to function in parallel, as adaptive mechanisms to prevent salt toxicity under salt induced stress. Both pathways are crucial for successful sugar fermentation, with not only vma mutants being identified but also the genes for Hog1p and its activator, Pbs2p. It is possible that communication between such processes as vacuolar acidification (V-ATPase), protein trafficking and turnover, and the TOR and HOG signalling pathways is through inositol-containing lipids in stress response signaling, in response to stress adaptation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49210, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Microautophagy and the EGO/GSE complex and fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 49266, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MEH1 and SLM4 encode 2 of the 3 subunits of the EGO complex and deletion of either severely affected fermentation in this study (65% slower than the parent). With the third component, Gtr2p, the EGO complex is a vacuolar membrane-associated protein complex required for activation of microautophagy through its function as an activator of the nitrogen regulatory TORC1 (Tor1p or Tor2p-Kog1p-Lst8p-Tco89p) complex. In this study TCO89 was also identified as a FEG, with Δtco89 increasing fermentation duration by 43%. Meh1p and Slm4p are also members of the GSE (GAP1 Sorting in the Endosomes) complex, a GTPase complex required for intracellular sorting of Gap1p out of the endosome, for eventual delivery to the plasma membrane. The GSE complex is also composed of two small GTPases (Gtr1p and Gtr2p) and Ltv1p, which do not have a critical role in fermentation (Additional file 1). These findings suggest that MEH1 and SLM4 have a major role in fermentation, through vacuolar acidification (Meh1p), probably through amino acid uptake into the vacuole, microautophagy and protein sorting of Gap1p.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50369, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Microautophagy and the EGO/GSE complex have been previously implicated in mechanisms allowing yeast cells to grow under low temperature and high pressure. Abe and Minegishi proposed that the EGO/GSE complex may contribute to cell surface delivery of amino acid permeases under such conditions, given the marked defect in histidine, leucine and lysine uptake in the EGO/GSE complex mutants (Δgtr1, Δgtr2, Δmeh1 (Δego1) and Δslm4 (Δego3)), upon high pressure and low temperature incubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50882, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As mentioned, the EGO complex is involved in nitrogen sensing via its activation of the TORC1 complex, such that EGO monitors intracellular levels of leucine and glutamine (reviewed in). The inability to activate TORC1 during fermentation may result in fermentation arrest via several processes in which TORC1 is involved: the regulation of amino acid uptake, early glycolysis or induction of autophagy (reviewed in).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51300, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It is known that autophagy is triggered by nutritional stress, specifically carbon and nitrogen depletion, and is induced as a prelude to autolysis in yeast conducting the secondary fermentation of sparkling wine production. Autophagy is critical for fermentation outcome in primary fermentation as shown in our study, with 13 related genes identified as FEGs. In a recent study, Piggott et al. looked at competitive fitness (growth) during a 12-day fermentation of a deletion library pool (S288c) in synthetic grape juice. Autophagy and ubiquitination were enriched in the dataset with respect to reduced fitness. However, our datasets for these GO terms are very different, with only 3 genes in common for autophagy; (ATG7 (YHR171W), SNX4/ATG24 (YJL036W), CIS/ATG31 (YDR022C)). Other contradictions were the observations for Δdoa4 and Δpex1. Deletion of DOA4 (homozygous diploid) did not result in reduced competitive fitness, contrary to our findings, wherebyΔdoa4 resulted in stuck fermentation. Another anomaly was the finding that Δpex1 (protracted fermentation in our study) resulted in increased fitness, implying that fermentation would be either similar to the parent or faster. The recent revelation that autophagy occurs not only during starvation but very early in fermentation, in response to as yet unknown stresses, alludes to the importance of the various autophagic responses and would explain the observed protracted fermentation phenotype in such mutants in our study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52805, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "It is evident that a number of mechanisms involving a myriad of genes are involved in the adaptive response to the major stressors encountered during high sugar fermentation as such only some of these have been discussed to in this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53044, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 53055, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This study reports on the identification of 93 genes whose deletion leads to fermentations that are protracted (84 genes) or arrested (\"stuck\"; 9 genes). Together, the 93 genes are referred to as Fermentation Essential Genes, and are representative of the ‘fermentome’; a dataset of genes (from laboratory yeast) which modulate fermentation. The importance of the FEG is further supported through their presence in two fermentation relevant databases, LIT_FRYG and SGD_FRYG (Additional file 3), collated as part of this study. These datasets are by no means complete, but will be expanded upon as new datasets become available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53687, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In this study we have built upon the understanding of a group of key genes within fermentation. We have identified several cellular processes essential for response and adaptation to a physiologically stressful environment in yeast, namely maintenance of vacuolar acidification, microautophagy and sugar related signalling. Whilst individual biological processes are alluded to with respect to fermentation, the question remains; how do these different sensors, signals and cellular responses interact with each other? A systems biology approach allows us to look at what appear to be unrelated processes, together as a ‘network’ or ‘matrix’, in a holistic approach, as well as the traditional reductionist approach. By taking such a perspective on wine fermentation, we have gained a better understanding of a fundamental biochemical pathway. This understanding allows design of new industrial yeast strains better suited to specific industrial processes. For example demonstration for the importance of ion homeostasis and intracellular pH maintenance raises the possibility that Directed Evolution could be used to generate new strains using a low pH environment as the selective pressure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54888, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 54896, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Yeast strains and media", "sentences": [], "annotations": [], "relations": []}, {"offset": 54920, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study used the collection of yeast diploid deletion strains developed by the Yeast Genome Deletion Project. The homozygous (Δorf::KanMX4) gene deletions were harboured in BY4743 (MATa/a, his3Δ1/his3Δ1, leu2Δ0/leu2Δ0, lys2Δ0/LYS2, MET15/met15Δ0, ura3Δ0/ura3Δ0 (BY4741/BY4742)). Strains were maintained on YPD (1% yeast extract, 2% bactopeptone, 2% D-glucose) containing 200 mg L−1 geneticin (G418 sulfate; Amresco).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55376, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Chemically defined grape juice medium containing 200 g L−1 sugar as equimolar amounts of glucose and fructose (high sugar; CDGJM_200) and 450 mg L−1 FAN as a mixture of amino acids and ammonium chloride was used. The CDGJM_200 was supplemented with 150 mg L−1 uracil, and included 3 g L−1 polyphenol extract (Cat: Tppr, OenoProd, Sarl), which was dissolved in 100% ethanol (3 g powder in 5 mL, 24 h, in dark) prior to being added to the sterile medium. The CDGJM _200 was stored in the dark for a maximum of 24 h (4°C) before use. CDGJM_20 was identical to CDGJM_200 except that the sugar concentration was decreased to 20 g L−1 (low sugar; CDGJM_20).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56053, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genome-wide screening for yeast deletants with protracted fermentation in high sugar media (CDGJM_200)", "sentences": [], "annotations": [], "relations": []}, {"offset": 56156, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Liquid handling of the samples was performed using a CAS3800 robot (Corbett Robotics, Sydney). The library was replicated (6 μL) into 0.6 mL YPD in 96 deep-well plates (Cat: P-DW-20-C, Pacific Lab Products) and incubated 24–48 h at 28°C in a humidified box without shaking. Each plate had 11 rows (A1-11 to H1-11) containing single samples of the deletion strains and four replicates each of the parental strain, BY4743 (A12-D12) and un-inoculated controls, CDGJM_200 (E12-H12). Cells were resuspended by agitation on a mini-vortexing-shaker and 6 μL was inoculated into 0.6 mL CDGJM_200 in 96 deep-well plates and covered with breathable sealing film (Cat: BF-400, Adelab Scientific). The initial fermentation screen was performed in duplicate in humidified boxes. After 180 h at 28°C, the cells were pelleted by centrifugation (1620 x g, 5 min) and 0.2 mL supernatant samples were dispensed into 96 well flat bottomed plates (Cat: P-96-300 F-PS, Adelab Scientific) and frozen at −20°C for subsequent sugar analysis. Residual glucose and fructose were quantified enzymatically using a commercially available kit (Cat: 139106, Boehringer Mannheim) adapted for 96-well plates. The total volume of the reaction was reduced from 1.62 mL to 0.125 mL. Three times the concentration of the reaction buffer was used to provide NADP and ATP to excess, and to ensure accurate pipetting, 10 μL of a 1:10 dilution of the enzymes in MQ water was used (as opposed to 1 μL). The samples were diluted 1:10 (for < 20 g L−1) and 1:100 (for > 20 g L−1) and determined against a set of identically diluted standards which were within the linear range of the reaction (0–0.08 g L−1). Absorbance at 340 nm was measured using a μQuant microplate spectrophotometer (Bio-Tek Instruments).", "sentences": [], "annotations": [], "relations": []}, {"offset": 57969, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A second experiment (cf initial screen) was conducted, using a sacrificial plate method on the 336 deletion strains identified as having protracted fermentation. At specific time points during fermentation (41, 89, 113, 137 and 190 h), a replicate plate was sacrificed to measure growth (OD600) and residual sugar in the CDGJM_200 media. Absorbance was measured using a microplate spectrophotometer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58370, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Low sugar fermentations were also conducted on the 336 deletants (cf second screen) using CDGJM_20, in which the sugar content was reduced to 20 g L−1 and the duration of the fermentation was 56 h. Growth and fermentation progress was monitored as previously described at two time points: 32 and 56 h.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58678, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Evaluation of identified yeast deletants in laboratory scale (100 mL) fermentations in CDGJM_200", "sentences": [], "annotations": [], "relations": []}, {"offset": 58776, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Triplicate 100 mL fermentations were performed in CDGJM_200 using 250 mL Erlenmeyer flasks fitted with airlocks. N2 sparging was omitted as previous studies demonstrated that anaerobic conditions were achieved within 4–6 hours of fermentation commencement (data not shown). Fermentation progress was monitored by refractive index (°Brix). Fermentations were considered dry and terminated when the residual sugar was less than 2.5 g L−1 as determined by Clinitest™ (Cat: 2107, Bayer). Residual glucose and fructose were determined by enzymatic analysis as described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59359, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Confirmation of the identity of yeast deletants", "sentences": [], "annotations": [], "relations": []}, {"offset": 59407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene deletions in the 93 FEG (Fermentation Essential Genes) yeast clones were confirmed by PCR amplification of deletion cassettes from isolated genomic DNA using the protocol described in the Saccharomyces Genome Deletion Project (http://www-sequence.stanford.edu/group/yeast_deletion_project/deletions3.html). The PCR products of select clones were verified by DNA sequencing (AGRF, Adelaide).", "sentences": [], "annotations": [], "relations": []}, {"offset": 59803, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Classification and numeric enrichment of identified genes annotated to Gene Ontology (GO) terms using computational software tools", "sentences": [], "annotations": [], "relations": []}, {"offset": 59934, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The datasets were analysed using GOToolBox; specifically GO-Stats (http://genome.crg.es/GOToolBox/) and GO Finder Version 0.83 software (http://www.yeastgenome.org/cgi-bin/GO/goTermFinder.pl) which allowed the hierarchical clustering and over-representation (enrichment) or under-representation (depletion) of genes based on shared Gene Ontology (GO) terms. Both computational tools use a hypergeometric distribution with Multiple Hypothesis (Bonferroni) Correction (and additional False Discovery Rate; GO Finder) to calculate p-values. The clustering of genes based on their shared gene annotations was also determined using GO-Proxy (http://genome.crg.es/GOToolBox/) and/or SGD Gene Ontology Slim Mapper (http://www.yeastgenome.org/cgi-bin/GO/goSlimMapper.pl).", "sentences": [], "annotations": [], "relations": []}, {"offset": 60698, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The interpretation of the GO terms identified was simplified using the web-based visualisation tool GO-Module (http://lussierlab.org/GO-module). GO biomodules are ‘nodes’ which represent the key GO terms (K nodes) and their hierarchical descendents which are considered true-positive GO terms (T nodes). False positive prioritized GO terms in the input data are identified as F nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61087, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two databases denoted Fermentation Relevant Yeast Genes (FRYG), were compiled from data available on the Saccharomyces Genome Database (http://www.yeastgenome.org/) and from a literature survey. The databases referred to as SGD_FRYG and LIT_FRYG were used in comparison studies. Statistical analysis of the results was performed using a hyper geometric algorithm as described by Martin et al. to determine whether there was an enrichment (over representation) of genes identified in this study when compared to the FRYG datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61617, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Availability of supporting data", "sentences": [], "annotations": [], "relations": []}, {"offset": 61649, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data set supporting the results of this article is available in the LabArchives repository, under Fermentation Microbiology doi:10.6070/H4057CW1 and hyperlink to dataset(s) in https://mynotebook.labarchives.com/share/Fermentation%2520Microbiology/MjQuN3w0MDY2Ni8xOS9UcmVlTm9kZS8xMzY5ODkyMTYxfDYyLjc=.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61954, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data set supporting the results of this article is included within the article (and its additional file(s)).", "sentences": [], "annotations": [], "relations": []}, {"offset": 62067, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 62101, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 62121, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors declare no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62175, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 62200, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "MEW drafted the manuscript, and JG and VJ were involved in editing and critical revision of manuscript for intellectual content. MEW was involved in the planning of the study. TL and FS designed and conducted the micro-fermentation studies together with MEW, NK and JG. Data analysis was conducted by MEW and JG. MEW, TDN and JS conducted lab scale fermentations. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62616, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 62627, "infons": {"fpage": "675", "lpage": "679", "name_0": "surname:Pretorius;given-names:IS", "pub-id_doi": "10.1002/1097-0061(20000615)16:8<675::AID-YEA585>3.0.CO;2-B", "pub-id_pmid": "10861899", "section_type": "REF", "source": "Yeast", "type": "ref", "volume": "16", "year": "2000"}, "text": "Tailoring wine yeast for the new millenium:novel approaches for the ancient art of wine making", "sentences": [], "annotations": [], "relations": []}, {"offset": 62722, "infons": {"fpage": "1", "lpage": "10", "name_0": "surname:Borneman;given-names:AR", "name_1": "surname:Desany;given-names:BA", "name_2": "surname:Riches;given-names:D", "name_3": "surname:Affourtit;given-names:JP", "name_4": "surname:Forgan;given-names:AH", "name_5": "surname:Pretorius;given-names:IS", "name_6": "surname:Egholm;given-names:M", "name_7": "surname:Chambers;given-names:PJ", "pub-id_doi": "10.1371/journal.pgen.1001287", "section_type": "REF", "source": "PLoS Genetics", "type": "ref", "volume": "7", "year": "2011"}, "text": "Whole-genome comparison reveals novel genetic elements that characterize the genome of industrial strains of Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 62856, "infons": {"fpage": "249", "lpage": "267", "name_0": "surname:Ando;given-names:A", "name_1": "surname:Tanaka;given-names:F", "name_2": "surname:Murata;given-names:Y", "name_3": "surname:Takagi;given-names:H", "name_4": "surname:Shima;given-names:J", "pub-id_doi": "10.1111/j.1567-1364.2006.00035.x", "pub-id_pmid": "16487347", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "6", "year": "2006"}, "text": "Identification and classification of genes required for tolerance to high-sucrose stress revealed by genome-wide screening of Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 63007, "infons": {"fpage": "201", "issue": "2", "lpage": "210", "name_0": "surname:Teixeira;given-names:MC", "name_1": "surname:Raposo;given-names:LR", "name_2": "surname:Palma;given-names:M", "name_3": "surname:Sá-Correia;given-names:I", "pub-id_doi": "10.1089/omi.2009.0149", "pub-id_pmid": "20210661", "section_type": "REF", "source": "OMICS", "type": "ref", "volume": "14", "year": "2010"}, "text": "Identification of genes required for maximal tolerance to high-glucose concentrations, as those present in industrial alcoholic fermentation media, through a chemogenomics approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 63188, "infons": {"fpage": "90", "lpage": "103", "name_0": "surname:Reiner;given-names:S", "name_1": "surname:Micolod;given-names:D", "name_2": "surname:Zellnig;given-names:G", "name_3": "surname:Schneiter;given-names:R", "pub-id_doi": "10.1091/mbc.E05-06-0515", "pub-id_pmid": "16251356", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "17", "year": "2006"}, "text": "A genome-wide screen reveals a role of mitochondria in anaerobic uptake of sterols in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 63280, "infons": {"fpage": "216", "lpage": "224", "name_0": "surname:Tucker;given-names:CL", "name_1": "surname:Fields;given-names:S", "pub-id_doi": "10.1002/cfg.391", "section_type": "REF", "source": "Comp Funct Genom", "type": "ref", "volume": "5", "year": "2004"}, "text": "Quantitative genome-wide analysis of yeast deletion strain sensitivities to oxidative and chemical stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 63386, "infons": {"fpage": "851", "lpage": "872", "name_0": "surname:Abe;given-names:F", "name_1": "surname:Minegishi;given-names:H", "pub-id_doi": "10.1534/genetics.107.083063", "pub-id_pmid": "18245339", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "178", "year": "2008"}, "text": "Global screening of genes essential for growth in high-pressure and cold environments: Searching for basic adaptive strategies using a yeast deletion library", "sentences": [], "annotations": [], "relations": []}, {"offset": 63544, "infons": {"fpage": "744", "lpage": "750", "name_0": "surname:Fujita;given-names:K", "name_1": "surname:Matsuyama;given-names:A", "name_2": "surname:Kobayashi;given-names:Y", "name_3": "surname:Iwahashi;given-names:H", "pub-id_doi": "10.1111/j.1567-1364.2006.00040.x", "pub-id_pmid": "16879425", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "6", "year": "2006"}, "text": "The genome-wide screening of yeast deletion mutants to identify the genes required for tolerance to ethanol and other alcohols", "sentences": [], "annotations": [], "relations": []}, {"offset": 63671, "infons": {"fpage": "5761", "issue": "18", "lpage": "5772", "name_0": "surname:Teixeira;given-names:MC", "name_1": "surname:Raposo;given-names:LR", "name_2": "surname:Mira;given-names:NP", "name_3": "surname:Lourenço;given-names:AB", "name_4": "surname:Sá-Correia;given-names:I", "pub-id_doi": "10.1128/AEM.00845-09", "section_type": "REF", "source": "Appl Env Micro", "type": "ref", "volume": "75", "year": "2009"}, "text": "Genome-wide identification of Saccharomyces cerevisiae genes required for maximal tolerance to ethanol", "sentences": [], "annotations": [], "relations": []}, {"offset": 63774, "infons": {"fpage": "351", "issue": "5", "lpage": "359", "name_0": "surname:van Voorst;given-names:F", "name_1": "surname:Houghton-Larsen;given-names:J", "name_2": "surname:Jønson;given-names:L", "name_3": "surname:Kielland-Brandt;given-names:MC", "name_4": "surname:Brandt;given-names:A", "pub-id_doi": "10.1002/yea.1359", "pub-id_pmid": "16598687", "section_type": "REF", "source": "Yeast", "type": "ref", "volume": "23", "year": "2006"}, "text": "Genome-wide identification of genes required for growth of Saccharomyces cerevisiae under ethanol stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 63879, "infons": {"fpage": "13", "issue": "79", "name_0": "surname:Mira;given-names:NP", "name_1": "surname:Palma;given-names:M", "name_2": "surname:Guerreiro;given-names:JF", "name_3": "surname:Sá-Correia;given-names:I", "pub-id_pmid": "20184738", "section_type": "REF", "source": "Microbial Cell Factories", "type": "ref", "volume": "9", "year": "2010"}, "text": "Genome-wide identification of Saccharomyces cerevisiae genes required for tolerance to acetic acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 63978, "infons": {"fpage": "901", "issue": "5429", "lpage": "906", "name_0": "surname:Winzeler;given-names:EA", "name_1": "surname:Shoemaker;given-names:DD", "name_10": "surname:Chu;given-names:AM", "name_11": "surname:Connelly;given-names:C", "name_12": "surname:Davis;given-names:K", "name_13": "surname:Dietrich;given-names:F", "name_14": "surname:Dow;given-names:SW", "name_15": "surname:El Bakkoury;given-names:M", "name_16": "surname:Foury;given-names:F", "name_17": "surname:Friend;given-names:SH", "name_18": "surname:Gentalen;given-names:E", "name_19": "surname:Giaever;given-names:G", "name_2": "surname:Astromoff;given-names:A", "name_20": "surname:Hegemann;given-names:JH", "name_21": "surname:Jones;given-names:T", "name_22": "surname:Laub;given-names:M", "name_23": "surname:Liao;given-names:H", "name_24": "surname:Liebundguth;given-names:N", "name_25": "surname:Lockhart;given-names:DJ", "name_26": "surname:Lucau-Danila;given-names:A", "name_27": "surname:Lussier;given-names:M", "name_28": "surname:M'Rabet;given-names:N", "name_29": "surname:Menard;given-names:P", "name_3": "surname:Liang;given-names:H", "name_4": "surname:Anderson;given-names:K", "name_5": "surname:Andre;given-names:B", "name_6": "surname:Bangham;given-names:R", "name_7": "surname:Benito;given-names:R", "name_8": "surname:Boeke;given-names:JD", "name_9": "surname:Bussey;given-names:H", "pub-id_doi": "10.1126/science.285.5429.901", "pub-id_pmid": "10436161", "section_type": "REF", "source": "Science", "type": "ref", "volume": "285", "year": "1999"}, "text": "Functional characterization of the S. cerevisiae genome by gene deletion and parallel analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 64073, "infons": {"fpage": "72", "issue": "1", "lpage": "82", "name_0": "surname:Harsch;given-names:MJ", "name_1": "surname:Lee;given-names:SA", "name_2": "surname:Goddard;given-names:MR", "name_3": "surname:Gardner;given-names:RC", "pub-id_doi": "10.1111/j.1567-1364.2009.00580.x", "pub-id_pmid": "19840118", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "10", "year": "2009"}, "text": "Optimized fermentation of grape juice by laboratory strains of Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 64161, "infons": {"fpage": "996", "issue": "4", "lpage": "1002", "name_0": "surname:Beltran;given-names:G", "name_1": "surname:Esteve-Zarzoso;given-names:B", "name_2": "surname:Rozès;given-names:N", "name_3": "surname:Mas;given-names:A", "name_4": "surname:Guillamón;given-names:J", "pub-id_doi": "10.1021/jf0487001", "pub-id_pmid": "15713011", "section_type": "REF", "source": "J Agric Food Chem", "type": "ref", "volume": "53", "year": "2005"}, "text": "Influence of the timing of nitrogen additions during synthetic grape must fermentations on fermentation kinetics and nitrogen consumption", "sentences": [], "annotations": [], "relations": []}, {"offset": 64299, "infons": {"fpage": "75", "lpage": "83", "name_0": "surname:Jiranek;given-names:V", "name_1": "surname:Langridge;given-names:P", "name_2": "surname:Henschke;given-names:PA", "section_type": "REF", "source": "Am J Enol Vitic", "type": "ref", "volume": "46", "year": "1995"}, "text": "Amino acid and ammonium utilization by Saccharomyces cerevisiae wine yeasts from a chemically defined medium", "sentences": [], "annotations": [], "relations": []}, {"offset": 64408, "infons": {"fpage": "20", "lpage": "27", "name_0": "surname:Alexandre;given-names:H", "name_1": "surname:Charpentier;given-names:A", "pub-id_doi": "10.1038/sj.jim.2900442", "section_type": "REF", "source": "J Ind Microbiol Biot", "type": "ref", "volume": "20", "year": "1998"}, "text": "Biochemical aspects of stuck and sluggish fermentation in grape must", "sentences": [], "annotations": [], "relations": []}, {"offset": 64477, "infons": {"fpage": "77", "lpage": "163", "name_0": "surname:Henscke;given-names:P", "name_1": "surname:Jiranek;given-names:V", "name_2": "surname:Fleet;given-names:GH", "section_type": "REF", "source": "Wine Microbiology and Biotechnology", "type": "ref", "year": "1993"}, "text": "Yeasts: Metabolism of nitrogen compounds", "sentences": [], "annotations": [], "relations": []}, {"offset": 64518, "infons": {"name_0": "surname:Boulton;given-names:RB", "name_1": "surname:Singleton;given-names:VL", "name_2": "surname:Bisson;given-names:LF", "name_3": "surname:Kunkee;given-names:RE", "section_type": "REF", "source": "Principles and practices of winemaking", "type": "ref", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 64519, "infons": {"fpage": "977", "lpage": "991", "name_0": "surname:Pizarro;given-names:F", "name_1": "surname:Vargas;given-names:FA", "name_2": "surname:Agosin;given-names:E", "pub-id_doi": "10.1002/yea.1545", "pub-id_pmid": "17899563", "section_type": "REF", "source": "Yeast", "type": "ref", "volume": "24", "year": "2007"}, "text": "A systems biology perspective of wine fermentations", "sentences": [], "annotations": [], "relations": []}, {"offset": 64571, "infons": {"fpage": "1176", "lpage": "1178", "name_0": "surname:Mülleder;given-names:M", "name_1": "surname:Capuano;given-names:F", "name_2": "surname:Pir;given-names:P", "name_3": "surname:Christen;given-names:S", "name_4": "surname:Sauer;given-names:U", "name_5": "surname:Oliver;given-names:SG", "name_6": "surname:Ralser;given-names:MA", "pub-id_doi": "10.1038/nbt.2442", "pub-id_pmid": "23222782", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "30", "year": "2012"}, "text": "A prototrophic deletion mutant collection for yeast metabolomics and systems biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 64656, "infons": {"fpage": "20", "section_type": "REF", "source": "Brazilian Society of Microbiology", "type": "ref", "volume": "2010", "year": "2010"}, "text": "Florianiópolis, Brazil", "sentences": [], "annotations": [], "relations": []}, {"offset": 64680, "infons": {"fpage": "791", "lpage": "800", "name_0": "surname:Gardner;given-names:J", "name_1": "surname:McBryde;given-names:C", "name_2": "surname:Vystavelova;given-names:A", "name_3": "surname:de Barros Lopes;given-names:M", "name_4": "surname:Jiranek;given-names:V", "pub-id_doi": "10.1016/j.femsyr.2005.02.008", "pub-id_pmid": "15925307", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "5", "year": "2005"}, "text": "Identification of genes affecting glucose catabolism in nitrogen limited fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 64766, "infons": {"name_0": "surname:Madlanga;given-names:NH", "section_type": "REF", "source": "Analysis of Saccharomyces cerevisiae deletion mutants displaying a modified carbon flux under wine fermentation conditions", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 64767, "infons": {"fpage": "301", "lpage": "310", "name_0": "surname:Auesukaree;given-names:C", "name_1": "surname:Damnernsawad;given-names:A", "name_2": "surname:Kruatrachue;given-names:M", "name_3": "surname:Pokethitiyook;given-names:P", "name_4": "surname:Boonchird;given-names:C", "name_5": "surname:Kaneko;given-names:Y", "pub-id_doi": "10.1007/BF03195688", "pub-id_pmid": "19638689", "section_type": "REF", "source": "J Appl Genet", "type": "ref", "volume": "50", "year": "2009"}, "text": "Genome-wide identification of genes involved in tolerance to various environmental stresses in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 64887, "infons": {"fpage": "927", "lpage": "946", "name_0": "surname:Mollapour;given-names:M", "name_1": "surname:Fong;given-names:D", "name_2": "surname:Balakrishnan;given-names:K", "name_3": "surname:Harris;given-names:N", "name_4": "surname:Thompson;given-names:S", "name_5": "surname:Schüller;given-names:C", "name_6": "surname:Kuchler;given-names:K", "name_7": "surname:Piper;given-names:PW", "pub-id_doi": "10.1002/yea.1141", "pub-id_pmid": "15334557", "section_type": "REF", "source": "Yeast", "type": "ref", "volume": "21", "year": "2004"}, "text": "Screening the yeast deletant mutant collection for hypersensitivity and hyper-resistance to sorbate, a weak organic acid food preservative", "sentences": [], "annotations": [], "relations": []}, {"offset": 65026, "infons": {"fpage": "393", "lpage": "403", "name_0": "surname:Snoek;given-names:ISI", "name_1": "surname:Steensma;given-names:HY", "pub-id_doi": "10.1111/j.1567-1364.2005.00007.x", "pub-id_pmid": "16630279", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "6", "year": "2006"}, "text": "Why does Kluyveromyces lactis not grow under anaerobic conditions? Comparison of essential anaerobic genes of Saccharomyces cerevisiae with the Kluyveromyces lactis genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 65198, "infons": {"fpage": "35", "issue": "1", "lpage": "52", "name_0": "surname:Marks;given-names:VD", "name_1": "surname:Ho Sui;given-names:SJ", "name_2": "surname:Erasmus;given-names:D", "name_3": "surname:Van Der Merwe;given-names:GK", "name_4": "surname:Brumm;given-names:J", "name_5": "surname:Wasserman;given-names:WW", "name_6": "surname:Bryan;given-names:J", "name_7": "surname:van Vuuren;given-names:HJ", "pub-id_doi": "10.1111/j.1567-1364.2007.00338.x", "pub-id_pmid": "18215224", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "8", "year": "2008"}, "text": "Dynamics of the yeast transcriptome during wine fermentation reveals a novel fermentation stress response", "sentences": [], "annotations": [], "relations": []}, {"offset": 65304, "infons": {"fpage": "4435", "issue": "22", "lpage": "4446", "name_0": "surname:Zakrzewska;given-names:A", "name_1": "surname:van Eikenhorst;given-names:G", "name_2": "surname:Burggraaff;given-names:JEC", "name_3": "surname:Vis;given-names:DJ", "name_4": "surname:Hoefsloot;given-names:H", "name_5": "surname:Delneri;given-names:D", "name_6": "surname:Oliver;given-names:SG", "name_7": "surname:Brul;given-names:S", "name_8": "surname:Smits;given-names:GJ", "pub-id_doi": "10.1091/mbc.E10-08-0721", "pub-id_pmid": "21965291", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "22", "year": "2011"}, "text": "Genome-wide analysis of yeast stress survival and tolerance acquisition to analyze the central trade-off between growth rate and cellular robustness", "sentences": [], "annotations": [], "relations": []}, {"offset": 65453, "infons": {"fpage": "179", "lpage": "190", "name_0": "surname:Shima;given-names:J", "name_1": "surname:Ando;given-names:A", "name_2": "surname:Takagi;given-names:H", "pub-id_doi": "10.1002/yea.1577", "pub-id_pmid": "18224659", "section_type": "REF", "source": "Yeast", "type": "ref", "volume": "25", "year": "2008"}, "text": "Possible roles of vacuolar H+-ATPase and mitochondrial function in tolerance to air-drying stress revealed by genome-wide screening of Saccharomyces cerevisiae deletion strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 65630, "infons": {"fpage": "R101", "name_0": "surname:Martin;given-names:D", "name_1": "surname:Brun;given-names:C", "name_2": "surname:Remy;given-names:E", "name_3": "surname:Mouren;given-names:P", "name_4": "surname:Thieffry;given-names:D", "name_5": "surname:Jacq;given-names:B", "pub-id_doi": "10.1186/gb-2004-5-12-r101", "pub-id_pmid": "15575967", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "5", "year": "2004"}, "text": "GoToolBox:functional investigation of gene datasets based on Gene Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 65705, "infons": {"fpage": "1444", "lpage": "1446", "name_0": "surname:Yang;given-names:X", "name_1": "surname:Li;given-names:J", "name_2": "surname:Lee;given-names:Y", "name_3": "surname:Lussier;given-names:YA", "pub-id_doi": "10.1093/bioinformatics/btr142", "pub-id_pmid": "21421553", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "GO-Module: functional synthesis and improved interpretation of Gene Ontology patterns", "sentences": [], "annotations": [], "relations": []}, {"offset": 65791, "infons": {"fpage": "580", "issue": "10", "lpage": "585", "name_0": "surname:Armstrong;given-names:J", "pub-id_doi": "10.1016/j.tcb.2010.06.010", "pub-id_pmid": "20685121", "section_type": "REF", "source": "Trends Cell Biol", "type": "ref", "volume": "20", "year": "2010"}, "text": "Yeast vacuoles: more than a model lysosome", "sentences": [], "annotations": [], "relations": []}, {"offset": 65834, "infons": {"fpage": "331", "lpage": "336", "name_0": "surname:Stefan;given-names:CJ", "name_1": "surname:Emr;given-names:SD", "name_2": "surname:William;given-names:JL", "name_3": "surname:Lane;given-names:MD", "section_type": "REF", "source": "Encyclopedia of Biological Chemistry", "type": "ref", "year": "2004"}, "text": "Vacuoles", "sentences": [], "annotations": [], "relations": []}, {"offset": 65843, "infons": {"fpage": "149", "lpage": "154", "name_0": "surname:Majara;given-names:M", "name_1": "surname:O’Connor-Cox;given-names:ESC", "name_2": "surname:Axcell;given-names:BC", "section_type": "REF", "source": "J Am Soc Brew Chem", "type": "ref", "volume": "54", "year": "1996"}, "text": "Trehalose – an osmoprotectant and stress indicator compound in high and very high gravity brewing", "sentences": [], "annotations": [], "relations": []}, {"offset": 65943, "infons": {"fpage": "262", "issue": "3", "lpage": "266", "name_0": "surname:Mahmud;given-names:SA", "name_1": "surname:Hirasawa;given-names:T", "name_2": "surname:Shimizu;given-names:H", "pub-id_doi": "10.1016/j.jbiosc.2009.08.500", "pub-id_pmid": "20159575", "section_type": "REF", "source": "J Biosci Bioeng", "type": "ref", "volume": "109", "year": "2010"}, "text": "Differential importance of trehalose accumulation in Saccharomyces cerevisiae in response to various environmental stresses", "sentences": [], "annotations": [], "relations": []}, {"offset": 66067, "infons": {"fpage": "697", "issue": "2", "lpage": "704", "name_0": "surname:Trevisol;given-names:ET", "name_1": "surname:Panek;given-names:AD", "name_2": "surname:Mannarino;given-names:SC", "name_3": "surname:Eleutherio;given-names:EC", "pub-id_doi": "10.1007/s00253-010-3053-x", "pub-id_pmid": "21243352", "section_type": "REF", "source": "Appl Microbiol Biotechnol", "type": "ref", "volume": "90", "year": "2011"}, "text": "The effect of trehalose on the fermentation performance of aged cells of Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 66165, "infons": {"fpage": "1367", "issue": "7", "lpage": "1374", "name_0": "surname:An;given-names:MZ", "name_1": "surname:Tang;given-names:YQ", "name_2": "surname:Mitsumasu;given-names:K", "name_3": "surname:Liu;given-names:ZS", "name_4": "surname:Shigeru;given-names:M", "name_5": "surname:Kenji;given-names:K", "pub-id_doi": "10.1007/s10529-011-0576-x", "pub-id_pmid": "21380777", "section_type": "REF", "source": "Biotechnol Lett", "type": "ref", "volume": "33", "year": "2011"}, "text": "Enhanced thermotolerance for ethanol fermentation of Saccharomyces cerevisiae strain by overexpression of the gene coding for trehalose-6-phosphate synthase", "sentences": [], "annotations": [], "relations": []}, {"offset": 66322, "infons": {"fpage": "261", "issue": "7428", "lpage": "265", "name_0": "surname:Hughes;given-names:AL", "name_1": "surname:Gottschling;given-names:DE", "pub-id_doi": "10.1038/nature11654", "pub-id_pmid": "23172144", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "492", "year": "2012"}, "text": "An early age increase in vacuolar pH limits mitochondrial function and lifespan in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 66411, "infons": {"fpage": "2077", "issue": "8", "lpage": "2082", "name_0": "surname:Goddard;given-names:MR", "pub-id_doi": "10.1890/07-2060.1", "pub-id_pmid": "18724717", "section_type": "REF", "source": "Ecology", "type": "ref", "volume": "89", "year": "2008"}, "text": "Quantifing the complexities of Saccharomyces cerevisiae's ecosystem engineering via fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 66508, "infons": {"fpage": "1157", "issue": "4", "lpage": "1195", "name_0": "surname:Morano;given-names:KA", "name_1": "surname:Grant;given-names:CM", "name_2": "surname:Moye-Rowley;given-names:WS", "pub-id_doi": "10.1534/genetics.111.128033", "pub-id_pmid": "22209905", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "190", "year": "2012"}, "text": "The response to heat shock and oxidative stress in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 66584, "infons": {"fpage": "289", "issue": "2", "lpage": "318", "name_0": "surname:Saito;given-names:H", "name_1": "surname:Posas;given-names:F", "pub-id_doi": "10.1534/genetics.112.140863", "pub-id_pmid": "23028184", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "192", "year": "2012"}, "text": "Response to hyperosmotic stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 66616, "infons": {"fpage": "95", "issue": "1", "lpage": "120", "name_0": "surname:Ariño;given-names:J", "name_1": "surname:Ramos;given-names:J", "name_2": "surname:Sychrová;given-names:H", "pub-id_doi": "10.1128/MMBR.00042-09", "section_type": "REF", "source": "Micro Mol Biol Rev", "type": "ref", "volume": "74", "year": "2010"}, "text": "Alkali metal cation transport and homeostasis in yeasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 66672, "infons": {"fpage": "345", "lpage": "351", "name_0": "surname:Rouault;given-names:TA", "name_1": "surname:Tong;given-names:W-H", "pub-id_doi": "10.1038/nrm1620", "pub-id_pmid": "15803140", "section_type": "REF", "source": "Nat Rev Mol Cell Biol", "type": "ref", "volume": "6", "year": "2005"}, "text": "Iron-sulphur cluster biogenesis and mitochondrial iron homeostasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 66739, "infons": {"fpage": "3677", "issue": "10", "lpage": "3684", "name_0": "surname:Voisine;given-names:C", "name_1": "surname:Schilke;given-names:B", "name_2": "surname:Ohlson;given-names:M", "name_3": "surname:Beinert;given-names:H", "name_4": "surname:Marszalek;given-names:J", "name_5": "surname:Craig;given-names:EA", "pub-id_doi": "10.1128/MCB.20.10.3677-3684.2000", "pub-id_pmid": "10779357", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "20", "year": "2000"}, "text": "Role of the mitochondrial Hsp70s, Ssc1 and Ssq1, in the maturation of Yfh1", "sentences": [], "annotations": [], "relations": []}, {"offset": 66814, "infons": {"fpage": "423", "lpage": "430", "name_0": "surname:McBryde;given-names:C", "name_1": "surname:Gardner;given-names:JM", "name_2": "surname:de Barros Lopes;given-names:M", "name_3": "surname:Jiranek;given-names:V", "section_type": "REF", "source": "Am J Enol Vit", "type": "ref", "volume": "57", "year": "2006"}, "text": "Generation of novel wine yeast strains by adaptive evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 66875, "infons": {"fpage": "365", "issue": "2", "lpage": "375", "name_0": "surname:Schmidt;given-names:SA", "name_1": "surname:Dillon;given-names:S", "name_2": "surname:Kolouchova;given-names:R", "name_3": "surname:Henschke;given-names:PA", "name_4": "surname:Chambers;given-names:PJ", "pub-id_doi": "10.1007/s00253-011-3197-3", "section_type": "REF", "source": "Appl Micro Biotech", "type": "ref", "volume": "91", "year": "2011"}, "text": "Impacts of variations in elemental nutrient concentration of chardonnay musts on Saccharomyces cerevisiae fermentation kinetics and wine composition", "sentences": [], "annotations": [], "relations": []}, {"offset": 67024, "infons": {"fpage": "e17619", "issue": "3", "name_0": "surname:Brett;given-names:CLKL", "name_1": "surname:Hua;given-names:Z", "name_2": "surname:Green;given-names:R", "name_3": "surname:Chyou;given-names:A", "name_4": "surname:Zhang;given-names:Y", "name_5": "surname:Graham;given-names:TR", "name_6": "surname:Donowitz;given-names:M", "name_7": "surname:Rao;given-names:R", "pub-id_doi": "10.1371/journal.pone.0017619", "pub-id_pmid": "21423800", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Genome-wide analysis reveals the vacuolar pH-stat of Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 67102, "infons": {"fpage": "677", "issue": "3", "lpage": "713", "name_0": "surname:Cyert;given-names:MS", "name_1": "surname:Philpott;given-names:CC", "pub-id_doi": "10.1534/genetics.112.147207", "pub-id_pmid": "23463800", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "193", "year": "2013"}, "text": "Regulation of cation balance in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 67159, "infons": {"fpage": "917", "issue": "11", "lpage": "929", "name_0": "surname:Forgac;given-names:M", "pub-id_doi": "10.1038/nrm2272", "pub-id_pmid": "17912264", "section_type": "REF", "source": "Nat Rev Mol Cell Biol", "type": "ref", "volume": "8", "year": "2007"}, "text": "Vacuolar ATPases: rotary proton pumps in physiology and pathophysiology", "sentences": [], "annotations": [], "relations": []}, {"offset": 67231, "infons": {"fpage": "177", "lpage": "191", "name_0": "surname:Kane;given-names:PM", "pub-id_doi": "10.1128/MMBR.70.1.177-191.2006", "section_type": "REF", "source": "Micro Mol Biol Rev", "type": "ref", "volume": "70", "year": "2006"}, "text": "The where, when and how of organelle acidification by the yeast vacuolar H+ ATPase", "sentences": [], "annotations": [], "relations": []}, {"offset": 67314, "infons": {"fpage": "313", "lpage": "321", "name_0": "surname:Kane;given-names:PM", "name_1": "surname:Smardon;given-names:AM", "pub-id_doi": "10.1023/A:1025724814656", "pub-id_pmid": "14635777", "section_type": "REF", "source": "J Bioenerg Biomembr", "type": "ref", "volume": "35", "year": "2003"}, "text": "Assembly and regulation of the yeast vacuolar H+ ATPase", "sentences": [], "annotations": [], "relations": []}, {"offset": 67370, "infons": {"fpage": "4016", "issue": "12", "lpage": "4026", "name_0": "surname:Makrantoni;given-names:V", "name_1": "surname:Dennison;given-names:P", "name_2": "surname:Stark;given-names:MJR", "name_3": "surname:Coote;given-names:PJ", "pub-id_doi": "10.1099/mic.0.2007/010298-0", "section_type": "REF", "source": "Microbiol", "type": "ref", "volume": "153", "year": "2007"}, "text": "A novel role for the yeast protein kinase Dbf2p in vacuolar H+-ATPase function and sorbic acid stress tolerance", "sentences": [], "annotations": [], "relations": []}, {"offset": 67482, "infons": {"fpage": "33914", "issue": "44", "lpage": "33922", "name_0": "surname:Cagnac;given-names:O", "name_1": "surname:Aranda-Sicilia;given-names:MN", "name_2": "surname:Leterrier;given-names:M", "name_3": "surname:Rodriguez-Rosales;given-names:MP", "name_4": "surname:Venema;given-names:K", "pub-id_doi": "10.1074/jbc.M110.116590", "pub-id_pmid": "20709757", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "285", "year": "2010"}, "text": "Vacuolar cation/H+ antiporters of Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 67541, "infons": {"fpage": "933", "issue": "10", "lpage": "944", "name_0": "surname:Orij;given-names:R", "name_1": "surname:Brul;given-names:S", "name_2": "surname:Smits;given-names:GJ", "pub-id_doi": "10.1016/j.bbagen.2011.03.011", "pub-id_pmid": "21421024", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1810", "year": "2011"}, "text": "Intracellular pH is a tightly controlled signal in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 67598, "infons": {"fpage": "20309", "issue": "29", "lpage": "20319", "name_0": "surname:Martínez-Muñoz;given-names:GA", "name_1": "surname:Kane;given-names:P", "pub-id_doi": "10.1074/jbc.M710470200", "pub-id_pmid": "18502746", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "283", "year": "2008"}, "text": "Vacuolar and plasma membrane proton pumps collaborate to achieve cytosolic pH homeostasis in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 67697, "infons": {"fpage": "113", "issue": "1", "lpage": "117", "name_0": "surname:Delneri;given-names:D", "name_1": "surname:Hoyle;given-names:DC", "name_10": "surname:Griffith;given-names:GW", "name_11": "surname:Oliver;given-names:SG", "name_2": "surname:Kargkas;given-names:KG", "name_3": "surname:Cross;given-names:EJM", "name_4": "surname:Rash;given-names:B", "name_5": "surname:Zeef;given-names:L", "name_6": "surname:Leong;given-names:H-S", "name_7": "surname:Davey;given-names:HM", "name_8": "surname:Hayes;given-names:A", "name_9": "surname:Kell;given-names:DB", "pub-id_doi": "10.1038/ng.2007.49", "pub-id_pmid": "18157128", "section_type": "REF", "source": "Nature Genetics", "type": "ref", "volume": "40", "year": "2008"}, "text": "Identification and characterization of high-flux-control genes of yeast through competition analyses in continuous cultures", "sentences": [], "annotations": [], "relations": []}, {"offset": 67821, "infons": {"fpage": "2849", "issue": "10", "lpage": "2855", "name_0": "surname:Souza;given-names:MAA", "name_1": "surname:Trópia;given-names:MJ", "name_2": "surname:Brandão;given-names:RL", "pub-id_pmid": "11577163", "section_type": "REF", "source": "Microbiology", "type": "ref", "volume": "147", "year": "2001"}, "text": "New aspects of the glucose activation of the H+-ATPase in the yeast Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 67914, "infons": {"fpage": "673", "issue": "4", "lpage": "704", "name_0": "surname:Gancedo;given-names:JM", "pub-id_doi": "10.1111/j.1574-6976.2008.00117.x", "pub-id_pmid": "18559076", "section_type": "REF", "source": "FEMS Microbiol Rev", "type": "ref", "volume": "32", "year": "2008"}, "text": "The early steps of glucose signalling in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 67961, "infons": {"fpage": "83", "issue": "2", "lpage": "89", "name_0": "surname:Tisi;given-names:R", "name_1": "surname:Belotti;given-names:F", "name_2": "surname:Wera;given-names:S", "name_3": "surname:Winderickx;given-names:J", "name_4": "surname:Thevelein;given-names:JM", "name_5": "surname:Martegani;given-names:E", "pub-id_doi": "10.1007/s00294-003-0465-5", "pub-id_pmid": "14618376", "section_type": "REF", "source": "Curr Genet", "type": "ref", "volume": "45", "year": "2004"}, "text": "Evidence for inositol triphosphate as a second messenger for glucose-induced calcium signalling in budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 68074, "infons": {"fpage": "133", "issue": "1–3", "lpage": "138", "name_0": "surname:Tisi;given-names:R", "name_1": "surname:Baldassa;given-names:S", "name_2": "surname:Belotti;given-names:F", "name_3": "surname:Martegani;given-names:E", "pub-id_doi": "10.1016/S0014-5793(02)02806-5", "pub-id_pmid": "12044885", "section_type": "REF", "source": "FEBS Letters", "type": "ref", "volume": "520", "year": "2002"}, "text": "Phospholipase C is required for glucose-induced calcium influx in budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 68154, "infons": {"fpage": "622", "issue": "4", "lpage": "630", "name_0": "surname:Pereira;given-names:MBP", "name_1": "surname:Tisi;given-names:R", "name_2": "surname:Fietto;given-names:LG", "name_3": "surname:Cardoso;given-names:AS", "name_4": "surname:França;given-names:MM", "name_5": "surname:Carvalho;given-names:FM", "name_6": "surname:Trópia;given-names:MJM", "name_7": "surname:Martegani;given-names:E", "name_8": "surname:Castro;given-names:IM", "name_9": "surname:Brandão;given-names:RL", "pub-id_doi": "10.1111/j.1567-1364.2008.00380.x", "pub-id_pmid": "18399987", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "8", "year": "2008"}, "text": "Carbonyl cyanide m-chlorophenylhydrazone induced calcium signaling and activation of plasma membrane H+-ATPase in the yeast Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 68303, "infons": {"fpage": "72", "issue": "1", "lpage": "81", "name_0": "surname:Bouillet;given-names:LEM", "name_1": "surname:Cardoso;given-names:AS", "name_10": "surname:Brandão;given-names:RL", "name_2": "surname:Perovano;given-names:E", "name_3": "surname:Pereira;given-names:RR", "name_4": "surname:Ribeiro;given-names:EMC", "name_5": "surname:Trópia;given-names:MJM", "name_6": "surname:Fietto;given-names:LG", "name_7": "surname:Tisi;given-names:R", "name_8": "surname:Martegani;given-names:E", "name_9": "surname:Castro;given-names:IM", "pub-id_doi": "10.1016/j.ceca.2011.10.008", "pub-id_pmid": "22153127", "section_type": "REF", "source": "Cell Calcium", "type": "ref", "volume": "51", "year": "2012"}, "text": "The involvement of calcium carriers and of the vacuole in the glucose-induced calcium signaling and activation of the plasma membrane H+-ATPase in Saccharomyces cerevisiae cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 68481, "infons": {"fpage": "376", "issue": "6", "lpage": "386", "name_0": "surname:Groppi;given-names:S", "name_1": "surname:Belotti;given-names:F", "name_2": "surname:Brandão;given-names:RL", "name_3": "surname:Martegani;given-names:E", "name_4": "surname:Tisi;given-names:R", "pub-id_doi": "10.1016/j.ceca.2011.03.006", "pub-id_pmid": "21511333", "section_type": "REF", "source": "Cell Calcium", "type": "ref", "volume": "49", "year": "2011"}, "text": "Glucose-induced calcium influx in budding yeast involves a novel calcium transport system and can activate calcineurin", "sentences": [], "annotations": [], "relations": []}, {"offset": 68600, "infons": {"fpage": "9", "issue": "1", "lpage": "13", "name_0": "surname:Wera;given-names:S", "name_1": "surname:Bergsma;given-names:JCT", "name_2": "surname:Thevelein;given-names:JM", "pub-id_doi": "10.1111/j.1567-1364.2001.tb00008.x", "pub-id_pmid": "12702458", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "1", "year": "2001"}, "text": "Phosphoinositides in yeast: genetically tractable signalling", "sentences": [], "annotations": [], "relations": []}, {"offset": 68661, "infons": {"fpage": "183", "lpage": "201", "name_0": "surname:Rolland;given-names:F", "name_1": "surname:Winderickx;given-names:J", "name_2": "surname:Thevelein;given-names:JM", "pub-id_doi": "10.1111/j.1567-1364.2002.tb00084.x", "pub-id_pmid": "12702307", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "2", "year": "2002"}, "text": "Glucose-sensing and -signalling mechanisms in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 68713, "infons": {"fpage": "134", "lpage": "149", "name_0": "surname:Rubio-Texeira;given-names:M", "name_1": "surname:Van Zeebroeck;given-names:G", "name_2": "surname:Voordeckers;given-names:K", "name_3": "surname:Thevelein;given-names:JM", "pub-id_doi": "10.1111/j.1567-1364.2009.00587.x", "pub-id_pmid": "19849717", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "10", "year": "2010"}, "text": "Saccharomyces cerevisiae plasma membrane nutrient sensors and their role in PKA signalling", "sentences": [], "annotations": [], "relations": []}, {"offset": 68804, "infons": {"fpage": "893", "issue": "4", "lpage": "907", "name_0": "surname:Palecek;given-names:SP", "name_1": "surname:Parikh;given-names:AS", "name_2": "surname:Kron;given-names:SJ", "pub-id_pmid": "11932437", "section_type": "REF", "source": "Microbiology", "type": "ref", "volume": "148", "year": "2002"}, "text": "Sensing, signalling and integrating physical processes during Saccharomyces cerevisiae invasive and filamentous growth", "sentences": [], "annotations": [], "relations": []}, {"offset": 68923, "infons": {"fpage": "7654", "issue": "20", "lpage": "7661", "name_0": "surname:Goossens;given-names:A", "name_1": "surname:de la Fuente;given-names:N", "name_2": "surname:Forment;given-names:J", "name_3": "surname:Serrano;given-names:R", "name_4": "surname:Portillo;given-names:F", "pub-id_doi": "10.1128/MCB.20.20.7654-7661.2000", "pub-id_pmid": "11003661", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "20", "year": "2000"}, "text": "Regulation of Yeast H+-ATPase by Protein Kinases Belonging to a Family Dedicated to Activation of Plasma Membrane Transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 69050, "infons": {"fpage": "3221", "lpage": "3228", "name_0": "surname:Nass;given-names:R", "name_1": "surname:Rao;given-names:R", "pub-id_pmid": "10589731", "section_type": "REF", "source": "Microbiology", "type": "ref", "volume": "145", "year": "1999"}, "text": "The yeast endosomal Na+/H+ exchanger, Nhx1, confers osmotolerance following acute hypertonic shock", "sentences": [], "annotations": [], "relations": []}, {"offset": 69149, "infons": {"fpage": "8419", "lpage": "8432", "name_0": "surname:Czyz;given-names:O", "name_1": "surname:Bitew;given-names:T", "name_2": "surname:Cuesta-Marbán;given-names:A", "name_3": "surname:McMaster;given-names:CR", "name_4": "surname:Mollinedo;given-names:F", "name_5": "surname:Zaremberg;given-names:V", "pub-id_doi": "10.1074/jbc.M112.425744", "pub-id_pmid": "23344949", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "288", "year": "2013"}, "text": "Alteration of plasma membrane organization by an anticancer lysophosphatidylcholine analogue induces intracellular acidification and internalization of plasma membrane transportersin yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 69338, "infons": {"fpage": "301", "lpage": "312", "name_0": "surname:Graham;given-names:LA", "name_1": "surname:Flannery;given-names:AR", "name_2": "surname:Stevens;given-names:T", "pub-id_doi": "10.1023/A:1025772730586", "pub-id_pmid": "14635776", "section_type": "REF", "source": "J Bioenerg Biomembr", "type": "ref", "volume": "35", "year": "2003"}, "text": "Structure and assembly of the yeast V-ATPase", "sentences": [], "annotations": [], "relations": []}, {"offset": 69383, "infons": {"fpage": "18470", "lpage": "18480", "name_0": "surname:Zhang;given-names:JW", "name_1": "surname:Parra;given-names:KJ", "name_2": "surname:Liu;given-names:J", "name_3": "surname:Kane;given-names:PM", "pub-id_doi": "10.1074/jbc.273.29.18470", "pub-id_pmid": "9660816", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "273", "year": "1998"}, "text": "Characterization of a temperature-sensitive yeast vacuolar ATPase mutant with defects in actin distribution and bud morphology", "sentences": [], "annotations": [], "relations": []}, {"offset": 69510, "infons": {"fpage": "1299", "lpage": "1306", "name_0": "surname:Wada;given-names:Y", "name_1": "surname:Nakamura;given-names:N", "name_2": "surname:Ohsumi;given-names:Y", "name_3": "surname:Hirata;given-names:A", "pub-id_pmid": "9202390", "section_type": "REF", "source": "J Cell Science", "type": "ref", "volume": "110", "year": "1997"}, "text": "Vam3p, a new member of syntaxin related protein, is required for vacuolar assembly in the yeast Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 69631, "infons": {"fpage": "37270", "issue": "52", "lpage": "37279", "name_0": "surname:Plant;given-names:PJ", "name_1": "surname:Manolson;given-names:MF", "name_2": "surname:Grinstein;given-names:S", "name_3": "surname:Demaurex;given-names:N", "pub-id_doi": "10.1074/jbc.274.52.37270", "pub-id_pmid": "10601292", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "274", "year": "1999"}, "text": "Alternative mechanisms of vacuolar acidification in H(+)-ATPase-deficient yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 69711, "infons": {"fpage": "1635", "issue": "64", "lpage": "1643", "name_0": "surname:Aabo;given-names:T", "name_1": "surname:Glückstad;given-names:J", "name_2": "surname:Siegumfeldt;given-names:H", "name_3": "surname:Arneborg;given-names:N", "pub-id_pmid": "21527496", "section_type": "REF", "source": "Interface", "type": "ref", "volume": "8", "year": "2011"}, "text": "Intracellular pH distribution as a cell health indicator in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 69796, "infons": {"fpage": "282", "issue": "3", "lpage": "291", "name_0": "surname:Li;given-names:SC", "name_1": "surname:Diakov;given-names:TT", "name_2": "surname:Rizzo;given-names:JM", "name_3": "surname:Kane;given-names:PM", "pub-id_doi": "10.1128/EC.05198-11", "pub-id_pmid": "22210831", "section_type": "REF", "source": "Eukaryotic Cell", "type": "ref", "volume": "11", "year": "2012"}, "text": "Vacuolar H+-ATPase works in parallel with the HOG Pathway to adapt Saccharomyces cerevisiae cells to osmotic stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 69912, "infons": {"fpage": "125", "lpage": "149", "name_0": "surname:Villa-García;given-names:MJ", "name_1": "surname:Choi;given-names:MS", "name_2": "surname:Hinz;given-names:FI", "name_3": "surname:Gaspar;given-names:ML", "name_4": "surname:Jesch;given-names:S", "name_5": "surname:Henry;given-names:SA", "pub-id_doi": "10.1007/s00438-010-0592-x", "section_type": "REF", "source": "Mol Gen Genomics", "type": "ref", "volume": "285", "year": "2011"}, "text": "Genome-wide screen for inositol auxotrophy in Saccharomyces cerevisiae implicates lipid metabolism in stress response signalling", "sentences": [], "annotations": [], "relations": []}, {"offset": 70041, "infons": {"fpage": "15", "lpage": "26", "name_0": "surname:Dubouloz;given-names:F", "name_1": "surname:Deloche;given-names:O", "name_2": "surname:Wanke;given-names:V", "name_3": "surname:Cameroni;given-names:E", "name_4": "surname:De Virgilio;given-names:C", "pub-id_doi": "10.1016/j.molcel.2005.05.020", "pub-id_pmid": "15989961", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "19", "year": "2005"}, "text": "The TOR and EGO protein complexes orchestrate microautophagy in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 70111, "infons": {"fpage": "73", "issue": "1", "lpage": "105", "name_0": "surname:Broach;given-names:JR", "pub-id_doi": "10.1534/genetics.111.135731", "pub-id_pmid": "22964838", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "192", "year": "2012"}, "text": "Nutritional control of growth and development in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 70166, "infons": {"fpage": "657", "lpage": "667", "name_0": "surname:Gao;given-names:M", "name_1": "surname:Kaiser;given-names:CA", "pub-id_doi": "10.1038/ncb1419", "pub-id_pmid": "16732272", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "8", "year": "2006"}, "text": "A conserved GTPase-containing complex is required for intracellular sorting of the general amino-acid permease in yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 70286, "infons": {"fpage": "4121", "issue": "6", "lpage": "4127", "name_0": "surname:Cebollero;given-names:E", "name_1": "surname:Gonzalez;given-names:R", "pub-id_doi": "10.1128/AEM.02920-05", "section_type": "REF", "source": "Appl Env Micro", "type": "ref", "volume": "72", "year": "2006"}, "text": "Induction of autophagy by second-fermentation yeasts during elaboration of sparkling wines", "sentences": [], "annotations": [], "relations": []}, {"offset": 70377, "infons": {"fpage": "353", "issue": "5", "lpage": "367", "name_0": "surname:Piggott;given-names:N", "name_1": "surname:Cook;given-names:MA", "name_2": "surname:Tyers;given-names:M", "name_3": "surname:Measday;given-names:V", "pub-id_doi": "10.1534/g3.111.000836", "pub-id_pmid": "22384346", "section_type": "REF", "source": "G3: Genes Genomes Genetics", "type": "ref", "volume": "1", "year": "2011"}, "text": "Genome-wide fitness profiles reveal a requirement for autophagy during yeast fermentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 70467, "infons": {"fpage": "1621", "issue": "5", "lpage": "1628", "name_0": "surname:Liccioli;given-names:T", "name_1": "surname:Tran;given-names:T", "name_2": "surname:Cozzolino;given-names:D", "name_3": "surname:Jiranek;given-names:V", "name_4": "surname:Chambers;given-names:P", "name_5": "surname:Schmidt;given-names:S", "pub-id_doi": "10.1007/s00253-010-2992-6", "section_type": "REF", "source": "Appl Micro Biotech", "type": "ref", "volume": "89", "year": "2011"}, "text": "Microvinification - how small can we go?", "sentences": [], "annotations": [], "relations": []}, {"offset": 70508, "infons": {"fpage": "339", "lpage": "347", "name_0": "surname:Walker;given-names:ME", "name_1": "surname:Gardner;given-names:JM", "name_2": "surname:Vystavelova;given-names:A", "name_3": "surname:McBryde;given-names:C", "name_4": "surname:de Barros Lopes;given-names:M", "name_5": "surname:Jiranek;given-names:V", "pub-id_doi": "10.1016/S1567-1356(03)00161-2", "pub-id_pmid": "14654439", "section_type": "REF", "source": "FEMS Yeast Res", "type": "ref", "volume": "4", "year": "2003"}, "text": "Application of the reuseable, KanMX selectable marker to industrial yeast: Construction and evaluation of heterothallic wine strains of Saccharomyces cerevisiae, possessing minimal foreign DNA sequences", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]