[{"source": "PMC", "date": "20210102", "key": "pmc.key", "infons": {}, "documents": [{"id": "5673599", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1101/pdb.top083840", "article-id_manuscript": "NIHMS916402", "article-id_pmc": "5673599", "article-id_pmid": "26631132", "fpage": "pdb.top083840", "issue": "12", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "pdb.top083840", "name_0": "surname:Cherry;given-names:J. Michael", "section_type": "TITLE", "type": "front", "volume": "2015", "year": "2017"}, "text": "The Saccharomyces Genome Database: A Tool for Discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 56, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Saccharomyces Genome Database (SGD) is the main community repository of information for the budding yeast, Saccharomyces cerevisiae. The SGD has collected published results on chromosomal features, including genes and their products, and has become an encyclopedia of information on the biology of the yeast cell. This information includes gene and gene product function, phenotype, interactions, regulation, complexes, and pathways. All information has been integrated into a unique web resource, accessible via http://yeastgenome.org. The website also provides custom tools to allow useful searches and visualization of data. The experimentally defined functions of genes, mutant phenotypes, and sequence homologies archived in the SGD provide a platform for understanding many fields of biological research. The mission of SGD is to provide public access to all published experimental results on yeast to aid life science students, educators, and researchers. As such, the SGD has become an essential tool for the design of experiments and for the analysis of experimental results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1145, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1158, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The wisdom of the budding yeast research community is represented by the body of experimental work published in the last five decades. Access to these results is available to anyone who has the opportunity to explore this literature and a lot of time. Reviews on specific areas of yeast biology are also available; however, for the student of yeast biology, it is a challenge to digest the literature. What if a researcher is interested in only a small portion of what is known on a particular topic or gene, the relevant information being spread across many papers? What about bioinformaticists or computer scientists who wish to use computational analyses to explore results that are in the supplemental pages of many papers? The answer to accessing relevant information is an encyclopedic database of integrated experimental results that is annotated by expert biocurators. This database is the Saccharomyces Genome Database (SGD; www.yeastgenome.org).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2114, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Historically, the core of the SGD comprises chromosomal features—defined regions of the chromosome that are associated with a function or product. Information on protein-coding genes and non-protein-coding RNA genes, such as tRNA and rRNA genes, is typically what is available. The basic entry point is a gene name that leads directly to summary information about the locus. A keyword describing a function, phenotype, selective condition, or text from an abstract will also provide entry into SGD. Gene or chromosomal regions can be identified for exploration using a DNA or protein sequence with an integrated BLAST sequence search tool. Unique identifiers from many sources also provide valid entry points, such as protein and DNA sequence accession numbers, PubMed and NCBI identifiers, author names, and Gene Ontology (GO) function terms. The information provided by SGD has been gathered and is maintained by a group of scientists working as biocurators and software developers. This team is devoted to providing users with up-to-date information and connections to all the major research resources and tools that allow previously published data to be explored and the user’s own results to be interpreted. The goal is to aid experimental design and the analysis of results as well as to facilitate education and further study of budding yeast.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3469, "infons": {"section_type": "REF", "type": "title_1"}, "text": "SGD MAINTAINS THE S. cerevisiae REFERENCE GENOME SEQUENCE", "sentences": [], "annotations": [], "relations": []}, {"offset": 3527, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "The SGD is the keeper of S. cerevisiae nomenclature and reference genome sequence. It has been responsible for maintaining this important community documentation since 1996. The reference genome has been updated several times since its first release in 1996, typically for a single region only after specific rules were met; for example, both strands from a region in the S288C strain were sequenced to confirm that a change was necessary. As described by, a major update of the reference genome sequence occurred in 2010 to incorporate data generated by next-generation sequencing from a single colony. The sequence of this reference is deemed to be of such high quality that now only gross changes to the sequence will be considered. This is because any single colony is likely to have at least one nucleotide difference compared with its parent, excluding any sequence differences that arise because of technical errors. Thus, it is appropriate to assume that any minor differences observed are the result of allelic variation compared to the reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4584, "infons": {"section_type": "REF", "type": "title_1"}, "text": "ANNOTATIONS AND ONTOLOGIES IN THE SGD", "sentences": [], "annotations": [], "relations": []}, {"offset": 4622, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "The SGD provides thousands of annotations for yeast genes and their products. Experimental results are captured as annotations using detailed precise vocabulary, typically in the form of an ontology, and include details of an experiment’s evidence and methods and the appropriate literature citation. An ontology is a highly structured form of controlled vocabulary. Each entry in the ontology is commonly called a term. The name of the term is a short descriptive phrase, such as “carnitine dehydratase activity.” However, each term also has a definition, similar to the definition of an English word found within a dictionary, which provides the complete usage and detailed explanation of the word/term. It is critical to consult the term’s definition because the distinction between terms can be subtle. One important difference between the definition of an ontology term and that of an English word is that the term has only one meaning; however, there can be synonyms. The creation of ontology terms and their definitions often involves debate but the result has been a descriptive language. The use of ontologies has been successful in unifying communication between scientific communities and in providing a standard dictionary for topics such as molecular functions, biological processes, mutant phenotypes, chemical properties, and structures. In addition to terms and definitions, ontologies require a relationship between terms to define the type of connection (relationship). In an ontology, a term can have more than one parent term, the term above it in the ontology, as well as more than one child, terms below it in the ontology. GO is a system used to describe gene function and is used extensively in SGD annotations. Further details on the GO project are available from several sources. GO annotations are often used to illustrate the structure of an ontology, but many other ontologies are also used to construct annotations in SGD, as is the case in all modern biological databases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6634, "infons": {"section_type": "REF", "type": "title_1"}, "text": "SGD USER INTERFACE", "sentences": [], "annotations": [], "relations": []}, {"offset": 6653, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "The main entry point into SGD is the home page, www.yeastgenome.org. Across the top of all SGD pages is a purple bar with several features collected into groups of similar purpose. For example, the drop-down menus, “Analyze” for computational tools or “Function” for collections of experimental results such as microarray expression or mutant phenotype data, can be selected. Also at the upper right corner of every page is located the “Search” box. Here text can be entered to search the contents of the database. For example, if the word “actin” is slowly typed into the search box a list appears and changes with the addition of each letter. Entry of “actin” should bring down many phrases that contain “actin.” The results of a search include all the entries for all types of information found within SGD that matches the input string. Selecting a search result takes the user to the relevant page; for example, selecting the “actin” search result, ACT1, brings up the Locus Overview page, which presents the collected information on ACT1 and its product. The locus overview page for another gene, SNF1 (AMP-activated serine/threonine protein kinase), is illustrated in Figure 1. All of the information provided by SGD via its web pages or search tools can be downloaded from its dedicated file retrieval site by selecting the “Download” button at the top of every SGD page. This takes the user to http://downloads.yeastgenome.org.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8121, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "The accompanying protocols provide guidance on navigating SGD. See Protocol: The Saccharomyces Genome Database: Exploring Biochemical Pathways and Mutant Phenotypes, Protocol: The Saccharomyces Genome Database: Advanced Searching Methods and Data Mining, Protocol: The Saccharomyces Genome Database: Gene Product Annotation of Function, Process, and Component, and Protocol: The Saccharomyces Genome Database: Exploring Genome Features and Their Annotations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8580, "infons": {"name_0": "surname:Cherry;given-names:JM", "pub-id_doi": "10.1101/pdb.prot088898", "section_type": "REF", "source": "Cold Spring Harb Protoc", "type": "ref", "year": "2015a"}, "text": "The Saccharomyces Genome Database: Exploring biochemical pathways and mutant phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 8668, "infons": {"name_0": "surname:Cherry;given-names:JM", "pub-id_doi": "10.1101/pdb.prot088906", "section_type": "REF", "source": "Cold Spring Harb Protoc", "type": "ref", "year": "2015b"}, "text": "The Saccharomyces Genome Database: Advanced searching methods and data mining", "sentences": [], "annotations": [], "relations": []}, {"offset": 8746, "infons": {"name_0": "surname:Cherry;given-names:JM", "pub-id_doi": "10.1101/pdb.prot088914", "section_type": "REF", "source": "Cold Spring Harb Protoc", "type": "ref", "year": "2015c"}, "text": "The Saccharomyces Genome Database: Gene product annotation of function, process, and component", "sentences": [], "annotations": [], "relations": []}, {"offset": 8841, "infons": {"name_0": "surname:Cherry;given-names:JM", "pub-id_doi": "10.1101/pdb.prot088922", "section_type": "REF", "source": "Cold Spring Harb Protoc", "type": "ref", "year": "2015d"}, "text": "The Saccharomyces Genome Database: Exploring genome features and their annotations", "sentences": [], "annotations": [], "relations": []}, {"offset": 8924, "infons": {"fpage": "D700", "lpage": "D705", "name_0": "surname:Cherry;given-names:JM", "name_1": "surname:Hong;given-names:EL", "name_2": "surname:Amundsen;given-names:C", "name_3": "surname:Balakrishnan;given-names:R", "name_4": "surname:Binkley;given-names:G", "name_5": "surname:Chan;given-names:ET", "name_6": "surname:Christie;given-names:KR", "name_7": "surname:Costanzo;given-names:MC", "name_8": "surname:Dwight;given-names:SS", "name_9": "surname:Engel;given-names:SR", "pub-id_pmid": "22110037", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "40", "year": "2012"}, "text": "Saccharomyces Genome Database: The genomics resource of budding yeast", "sentences": [], "annotations": [], "relations": []}, {"offset": 8994, "infons": {"fpage": "389", "lpage": "398", "name_0": "surname:Engel;given-names:SR", "name_1": "surname:Dietrich;given-names:FS", "name_2": "surname:Fisk;given-names:DG", "name_3": "surname:Binkley;given-names:G", "name_4": "surname:Balakrishnan;given-names:R", "name_5": "surname:Costanzo;given-names:MC", "name_6": "surname:Dwight;given-names:SS", "name_7": "surname:Hitz;given-names:BC", "name_8": "surname:Karra;given-names:K", "name_9": "surname:Nash;given-names:RS", "pub-id_pmid": "24374639", "section_type": "REF", "source": "G3 (Bethesda)", "type": "ref", "volume": "4", "year": "2014"}, "text": "The reference genome sequence of Saccharomyces cerevisiae: Then and now", "sentences": [], "annotations": [], "relations": []}, {"offset": 9066, "infons": {"fpage": "D530", "lpage": "D535", "pub-id_pmid": "23161678", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "41", "year": "2013"}, "text": "Gene Ontology annotations and resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 9106, "infons": {"file": "nihms916402f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Locus summary page for SNF1. The locus summary page provides a summary of the information that has been compiled for a gene. Complete information about the gene is available within the topic pages, listed as tabs across the top of the window. Each page also provides quick navigation within the page via the left-hand menu.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]