[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240228", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "10894924", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.3389/fimmu.2024.1286382", "article-id_pmc": "10894924", "article-id_pmid": "38410507", "elocation-id": "1286382", "kwd": "coronary artery disease hypertension circulating monocytes inflammatory responses gene regulatory network", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Lu;given-names:Chang", "name_1": "surname:Donners;given-names:Marjo M. P. C.", "name_10": "surname:Pasterkamp;given-names:Gerard", "name_11": "surname:Mees;given-names:Barend", "name_12": "surname:Sluimer;given-names:Judith C.", "name_13": "surname:Cavill;given-names:Rachel", "name_14": "surname:Karel;given-names:Joël M. H.", "name_15": "surname:Goossens;given-names:Pieter", "name_16": "surname:Biessen;given-names:Erik A. L.", "name_2": "surname:de Baaij;given-names:Julius B. J.", "name_3": "surname:Jin;given-names:Han", "name_4": "surname:Otten;given-names:Jeroen J. T.", "name_5": "surname:Manca;given-names:Marco", "name_6": "surname:van Zonneveld;given-names:Anton Jan", "name_7": "surname:Jukema;given-names:J. Wouter", "name_8": "surname:Kraaijeveld;given-names:Adriaan", "name_9": "surname:Kuiper;given-names:Johan", "section_type": "TITLE", "type": "front", "volume": "15", "year": "2024"}, "text": "Identification of a gene network driving the attenuated response to lipopolysaccharide of monocytes from hypertensive coronary artery disease patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 151, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 164, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The impact of cardiovascular disease (CVD) risk factors, encompassing various biological determinants and unhealthy lifestyles, on the functional dynamics of circulating monocytes—a pivotal cell type in CVD pathophysiology remains elusive. In this study, we aimed to elucidate the influence of CVD risk factors on monocyte transcriptional responses to an infectious stimulus.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 542, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 550, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We conducted a comparative analysis of monocyte gene expression profiles from the CTMM – CIRCULATING CELLS Cohort of coronary artery disease (CAD) patients, at baseline and after lipopolysaccharide (LPS) stimulation. Gene co-expression analysis was used to identify gene modules and their correlations with CVD risk factors, while pivotal transcription factors controlling the hub genes in these modules were identified by regulatory network analyses. The identified gene module was subjected to a drug repurposing screen, utilizing the LINCS L1000 database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1111, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1119, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Monocyte responsiveness to LPS showed a highly significant, negative correlation with blood pressure levels (ρ< -0.4; P<10-80). We identified a ZNF12/ZBTB43-driven gene module closely linked to diastolic blood pressure, suggesting that monocyte responses to infectious stimuli, such as LPS, are attenuated in CAD patients with elevated diastolic blood pressure. This attenuation appears associated with a dampening of the LPS-induced suppression of oxidative phosphorylation. Finally, we identified the serine-threonine inhibitor MW-STK33-97 as a drug candidate capable of reversing this aberrant LPS response. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1733, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1745, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Monocyte responses to infectious stimuli may be hampered in CAD patients with high diastolic blood pressure and this attenuated inflammatory response may be reversed by the serine-threonine inhibitor MW-STK33-97. Whether the identified gene module is a mere indicator of, or causal factor in diastolic blood pressure and the associated dampened LPS responses remains to be determined.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2130, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2143, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cardiovascular diseases (CVD), including ischemic heart disease and stroke are the major causes of death worldwide. Recognized factors such as gender, age, ethnicity, hyperlipidemia, diabetes, hypertension, sedentary lifestyle, and smoking have been identified as contributors to increased CVD risk, with atherosclerosis serving as its primary underlying pathology. Of these factors, hypertension emerges as a pervasive, modifiable risk element exacerbating atherosclerosis, particularly in the coronary and cerebral arteries. Despite the significance of these traditional risk factors, or composites thereof (like the Framingham score), their predictive value at the individual level remains limited. Seeking more precise indicators for future CVD events, numerous biomarker discovery studies have concentrated on plasma or serum molecules, yielding modest success. The CIRCULATING CELLS study was conceived to unveil and validate cell-based biomarkers for risk prognostication in patients with coronary artery disease (CAD). Among accessible cell types, blood monocytes, characterized by their ready trauma sensing capacity and adaptability, emerge as promising targets for biomarker discovery. Moreover, monocytes, as precursors of macrophages, are not only important for homeostatic organ control, but also important contributors to CVD progression as well as infarct repair.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3523, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Interestingly, circulating monocytes have not only been associated with CVD progression but are also impacted by CVD risk factors. For example, the number of monocytes, in particular in the CD14++CD16+ monocyte subset, is increased in patients with acute myocardial infarction and associated with further disease progression. Both aging and male gender were shown to increase monocyte numbers and pro-inflammatory cytokine production. Smoking was also shown to affect circulating monocyte numbers but to decrease their chemotactic capacity. Interestingly, monocytes from symptomatic CVD patients are primed in vivo to produce more pro-inflammatory cytokines after an ex vivo stimulation with the bacterial endotoxin lipopolysaccharide (LPS), linking infection to CVD. Undoubtedly, the pro-inflammatory signaling of monocytes/macrophages through toll-like receptors, such as toll-like-receptor-4 (TLR4), triggered by bacterial endotoxins like LPS, has been implicated in the pathogenesis of atherosclerosis. Significantly, even in seemingly healthy individuals without clinical evidence of infection, levels of endotoxin in plasma can be sufficient to induce inflammatory responses in monocytes/macrophages and were seen to be linked to an elevated risk of atherosclerosis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4796, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition, hyperlipidemia, another prominent risk factor for CVD, is recognized for inducing monocytosis and activating monocytes, while a Western type diet feeding or oxidized low-density lipoprotein exposure are reported to produce long-term pro-inflammatory changes in monocytes by genetic and metabolic imprinting, a process called trained immunity. Besides hyperlipidemia, however, still little is known about the genomic imprint of other CVD risk factors in monocytes that may impact monocyte’s secondary responses to foreign substances, e.g. during bacterial infections.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5378, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Integrating transcriptomics analysis on naïve and LPS stimulated monocytes and patients’ cardiovascular risk profile of a sub cohort of the before mentioned CIRCULATING CELLS study, we here aimed to dissect the impact of CVD risk factors on monocyte phenotype, and in particular on their response to trauma and infection response.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5712, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5734, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Human blood samples", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5754, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study enrolled 50 patients with stable angina pectoris from the Center for Translational Molecular Medicine (CTMM) – CIRCULATING CELLS Cohort, who presented at the Maastricht University Medical Center in The Netherlands. Upon inclusion, comprehensive case record forms were completed, capturing detailed information such as medical history, risk factors, medication usage, extent and severity of coronary artery disease, laboratory measurements, and final procedural outcomes. Coronary angiography adhered to local standards, and the anatomical severity of coronary artery disease was evaluated by calculating the SYNTAX score for each patient, as previously described. Blood pressure was measured at the time of inclusion using standard upper arm cuff measurements.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6528, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Exclusion criteria were active inflammatory conditions, autoimmune disease, malignancies, use of immunosuppressive drugs, and known hematological disorders. Blood of patients with suspected unstable angina and ST-elevation myocardial infarction were also not included in these 50 subjects. This study was approved by the institutional medical ethical review board of the university medical center Utrecht, the Netherlands.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6951, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell isolation and treatments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6981, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Upon inclusion, 50 blood samples were collected in ethylenediaminetetraacetic acid (EDTA) anti-coagulated vacuum tubes (Becton Dickinson, Breda, The Netherlands; 1.5 mg EDTA/ml blood) and processed according to standardized procedures to analyze leukocyte subsets. In short, blood was transferred to a 50 mL tube (Greiner) and spun for 15 minutes at 156g without brake. Subsequently, plasma was removed, Phosphate Buffered Saline (PBS) was added to a volume of 70 mL, then 35 mL PBS-diluted blood cell suspension was added on top of 15 mL Ficoll-Paque Plus (Sigma) and spun for 20 minutes at 1000g without brake. The leukocyte enriched interphase was collected and washed twice in BD Imag cell selection buffer (containing PBS 0.5% BSA, 2mM EDTA and 0.09% sodium azide) before CD14 positive monocyte isolation according to the manufacturer’s protocol (BD Bioscience). In short, cells were incubated with anti-human CD14 magnetic particles (75 µl/107 cells, BD Biosciences) for 1h on ice. Magnetic selection was performed using a pre-cooled BD Imagnet kept on ice. Isolated CD14+ monocytes were gently frozen (200 µl cell suspension in PBS in 1 ml Freezing medium (RPMI+20% DMSO) was placed for 1h at -20°C, then 3-5 days in -80°C) and stored at -180°C until further use. Monocytes from 50 patients with stable angina were then treated with 100 ng/mL LPS (type 055:B5, Sigma) in RPMI containing 10% fetal calf serum for 15 min before RNA isolation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8437, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA isolation and micro-array analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8476, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNA isolation, quality check, and microarray analysis of the baseline and LPS-stimulated monocyte samples were done by AROS (Denmark). In brief, total RNA was isolated using Illumina TotalPrep RNA Amplification Kit (Illumina, San Diego, CA, USA) and cDNA was produced. Next, labelled cRNA was prepared and used on the array (Human HT-12 beadchips. V3.0) for hybridization. Hybridized chips were scanned by Illumina BeadStation (Illumina, Inc., San Diego, CA, U.S.A.). Raw image analysis and signal extraction was performed with Illumina BeadStudio Gene Expression software with default settings (no background subtraction) and no normalization. Data were exported as text files.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9155, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Pre-processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9175, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene expression microarrays were exported to R v3.6.3 after quality control using GenomeStudio software. Variance stabilizing transformation and robust spline normalization were then performed using lumi package. Genes with expression significantly above the background (defined by negative control probes in GenomeStudio) were regarded as detectable genes (P<0.05). We excluded 5 of the 50 microarrays from the baseline group and 6 of the 50 microarrays from the LPS-stimulated group, respectively, due to too low numbers of detectable genes (<9,000). Pairing the patient IDs of the remaining 44 LPS-stimulated and the 45 baseline monocyte microarrays revealed that 39 patients contained both baseline and LPS-stimulated microarrays for subsequent pair-wise analyses. To reduce the impact of noise genes, we then filtered out genes with borderline (log2(Intensity) <7.5 across all patients) or low variance expression, providing a robust 7,933 gene dataset for further analysis (SD < 0.5). Therefore, matched baseline and LPS-stimulated microarrays from 39 CAD patients were used for generating the LPS-response matrix and differential gene expression analysis. The schematic diagram of the cohort build-up is shown in  Supplementary Figure 1A . The LPS-response matrix was composed of each CVD patient’s log2 fold-change (log2FC) of LPS-stimulated versus baseline expression. Agglomerative hierarchical clustering of the LPS-response matrix based on Euclidean distance led to the detection of one significant outlier patient (patient ID: 31031) ( Supplementary Figure 1B ). Eventually, the LPS-response matrix including 38 patients’ log2FCs were used for the following differential gene expression and co-expression analysis. The summary of 14 CVD risk factor of these 38 patients is shown in  Table 1 .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10988, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographics of the LPS sub cohort of CTMM CIRCULATING CELLS (n=38 CAD patients) and CVD risk factors, expressed as mean ± sd, count or frequencies (%).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11142, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Binary CVD risk factor</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Count</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Percentage</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Sex (male)</bold>\n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">20</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">52.63%</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Renal Failure (yes)</bold>\n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7.89%</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Current Smoker (yes)</bold>\n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">18.42%</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Diabetes Mellitus (yes)</bold>\n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">18.42%</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Other CVD risk factor</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">\n<bold>Mean ± sd</bold>\n</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Age</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">66.68 ± 8.65 years</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>BMI</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">27.13 ± 4.14 kg/m<sup>2</sup>\n</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Heart Rate</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">63.29 ± 10.32 bpm</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>DBP</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">74.78 ± 11.88 mmHg</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>SBP</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">137.68 ± 21.35 mmHg</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Glucose</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">6.41 ± 1.15 mmol/dL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Triglyceride</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">1.55 ± 0.8 mmol/dL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Creatinine</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">87.45 ± 21.3 mmol/dL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>HDL</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">1.11 ± 0.3 mmol/dL</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>LDL</bold>\n</td><td valign=\"top\" colspan=\"2\" align=\"left\" rowspan=\"1\">2.64 ± 0.91 mmol/dL</td></tr></tbody></table>\n"}, "text": "Binary CVD risk factor\tCount\tPercentage\t \tSex (male)\t20\t52.63%\t \tRenal Failure (yes)\t3\t7.89%\t \tCurrent Smoker (yes)\t7\t18.42%\t \tDiabetes Mellitus (yes)\t7\t18.42%\t \tOther CVD risk factor\tMean ± sd\t \tAge\t66.68 ± 8.65 years\t \tBMI\t27.13 ± 4.14 kg/m2\t \tHeart Rate\t63.29 ± 10.32 bpm\t \tDBP\t74.78 ± 11.88 mmHg\t \tSBP\t137.68 ± 21.35 mmHg\t \tGlucose\t6.41 ± 1.15 mmol/dL\t \tTriglyceride\t1.55 ± 0.8 mmol/dL\t \tCreatinine\t87.45 ± 21.3 mmol/dL\t \tHDL\t1.11 ± 0.3 mmol/dL\t \tLDL\t2.64 ± 0.91 mmol/dL\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11631, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Differential gene expression analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11669, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate the association between LPS response and CVD risk factors, we estimated the average fold changes and standard errors by limma linear model fitting, comparing LPS-stimulated and baseline gene expressions. P-values were adjusted by False Discovery Rate (FDR).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11942, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene co-expression network clustering analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11989, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Weighted Gene Co-expression Network Analysis (WGCNA) was carried out on the LPS-response matrix. In brief, the adjacency matrix was built on gene co-expression similarity based on Pearson’s Correlation coefficient across genes. The soft-thresholding power of the network was set as 5, to approximate a scale-free topological network topology. As distance measure for gene clustering the dissimilarity of the topological overlap between two genes was used, based on the gene adjacency matrix [see ]. Hierarchical clustering (deepSplit = 3, cutHeight = 0.995, minClusterSize = 50) was performed on the topological overlap, followed by merging proximal clusters (Height < 0.2) in the hierarchy tree. Eventually, 20 gene modules (clusters) with similar LPS responses were generated, which were color coded. For each gene module, Principal Component Analysis was performed, regarding patients as samples and genes as variables. The module’s eigengene was then defined as the eigenvector of the first principal component and used for subsequent Bayesian network construction and visualization of the hierarchical tree dendrogram.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13117, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene set over-representation analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13155, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The enrichment score of Gene Ontology and pathway over-representation analyses were calculated using runGSAhyper in the piano R-package. The Gene Ontology and pathway databases for enrichment analyses were downloaded from Human Molecular Signatures Database (MSigDB) (http://www.gsea-msigdb.org/gsea/msigdb/collections.jsp). Fisher’s exact test was applied on up and down-regulated genes separately, with the total number of background genes being 7,933. The p-values were adjusted for multiple comparisons by FDR.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13672, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bayesian network analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13698, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Bayesian network inference was performed on blood pressure levels and the eigengenes of 10 gene modules that have at least one enriched Gene Ontology term, using the R package bnlearn (v4.5), to infer causal relationships between the biological processes represented by the gene modules and diastolic blood pressure (DBP). To bolster the resilience of the network, we employed a bootstrapping approach to learn network structures. Initially, we randomly selected 20 genes from each module and computed their average expression, generating a sample-module matrix. Subsequently, Bayesian network structures were learned using hill climbing. This bootstrapping procedure was iterated 1,000 times, resulting in 1,000 Bayesian network structures. Confidence (strength) for each network edge was then determined based on the frequency of its occurrence across all networks. The confidence for the direction of an edge is calculated as the probability of that direction occurring divided by the probability of the edge occurring in all networks. The consensus network was established by selecting the direction present in at least 50% of cases, with an edge strength higher than 0.56 (the elbow point of the cumulative distribution function of edge strengths). Ultimately, a directed acyclic Bayesian network was constructed which comprised 10 nodes and 11 edges, representing the relationships between modules and DBP.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15111, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene regulatory network reconstruction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15150, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An LPS Gene regulatory network was generated from an LPS response matrix including 38 samples and 7,933 genes, using algorithm for the reconstruction of accurate cellular networks (ARACNe) [ARACNe-AP v1.4 ], an information theoretic-based network reconstruction method. We first built a gene co-expression network based on mutual information (MI) between genes and transcription factors. After estimating the significance threshold of MI values, we reconstructed 100 MI networks by bootstrapping of the LPS response matrix, and then removed the non-statistically significant links with MI <0.5. The indirect interactions were then deleted by applying a Data Processing Inequality tolerance filter, to recover transcriptional interactions with high confidence. A consolidated gene regulatory network including 31,884 genes was inferred by calculating the Bonferroni-corrected significance of the relative appearance of each edge in the bootstraps based on a Poisson distribution, and only keeping the significant edges (Padj < 0.05). In total of 1,614 human transcription factors with known Entrez IDs as regulators (downloaded from http://humantfs.ccbr.utoronto.ca/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16318, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Transcription factor activity inference", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16358, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used an analytic Rank-based Enrichment Analysis method called VIPER to infer each patient’s LPS-dependent transcription factor activities, based on the reconstructed gene regulatory network and the LPS-response matrix. VIPER predicts a transcription factor’s activity by comparing the order-ranked gene expression signature and the correlation of the expressions between this transcription factor and its targets. These procedures converted the gene-sample matrix to a transcription-factor-sample activity matrix including 439 transcription factors and 38 patients. The p-values of transcription factor’s enrichment scores were corrected for multiple comparisons by FDR.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17038, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Co-expression network and gene regulatory network of module salmon", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17105, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "By applying a cut-off of 0.4 for network edge weights (based on weighted correlations defined by WGCNA), the salmon module was extracted from the entire WGCNA co-expression network, resulting in a subnetwork comprising 155 gene nodes. The hub genes of this subnetwork were identified by assessing five network centrality measures (i.e. degree, betweenness, closeness, eigenvector and page rank centrality) for all nodes from module salmon using igraph R package, ranking centralities for each node, and integrating the resulting rank lists using Robust Rank Aggregation. This tool compares each gene’s position on the list to the null hypothesis of random orders and estimating their significance score. Module genes with a Bonferroni corrected p-value for the aggregate gene rank lower than 0,05 were considered to be hub genes (40 in total).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17951, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the gene regulatory network, we selected all genes in module salmon, the directly connected transcription factors thereof, as well as all edges between these two entities, resulting in a total of 218 gene nodes in the salmon sub gene regulatory network. Both the WGCNA network and the gene regulatory network for the module salmon were visualized by Cytoscape. The weight of edges in gene regulatory network were visualized as the Mode of Regulation (MoR) from, which was determined based on the Spearman correlation coefficient between a transcription factor and its target expression, indicating the degree of suppression (MoR <0) and activation (MoR > 0) of target genes by the transcription factor. Correlation between a transcription factor and the DBP level was computed as the Pearson correlation coefficient between a transcription factor’s activity and the DBP level across all patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18854, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Drug repurposing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18871, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed drug screening based on the LINCS L1000 database to discover drugs able to reverse the high blood pressure associated changes in the LPS response of module salmon genes. Only datasets on relevant myeloid cell lines (i.e., HL60, THP1, NOMO1, SKM1, PL21, U266, HS27A) and genes accessible in the LINCS database were included in this study. The connectivity scores based on the weighted bi-directional Kolmogorov-Smirnov (K-S) enrichment statistic between changes of drug-induced gene expression in the LINCS L1000 database and hub genes in module salmon were calculated as described. A positive score indicates there is a similarity between a drug-induced signature in the L1000 reference database and LPS response of hub genes in module salmon, while a negative score indicates that these two signatures are opposing. Since all hub genes in module salmon were downregulated by LPS and their expression increased with the growth of DBP, any drug with a positive connectivity score indicates that it may be able to rescue the dampened LPS response in DBP.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19937, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19958, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all 7933 genes, we calculated the Pearson’s Correlation coefficients between 14 CVD risk factors and log2FC of each gene across all patients from the LPS response matrix. P-values were computed using the student t-test. The correlation between gene modules and risk factors, and among risk factors were also measured by Pearson’s Correlation Coefficients with p-values. Principal Component Analysis was performed on the top 25% of the highest expressed genes from the baseline and LPS-stimulated expression matrices ( Supplementary Figure 2 ). The association of gene expression projections on the top 2 principal components (PC1 and PC2) and risk factors were calculated by Pearson’s Correlation coefficients. In addition, multiple linear regression models were developed between the eigengenes in each module and DBP with diabetes, glucose, triglyceride (TG), high-density lipoprotein (HDL), and low-density lipoprotein (LDL) as covariates using limma, and the p-value of each variable was calculated based on the moderated t-test in limma ( Supplementary Table 1 ). P-values were adjusted for multiple comparisons by FDR, and denoted by *Padj < 0.05, **Padj < 0.01, ***Padj < 0.001. The association between indicated gene’s LPS response and DBP levels across all patients (or transcription factors regulating the gene) was estimated using local polynomial regression (‘loess’ function in R). The significance of all two-group comparison [such as the comparison of the LPS responses between CVD patients with normal and high blood pressure levels], as well as of regression slope were calculated by t-test, after the normality check using Shapiro-Wilk test (P > 0.05). All statistical analyses were performed in R (v3.6.3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21702, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21710, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "High blood pressure in stable CAD dampens the response of monocytes to LPS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21785, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this study, we examined monocyte LPS responses in a sub cohort of stable angina pectoris patients from the CTMM – CIRCULATING CELLS Cohort of CAD patients. We only included stable angina pectoris patients in our study to mitigate CAD-independent effects arising from acute ischemia and cardiac trauma commonly observed in patients with ST-segment elevation myocardial infarction. Employing expression profiles of monocytes at both baseline and following LPS treatment in CAD patients (n=38), we initially conducted Principal Component Analysis based on the 25% highest expressed genes. This analysis aimed to explore potential associations between CVD risk factors and LPS stimulation, as illustrated in  Supplementary Figure 2 . Surprisingly, the results indicated that neither the first nor the second principal components (PC1 and PC2) could effectively discriminate between monocytes from CAD patients with or without LPS stimulation (Padj > 0.16, t test of Pearson’s correlation coefficient). Subsequently, we delved into the analysis of monocyte LPS responses, expressed as the log2 fold change (log2FC) between LPS-stimulated cells and baseline, seeking correlations with CVD risk factors, using the strategy depicted in  Figure 1A . In line with previous observations that show enhanced monocyte LPS response with age and male sex, age and sex were identified as the top two patient characteristics showing the highest positive correlation to the LPS response signature ( Figure 1B ). Unexpectedly, both systolic blood pressure (SBP) and DBP were seen to display highly significant negative correlations with the average LPS response (ρ< -0,4; P<10-80,  Figure 1B ). This to our knowledge hitherto unknown observation led us to dissect the correlation between blood pressure levels and LPS responses of monocyte, its regulation, and implications for CVD in closer detail.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23677, "infons": {"file": "fimmu-15-1286382-g001.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "Genes’ responses to LPS were weakened in monocytes of the CAD patients with high blood pressure. (A) Schematic diagram of the experimental set up. (B) Volcano plot showing the correlation between CVD risk factors and the average LPS response signature. A positive correlation of a risk factor means the increase of this trait is associated with a stronger LPS response. (C) The correlations among 5 CVD risk factors based on the values from clinical records. P-values of correlation coefficients are shown in the boxes. FDR adjusted pvalue are denoted by **Padj < 0.01, ***Padj < 0.001. (D) Heatmap shows that the LPS responses of 13 typical genes in TLR4 pathway and their correlation with DBP and SBP are in reverse. Genes were color-coded green through to magenta to indicate value of correlation coefficients. Bar plots displayed the genes’ log2FCs. (E) Box plots compared the LPS responses of CAD patients with normal (DBP<80 or SBP<130) and high (DBP>=80 or SBP>=130) blood pressure levels, on down and up regulated genes respectively. A point on a boxplot represents the median of the most significantly up/down regulated gene’s LPS responses of a CAD patient. All correlations were calculated using Pearson’s product moment correlation coefficient. Statistical significances were calculated using Student t-test. LPS: lipopolysaccharide, BMI: Body Mass Index. HDL, High-density lipoprotein; BP, blood pressure; SBP, systolic blood pressure; DBP, diastolic blood pressure; TG, triglyceride.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25183, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, we excluded that this correlation was reflecting an underlying association of blood pressure with the three other risk factors, that were significantly correlated with the LPS response signature (i.e., sex, age, and triglyceride level). As expected, DBP and SBP in CAD patients show significantly positive mutual correlations ( Figure 1C ). While SBP and DBP did not correlate with triglyceride levels or age, we did observe a moderate, borderline significant negative correlation (P = 0.06) between male sex and SBP but not DBP, indicating that systolic blood pressure of female CAD patients tended to be higher in our cohort. SBP did show a significant positive correlation with glucose levels, but no correlation was observed between glucose levels and DBP ( Supplementary Figure 1C ).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25981, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the negative correlation between the average LPS response signature and blood pressure, we selected some well-known LPS/TLR4-response genes and calculated the correlation between their LPS responses and blood pressure levels across all patients in our cohort.  Figure 1D  clearly demonstrates that the LPS-upregulated genes show negative correlations to blood pressure, while LPS-downregulated genes do the opposite. Next, we calculated the LPS response of the most significant differentially expressed genes (absolute log2FC >1 and Padj<0.01) for normotensive (DBP<80 mmHg, n= 20 or SBP<130, n=12) versus hypertensive CAD patients (DBP≥ 80 mmHg, n= 17 or SBP>130 mmHg, n=25) ( Figure 1E ). Clearly, patients with elevated DBP and SPB levels show a weaker LPS response (the LPS-induced downregulation and upregulation of genes is less pronounced) than those with low blood pressure, which is especially evident for downregulated genes (P < 0.03). Interestingly, the expression of several, though not all, LPS-induced response genes, e.g. Nuclear Factor-k-B1 (NFKB1), Cluster of Differentiation 68 (CD68), Caspase-3 (CASP3), and Heat Shock Protein Family D1 (HSPD1), already correlated with high blood pressure at baseline, suggesting their expression was already increased under non-stimulated conditions, while this association was absent after LPS stimulation ( Supplementary Figure 1E ). This might at least partly explain the dampened LPS response in patients with high blood pressure. Altogether these results suggest that high blood pressure, be it diastolic or systolic, is associated with a dampened monocyte LPS response. Since, unlike SBP, the association of DBP with other risk factors was not significant, we focused on DBP for further study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27760, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "An oxidative-phosphorylation-related gene module is significantly related with DBP", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To systematically map the genes that underly the strong association between LPS response in monocytes and blood pressure, we built a co-expression network for log2FC LPS responses of all genes, by WGCNA ( Figure 2A ). Twenty gene modules (clusters) could be defined, of which modules salmon and cyan were strongly correlated with DBP ( Figure 2B ) and closely interrelated ( Supplementary Figure 3A ). Module salmon also positively correlated with LDL cholesterol levels (P =0.04) while module cyan showed a negative correlation (P=0.04) to creatinine levels, and thus kidney dysfunction ( Supplementary Figure 3B ). No modules showed significant correlations with anti-hypertensive drugs (i.e., angiotensin receptor antagonists, angiotensin-converting enzyme inhibitors, beta blocker, and calcium channel blockers,  Supplementary Figure 3B ), suggesting that the correlations are not caused by the therapy itself. To verify whether the strong association of modules salmon and cyan with DBP is confounded by other clinical parameters, we developed multiple linear regression models using limma, linking the eigengene of salmon and cyan with DBP, as well as with other risk factors that showed a significant correlation with the attenuated LPS response (i.e., diabetes mellitus, glucose, triglyceride, high-density and low-density lipoprotein). As shown in  Supplementary Table 1 , apart from DBP, none of these 5 additional risk factors were significantly associated with the modules salmon and cyan, thus ruling out the confounding influence of other risk factors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29416, "infons": {"file": "fimmu-15-1286382-g002.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "WGCNA network analysis. (A) Schematic diagram of the co-expression network build-up. (B) The correlations between eigengenes of 10 gene modules and DBP and SBP. P-values of correlation coefficients are shown in the boxes. FDR corrected pvalue are denoted by *Padj < 0.05. (C) Volcano plot showing each gene’s average LPS response and its association with DBP in module salmon and cyan. Genes were color-coded green through to magenta to indicate value of correlation coefficients. (D) A dot plot visualized the significant levels of top enriched GO terms of 2 DPB-related gene module (salmon and cyan). Significant levels were evaluated by Fisher’s exact test. Dot plots were color-coded in red (log2FC>0) and blue (log2FC < 0). Top 5 significantly enriched GO terms of module salmon were highlighted in bold. Significant levels are shown by using log10-transformed adjusted p-values. (E) A Bayesian network to infer the causal relations between 10 gene modules and DBP. LPS, lipopolysaccharide; SBP, systolic blood pressure; DBP, diastolic blood pressure; GO, Gene Ontology; BP, blood pressure.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30516, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As illustrated by the volcano plots in  Figure 2C  and  Supplementary Figure 3C , most genes in modules salmon and cyan are downregulated by LPS and are positively correlated with DBP, which is not the case for other modules ( Supplementary Figure 3C ). This concurs with the earlier finding that higher blood pressure is preferentially associated with the expression of LPS downregulated genes. Over-representation analyses revealed strong enrichment of respiratory electron transport chain and oxidative phosphorylation (OXPHOS) genes in salmon (Padj < 10-12), while module cyan was significantly related to co-translational protein targeting to membrane (Padj = 1.09*10-6) and protein localization to the endoplasmic reticulum (Padj = 1.77*10-5,  Figure 2D ). These results suggested that higher diastolic blood pressure is associated with (LPS-induced) downregulation of genes involved in metabolic processes, particularly OXPHOS. Of note, modules red, green and greenyellow were enriched in genes related to immune responses ( Supplementary Figure 3D ).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31580, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we constructed a Bayesian network model to infer the causal relation between the 10 gene modules that have at least one enriched Gene Ontology term, and DBP ( Figure 2E ). Salmon was the only module that directly connects to and impacts on DBP levels. In addition, it is also the main module able to infer cyan, the other DBP-related module. This suggests that salmon is impacting both on DBP and in parallel on cyan. In addition, we validated the link from salmon to cyan by counting the genes in downstream module cyan that were regulated by the transcription factors in the upstream module salmon in the gene regulation network. Four transcription factors from salmon were seen to regulate as many as 15 of the 76 genes contained in the cyan module, which is a highly significant enrichment (Fisher’s exact P = 1.4*10-9).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32414, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Gene co-expression network and regulatory network analysis on the OXPHOS-related gene module", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32507, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To unravel the regulatory landscape controlling module salmon and, consequently, the connection between OXPHOS in activated monocytes and DBP, we extracted the co-expression network associated with this module. Hub genes within module salmon were defined by achieving consensus among five network centrality measures (degree, betweenness, closeness, eigenvector, and page rank) using the Robust Rank Aggregation method ( Figure 3A ). Consistent with earlier observations ( Figure 2C ), all but one of the 40 hub genes in module salmon were downregulated by LPS, and their responses to LPS exhibited a positive correlation with DBP ( Figure 3A ). Notably, a substantial proportion of these hub genes were identified as OXPHOS term genes, as confirmed by Fisher exact test results (P=7.98*10-4). These findings substantiate OXPHOS as the principal driving process within module salmon and suggest a weakened response of the module’s genes to LPS with increasing blood pressure. Subsequently, we visualized individual patients’ DBP levels along with the LPS responses of salmon’s reporter genes, including adenosine triphosphate synthase-coupling factor 6 (ATP5J, the #1 hub gene correlated with DBP) and cytochrome C oxidase subunit 7C (COX7C, a hub and OXPHOS term gene) ( Figure 3B ). The notably positive associations between DBP and the LPS responses of these genes indicate compromised monocyte OXPHOS regulation by LPS in individuals with elevated DBP.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33974, "infons": {"file": "fimmu-15-1286382-g003.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "WGCNA and gene regulatory network of module salmon. (A) Co-expression network of module salmon. A node in the network represents a gene. The colors of node borders indicate the correlations between LPS responses and DBP. The color of a node stands for the average LPS response of this gene. Genes with red symbols are genes in the GO term: oxidative phosphorylation. (B) Scatters displaying the association between DBP levels and LPS response of gene ATP5J and COX7C. (C) Two networks showing the targets of ZNF12 and ZBTB43 in sub-gene regulatory network of module salmon. An ellipse represents a gene, and a diamond node stands for a transcription factor. A node’s color stands for the average LPS response of this gene. The color of edges of the network indicates the degree of a transcription factor repression (in blue) or activate (in red) its targets. (D) Association of the LPS response between ZNF12 and ATP5J, and between ZBTB43 and COX7C respectively. LPS, lipopolysaccharide; DBP, diastolic blood pressure; TF, transcription factor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35021, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To pinpoint the regulatory landscape of salmon, a gene regulatory network was firstly constructed using ARACNe based on all genes measured in our patient cohort, and a sub-network including all target genes of the module salmon was extracted from the entire gene regulatory network ( Supplementary Figure 4A ). Based on the gene regulatory network, we inferred the transcription factor activities for each patient’s LPS response using VIPER, and subsequently calculated their correlations and DPB levels, to investigate which transcription factors were involved in the transcriptional response associated with changes in DBP. Zinc finger protein 12 (ZNF12) and zinc finger and BTB domain containing 43 (ZBTB43) were identified to regulate most genes in the module salmon (including COX7C and ATP5J), and their activities are significantly negatively correlated with DBP (ρ< -0.37 and P<0.025,  Supplementary Figure 4B ). The sub gene regulatory network of salmon in  Figure 3C  demonstrate that most of the target genes were suppressed by ZNF12 and ZBTB43. The repressive effect of these 2 transcription factors was also reflected by the negative association of ZNF12 with its target gene ATP5J, and of ZBTB43 with its target gene COX7C ( Figure 3D ). Taken together, our findings suggest that high DBP is connected to this diminished suppression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36376, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "In silico drug repurposing on the OXPHOS related module", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36432, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our data suggest that salmon, a module strongly correlated with DBP, is enriched in metabolic pathways/OXPHOS genes, which are downregulated by LPS. As a final step we set out to screen for drugs (by a network-guided approach), able to target the hypertension-associated module and reverse the module’s biological activity (i.e. OXPHOS) underlying the dampened LPS response in DBP and likely DBP itself. We confined to datasets obtained in myeloid-related cell lines from the LINCS L1000 repository and screened for drugs with highest ‘connectivity scores’ ( Figure 4A ). Only drugs with high statistical significance (Padj <0.05) and high connectivity score (>0.7) were considered effective. Consistent with previously reported association of single nucleotide polymorphisms (SNPs) in the serine-threonine kinase STK33 gene with hypertension in Europeans, our investigation revealed several STK33 inhibitors as effective drugs targeting the attenuated LPS response associated with hypertension ( Figure 4B ). Notably, the top candidate drug, MW-STK33-97, was previously identified by us as one of the leading compounds capable of neutralizing a detrimental gene program in macrophages exposed to the macroenvironment of acute myocardial infarction patients. Our findings add to this notion and suggest that MW-STK33-97 may enhance monocyte responses to LPS, concomitantly downregulating genes involved in OXPHOS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37854, "infons": {"file": "fimmu-15-1286382-g004.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "Drug reproposing based on the hub genes from module salmon. (A) Schematic diagram of the pursued drug repurposing pipeline. (B) Bar plot showing the 20 most significant drugs that can enhance the LPS responses in the result of drug reproposing. Drugs were ranked based on the Connectivity Score (or Enrichment Score). Bars of drugs were color-coded from white to red based on -log10(P).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38241, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38252, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we examined the impact of CVD risk factors on monocyte inflammatory response capacity in a cohort of stable coronary artery disease patients. To our surprise, we found a negative correlation between blood pressure and monocyte LPS-responses, suggesting dampened LPS response capacity in patients with high blood pressure. WGCNA analysis identified a co-expressed gene module (salmon) to correlate with DBP. This module was enriched in OXPHOS and respiratory electron transport chain term genes. While most of its hub genes were downregulated by LPS, this suppression was significantly weaker in patients with high DBP.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38886, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As inferred from Bayesian network analysis module salmon is upstream of DBP, suggesting that this module, enriched in OXPHOS genes, directly or indirectly impacts on DBP. This finding was not confounded by hidden correlations between DBP and other risk factors such as age, gender, or cholesterol levels. Although SBP showed a positive correlation to glucose levels and diabetes mellitus, this was not the case for DBP. Moreover, the correlation between DBP and module salmon was maintained even despite antihypertensive treatment. Monocyte/macrophage activation is known to induce pro-inflammatory responses, which are fostered by a shift in metabolism towards enhanced glycolysis and reduced OXPHOS. A dampened metabolic response may compromise the inflammatory response, as has been reported before.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39689, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A direct link between monocyte OXPHOS and hypertension is to our knowledge hitherto unknown. The observed link could implicate monocyte metabolic dysfunction in the development of DBP, but it may well reflect systemic metabolic dysfunction, including in cell types known to control DBP, such as the endothelial and smooth muscle cells of the microvasculature. Indeed, impaired mitochondrial activity (OXPHOS) has been repeatedly shown to mark many (age-related) cardiometabolic diseases and to induce microvascular dysfunction in cardiomyopathy, as well as in portal, pre-eclampsic, and pulmonary hypertension (for a review see:). LPS-induced pro-inflammatory responses are known to be associated with mitochondrial dysfunction and excessive formation of reactive oxygen species, factors that also can induce vascular dysfunction, hypertension and atherosclerosis. Vice versa, accumulating evidence suggests that hypertension itself can increase oxidative stress in vasculature and heart, leading to a vicious cycle mitigating disease. Alternatively, the dampened monocyte response may act as a proxy for a broader (endothelial/microcirculatory) dampening of LPS response capacity in hypertension, rather than being a direct causal factor in hypertension. Whether the observed co-expressed monocyte module is a mere indicator of, or a causal factor in DBP, e.g. possibly by trained immunity, remains subject for further study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41116, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Alternatively, the dampened response could also be due to low grade chronic inflammation, often observed in hypertensive patients. In fact, (low grade) inflammation/pro-inflammatory cytokines have been shown to activate the renin-angiotensin-aldosterone system, even in local vascular tissue, leading to endothelial dysfunction and vascular stiffening. In turn, high blood pressure can cause low grade inflammation itself. The elevated baseline expression (i.e. without LPS stimulation) of several TLR4 response genes, such as NFKB1, CD68, CASP3 and HSPD1, in hypertensive patients, corroborates this notion and could at least partly explain why responses to the subsequent LPS stimulation were dampened. It should be noted though, that C-reactive protein levels were not correlated with DBP in our cohort (P=0.41), making it less probable that the dampened inflammation is caused by DBP-associated low-grade inflammation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42039, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The main hub genes in the module salmon are well known for their role in OXPHOS. COX7C is part of the terminal component of the mitochondrial respiratory chain, while ATP5J catalyzes ATP synthesis during OXPHOS. Interestingly, ATP5J overexpression in mice on a high salt diet led to increased blood pressure levels. For COX7C no direct link to hypertension has been demonstrated so far, though COX7C expression was increased in PBMCs of chronic kidney disease patients, which often display hypertension. Considering the transcriptional regulation of the salmon co-expression network, we identified ZBTB43 and ZNF12 as transcription factors that were most extensively connected to network members (including COX7C and ATP5J) and their activities are most relevant to DBP. Interestingly, ZBTB43 has been identified as a quantitative trait locus (QTL) associated with high blood pressure, as well as familial hyperlipidemia (https://rgd.mcw.edu/rgdweb/report/gene/main.html?id=1310287#pubMedReferences), which is in line with our findings that module salmon is not only associated with DPB but also to some extent with LDL cholesterol levels. Similarly, ZNF12, the regulator of ATP5J as well as COX6C, was also identified as hypertension-associated QTL in rats.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43298, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While these findings provide circumstantial evidence, they point to a direct connection between (LPS-induced suppression of) OXPHOS and elevated blood pressure. This notion gains further support from our subsequent drug repurposing screening, revealing several candidates associated with blood pressure regulation or hypertension to target the core of the identified module. In addition to STK33 inhibitors, the broad-spectrum deubiquitinating enzyme inhibitor NSC-632839 and pyrvinium pamoate emerged as top candidates with the highest connectivity scores. Intriguingly, the ubiquitin proteasome system, targeted by NSC-632839, has already been recognized for its crucial role in blood pressure regulation. Pyrvinium, a Wnt/beta-catenin inhibitor, has demonstrated cardioprotective effects by improving calcium homeostasis and mitigating mitochondrial dysfunction. Notably, emerging evidence suggests a role for Wnt signaling in the regulation of blood pressure. It is noteworthy that even apparently healthy individuals exhibit detectable levels of endotoxin in plasma. This may be derived from gram-negative bacteria that colonize the gastrointestinal, genitourinary, and respiratory tracts amongst others. Endotoxin levels may be elevated not only during infections but also in common subclinical or chronic conditions like periodontitis, sinusitis, or bronchitis. Interestingly, increased intestinal barrier disruption, often observed in patients and mouse models of CVD, is accompanied by a concurrent elevation in plasma endotoxin levels, inevitably contributing to systemic inflammation, hypertension, and atherosclerosis. Collectively, this endorses the (patho)physiological relevance of our experimental setting and findings.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45034, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A limitation of this study lies in the relatively modest number of participants and its exclusive focus on patients with clinically manifest CAD, presenting a complex constellation of cardiovascular disease risk factors. Due to the deliberate inclusion of only CAD patients in our cohort, the study design did not allow examination of the module’s correlation with hypertension in a non-CAD context. Furthermore, we acknowledge that a significant proportion of CAD patients in our cohort had undergone anti-hypertensive treatment, often in conjunction with lipid-lowering or anticoagulant drugs. While we successfully ruled out a confounding role of drug treatment on the module’s correlation with DBP for various medications, including angiotensin-converting enzyme inhibitors, beta-blockers, angiotensin receptor antagonists, and calcium channel blockers (both individually and collectively), the presence of medication may still complicate the data interpretation. The observed correlation in hypertensive patients undergoing anti-hypertensive treatment, however, suggests that the module exposes a common underlying disease mechanism that is either not targeted or inadequately addressed by the prescribed antihypertensive drugs themselves. Finally, monocyte LPS responsiveness was studied ex vivo. Although the isolation procedure was performed on ice, LPS stimulation was short (15 min), precluding early differentiation effects, and baseline monocytes did not show any indication of activation because of sample preparation and bead isolation, we cannot exclude that monocytes ex vivo behave different than in vivo.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46661, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, our study demonstrated a strong negative association of diastolic blood pressure with LPS responses in monocytes of advanced, stable CAD patients, and identified a gene cluster sharply enriched in OXPHOS term members to mediate this correlation. Drug repurposing screening showed that serine-threonine inhibitor MW-STK33-97 could be able to reverse this DBP-associated gene profile (or target this disease cluster). While pointing towards a causal relationship between diastolic blood pressure and OXPHOS in activated monocytes, the actual direction of the observed relationship remains to be determined.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47281, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47309, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found below: , GSE234398. Processed transcriptomics data and patients’ information are available at . All codes used for analysis are available at . For the raw baseline data, please contact luchang4104@gmail.com.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47671, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47688, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The studies involving humans were approved by the Institutional Medical Ethical Review Board of the University Medical Center Utrecht, The Netherlands. The studies were conducted in accordance with the local legislation and institutional requirements. The participants provided their written informed consent to participate in this study. Written informed consent was obtained from the individual(s) for the publication of any potentially identifiable images or data included in this article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48181, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48202, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "CL: Methodology, Software, Visualization, Writing – original draft, Writing – review & editing, Data curation, Funding acquisition, Project administration, Formal analysis. MD: Conceptualization, Project administration, Supervision, Writing – original draft, Writing – review & editing. JB: Data curation, Software, Writing – review & editing. HJ: Data curation, Methodology, Writing – review & editing. JO: Data curation, Investigation, Project administration, Writing – review & editing. MM: Investigation, Project administration, Writing – review & editing. AZ: Resources, Writing – review & editing, Validation. JJ: Resources, Writing – review & editing. AK: Resources, Writing – review & editing. JK: Resources, Writing – review & editing. GP: Resources, Writing – review & editing. BM: Resources, Writing – review & editing. JS: Supervision, Writing – review & editing. RC: Methodology, Supervision, Writing – review & editing. JMK: Methodology, Supervision, Writing – review & editing. PG: Supervision, Writing – review & editing. EB: Conceptualization, Supervision, Writing – review & editing, Funding acquisition, Project administration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49387, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49408, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49581, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49600, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49948, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49971, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fimmu.2024.1286382/full#supplementary-material ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50132, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50143, "infons": {"issue": "38", "name_0": "surname:Flora;given-names:GD", "name_1": "surname:Nayak;given-names:MK", "pub-id_doi": "10.2174/1381612825666190925163827", "section_type": "REF", "source": "Curr Pharm Des", "type": "ref", "volume": "25", "year": "2019"}, "text": "A brief review of cardiovascular diseases, associated risk factors and current treatment regimes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50240, "infons": {"issue": "2", "name_0": "surname:Alexander;given-names:RW", "pub-id_doi": "10.1161/01.hyp.25.2.155", "section_type": "REF", "source": "Hypertension", "type": "ref", "volume": "25", "year": "1995"}, "text": "Theodore cooper memorial lecture. Hypertension and the pathogenesis of atherosclerosis. Oxidative stress and the mediation of arterial inflammatory response: A new perspective", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50416, "infons": {"fpage": "786", "issue": "6", "lpage": "800", "name_0": "surname:Hollander;given-names:W", "pub-id_doi": "10.1016/0002-9149(76)90357-x", "pub-id_pmid": "136891", "section_type": "REF", "source": "Am J Cardiol", "type": "ref", "volume": "38", "year": "1976"}, "text": "Role of hypertension in atherosclerosis and cardiovascular disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50483, "infons": {"issue": "11", "name_0": "surname:Hoefer;given-names:IE", "name_1": "surname:Sels;given-names:JW", "name_2": "surname:Jukema;given-names:JW", "name_3": "surname:Bergheanu;given-names:S", "name_4": "surname:Biessen;given-names:E", "name_5": "surname:McClellan;given-names:E", "pub-id_doi": "10.1007/s00392-013-0607-9", "section_type": "REF", "source": "Clin Res Cardiol", "type": "ref", "volume": "102", "year": "2013"}, "text": "Circulating cells as predictors of secondary manifestations of cardiovascular disease: design of the circulating cells study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50608, "infons": {"fpage": "9119", "issue": "17", "name_0": "surname:Williams;given-names:H", "name_1": "surname:Mack;given-names:CD", "name_2": "surname:Li;given-names:SCH", "name_3": "surname:Fletcher;given-names:JP", "name_4": "surname:Medbury;given-names:HJ", "pub-id_doi": "10.3390/ijms22179119", "pub-id_pmid": "34502027", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "22", "year": "2021"}, "text": "Nature versus number: monocytes in cardiovascular disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50666, "infons": {"issue": "6", "name_0": "surname:Nahrendorf;given-names:M", "pub-id_doi": "10.1038/s41591-018-0064-0", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "24", "year": "2018"}, "text": "Myeloid cell contributions to cardiovascular health and disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50730, "infons": {"issue": "22", "name_0": "surname:Nahrendorf;given-names:M", "name_1": "surname:Pittet;given-names:MJ", "name_2": "surname:Swirski;given-names:FK", "pub-id_doi": "10.1161/CIRCULATIONAHA.109.916346", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "121", "year": "2010"}, "text": "Monocytes: protagonists of infarct inflammation and repair after myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50817, "infons": {"issue": "5", "name_0": "surname:Dutta;given-names:P", "name_1": "surname:Nahrendorf;given-names:M", "pub-id_doi": "10.1161/ATVBAHA.114.304652", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "35", "year": "2015"}, "text": "Monocytes in myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50852, "infons": {"issue": "7", "name_0": "surname:Tapp;given-names:LD", "name_1": "surname:Shantsila;given-names:E", "name_2": "surname:Wrigley;given-names:BJ", "name_3": "surname:Pamukcu;given-names:B", "name_4": "surname:Lip;given-names:GY", "pub-id_doi": "10.1111/j.1538-7836.2011.04603.x", "section_type": "REF", "source": "J Thromb Haemost", "type": "ref", "volume": "10", "year": "2012"}, "text": "The cd14++Cd16+ Monocyte subset and monocyte-platelet interactions in patients with st-elevation myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50971, "infons": {"elocation-id": "E198", "issue": "10", "name_0": "surname:Takano;given-names:K", "name_1": "surname:Hibi;given-names:K", "name_2": "surname:Konishi;given-names:M", "name_3": "surname:Matsuzawa;given-names:Y", "name_4": "surname:Ebina;given-names:T", "name_5": "surname:Kosuge;given-names:M", "pub-id_doi": "10.1016/s0735-1097(13)60199-0", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "61", "year": "2013"}, "text": "Monocytosis after myocardial infarction accelerates atherosclerosis: results of a five-year follow-up study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51079, "infons": {"elocation-id": "30", "name_0": "surname:Seidler;given-names:S", "name_1": "surname:Zimmermann;given-names:HW", "name_2": "surname:Bartneck;given-names:M", "name_3": "surname:Trautwein;given-names:C", "name_4": "surname:Tacke;given-names:F", "pub-id_doi": "10.1186/1471-2172-11-30", "pub-id_pmid": "20565954", "section_type": "REF", "source": "BMC Immunol", "type": "ref", "volume": "11", "year": "2010"}, "text": "Age-dependent alterations of monocyte subsets and monocyte-related chemokine pathways in healthy adults", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51183, "infons": {"issue": "2", "name_0": "surname:Beenakker;given-names:KGM", "name_1": "surname:Westendorp;given-names:RGJ", "name_2": "surname:de Craen;given-names:AJM", "name_3": "surname:Chen;given-names:S", "name_4": "surname:Raz;given-names:Y", "name_5": "surname:Ballieux;given-names:B", "pub-id_doi": "10.1159/000499840", "section_type": "REF", "source": "J Innate Immun", "type": "ref", "volume": "12", "year": "2020"}, "text": "Men have a stronger monocyte-derived cytokine production response upon stimulation with the gram-negative stimulus lipopolysaccharide than women: A pooled analysis including 15 study populations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51378, "infons": {"issue": "1", "name_0": "surname:Stadler;given-names:N", "name_1": "surname:Eggermann;given-names:J", "name_2": "surname:Voo;given-names:S", "name_3": "surname:Kranz;given-names:A", "name_4": "surname:Waltenberger;given-names:J", "pub-id_doi": "10.1161/01.ATV.0000250614.97896.4c", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "27", "year": "2007"}, "text": "Smoking-induced monocyte dysfunction is reversed by vitamin C supplementation in vivo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51464, "infons": {"issue": "3", "name_0": "surname:Bergmann;given-names:S", "name_1": "surname:Siekmeier;given-names:R", "name_2": "surname:Mix;given-names:C", "name_3": "surname:Jaross;given-names:W", "pub-id_doi": "10.1016/s0034-5687(98)00098-x", "section_type": "REF", "source": "Respir Physiol", "type": "ref", "volume": "114", "year": "1998"}, "text": "Even moderate cigarette smoking influences the pattern of circulating monocytes and the concentration of sicam-1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51577, "infons": {"name_0": "surname:Bekkering;given-names:S", "name_1": "surname:van den Munckhof;given-names:I", "name_2": "surname:Nielen;given-names:T", "name_3": "surname:Lamfers;given-names:E", "name_4": "surname:Dinarello;given-names:C", "name_5": "surname:Rutten;given-names:J", "pub-id_doi": "10.1016/j.atherosclerosis.2016.10.019", "section_type": "REF", "source": "Atherosclerosis", "type": "ref", "volume": "254", "year": "2016"}, "text": "Innate immune cell activation and epigenetic remodeling in symptomatic and asymptomatic atherosclerosis in humans in vivo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51699, "infons": {"issue": "8", "name_0": "surname:Gorabi;given-names:AM", "name_1": "surname:Kiaie;given-names:N", "name_2": "surname:Khosrojerdi;given-names:A", "name_3": "surname:Jamialahmadi;given-names:T", "name_4": "surname:Al-Rasadi;given-names:K", "name_5": "surname:Johnston;given-names:TP", "pub-id_doi": "10.1016/j.tcm.2021.08.015", "section_type": "REF", "source": "Trends Cardiovasc Med", "type": "ref", "volume": "32", "year": "2022"}, "text": "Implications for the role of lipopolysaccharide in the development of atherosclerosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51785, "infons": {"issue": "12", "name_0": "surname:Stoll;given-names:LL", "name_1": "surname:Denning;given-names:GM", "name_2": "surname:Weintraub;given-names:NL", "pub-id_doi": "10.1161/01.ATV.0000147534.69062.dc", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "24", "year": "2004"}, "text": "Potential role of endotoxin as a proinflammatory mediator of atherosclerosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51862, "infons": {"issue": "7", "name_0": "surname:Wiedermann;given-names:CJ", "name_1": "surname:Kiechl;given-names:S", "name_2": "surname:Dunzendorfer;given-names:S", "name_3": "surname:Schratzberger;given-names:P", "name_4": "surname:Egger;given-names:G", "name_5": "surname:Oberhollenzer;given-names:F", "pub-id_doi": "10.1016/s0735-1097(99)00448-9", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "34", "year": "1999"}, "text": "Association of endotoxemia with carotid atherosclerosis and cardiovascular disease: prospective results from the bruneck study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51989, "infons": {"issue": "12", "name_0": "surname:Rothe;given-names:G", "name_1": "surname:Gabriel;given-names:H", "name_2": "surname:Kovacs;given-names:E", "name_3": "surname:Klucken;given-names:J", "name_4": "surname:Stohr;given-names:J", "name_5": "surname:Kindermann;given-names:W", "pub-id_doi": "10.1161/01.atv.16.12.1437", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "16", "year": "1996"}, "text": "Peripheral blood mononuclear phagocyte subpopulations as cellular markers in hypercholesterolemia", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52087, "infons": {"issue": "3", "name_0": "surname:Soehnlein;given-names:O", "name_1": "surname:Swirski;given-names:FK", "pub-id_doi": "10.1016/j.tem.2012.10.008", "section_type": "REF", "source": "Trends Endocrinol Metab", "type": "ref", "volume": "24", "year": "2013"}, "text": "Hypercholesterolemia links hematopoiesis with atherosclerosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52149, "infons": {"issue": "8", "name_0": "surname:Bekkering;given-names:S", "name_1": "surname:Quintin;given-names:J", "name_2": "surname:Joosten;given-names:LA", "name_3": "surname:van der Meer;given-names:JW", "name_4": "surname:Netea;given-names:MG", "name_5": "surname:Riksen;given-names:NP", "pub-id_doi": "10.1161/ATVBAHA.114.303887", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "34", "year": "2014"}, "text": "Oxidized low-density lipoprotein induces long-term proinflammatory cytokine production and foam cell formation via epigenetic reprogramming of monocytes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52302, "infons": {"issue": "5", "name_0": "surname:Christ;given-names:A", "name_1": "surname:Latz;given-names:E", "pub-id_doi": "10.1038/s41577-019-0156-1", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "19", "year": "2019"}, "text": "The western lifestyle has lasting effects on metaflammation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52362, "infons": {"issue": "13", "name_0": "surname:Du;given-names:P", "name_1": "surname:Kibbe;given-names:WA", "name_2": "surname:Lin;given-names:SM", "pub-id_doi": "10.1093/bioinformatics/btn224", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "Lumi: A pipeline for processing illumina microarray", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52414, "infons": {"elocation-id": "e47", "issue": "7", "name_0": "surname:Ritchie;given-names:ME", "name_1": "surname:Phipson;given-names:B", "name_2": "surname:Wu;given-names:D", "name_3": "surname:Hu;given-names:Y", "name_4": "surname:Law;given-names:CW", "name_5": "surname:Shi;given-names:W", "pub-id_doi": "10.1093/nar/gkv007", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "Limma powers differential expression analyses for rna-sequencing and microarray studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52502, "infons": {"elocation-id": "559", "name_0": "surname:Langfelder;given-names:P", "name_1": "surname:Horvath;given-names:S", "pub-id_doi": "10.1186/1471-2105-9-559", "section_type": "REF", "source": "BMC Bioinf", "type": "ref", "volume": "9", "year": "2008"}, "text": "Wgcna: an R package for weighted correlation network analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52564, "infons": {"issue": "8", "name_0": "surname:Varemo;given-names:L", "name_1": "surname:Nielsen;given-names:J", "name_2": "surname:Nookaew;given-names:I", "pub-id_doi": "10.1093/nar/gkt111", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "41", "year": "2013"}, "text": "Enriching the gene set analysis of genome-wide data by incorporating directionality of gene expression and combining statistical hypotheses and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52716, "infons": {"fpage": "1", "lpage": "22", "name_0": "surname:Scutari;given-names:M", "pub-id_doi": "10.18637/jss.v035.i03", "pub-id_pmid": "21603108", "section_type": "REF", "source": "J Stat Softw", "type": "ref", "volume": "35", "year": "2010"}, "text": "Learning bayesian networks with the bnlearn R package", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52770, "infons": {"name_0": "surname:Friedman;given-names:N", "name_1": "surname:Goldszmidt;given-names:M", "name_2": "surname:Wyner;given-names:A", "pub-id_doi": "10.48550/arXiv.1301.6695", "section_type": "REF", "type": "ref", "year": "2013"}, "text": "Data analysis with bayesian networks: A bootstrap approach", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52829, "infons": {"name_0": "surname:Imoto;given-names:S", "name_1": "surname:Kim;given-names:SY", "name_2": "surname:Shimodaira;given-names:H", "name_3": "surname:Aburatani;given-names:S", "name_4": "surname:Tashiro;given-names:K", "name_5": "surname:Kuhara;given-names:S", "section_type": "REF", "source": "Genome Inf", "type": "ref", "volume": "13", "year": "2002"}, "text": "Bootstrap analysis of gene networks based on bayesian networks and nonparametric regression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52921, "infons": {"elocation-id": "S7", "name_0": "surname:Margolin;given-names:AA", "name_1": "surname:Nemenman;given-names:I", "name_2": "surname:Basso;given-names:K", "name_3": "surname:Wiggins;given-names:C", "name_4": "surname:Stolovitzky;given-names:G", "name_5": "surname:Dalla Favera;given-names:R", "pub-id_doi": "10.1186/1471-2105-7-S1-S7", "section_type": "REF", "source": "BMC Bioinf", "type": "ref", "volume": "7 Suppl 1", "year": "2006"}, "text": "Aracne: an algorithm for the reconstruction of gene regulatory networks in a mammalian cellular context", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53025, "infons": {"issue": "14", "name_0": "surname:Lachmann;given-names:A", "name_1": "surname:Giorgi;given-names:FM", "name_2": "surname:Lopez;given-names:G", "name_3": "surname:Califano;given-names:A", "pub-id_doi": "10.1093/bioinformatics/btw216", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "32", "year": "2016"}, "text": "Aracne-ap: gene network reverse engineering through adaptive partitioning inference of mutual information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53131, "infons": {"issue": "8", "name_0": "surname:Alvarez;given-names:MJ", "name_1": "surname:Shen;given-names:Y", "name_2": "surname:Giorgi;given-names:FM", "name_3": "surname:Lachmann;given-names:A", "name_4": "surname:Ding;given-names:BB", "name_5": "surname:Ye;given-names:BH", "pub-id_doi": "10.1038/ng.3593", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "48", "year": "2016"}, "text": "Functional characterization of somatic mutations in cancer using network-based inference of protein activity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53240, "infons": {"name_0": "surname:Csárdi;given-names:G", "name_1": "surname:Nepusz;given-names:T", "section_type": "REF", "source": "The Igraph Software Package for Complex Network Research", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53241, "infons": {"issue": "4", "name_0": "surname:Kolde;given-names:R", "name_1": "surname:Laur;given-names:S", "name_2": "surname:Adler;given-names:P", "name_3": "surname:Vilo;given-names:J", "pub-id_doi": "10.1093/bioinformatics/btr709", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "Robust rank aggregation for gene list integration and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53309, "infons": {"issue": "11", "name_0": "surname:Shannon;given-names:P", "name_1": "surname:Markiel;given-names:A", "name_2": "surname:Ozier;given-names:O", "name_3": "surname:Baliga;given-names:NS", "name_4": "surname:Wang;given-names:JT", "name_5": "surname:Ramage;given-names:D", "pub-id_doi": "10.1101/gr.1239303", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "Cytoscape: A software environment for integrated models of biomolecular interaction networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53402, "infons": {"fpage": "1437", "issue": "6", "lpage": "52 e17", "name_0": "surname:Subramanian;given-names:A", "name_1": "surname:Narayan;given-names:R", "name_2": "surname:Corsello;given-names:SM", "name_3": "surname:Peck;given-names:DD", "name_4": "surname:Natoli;given-names:TE", "name_5": "surname:Lu;given-names:X", "pub-id_doi": "10.1016/j.cell.2017.10.049", "pub-id_pmid": "29195078", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "171", "year": "2017"}, "text": "A next generation connectivity map: L1000 platform and the first 1,000,000 profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53486, "infons": {"elocation-id": "2", "issue": "1", "name_0": "surname:Hendry;given-names:LM", "name_1": "surname:Sahibdeen;given-names:V", "name_2": "surname:Choudhury;given-names:A", "name_3": "surname:Norris;given-names:SA", "name_4": "surname:Ramsay;given-names:M", "name_5": "surname:Lombard;given-names:Z", "pub-id_doi": "10.1186/s12920-018-0321-6", "pub-id_pmid": "29343252", "section_type": "REF", "source": "BMC Med Genomics", "type": "ref", "volume": "11", "year": "2018"}, "text": "Insights into the genetics of blood pressure in black South African individuals: the birth to twenty cohort", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53594, "infons": {"elocation-id": "e2203053", "issue": "5", "name_0": "surname:Fontaine;given-names:MAC", "name_1": "surname:Jin;given-names:H", "name_2": "surname:Gagliardi;given-names:M", "name_3": "surname:Rousch;given-names:M", "name_4": "surname:Wijnands;given-names:E", "name_5": "surname:Stoll;given-names:M", "pub-id_doi": "10.1002/advs.202203053", "pub-id_pmid": "36526599", "section_type": "REF", "source": "Adv Sci (Weinh)", "type": "ref", "volume": "10", "year": "2023"}, "text": "Blood milieu in acute myocardial infarction reprograms human macrophages for trauma repair", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53685, "infons": {"elocation-id": "2054", "name_0": "surname:Lee;given-names:MKS", "name_1": "surname:Al-Sharea;given-names:A", "name_2": "surname:Shihata;given-names:WA", "name_3": "surname:Bertuzzo Veiga;given-names:C", "name_4": "surname:Cooney;given-names:OD", "name_5": "surname:Fleetwood;given-names:AJ", "pub-id_doi": "10.3389/fimmu.2019.02054", "pub-id_pmid": "31555280", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "10", "year": "2019"}, "text": "Glycolysis is required for lps-induced activation and adhesion of human cd14(+)Cd16(-) monocytes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53782, "infons": {"issue": "7", "name_0": "surname:Kelly;given-names:B", "name_1": "surname:O’Neill;given-names:LA", "pub-id_doi": "10.1038/cr.2015.68", "section_type": "REF", "source": "Cell Res", "type": "ref", "volume": "25", "year": "2015"}, "text": "Metabolic reprogramming in macrophages and dendritic cells in innate immunity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53860, "infons": {"issue": "Suppl 1", "name_0": "surname:Engelmann;given-names:C", "name_1": "surname:Claria;given-names:J", "name_2": "surname:Szabo;given-names:G", "name_3": "surname:Bosch;given-names:J", "name_4": "surname:Bernardi;given-names:M", "pub-id_doi": "10.1016/j.jhep.2021.01.002", "section_type": "REF", "source": "J Hepatol", "type": "ref", "volume": "75 Suppl 1", "year": "2021"}, "text": "Pathophysiology of decompensated cirrhosis: portal hypertension, circulatory dysfunction, inflammation, metabolism and mitochondrial dysfunction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54005, "infons": {"issue": "5", "name_0": "surname:Smith;given-names:AN", "name_1": "surname:Wang;given-names:X", "name_2": "surname:Thomas;given-names:DG", "name_3": "surname:Tatum;given-names:RE", "name_4": "surname:Booz;given-names:GW", "name_5": "surname:Cunningham;given-names:MW", "pub-id_doi": "10.1093/ajh/hpab003", "section_type": "REF", "source": "Am J Hypertens", "type": "ref", "volume": "34", "year": "2021"}, "text": "The role of mitochondrial dysfunction in preeclampsia: causative factor or collateral damage", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54098, "infons": {"issue": "12", "name_0": "surname:Suliman;given-names:HB", "name_1": "surname:Nozik-Grayck;given-names:E", "pub-id_doi": "10.1089/ars.2018.7705", "section_type": "REF", "source": "Antioxid Redox Signal", "type": "ref", "volume": "31", "year": "2019"}, "text": "Mitochondrial dysfunction: metabolic drivers of pulmonary hypertension", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54169, "infons": {"issue": "Suppl 6", "name_0": "surname:Mengozzi;given-names:A", "name_1": "surname:Pugliese;given-names:NR", "name_2": "surname:Chiriaco;given-names:M", "name_3": "surname:Masi;given-names:S", "name_4": "surname:Virdis;given-names:A", "name_5": "surname:Taddei;given-names:S", "pub-id_doi": "10.1097/FJC.0000000000001109", "section_type": "REF", "source": "J Cardiovasc Pharmacol", "type": "ref", "volume": "78", "year": "2021"}, "text": "Microvascular ageing links metabolic disease to age-related disorders: the role of oxidative stress and inflammation in promoting microvascular dysfunction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54325, "infons": {"issue": "9", "name_0": "surname:Lassegue;given-names:B", "name_1": "surname:Griendling;given-names:KK", "pub-id_doi": "10.1016/j.amjhyper.2004.02.004", "section_type": "REF", "source": "Am J Hypertens", "type": "ref", "volume": "17", "year": "2004"}, "text": "Reactive oxygen species in hypertension; an update", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54376, "infons": {"issue": "4", "name_0": "surname:van Bussel;given-names:BC", "name_1": "surname:Schouten;given-names:F", "name_2": "surname:Henry;given-names:RM", "name_3": "surname:Schalkwijk;given-names:CG", "name_4": "surname:de Boer;given-names:MR", "name_5": "surname:Ferreira;given-names:I", "pub-id_doi": "10.1161/HYPERTENSIONAHA.111.174557", "section_type": "REF", "source": "Hypertension", "type": "ref", "volume": "58", "year": "2011"}, "text": "Endothelial dysfunction and low-grade inflammation are associated with greater arterial stiffness over a 6-year period", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54495, "infons": {"issue": "12", "name_0": "surname:Pedrinelli;given-names:R", "name_1": "surname:Dell’Omo;given-names:G", "name_2": "surname:Di Bello;given-names:V", "name_3": "surname:Pellegrini;given-names:G", "name_4": "surname:Pucci;given-names:L", "name_5": "surname:Del Prato;given-names:S", "pub-id_doi": "10.1161/01.ATV.0000147415.40692.7f", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "24", "year": "2004"}, "text": "Low-grade inflammation and microalbuminuria in hypertension", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54555, "infons": {"elocation-id": "100", "issue": "12", "name_0": "surname:Satou;given-names:R", "name_1": "surname:Penrose;given-names:H", "name_2": "surname:Navar;given-names:LG", "pub-id_doi": "10.1007/s11906-018-0900-0", "pub-id_pmid": "30291560", "section_type": "REF", "source": "Curr Hypertens Rep", "type": "ref", "volume": "20", "year": "2018"}, "text": "Inflammation as a regulator of the renin-angiotensin system and blood pressure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54634, "infons": {"elocation-id": "161", "name_0": "surname:Aroor;given-names:AR", "name_1": "surname:Demarco;given-names:VG", "name_2": "surname:Jia;given-names:G", "name_3": "surname:Sun;given-names:Z", "name_4": "surname:Nistala;given-names:R", "name_5": "surname:Meininger;given-names:GA", "pub-id_doi": "10.3389/fendo.2013.00161", "pub-id_pmid": "24194732", "section_type": "REF", "source": "Front Endocrinol (Lausanne)", "type": "ref", "volume": "4", "year": "2013"}, "text": "The role of tissue renin-angiotensin-aldosterone system in the development of endothelial dysfunction and arterial stiffness", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54759, "infons": {"issue": "2", "name_0": "surname:Osanai;given-names:T", "name_1": "surname:Tanaka;given-names:M", "name_2": "surname:Magota;given-names:K", "name_3": "surname:Tomita;given-names:H", "name_4": "surname:Okumura;given-names:K", "pub-id_doi": "10.1007/s00125-011-2341-z", "section_type": "REF", "source": "Diabetologia", "type": "ref", "volume": "55", "year": "2012"}, "text": "Coupling factor 6-induced activation of ecto-F1f(O) complex induces insulin resistance, mild glucose intolerance and elevated blood pressure in mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54908, "infons": {"elocation-id": "388", "name_0": "surname:Granata;given-names:S", "name_1": "surname:Zaza;given-names:G", "name_2": "surname:Simone;given-names:S", "name_3": "surname:Villani;given-names:G", "name_4": "surname:Latorre;given-names:D", "name_5": "surname:Pontrelli;given-names:P", "pub-id_doi": "10.1186/1471-2164-10-388", "pub-id_pmid": "19698090", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Mitochondrial dysregulation and oxidative stress in patients with chronic kidney disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54997, "infons": {"issue": "3", "name_0": "surname:Herrera;given-names:VL", "name_1": "surname:Tsikoudakis;given-names:A", "name_2": "surname:Ponce;given-names:LR", "name_3": "surname:Matsubara;given-names:Y", "name_4": "surname:Ruiz-Opazo;given-names:N", "pub-id_doi": "10.1152/physiolgenomics.00285.2005", "section_type": "REF", "source": "Physiol Genomics", "type": "ref", "volume": "26", "year": "2006"}, "text": "Sex-specific qtls and interacting loci underlie salt-sensitive hypertension and target organ complications in dahl S/jrhs hypertensive rats", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55137, "infons": {"fpage": "5358", "issue": "15", "name_0": "surname:Yamazaki;given-names:O", "name_1": "surname:Hirohama;given-names:D", "name_2": "surname:Ishizawa;given-names:K", "name_3": "surname:Shibata;given-names:S", "pub-id_doi": "10.3390/ijms21155358", "pub-id_pmid": "32731518", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "21", "year": "2020"}, "text": "Role of the ubiquitin proteasome system in the regulation of blood pressure: A review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55223, "infons": {"issue": "7", "name_0": "surname:Sen;given-names:P", "name_1": "surname:Gupta;given-names:K", "name_2": "surname:Kumari;given-names:A", "name_3": "surname:Singh;given-names:G", "name_4": "surname:Pandey;given-names:S", "name_5": "surname:Singh;given-names:R", "pub-id_doi": "10.1007/s12012-021-09643-4", "section_type": "REF", "source": "Cardiovasc Toxicol", "type": "ref", "volume": "21", "year": "2021"}, "text": "Wnt/beta-catenin antagonist pyrvinium exerts cardioprotective effects in polymicrobial sepsis model by attenuating calcium dyshomeostasis and mitochondrial dysfunction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55391, "infons": {"issue": "11", "name_0": "surname:Alharbi;given-names:KS", "name_1": "surname:Singh;given-names:Y", "name_2": "surname:Afzal;given-names:O", "name_3": "surname:Alfawaz Altamimi;given-names:AS", "name_4": "surname:Kazmi;given-names:I", "name_5": "surname:Al-Abbasi;given-names:FA", "pub-id_doi": "10.1007/s11033-022-07863-7", "section_type": "REF", "source": "Mol Biol Rep", "type": "ref", "volume": "49", "year": "2022"}, "text": "Molecular explanation of wnt/betacatenin antagonist pyrvinium mediated calcium equilibrium changes in aging cardiovascular disorders", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55524, "infons": {"name_0": "surname:Abou Ziki;given-names:MD", "name_1": "surname:Mani;given-names:A", "pub-id_doi": "10.1016/j.atherosclerosis.2017.05.001", "section_type": "REF", "source": "Atherosclerosis", "type": "ref", "volume": "262", "year": "2017"}, "text": "Wnt signaling, a novel pathway regulating blood pressure? State of the art review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55606, "infons": {"fpage": "87", "issue": "1", "lpage": "94", "name_0": "surname:Mlynarczyk;given-names:M", "name_1": "surname:Kasacka;given-names:I", "pub-id_doi": "10.1016/j.advms.2022.01.001", "pub-id_pmid": "35101653", "section_type": "REF", "source": "Adv Med Sci", "type": "ref", "volume": "67", "year": "2022"}, "text": "The role of the wnt/beta-catenin pathway and the functioning of the heart in arterial hypertension - a review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55716, "infons": {"issue": "6", "name_0": "surname:Lewis;given-names:CV", "name_1": "surname:Taylor;given-names:WR", "pub-id_doi": "10.1152/ajpheart.00612.2020", "section_type": "REF", "source": "Am J Physiol Heart Circ Physiol", "type": "ref", "volume": "319", "year": "2020"}, "text": "Intestinal barrier dysfunction as a therapeutic target for cardiovascular disease", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]