[{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "4380931", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.15252/msb.20145877", "article-id_pmc": "4380931", "article-id_pmid": "25814555", "elocation-id": "0797", "issue": "3", "kwd": "adaptive responses BRAFV600E melanomas cell-to-cell variability RAF and MEK inhibitors submaximal drug effect", "license": "This is an open access article under the terms of the Creative Commons Attribution 4.0 License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Fallahi-Sichani;given-names:Mohammad", "name_1": "surname:Moerke;given-names:Nathan J", "name_2": "surname:Niepel;given-names:Mario", "name_3": "surname:Zhang;given-names:Tinghu", "name_4": "surname:Gray;given-names:Nathanael S", "name_5": "surname:Sorger;given-names:Peter K", "section_type": "TITLE", "type": "front", "volume": "11", "year": "2015"}, "text": "Systematic analysis of BRAFV600E melanomas reveals a role for JNK/c-Jun pathway in adaptive resistance to drug-induced apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 129, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Drugs that inhibit RAF/MEK signaling, such as vemurafenib, elicit profound but often temporary anti-tumor responses in patients with BRAFV600E melanoma. Adaptive responses to RAF/MEK inhibition occur on a timescale of hours to days, involve homeostatic responses that reactivate MAP kinase signaling and compensatory mitogenic pathways, and attenuate the anti-tumor effects of RAF/MEK inhibitors. We profile adaptive responses across a panel of melanoma cell lines using multiplex biochemical measurement, single-cell assays, and statistical modeling and show that adaptation involves at least six signaling cascades that act to reduce drug potency (IC50) and maximal effect (i.e., Emax ≪ 1). Among these cascades, we identify a role for JNK/c-Jun signaling in vemurafenib adaptation and show that RAF and JNK inhibitors synergize in cell killing. This arises because JNK inhibition prevents a subset of cells in a cycling population from becoming quiescent upon vemurafenib treatment, thereby reducing drug Emax. Our findings demonstrate the breadth and diversity of adaptive responses to RAF/MEK inhibition and a means to identify which steps in a signaling cascade are most predictive of phenotypic response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1345, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1358, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Activation of BRAF via a V600E (or V600D) mutation is the most prevalent genetic change in human melanoma, found in at least 50% of tumors. The BRAFV600E oncoprotein constitutively activates pro-mitogenic RAF/MEK/ERK signaling (Davies et al,; Fecher et al,), and therapy with RAF inhibitors such as vemurafenib (Zelboraf®; PLX4032) causes tumor regression in many patients (Bollag et al,; Chapman et al,; Flaherty et al,; Sosman et al,). However, the duration of response is variable and relapse to lethal drug-resistant disease is common (Flaherty et al,). Resistance usually involves the activation of pro-growth/survival mechanisms that increase BRAFV600E activity (Shi et al,) or bypass the need for it altogether. Many mutations involved in acquired resistance have been identified, including NRASQ61K, MEK1F129L, MEK2Q60P, or AKT1Q79K (Nazarian et al,; Wang et al,; Shi et al,; Wagle et al,), and aberrant splicing of BRAFV600E (Poulikakos et al,). Resistance is also associated with elevated IGF1 receptor/PI3K signaling (Villanueva et al,), COT overexpression (Johannessen et al,), and PDGFRβ up-regulation (Nazarian et al,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2510, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Insensitivity to RAF inhibition in BRAFV600E melanomas frequently arises from adaptive responses that reactivate ERK (Lito et al,) or up-regulate other pro-growth pathways such as the PI3K/AKT cascade (Shi et al,; Sun et al,). Adaptive responses are thought to reflect feedback mechanisms involved in signaling homeostasis (O'Reilly et al,; Carver et al,; Chandarlapaty et al,). Changes consistent with adaptation have been observed not only in cell lines but also in clinical biopsies (Chandarlapaty,; Duncan et al,; Lito et al,; Muranen et al,; Shi et al,; Solit & Rosen,), and it is thought that the resulting “partial” response to RAF inhibition increases the probability that genetic changes leading to acquired resistance will arise (Lito et al,; Shi et al,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3292, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The study of adaptive responses provides a window into the complex and still poorly understood networks involved in feedback regulation of mitogenic signaling, and preventing adaptation is likely to be key to durable therapy. However, systematic data comparing BRAFV600E lines are generally lacking, and it is not known whether adaptation to different MEK and RAF inhibitors is fundamentally similar or whether multiple adaptive mechanisms are active in a single cell line or tumor. It is also unclear whether the key difference between sensitive and resistant cells involves drug potency (difference in IC50) or the fraction of cells that are responsive (Emax). Variation in Emax and in the slope of the dose–response curve can play a significant role in limiting the efficacy of anti-cancer drugs (Fallahi-Sichani et al,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4120, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we profile the responses of human BRAFV600E/D melanoma lines to RAF and MEK inhibitors to: (i) characterize variability in adaptation with time, dose, and genotype, (ii) discover new adaptive mechanisms, and (iii) compare phenotypes of adaptation at single-cell and population levels. We apply a three-step approach involving measurement of multiple signaling proteins across dose and time combined with population average and single-cell measurement of cell state and phenotype followed by statistical modeling. Our data comprise reverse-phase protein array (RPPA) measurement of 17 signaling proteins and 4 cell state markers as well as single-cell assays of apoptosis and cell viability in 10 lines exposed to five drugs for 1–72 h at 7 doses spanning IC50. Statistical modeling using partial least squares regression (PLSR) was then used to determine which of the ∽2 × 105 data points were predictive of drug-induced changes in viability and apoptosis; follow-on experiments tested these predictions. We find that adaptive responses to RAF or MEK inhibition are diverse with time and genotype and involve six or more signaling cascades (e.g., AKT/mTOR, NF-κB, and AMPK), but are similar for different drugs, excluding known differences in mechanism of action and polypharmacology. We find that the JNK/c-Jun pathway was initially down-regulated by RAF/MEK inhibitors in all cell lines but in half of the lines, it was then significantly up-regulated. In 4 of 10 lines, JNK/c-Jun up-regulation caused a subset of cells to become quiescent and apoptosis-resistant. The addition of an irreversible JNK inhibitor (Zhang et al,) synergized with vemurafenib in cell killing, primarily by increasing Emax. Thus, co-treatment of some melanomas with RAF and JNK inhibitors may have clinical potential, analogous to RAF and PI3K/AKT inhibitors (Jang & Atkins,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6001, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6009, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Data-driven modeling of adaptive responses to RAF and MEK inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 6078, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To profile adaptive responses in melanoma, we applied single-cell phenotypic and multiplex biochemical assays to nine BRAFV600E and one BRAFV600D lines exposed to four RAF inhibitors and one MEK inhibitor at multiple doses and times (Fig1A). Seven of the tested cell lines have been genetically characterized through the Cancer Genome Project (Garnett et al,) (Supplementary Dataset S1). Cell viability and induction of apoptosis were scored using automated fluorescence microscopy and two dyes: DEVD-NucView488 for effector caspases (Tang et al,) and Hoechst 33342 for nuclei (Supplementary Fig S1A). Phenotypic assays were performed 24, 48, and 72 h following exposure to four RAF inhibitors with differential selectivity for BRAFV600E, wild-type BRAF and CRAF, including AZ628, vemurafenib, PLX4720 (a structural analogue of vemurafenib), and SB590885 as well as the phase III MEK inhibitor selumetinib (AZD6244). Variability was observed in IC50 and Emax with drug and cell type (Fallahi-Sichani et al,), implying that fractional cell killing is common even among more sensitive cell lines (Fig1B and C and Supplementary Fig S1B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7217, "infons": {"file": "msb0011-0797-f1.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "\nOverview of the systematic measurements using single-cell phenotypic and multiplex biochemical assays to profile signaling biochemistry and cell state in 10 BRAFV600E/D melanoma cell lines exposed to four RAF inhibitors and one MEK inhibitor at multiple doses and times. Multiplex single-cell immunofluorescence assays were used in the follow-up experiments on selected cell lines for treatments with vemurafenib, JNK-IN-8, and their combination.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 7666, "infons": {"file": "msb0011-0797-f1.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "\nDose–response curves representing 72-h viability measurements for six selected BRAFV600E melanoma cell lines after treatment with vemurafenib. Ranges of estimated IC50 and Emax for the selected lines are shown. Data are represented as mean ± SD.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 7919, "infons": {"file": "msb0011-0797-f1.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "\nPairwise distribution and correlation of estimated IC50 and Emax values for responses (72-h viability) of 8 cell lines to four RAF inhibitors and one MEK inhibitor. Each dot represents one drug/cell line combination. Sensitive cell lines are arbitrarily defined based on their IC50s (the most widely used metric for evaluation of drug response; log10[IC50] < −6.5).\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 8291, "infons": {"file": "msb0011-0797-f1.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "\nCell line-specific model calibration for two selected cell lines C32 and WM115. Left: R2, Q2, and MSPE for C32 and WM115 models built with increasing numbers of PLSR components. Middle: Relative viability as measured experimentally (z-score-scaled) or as predicted by the three-component PLSR models using tenfold cross-validation. R2 reports model fit, and Q2 reports model prediction accuracy. Right: PLSR score plots for the first two components of C32 and WM115 models. Shown PLSR models were developed using RPPA data from Supplementary Dataset S3.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 8847, "infons": {"file": "msb0011-0797-f1.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "\nPLSR loading plots for the first two components of C32 and WM115 models.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 8922, "infons": {"file": "msb0011-0797-f1.jpg", "id": "fig01", "section_type": "FIG", "type": "fig_caption"}, "text": "Data-driven modeling reveals signaling correlates of BRAF-mutant melanoma cellular response to RAF/MEK inhibition\n\nSource data are available online for this figure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9087, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Signaling proteins were assayed at seven drug doses between 3.2 nM and 3.2 μM and five time points between 1 and 48 h by RPPA (Sevecka et al,) using antibodies with good coverage of cell growth, apoptosis, stress response, and energy homeostasis pathways as well as 4 cell state markers (see Materials and Methods for details). Four biological replicates yielded a dataset of ∽180,000 measurements in which multiple signaling proteins were up- or down-regulated depending on cell line and dose (Supplementary Datasets S2 and S3, http://lincs.hms.harvard.edu/db/datasets/20218/). Time was an important variable in these data since pathways down-regulated immediately after drug exposure were frequently up-regulated at later times. To compute the relative importance of each signaling protein for phenotypic responses, we used PLSR (Geladi & Kowalski,; Janes & Yaffe,), generating one model for each cell line. For simplicity, a single “viability” response variable was created by subtracting the number of apoptotic cells from total cell number followed by normalization to a DMSO-treated control and averaging 48- and 72-h data (Supplementary Dataset S4, http://lincs.hms.harvard.edu/db/datasets/20217/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10304, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Input vectors were constructed by normalizing RPPA data, treating dose, time, and drug as separate observations, and then reduced by PLSR, so that each PLSR component (PC) maximally captured variance in the data left unexplained by preceding components. The process was iterated until additional PCs did not improve the prediction relative to experimental noise. Models were evaluated by computing the percent of variance predicted using tenfold cross-validation (Q2) and the mean squared prediction error (MSPE; Fig1D; left panels) (see Materials and Methods for details). PLSR models proved remarkably accurate with Q2 = 0.84 ± 0.13 (for PC1-3) and MSPE = 15–20%, close to the estimated error in the array data. As described below, we also performed independent experiments to verify key predictions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11116, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Partial least squares regression models are most useful if they substantially reduce the complexity of the data as evaluated by the fraction of variance in output variables (phenotypes in this case) captured by a small number of PCs (as assessed by R2). For example, the C32 PLSR model captured 94% of variance in three PCs and the WM115 model captured 91% (Fig1D; middle panels) implying that PLSR could provide meaningful insight into the connection between drug-induced signaling and phenotype. This was important because there is no a priori reason to believe that we had selected the right proteins and time points to measure. The high values obtained for R2 and Q2 demonstrate that RPPA measurements successfully captured the fraction of variation in signaling across lines, drugs, and times that is consequential for drug response. Data on additional proteins will be needed, of course, to fully map networks involved in adaptation at a molecular level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12077, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In PLSR models, score vectors corresponding to variation in drug doses projected negatively along PC1, visible in Fig1D (right panels) as a left to right progression from high doses (large markers) to low doses (small markers). Data from different drugs projected largely along PC2, as evidenced by changes in color (clearest in the case of the WM115 model). Projecting loading vectors into PLSR component space (Fig1E) revealed the protein changes associated with phenotypic responses. For example, in PC2 which captures drug-dependent differences, RAF but not MEK inhibitors reduced pMEK(Ser217/221) levels at early time points. This arises because kinase inhibition changes the modification state of the substrate rather than the kinase; in some cell lines, pMEK(Ser217/221) levels increased upon selumetinib exposure, a manifestation of feedback regulation. Phospho-p38(Thr180/Tyr182) levels also fell within 1 h of exposure to vemurafenib, PLX4720, or AZ628; KINOMEscan binding data for these drugs (Vin et al,) suggest that they have off-target activity on regulators of p38 such as ZAK kinases. We observed that co-treatment of LOXIMVI cells with SB202190, a specific inhibitor of p38 kinase, diminished the effectiveness of vemurafenib and AZ628 (Supplementary Fig S1C–E). Thus, off-target effects of RAF inhibitors on the p38 pathways are likely to be undesirable from a therapeutic perspective. Overall, we conclude that adaptive responses to RAF and MEK inhibitors are diverse across cell lines but similar for different drugs, excluding known off-target effects and differences in potency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13683, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Partial least squares regression loadings were generally interpretable in molecular terms. For example, increasing drug dose correlated with lower pERK(Thr202/Tyr204) levels and up-regulation of PI3K/AKT signaling (Shi et al,). The correlation structure in the loadings was also interpretable: PC1 showed a strong positive correlation between growth/survival signals down-regulated by drug (Fig1E; pERK(Thr202/Tyr204), pS6(Ser235/236) in green and orange) and markers of mitotic state (phospho-histone H3; pH3—dark blue) and a negative correlation with the quiescence marker p27 (dark pink) and the apoptosis inducer Bim (a Bcl2 family member—light blue). We observed equally significant changes in other signaling pathways, including those involved in stress/cytokine responses (JNK, p38), energy homeostasis (AMPK), and cytokine signal transduction (NF-κB). These data are consistent with a complex adaptive response involving multiple signal transduction cascades in different combinations in each cell line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14701, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "c-Jun activity up-regulation by RAF inhibitors causes resistance to apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14779, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify adaptive changes that are predictive of drug response, we calculated the “variable importance in the projection” (VIP) for each of ten PLSR models. VIP scores report the sum (over all model dimensions) of each variable x (an RPPA assay at a specific time point), weighted by the change in response (cell viability) explained by the same variable x (see Materials and Methods for mathematical details) (Wold,; Janes et al,). We generated a VIP score for each three-way cell line/signal/time point combination. Analyzing these scores (Fig2) shows which biochemical changes are common or different across different cell lines and to what extent they occur on similar or different timescales. We found that phospho-protein signals varied markedly with respect to direction (up or down) and timing (early or late; Fig2A). Some cell lines up-regulated a particular pathway, whereas others down-regulated it (e.g., NF-κB and c-Jun). Because VIP scores are always positive, a minus sign was assigned to scores anti-correlated with viability and a significance threshold of |VIP| >1 was then imposed. Unsupervised clustering of positive and negative VIP scores for each model made it possible to visualize changes in signaling associated with sensitivity to RAF/MEK inhibitors (Fig2B; pMEK and pERK scores are not shown because they are a direct consequence of drug action).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16163, "infons": {"file": "msb0011-0797-f2.jpg", "id": "fig02", "section_type": "FIG", "type": "fig_caption"}, "text": "\nPLSR-derived variable importance in the projection (VIP) scores predicting viability for each of the ten studied cell lines. VIP scores are shown for each cell line-specific model, each signal and measurement time point. The direction of the bars (left or right) shows whether the changes in signal correlated negatively or positively with relative viability. VIP scores of larger than one indicate important variables (signals and time points) that predict the responses (viability).\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16650, "infons": {"file": "msb0011-0797-f2.jpg", "id": "fig02", "section_type": "FIG", "type": "fig_caption"}, "text": "\nUnsupervised clustering of melanoma cell lines based on the VIP scores >1 from each individual cell line model (excluding pMEK and pERK). Prior to clustering, VIP scores of between 0 and 1 were set to zero and a minus sign was added to VIP scores associated with signals that negatively correlated with viability. Average relative resistance of the cell lines to the five tested RAF/MEK inhibitors (on the right) is computed based on area under the time–dose–response curve plotted for non-apoptotic viability measured by single-cell imaging across seven doses and two time points (48 and 72 h) following treatment. The data for the cell line K2 are not shown because clumping made it difficult to score single-cell phenotypes in this cell line after 72 h.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 17415, "infons": {"file": "msb0011-0797-f2.jpg", "id": "fig02", "section_type": "FIG", "type": "fig_caption"}, "text": "Variability in the magnitude, direction, and timing of signaling changes in response to RAF/MEK inhibition\n\nSource data are available online for this figure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17573, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We focused on VIP scores that were significant in multiple cell lines. These include measures of PI3K/AKT signaling, which is known to be activated during vemurafenib adaptation, as well as the levels of c-Jun and/or p-cJun(Ser63). Both rose in multiple cell lines 24–48 h after exposure to RAF and MEK inhibitors. This was unexpected since previous studies report that MEK/ERK signaling regulates c-Jun expression in BRAFV600E melanomas and, thus, that RAF and MEK inhibitors should down-regulate c-Jun (Lopez-Bergami et al,). This is what we observed 5–10 h after drug exposure in all lines, but in 6 of 10 lines, p-cJun levels then increased by 24–48 h (and in 4 of these, total levels of c-Jun also increased) (Fig3A). In some cell lines (e.g., WM115) RPPA data demonstrated c-Jun up-regulation as early as t = 10 h, whereas in others (e.g., K2) it occurred only after 48 h; these data were confirmed for PLX4720 using single-cell assays (Supplementary Fig S2A and B). Among the cell lines that up-regulate p-cJun, there was a significant correlation between the degree of MEK or RAF inhibition (as assayed by pERK levels) and the magnitude of p-cJun up-regulation. For example, AZ628 induced p-cJun up-regulation at lower doses as compared with vemurafenib and was also a more potent inhibitor of the MAPK pathway. This suggests a previously undescribed role for c-Jun in adaptation of melanoma cells to RAF and MEK inhibition; we therefore focused on JNK/c-Jun in follow-up studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19076, "infons": {"file": "msb0011-0797-f3.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "\nA c-Jun and p-c-Jun(Ser63) changes as measured by RPPA in six melanoma cell lines in response to different doses of RAF and MEK inhibitors for 10 h (or 5 h in the case of WM115 cell line) and 48 h.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 19279, "infons": {"file": "msb0011-0797-f3.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "\nB, C Synergistic apoptosis induction in four cell lines (WM115, WM1552C, LOXIMVI, and COLO858) treated for 72 h with combinations of vemurafenib and JNK-IN-8. (B) Dose–response profiles for apoptosis induction with vemurafenib and JNK-IN-8 combination. (C) Excess over the predicted Bliss independence (EOBI) calculated for different combined doses of vemurafenib and JNK-IN-8.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 19662, "infons": {"file": "msb0011-0797-f3.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "\nD c-Jun expression in WM115 cells transfected with JUN siRNA relative to no RNA and non-targeting controls quantified in triplicate 48 h after transfection.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 19822, "infons": {"file": "msb0011-0797-f3.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "\nE, F Apoptosis in WM115 cells with or without 48 h JUN knockdown after 96-h treatment with increasing doses of vemurafenib (E) and selumetinib (F).\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 19973, "infons": {"file": "msb0011-0797-f3.jpg", "id": "fig03", "section_type": "FIG", "type": "fig_caption"}, "text": "c-Jun activity up-regulation by RAF inhibitors causes resistance to apoptosis\n\nData information: Data are presented as mean ± SD.Source data are available online for this figure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20155, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine whether the up-regulation of c-Jun impacted vemurafenib-mediated cell killing, we co-treated cells with JNK-IN-8, a kinase inhibitor that is specific for JNK relative to other MAP family kinases (Zhang et al,). In melanoma cells, JNK-IN-8 caused dose-dependent inhibition of c-Jun S63/S73 phosphorylation, a modification required for transcriptional activity, but did not measurably alter the levels of pERK, pAKT(Ser473), pSTAT3(Tyr705), the p38/MK2 substrate pHSP27(Ser82) or the nuclear translocation of NF-κB (Supplementary Fig S2C–I). These modification states report on potential off-target activities of JNK-IN-8, and the absence of significant changes suggests that the drug acted in a JNK-specific manner in melanoma cells at the doses we used. Exposure of cells to JNK-IN-8 alone reduced p-cJun(Ser73) to background levels but induced little if any apoptosis (Fig3B). When cells were co-treated with vemurafenib and JNK-IN-8, p-cJun(Ser73) was also reduced to background levels (Supplementary Fig S2J) and the level of apoptosis was increased, particularly in the three cell lines that were among the most vemurafenib-resistant (WM115, WM1552C, and LOXIMVI) as well as in relatively sensitive COLO858 cells (Fig3B). The EC50 for vemurafenib-mediated apoptosis fell by as much as 20-fold, and Emax increased by up to fivefold. Apoptosis was not increased by JNK-IN-8 in RVH421 cells, but vemurafenib induced little apoptosis in these cells even at the highest doses (Supplementary Fig S2K); in K2 cells, the data were ambiguous because clumping made it difficult to score single-cell phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21777, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Bliss independence (Keith et al,) is a better metric of drug interaction than changes in IC50 values, and we observed that JNK-IN-8 was synergistic with vemurafenib in all four lines tested based on excess over Bliss independence (EOBI; Fig3C). Significant but quantitatively modest increases in apoptosis were also observed upon co-treatment of cells with vemurafenib and SP600125, a structurally distinct but less selective JNK inhibitor (Supplementary Fig S2L). Moreover, depletion of JUN using siRNA significantly potentiated apoptosis induced by vemurafenib or selumetinib in WM115 and WM1552C lines (Fig3D–F and Supplementary Fig S2M–O) as compared to cells transfected with control siRNA. For 25 BRAFV600E melanoma lines in the Cancer Cell Line Encyclopedia (Barretina et al,), we also observed a statistically significant correlation between JUN expression levels and PLX4720 sensitivity (Spearman's ρ = 0.47, P = 0.02; see below; Supplementary Fig S2P). We conclude that the combination of RAF and JNK inhibition (or JUN depletion) increases apoptosis in some vemurafenib-resistant cell lines to a level normally observed in sensitive cells, implying that the up-regulation of JNK/c-Jun in melanoma cells following vemurafenib exposure decreases cell killing and that the combination of RAF and JNK inhibitors may have therapeutic potential.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23139, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "A network perspective on adaptive responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 23183, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mapping VIP values onto a schematic of immediate-early signaling (Fig4A) reveals the diversity of adaptive responses to RAF and MEK inhibition with respect to magnitude and timing (Fig4A). In nearly all cell lines, the quiescence marker p27 and apoptosis markers cPARP and Bim were up-regulated and mitotic marker pH3 down-regulated 24–48 h after drug exposure. Whereas exposure of C32 cells to PLX4720 led to early and significant increase in p27 and decrease in pH3, responses occurred later and were smaller in WM115 cells. These changes are depicted in Fig4B–D with levels of one protein mapped onto a red to yellow color scale and the other protein onto the vertical axis; the x–y axes represent time and dose. The induction of AKT signaling is among the best described and most common adaptations to RAF inhibition (Shi et al,). In our data, pAKT(Ser473) and/or pAKT(Thr308) rose in both vemurafenib-sensitive lines such as C32 and vemurafenib-resistant lines such as WM115 (Fig4C). Proteins that integrate ERK and AKT signaling such as p-p70S6K(Thr421/Ser424) kinase and pS6(Ser235/236), known to be important in melanoma (Corcoran et al,), were down-regulated soon after exposure of some cell lines to drug and only much later in others (compare pS6 levels in C32 and WM115 cells exposed to PLX4720; Fig4D). Finally, pNF-κB(Ser536), pJNK(Thr183/Tyr185), c-Jun, and p-cJun(Ser63) were down-regulated soon (1–10 h) after drug exposure and then up-regulated subsequently (24–48 h) in some lines (Fig4A and D) but not in others. In most cases, we were unable to identify statistically significant correlations between different pathways across cell lines (Fig4A; right panel), implying independence of adaptive mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24926, "infons": {"file": "msb0011-0797-f4.jpg", "id": "fig04", "section_type": "FIG", "type": "fig_caption"}, "text": "\nA Left: A consolidated overview of PLSR-derived variable importance in the projection (VIP) scores mapped onto a simple schematic of immediate-early signaling, indicating the fraction of 10 studied cell lines in which early (1–10 h) or late (24–48 h) up- or down-regulation of each of the cell state markers and phospho-proteins is predictive of response to RAF/MEK inhibitors (72-h viability). Up-regulation or down-regulation of signals with VIP score >1 is shown. Right: Correlation between up- and down-regulation of selected pathways in response to RAF/MEK inhibition across the 10 studied cell lines. Correlations between signaling changes in response to RAF/MEK inhibition were evaluated based on pairwise Spearman's correlation between VIP scores for selected phospho-proteins at 24 and 48 h post-treatment across the 10 studied cell lines. P-values <0.05 were considered significant.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 25828, "infons": {"file": "msb0011-0797-f4.jpg", "id": "fig04", "section_type": "FIG", "type": "fig_caption"}, "text": "\nB-D Time–dose–response plots indicating changes in RPPA measurements for six selected signals, p27 versus p-histone H3 (B), pERK(Thr202/Tyr204) versus pAKT(Ser473) (C), and pS6(Ser235/236) versus total c-Jun levels (D), for two selected cell lines (C32 and WM115) after exposure to PLX4720. Mean values of four biological replicates are shown. Protein levels represent log2 fold change of each signal (at a specific dose and time) relative to a DMSO-treated control.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 26301, "infons": {"file": "msb0011-0797-f4.jpg", "id": "fig04", "section_type": "FIG", "type": "fig_caption"}, "text": "A network perspective on adaptive responses\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 26346, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "High c-Jun activity causes resistance to apoptosis in quiescent cells concomitant with incomplete pS6 suppression", "sentences": [], "annotations": [], "relations": []}, {"offset": 26460, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Drug resistance in melanoma is often ascribed to incomplete responsiveness of tumor cells to RAF inhibitors (Lito et al,; Shi et al,). In population-level measures of signaling proteins (e.g., RPPA or Western blots of pERK levels), incomplete response gives rise to partial inhibition of a signaling pathway, but at a single-cell level it usually involves cell-to-cell variability. This is particularly true in the case of apoptosis, which is an all-or-none change in cell fate (Flusberg et al,). Our data show that Emax < 1 for viability following exposure of even the most sensitive BRAFV600E cells to RAF/MEK inhibitors, implying high cell-to-cell variability. We therefore used immunofluorescence microscopy to monitor the activity of the JNK/c-Jun pathway in single cells and to relate activity to quiescence/senescence (which we did not rigorously distinguish) and apoptosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27347, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To score proliferation, we monitored phosphorylation of the retinoblastoma protein on Ser807/811, a modification that promotes cell cycle progression and is present during the S/G2/M phases of the cell cycle, and the levels of nuclear Ki-67, a marker of proliferation that scores negative only in quiescent cells (Buchkovich et al,; Scholzen & Gerdes,). Apoptosis was measured using the DEVD-NucView488/Hoechst 33342 assay described above. To monitor the effect of vemurafenib at the level of signaling, we measured S6 phosphorylation (Ser235/236). pS6 is a marker of TORC1 activity (Magnuson et al,; Corcoran et al,), a multiprotein complex controlled by signaling cascades such as MAPK, PI3K/AKT, and LKB1/AMPK (Roux et al,; Shaw et al,; Magnuson et al,) involved in adaptation to vemurafenib (a point we return to below). pS6 levels have previously been proposed as a particularly effective predictor of resistance of melanoma cells to vemurafenib-induced apoptosis (Corcoran et al,), and we found pS6(Ser235/236) levels 24–48 h after drug treatment to be the best single predictor of apoptosis across cell lines, drugs, and doses. We asked whether JNK/c-Jun-mediated resistance to apoptosis was correlated with pS6 levels. Such a correlation might also reflect a role for c-Jun in controlling expression of proteins in the TORC1 pathway such as phosphoinositide-dependent kinase 1 (PDK1; an activator of AGC kinase families such as AKT and S6 kinases), PTEN, and EGFR (Johnson et al,; Hettinger et al,; Lopez-Bergami et al,). We therefore measured c-Jun, p-cJun(Ser73), pRb(Ser807/811), Ki-67, and pS6(Ser235/236) levels in various combinations in WM115, WM1552C, LOXIMVI, or COLO858 cells exposed to vemurafenib, JNK-IN-8 or the two drugs in combination and also in vemurafenib-treated cells depleted of JUN using siRNA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29186, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "WM1552C cells were highly proliferative and largely (∽67%) Ki-67High (Fig5A, top left panel; see Supplementary Fig S3A for other cell lines), but 24-h exposure to vemurafenib shifted them to a predominantly Ki-67Low state (∽62% at 0.8 μM vemurafenib). The proportion of Ki-67Low/p-cJunHigh cells increased concomitantly (visible as broadening of the distribution of cells along the horizontal axis of Fig5A, bottom left panel). Similar data were obtained with pRb: untreated WM1552C cells comprised ∽54% cycling pRbHigh and ∽46% interphase pRblow cells (Fig5A, top right panel; Supplementary Fig S3B). Exposure to vemurafenib reduced the proportion of pRbHigh/p-cJunHigh cells fourfold at 0.8 μM (from ∽35% to ∽9%) and increased the proportion of pRbLow/p-cJunHigh cells twofold (from ∽25% to ∽48%) (Fig5A). This shift was observed within ∽24 h of drug exposure in all four lines (Fig5B) at a time when cell killing was negligible. It thus reflects a change in the distribution of the population from proliferation to quiescence rather than death of a subset of cells. Among the four cell lines that exhibited synergistic apoptotic responses to RAF and JNK inhibitors in combination, two (WM115 and COLO858) had low basal p-cJunHigh fractions (i.e., ∽15% and ∽3% p-cJunHigh, respectively), and vemurafenib increased the p-cJunHigh fraction to ∽40%, a 3- to 12-fold increase, representing a clear case of JNK/c-Jun activation. In the other two lines (WM1552C and LOXIMVI), 50–60% of cells were already in a p-cJunHigh state under normal conditions, and they retained this following exposure to vemurafenib. In all four lines, regardless of the basal p-cJun levels, vemurafenib exposure resulted in a significant increase in the proportion of quiescent p-cJunHigh state (Fig5B). This contrasts with C32, MMACSF, and MZ7MEL cells in which p-cJun levels (and also the p-cJunHigh/pRbLow subpopulation) were reduced following vemurafenib treatment (Supplementary Fig S3C). Thus, the JNK/c-Jun pathway is up-regulated or sustained in the presence of vemurafenib in about half of the lines tested, and in these cells, it is associated with a shift toward quiescence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31376, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nCovariate single-cell analysis of Ki-67 (left) and pRb(Ser807/811) (right) versus p-cJun(Ser73) in WM1552C cells before and 24 h after exposure to 0.8 μM vemurafenib. Density scatter plots were generated using signal intensities for individual cells as measured by immunofluorescence microscopy. The vertical lines were used to gate p-cJunHigh versus p-cJunLow cells. The horizontal lines were used to gate Ki-67High versus Ki-67Low cells, and pRbHigh versus pRbLow cells.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 31854, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nAnalysis of drug dose-dependent changes in proportion of pRbLow/p-cJunHigh and pRbHigh/p-cJunHigh subpopulations in four melanoma cell lines (WM115, WM1552C, LOXIMVI, COLO858) after exposure to vemurafenib for 24 h. These subpopulations were gated as shown in (A). Data are represented as mean ± SD for two replicates.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 32179, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nCovariate single-cell analysis of pRb(Ser807/811) versus pS6(Ser235/236) following 24-h treatment of WM1552C cells with different doses of vemurafenib alone (top) and vemurafenib and JNK-IN-8 together (bottom). Drugs were added at a 1:1 ratio, each at indicated concentrations when used in combination. Density scatter plots were generated using signal intensities for individual cells as measured by immunofluorescence microscopy. The horizontal and vertical lines were used to gate pS6High versus pS6Low cells, and pRbHigh versus pRbLow cells, respectively.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 32741, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nSelected immunofluorescence images of pS6(Ser235/236) and Hoechst staining in WM1552C cells in a DMSO-treated control and 24 h after exposure to 5 μM of vemurafenib, JNK-IN-8, and their combination.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 32945, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nAnalysis of the changes in proportion of pS6High cell population in three melanoma cell lines (LOXIMVI, WM115 and WM1552C) as a function of drug concentration for single-drug vemurafenib and JNK-IN-8 treatments and their combination treatment. Drugs were added at a 1:1 ratio, each at indicated concentrations when used in combination. pS6High population of cells was gated as indicated in (C). Data are represented as mean ± SD for two replicates. Data comparison between vemurafenib treatment and vemurafenib/JNK-IN-8 combined treatment was made by using two-way analysis of variance (ANOVA).\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 33543, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nFraction of c-JunHigh cells (as measured by single-cell immunofluorescence microscopy) after 48 h JUN knockdown followed by 24-h treatment with vemurafenib. Fold changes are shown relative to control-treated cells. Data are presented as mean ± SD.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 33797, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "\nSingle-cell pS6(Ser235/236) levels in the c-JunHigh and c-JunLow fractions of cells (as measured by single-cell multiplex immunofluorescence microscopy) after 48 h of JUN knockdown and 24-h treatment with 0.32 μM vemurafenib. Single-cell pS6 data are presented as box-and-whisker plots with median signal intensities and interquartile ranges; bars extending to 1.5×  the interquartile range are shown for each condition as a measure of variance. P-values were calculated using a two-sided nonparametric Mann–Whitney U-test.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 34330, "infons": {"file": "msb0011-0797-f5.jpg", "id": "fig05", "section_type": "FIG", "type": "fig_caption"}, "text": "c-Jun activity up-regulation causes resistance to apoptosis in quiescent cells because of incomplete pS6 suppression\n\nSource data are available online for this figure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34498, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine the consequences of co-administering vemurafenib and JNK-IN-8, we measured pS6 levels in combination with cell cycle state. In normally growing WM1552C cells, pS6(Ser235/236) levels were high in both cycling pRbHigh and interphase pRbLow cells (Fig5C, far left panels). Following exposure to 0.8 μM vemurafenib for 24 h, three-quarters of cells were in interphase, but pS6 levels remained high. At 2–5 μM vemurafenib, pS6 levels began to fall, but up to 50% of the interphase pRbLow cells were still pS6High at 5 μM (Fig5C; top far right panel). However, when cells were exposed to vemurafenib and JNK-IN-8 together, the proportion of pS6High cells fell to ∽3% (Fig5C–E) even though JNK-IN-8 alone had little effect on pS6 levels (Fig5E and Supplementary Fig S3D). A similar reduction in pS6High cells was observed upon co-drugging other vemurafenib-resistant cell lines (LOXIMVI and WM115; Fig5E). We conclude that in the presence of vemurafenib, almost all cells in the population become non-proliferative, but pS6 levels remain high in a significant subset. The addition of JNK-IN-8 largely eliminates these pS6High cells concomitant with an increase in apoptosis (Fig3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35699, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When we knocked down JUN in WM115 and WM1552C cells by siRNA (for 48 h) and then treated cells with vemurafenib for 24 h, a significant fraction of cells died and a fraction of surviving cells appeared to remain c-JunHigh (due to incomplete efficiency of transfection). However, when we compared pS6 levels in c-JunHigh and c-JunLow survivors, we observed significantly higher levels of pS6 in the former (Fig5F and G). This further demonstrates a correlation between high pS6 and c-Jun levels among surviving cells. We hypothesize that high activity of the JNK/c-Jun pathway prevents complete pS6 inhibition and protects cells from apoptosis, partly explaining the submaximal cell killing (Emax ≪ 1) by vemurafenib. This finding is in agreement with previous data showing a strong correlation between pS6 suppression and apoptosis in BRAFV600E melanoma cells exposed to RAF and MEK inhibitors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36600, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Estimating the magnitude of adaptive responses to RAF inhibitors and identifying biomarkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 36692, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To develop an overall metric of adaptive response in RAF and MEK inhibitor-treated melanoma cells, we correlated target inhibition (as measured by pERK(Thr202/Tyr204) levels) 1 h after drug exposure with viability at 72 h across different cell lines representing diverse adaptive response signatures. As expected, a statistically significant correlation was observed (P = 0.006), but with scatter around the regression line (Spearman's correlation coefficient ρ = 0.44; Fig6A); the difference between ρ = 0.44 and ρ = 1.0 represents variability in phenotype not explained by inhibition of the primary target (leaving aside experimental error). Outliers in the regression analysis represent examples of strong and weak correlation between target inhibition and phenotypic effect. SB590885, for example, was on average significantly more effective at lowering pERK levels (P = 0.002) than PLX4720 (Fig6B) but without a commensurate effect on cell viability (Fig6C). pERK fell in response to RAF/MEK inhibitors to similar degrees in C32 and WM1552C lines, but cell killing was significantly greater in the former (P = 0.002; Fig6D and E). The involvement of adaptive responses in these phenomena is demonstrated by the fact that if we exclude cell lines in which p-cJun(Ser63/73) up-regulation strongly attenuates vemurafenib response (COLO858, WM115, WM1552C, and LOXIMVI), the correlation between pERK levels and phenotype improves significantly (ρ = 0.69, P = 1.4 × 10−4). The difference between ρ = 0.44 and ρ = 0.69 is one measure of the impact of the c-Jun-mediated adaptation to vemurafenib. More generally, the difference in the predictivity of PLSR models (that encompass multiple signaling pathways) and measures of target inhibition alone is a metric for off-pathway, adaptive, and paradoxical drug responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38543, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nPairwise Spearman's correlation between the 1-h changes in pERK(Thr202/Tyr204) levels as measured by immunofluorescence microscopy and 72-h relative viability both represented by the z-score-scaled AUC of the seven dose–response curves for four RAF inhibitors and one MEK inhibitor across 8/10 cell lines investigated in this study.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 38880, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of the level of 1-h pERK inhibition for 8 cell lines treated with SB590885 versus PLX4720.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 38984, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of the 72-h measured relative viability AUC for 8/10 cell lines treated with SB590885 versus PLX4720.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 39099, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of the level of 1-h pERK inhibition between two cell lines (C32 and WM1552C) treated with four RAF inhibitors and one MEK inhibitor.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 39245, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of the 72-h measured relative viability AUC between two cell lines (C32 and WM1552C) treated with four RAF inhibitors and one MEK inhibitor.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 39399, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nPairwise Spearman's correlation between the 24-h changes in pS6(Ser235/236) levels as measured by immunofluorescence microscopy and 72-h relative viability both represented by the z-score-scaled AUC of the dose–response curves for four RAF inhibitors and one MEK inhibitor across 8/10 cell lines investigated in this study.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 39727, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nPairwise Spearman's correlation between the 24-h p-cJun levels as measured by immunofluorescence microscopy and 72-h relative viability after treatment with PLX4720 for 8 cell lines. p-cJun levels are averaged over five doses (0.1–5 μM), and viability is represented by the AUC of the dose–response curves.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 40042, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of the level of 24-h pS6 inhibition for 8 cell lines treated with SB590885 versus PLX4720.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 40146, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "\nComparison of the level of 24-h pS6 inhibition between two cell lines (C32 and WM1552C) treated with four RAF inhibitors and one MEK inhibitor.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 40292, "infons": {"file": "msb0011-0797-f6.jpg", "id": "fig06", "section_type": "FIG", "type": "fig_caption"}, "text": "A multifactorial adaptive response, rather than initial target inhibition, determines melanoma response to RAF inhibitors\n\nData information: P-values in (B–E, H, I) were calculated using one-tailed paired Student's t-test. Source data are available online for this figure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40567, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We can also use VIP scores and their correlation with phenotype to evaluate potential biomarkers of drug response (Fig2A). pS6(Ser235/236) levels 24 h after treatment were the best single predictor of drug-induced cell killing in our data (ρ = 0.62, P = 2 × 10−6) (Fig6F), reflecting the role of S6 kinases in integrating the activities of multiple signaling pathways. In the specific case of PLX4720, p-cJun(Ser73) levels 24 h after drug exposure were also a good predictor of cell killing in 8/10 lines (ρ = 0.76, P = 0.03) (Fig6G). We observed a significant difference in the partial correlation coefficient between viability and pS6 inhibition (controlling for pERK levels; Spearman's ρpartial = 0.58; P = 1.7 × 10−4) and the partial correlation between viability and pERK inhibition (controlling for pS6 levels; ρpartial = 0.34; P = 0.04). Thus, only a small fraction of the difference in cell killing by structurally distinct MEK and RAF inhibitors is explained by differences in the extent of target inhibition (pERK levels at 1 h) independent of pS6 changes. For example, the fact that SB590885 was no more effective than PLX4720 in killing melanoma cells despite more efficient pERK inhibition can be explained by insignificant differences in pS6 inhibition (Fig6H). Conversely, more efficient killing of C32 cells relative to WM1552C cells by PLX4720 (despite equivalent reductions in pERK) can be explained by significantly more effective suppression of pS6 (Fig6I). It has been proposed that pS6 levels better predict the responsiveness of melanoma patients to RAF inhibition than pERK levels (Corcoran et al,), and our data are in agreement with this finding. Our data also suggest that pS6 is effective as a biomarker because it reports on the activities of pathways such as JNK/c-Jun involved in adaptive drug response. In principle, it should be possible to use regression and partial correlation in combination with mass spectrometry to identify additional and possibly better markers of drug response than pS6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42630, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 42641, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we apply a systematic approach to analyzing adaptive drug responses in BRAFV600E melanoma, a tumor type for which adaptation to RAF and MEK inhibition has been well established. We quantify trends and variability across 10 genotypes and five drugs and identify new adaptive mechanisms. The complexity of adaptive responses challenges traditional approaches for studying signal transduction, and we therefore combined multiplex biochemical assays and single-cell phenotypic measurement with statistical modeling to identify those biochemical changes with the greatest power to predict drug-induced changes in cell viability. We find that cellular responses to RAF or MEK inhibition are remarkably diverse across cell lines—even those carrying the same BRAFV600E driver—and involve multiple cell signaling kinases that can be up- or down-regulated over time, often in different directions in different cell lines. Pathways involved in adaptation extend well beyond the RAS/MEK/ERK and PI3K/AKT cascades previously shown to influence responsiveness to RAF and MEK inhibitors in melanoma cells. The plasticity of adaptive signaling, the different ways in which signaling kinases are coupled to cell state and phenotype, and the fact that we did not observe strong positive and negative correlations between different pathways raise the question of whether every cell line (or patient tumor) adapts differently to the anti-mitogenic effects of MEK or BRAFV600E inhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44128, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also find that the JNK/c-Jun pathway, a primary mediator of cytokine and stress responses, is important in adaptive responses to vemurafenib. c-Jun is up-regulated in a subset of melanoma lines and co-treating cells with RAF and JNK kinase inhibitors results in a synergistic induction of apoptosis, an observation of potential therapeutic significance. The primary effect of JNK inhibition is to prevent a vemurafenib-induced shift from cycling to quiescence with a concomitant reduction in the level of apoptosis. We propose that drug-induced changes in cell cycle distribution increase cell-to-cell variability and help explain why Emax is relatively low for many MEK/RAF inhibitors even in cell lines scored as sensitive based on IC50. Thus, changes in the levels and activities of proteins involved in drug adaptation must be interpreted not only in light of the connectivity of the underlying pathways, but also the distribution of cell states before and after drug exposure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45113, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Measuring and modeling adaptive responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 45155, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the current work, we analyzed sentinel proteins in multiple signaling cascades across time and dose for 10 cell lines. The data strongly supported this systematic design since adaptive responses altered signaling broadly and changes were often time-dependent, with the levels of some phospho-proteins falling at early times and rising at later ones and others changing monotonically. Because many samples can be assayed inexpensively in parallel, RPPA represents a good match to our experimental systems. RPPA is limited, however, to assaying proteins for which good antibodies exist and the signal-noise level is relatively poor. Future improvements to the approach include the use of alternative multiplexing methods including mass spectrometry to perform a deeper analysis of signaling under selected conditions (Fedorenko et al,). Analysis of patient-derived cell cultures is another obvious extension, and we have previously shown that RPPA can be used to perform multiplex analysis of signaling in tumor lysates (Gujral et al,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46195, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Single-cell assays also proved to be important in understanding the effects of RAF inhibitors. We have found single-cell assays of apoptosis and cell number to more effectively discriminate between cytostasis and cell killing than well-average assays. We also followed up PLSR models with immunofluorescence assays as a means to correlate drug-induced changes in signaling with cell cycle state. In principle, it may be advantageous to use high-multiplicity single-cell imaging for primary data collection (Bendall et al,; Gerdes et al,). Live-cell imaging is also an obvious next step to determine the order and potential causality of signaling and phenotypic changes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46867, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Partial least squares regression modeling proved remarkably effective in analyzing drug response data with models consistently predicting 90–95% of variance in response using three PLSR components (even after removing obvious cell state markers, pH3, cPARP and p27, from the analysis). The difference between this degree of predictivity and that of pERK (44% of variance explained) is a measure of the strength of adaptive responses and a figure of metric for a drug: the best drugs (or drug combinations) are those in which this difference, and thus the magnitude of adaptation, is relatively small. Another use of PLSR and related modeling methods is to evaluate potential biomarkers. pS6 has been proposed as a clinical biomarker for assessing the effectiveness of targeted therapy in BRAFV600E tumors (Corcoran et al,), and our data add the insight that c-Jun up-regulation can also be estimated by measuring pS6 levels. pS6 levels are a significantly better measure of vemurafenib-induced apoptosis than pERK inhibition (ρ = 0.62 versus 0.44), but neither is as good as a three-component PLSR model. This suggests that better biomarkers of vemurafenib-induced apoptosis can be identified, although these may involve multiple proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48113, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "By filtering signaling based on VIP scores (from PLSR models), we found that responses in melanomas are striking in their breadth (with six or more “pathways” exhibiting significant changes in activity) and diversity: the same set of kinases can rise in some cell lines and fall in others, and many responses are non-monotonic with time and dose. However, the drugs we tested had very similar effects on adaptive responses within a given cell line with the exception of known differences in mechanism, potency, and off-target binding. This is consistent with the view that adaptation is a fundamental property of a tumor cell that can be elicited by structurally distinct small molecules. However, to construct mechanistic models of these adaptive mechanisms, it will be necessary to expand the number of proteins measured and the number of perturbations introduced with siRNA or other drugs. Different network inference methods such as logical or Bayesian network modeling in combination with literature-based prior knowledge may be helpful next steps (Sachs et al,; Morris et al,; Saez-Rodriguez et al,). A key question for such studies will be to determine how the diverse drug-induced changes schematized in Fig4 arise and whether they are all manifestations of a simpler phenomenon common to all cell lines.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49433, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The JNK/c-Jun pathway as an adaptive mechanism inhibiting drug-induced apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 49514, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The function of JNK in cancer is complex and context-dependent and has been linked to differential functions of the three isoforms (JNK1–JNK3) (Liu & Lin,), complicating the development of JNK inhibitors as anti-cancer drugs. In some cases, inhibition of JNK signaling is clearly counter-indicated; in cutaneous squamous cell carcinoma (cSCC), the inhibition of JNK protects cells from UV-induced cell death (Vin et al,). However, we find that the JNK/c-Jun pathway, hitherto little studied in melanoma (Lopez-Bergami et al,), plays an important role in adaptive resistance to RAF and MEK kinase inhibitors in about half of cell lines tested. Exposing cells to vemurafenib and JNK inhibitors in combination results in synergistic cell killing. Single-cell analysis suggests that p-cJun up-regulation contributes to the resistance of a subset of the population to vemurafenib by decoupling the inhibition of proliferation from induction of apoptosis. c-Jun has well-recognized roles in regulating both proliferation and apoptosis (Wisdom et al,), but in melanoma it is thought to function downstream of ERK by promoting transcription of cyclin D1, a positive regulator of the G1-S cell cycle transition (Lopez-Bergami et al,). This link is evident in the first few hours after cells are exposed to RAF or MEK inhibitors when phospho-cJun levels fall dramatically. Subsequently, however, c-Jun phosphorylation is decoupled from ERK activity via processes that remain to be determined, but it is known that c-Jun activity can be elicited by growth factors, inflammatory cytokines, cAMP-dependent pathways, cellular stress, and cell cycle regulators such as Rb and cyclin-dependent kinases (de Groot & Sassone-Corsi,; Nead et al,; Wisdom et al,; Vanden Bush & Bishop,; Sun et al,). It has also been reported that JNK activity promotes growth and survival of melanoma cells under unstressed conditions (Lopez-Bergami et al,; Alexaki et al,; Gurzov et al,). Overall, our data suggest that pan-JNK inhibitors such as JNK-IN-8 are potentially useful in promoting vemurafenib-induced apoptosis in a subset of melanomas. Studies in animal models are needed to see whether a sufficient therapeutic window can be achieved to warrant further development of the concept.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51783, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The role of fractional killing (Emax < 1) in response to RAF inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 51857, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Incomplete suppression of S6 phosphorylation (pS6(Ser235/236)) has been reported to be a good predictor of weak responsiveness to RAF inhibition in cell lines and patient-derived biopsies (Corcoran et al,; Yuan et al,) reflecting the role of S6 in integrating MAPK and adaptive signaling. Our studies reveal that incomplete suppression at a population level is likely to represent a bimodal response in single-cells (Fig7). In vemurafenib-resistant cell lines such as WM1552C, pS6(Ser235/236) is inhibited in only ∽50% of cells even at high drug concentrations (5 μM) and remaining cells exhibit both high pS6(Ser235/236) and high p-cJun levels. Virtually all cells are in interphase/quiescence under these conditions, and apoptosis appears to be inefficiently induced. We conclude that these cell-to-cell differences are one of the major causes of fractional cell killing (Emax < 1) and that JNK inhibition works by pushing cells into apoptosis, which increases maximal effect (Emax). These data suggest that it will be important to use single-cell methods to study the phenotypes induced by BRAFV600E inhibitors and to consider the impact of cell cycle distribution on drug IC50 and Emax.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53056, "infons": {"file": "msb0011-0797-f7.jpg", "id": "fig07", "section_type": "FIG", "type": "fig_caption"}, "text": "A schematic example representing c-Jun-mediated adaptive resistance to vemurafenib-induced apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53157, "infons": {"file": "msb0011-0797-f7.jpg", "id": "fig07", "section_type": "FIG", "type": "fig_caption"}, "text": "In the sensitive cell line (e.g., MMACSF), vemurafenib shifts the majority of the cell population toward quiescence (represented as pRbLow cells) and fully inhibits pERK, p-cJun, and pS6 in these cells, leading to high levels of apoptosis. In the relatively resistant cell line with p-cJun up-regulation (e.g., WM1552C), vemurafenib significantly inhibits pERK and induces quiescence in the majority of cell population, but high levels of p-cJun lead to incomplete suppression of pS6 and protect cells from apoptosis. Combination of a selective JNK inhibitor, JNK-IN-8, with vemurafenib inhibits p-cJun and pS6 in quiescent cells and increases the fraction of apoptotic cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53834, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 53856, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell lines and reagents", "sentences": [], "annotations": [], "relations": []}, {"offset": 53880, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All melanoma cell lines were obtained from the Massachusetts General Hospital Cancer Center. C32, K2, MMACSF, SKMEL28, and WM115 cell lines were grown in DMEM/F12 (Invitrogen) supplemented with 5% fetal bovine serum (FBS) and 1% sodium pyruvate (Invitrogen). COLO858, LOXIMVI, MZ7MEL, RVH421, and WM1552C cell lines were grown in RMPI 1640 (VWR) supplemented with 5% fetal bovine serum (FBS) and 1% sodium pyruvate (Invitrogen). We added penicillin (50 U/ml) and streptomycin (50 μg/ml) to all growth media.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54391, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Chemical inhibitors from the following sources were dissolved in dimethyl sulfoxide (DMSO) as 10 mM stock solutions for in vitro studies: vemurafenib (PLX4032), PLX4720, SB590885, selumetinib (AZD6244) and AZ628 (all from MedChem Express), JNK-IN-8 (EMD Millipore), SP600125, doramapimod (BIRB796), and SB202190, GDC0941, tofacitinib (CP-690550), and IKK16 (all from Selleck Chemicals).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54779, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell seeding and treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 54806, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the viability/apoptosis assays, cells were seeded at the following densities in 96-well plates (Corning) in full-growth media for 24 h: C32, MMACSF and WM115 (5,000 cells per well), MZ7MEL, RVH421, WM1552C, SKMEL28 and K2 (3,500 cells per well), and COLO858 and LOXIMVI (2,500 cells per well). Cells were then treated in 4 replicates using Hewlett-Packard (HP) D300 Digital Dispenser with either seven or nine doses (in 1:3.16 or 1:2.5 dilution ratios, respectively) of each compound for 24, 48, and 72 h. For reverse-phase protein array (RPPA) assays, all cells were plated in 4 replicates at 20,000 (or 15,000) cells per well in 96-well plates, and treated with different doses of each compound for 1, 5, 10, 24, and 48 h. Plates for RPPA assays were treated with drugs using previously prepared 384-well dilution plates and a Seiko pin transfer robot system. For 24-h immunofluorescence microscopy assays, we plated cells in two replicates, at the following densities in 96-well plates: C32, MMACSF and WM115 (10,000 cells per well), MZ7MEL, RVH421, WM1552C, SKMEL28 and K2 (7,000 cells per well), and COLO858 and LOXIMVI (5,000 cells per well).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55962, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell viability and apoptosis assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 55998, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To score viability and apoptosis, we used a dye-based imaging assay; the cell-permeable DNA dye, Hoechst 33342, was used to mark nuclei and DEVD-NucView488 caspase-3 substrate was used to mark apoptosis (Tang et al,). A total of 60 μl of a cocktail of reagents, including 4 μg/ml Hoechst 33342 (Invitrogen) and 2 μM DEVD-NucView488 caspase-3 substrate (Biotium) in phosphate-buffered saline (PBS), was dispensed into each well containing 180 μl of medium, so that the final concentrations of Hoechst 33342 and NucView488 were 1 μg/ml and 500 nM, respectively. The plates were incubated in a tissue culture incubator (37°C, 5% CO2) for 1.5 h. To make plate reading less time-sensitive, cells were fixed after staining, but they were not washed before imaging. A total of 26.6 μl of pre-warmed 10% paraformaldehyde in PBS was added to each well (final concentration of 1%). Plates were spun briefly at 1,000 rpm, while cells were being fixed for a total of 20 min at room temperature. Plates were then sealed using Microseal aluminum foil (Bio-Rad) and were imaged with a 10 × objective on an Operetta scanner (PerkinElmer). A total of 9 to 11 sites were imaged in each well. Image segmentation and analysis were performed using Acapella software (PerkinElmer). Nuclear segmentation using Hoechst 33342 was used to identify individual nuclei and score relative viability. To score apoptotic cells, bright spots were detected by dividing NucView488 channel nuclear intensity by the nucleus area and spots brighter than a separating threshold were scored as apoptotic. Data were analyzed using MATLAB software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57626, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reverse-phase protein array (RPPA), quantitation, and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57689, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We collected lysates at the designated time points after drug treatment. To generate reverse-phase arrays, lysates were printed on nitrocellulose-coated glass slides (Grace Biolabs #305177) on a 2470 Arrayer (Aushon Biosystems). Staining and analysis of RPPA data using validated antibodies were performed as previously described (Sevecka et al,). RPPA slides were imaged initially on an Odyssey scanner (LI-COR) and subsequently on an InnoScan 710-IR scanner (Innopsys). The array images were analyzed using MicroVigene software (VigeneTech) for slides scanned on the Odyssey and Mapix software (Innopsys) for scans on the InnoScan 710-IR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58331, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary antibodies used for reverse-phase protein array experiments are as follows: rabbit p-MEK(Ser217/221) (Cell Signaling Technology Cat# 9154S, RRID:AB_2138017), rabbit p-ERK(Thr202/Tyr204) (Cell Signaling Technology Cat# 4370, RRID:AB_2315112), rabbit p-p90RSK(Ser380) (Cell Signaling Technology Cat# 9341S, RRID:AB_330753), rabbit p-p90RSK(Thr573) (Cell Signaling Technology Cat# 9346S, RRID:AB_330795), rabbit p-AKT(Thr308) (Cell Signaling Technology Cat# 9275L, RRID:AB_329829), rabbit p-AKT(Ser473) (Cell Signaling Technology Cat# 9271L, RRID:AB_329826), rabbit p-mTOR(Ser2448) (Cell Signaling Technology Cat# 2971L, RRID:AB_330971), rabbit p-p70S6K(Thr421/Ser424) (Cell Signaling Technology Cat# 9204S, RRID:AB_2265916), rabbit p-p70S6K(Thr389) (Cell Signaling Technology Cat# 9205S, RRID:AB_330944), rabbit p-S6(Ser235/236) (Cell Signaling Technology Cat# 4858S, RRID:AB_916156), rabbit p-AMPK(Thr172) (Cell Signaling Technology Cat# 2535S, RRID:AB_331250), rabbit p-JNK(Thr183/Tyr185) (Cell Signaling Technology Cat# 9251L, RRID:AB_2140557), rabbit c-Jun (Cell Signaling Technology Cat# 9165, RRID:AB_2130165), rabbit p-P38(Thr180/Tyr182) (Cell Signaling Technology Cat# 4511S, RRID:AB_2139682), rabbit p-HSP27(Ser82) (Cell Signaling Technology Cat# 9709P, RRID:AB_11217429), rabbit p-NF-κB p65(Ser536) (Cell Signaling Technology Cat# 3033L, RRID:AB_331285), rabbit c-PARP (Cell Signaling Technology Cat# 9541L, RRID:AB_331427), rabbit p-H3(Ser10) (Cell Signaling Technology Cat# 3377S, RRID:AB_1549592), rabbit p27 (Cell Signaling Technology Cat# 3686S, RRID:AB_2077850), rabbit p-c-Jun(Ser63) (Epitomics Cat# 1527-1, RRID:AB_562088), rabbit Bim (Epitomics Cat# 1036-1, RRID:AB_347632), and mouse β-actin antibody (Sigma Cat# A1978). Secondary antibodies are as follows: goat anti-mouse IgG conjugated to DyLight 680 (Thermo Pierce Cat# 35518, RRID:AB_614942) and goat anti-rabbit IgG conjugated to DyLight 800 (Thermo Pierce Cat# 35571, RRID:AB_614947).", "sentences": [], "annotations": [], "relations": []}, {"offset": 60306, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RPPA data points that were out of the 1.5 × the interquartile range for the total 4 × 2 replicates (4 biological, 2 technical) were removed from the analysis. Antibodies with a Pearson correlation coefficient of <0.5 between biological replicates for each cell line were removed from the analysis. We took the median of all replicates for each condition, log2-normalized to untreated control for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60726, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunofluorescence microscopy, quantitation, and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 60784, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells were seeded and treated for the indicated times. Cells were fixed in 2% paraformaldehyde for 10 min at room temperature and washed with PBS with 0.1% Tween-20 (Sigma-Aldrich) (PBS-T), permeabilized in methanol for 10 min at room temperature, rewashed with PBS-T, and blocked in Odyssey Blocking Buffer for 1 h at room temperature. Cells were incubated overnight at 4°C with primary antibodies in Odyssey Blocking Buffer. The following primary antibodies with specified animal sources and catalog numbers were purchased and used in specified dilution ratios: rabbit p-S6(Ser235/236) (Cell Signaling Technology Cat# 4858S, RRID:AB_916156), 1:800; rabbit p-ERK(Thr202/Tyr204) (Cell Signaling Technology Cat# 4370, RRID:AB_2315112), 1:800; rabbit c-Jun (Cell Signaling Technology Cat# 9165, RRID:AB_2130165), 1:800; rabbit p-c-Jun(Ser63) (Cell Signaling Technology Cat# 9261L, RRID:AB_2130159), 1:200; rabbit p-c-Jun(Ser73) (Cell Signaling Technology Cat# 3270P, RRID:AB_2129575), 1:800; rabbit p-4EBP1(Thr37/46) (Cell Signaling Technology Cat# 2855S, RRID:AB_560835), 1:200; mouse Ki-67 (Cell Signaling Technology Cat# 9449S), 1:400; mouse c-Jun (Cell Signaling Technology Cat# 2315, RRID:AB_490780), 1:200; rabbit p-AKT(Ser473) (Cell Signaling Technology Cat# 4060, RRID:AB_2341228), 1:400; rabbit p-HSP27(Ser82) (Cell Signaling Technology Cat# 9709P, RRID:AB_11217429), 1:800; rabbit p-STAT3(Tyr705) (Cell Signaling Cat# 9145, RRID:AB_2491009), 1:200; goat p-Rb(Ser807/Ser811) (Santa Cruz Biotechnology Cat# sc-16670, RRID:AB_655250), 1:400; and a mouse NF-κB p65 (Santa Cruz Biotechnology Cat# sc-8008, RRID:AB_628017), 1:400. Following treatment with primary antibodies, cells were stained with rabbit, mouse, or goat secondary antibodies labeled with Alexa Fluor 647 (Molecular Probes (Invitrogen) Cat# A31573, RRID:AB_162544), Alexa Fluor 488 (Molecular Probes (Invitrogen) Cat# A21202, RRID:AB_141607), and Alexa Fluor 568 (Molecular Probes (Invitrogen) Cat# A11057, RRID:AB_142581). Cells were washed once in PBS-T and once in PBS and were then incubated in 250 ng/ml Hoechst 33342 and 1:800 Whole Cell Stain (blue; Thermo Scientific) solutions. Cells were then washed twice with PBS and imaged with a 10 × objective on an Operetta scanner. Nine sites were imaged in each well. Image segmentation, analysis, and signal intensity quantification were performed using Acapella software. Population average and single-cell data were analyzed using MATLAB software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63265, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "siRNA transfection", "sentences": [], "annotations": [], "relations": []}, {"offset": 63284, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "siRNA against JUN and a non-targeting control were from Dharmacon. WM1552C and WM115 cells were transfected using transfection reagents DharmaFECT 2 and 3 (Dharmacon), respectively, for 48 h and then treated with drugs as indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63518, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data-driven computational modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 63553, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used partial least squares regression (PLSR) modeling (Geladi & Kowalski,; Janes & Yaffe,) to identify statistically significant covariation between molecular signals (input data; measured by RPPA) and corresponding cellular responses (output data; relative viability and apoptotic fractions) for each cell line. In our study, the dimensions of the input data matrix for each cell line were 35 × 105 (5 drugs × 7 doses; 21 signals × 5 time points). The initial dimensions for the cellular response measurements were 35 × 6 (5 drugs × 7 doses; viability and apoptotic fraction at three time points). We combined the two cellular response measurements (viability and apoptosis) at different time points to generate a new variable, “non-apoptotic viability”, by subtracting the number of apoptotic cells from the total number of cells at each condition followed by normalization to a DMSO-treated control. We then averaged the 48 and 72 h non-apoptotic viability data to generate one output variable for each of the 35 conditions in the PLSR model. The reason for this averaging is that we observe a substantial variability in the timing of responses for different cell lines exposed to different drugs. For example, both C32 and MMACSF cell lines respond with high levels of apoptosis (60–80%) to 72-h treatment with PLX4720 at doses ≥1 μM, but C32 responds more quickly (with ∽60% of apoptosis happening in the first 48 h) as compared with MMACSF (showing <20% apoptosis in the first 48 h) (see Supplementary Fig S1B). Thus, by averaging the cellular responses across the two time points, we account for the rate at which different cell lines respond to treatment (we did not use the 24 h cellular response data for PLSR modeling, as most of the cell lines do not begin to respond to treatments in the first 24 h). Accounting for averaging, the dimensions of the output data used in the PLSR models were 35 × 1. In the case of one cell line (K2), cellular response data at 72 h were unavailable and we used the 48 h data for PLSR modeling. All data were mean-centered and unit variance-scaled (z-score-scaled) across all conditions and time points. PLSR analysis was performed using MATLAB R2012b and “plsregress” function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the predictability of the linear relationship between the input and output variables in our model, we used tenfold cross-validation in which the original sample was randomly partitioned into ten subsamples. Of the ten subsamples, a single subsample was retained as the validation data for testing the model, and the remaining nine subsamples were used as training data. The cross-validation process was then repeated ten times with each of the ten subsamples used exactly once as the validation data. We computed and reported the percent of variance predicted using tenfold cross-validation. Model fitness was calculated using R2, Q2, and mean squared prediction error (MSPE) which were calculated as previously described (Gaudet et al,). For the assessment of relative variable importance in each PLSR model, the information content of each variable (representing a signal measurement at a specific time point) was assessed by its variable importance in the projection (VIP) (Wold,; Janes et al,):  where K is the total number of signaling variables (K = 21 ×5 = 105), wnk is the weight of the kth variable for the nth PLSR component, N is the total number of PLSR components, and SSn is the sum of squares explained by the nth PLSR component.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67089, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As described above, RPPA slides were scanned and analyzed twice using two different scanners and two different image analysis programs. The two RPPA datasets were then used independently to generate data-driven models for each cell line. The signal/time point measurements that did not show consistent up- or down-regulation between the two analyses were removed. Overall, ∽75% of the VIP data were consistent between the two analyses. Most (∽57%) of the inconsistent VIP scores (i.e., scores that had different signs between the two analyses) were insignificant (|VIP| < 1) in both analyses, and ∽37% of them were insignificant in at least one of the analyses. Only 6% of the significant VIP scores from the two analyses were not consistent. Nevertheless, we removed all of the inconsistent data from further analysis. Model-derived VIP scores for the remaining data were averaged between the two datasets and used for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68035, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Hierarchical clustering", "sentences": [], "annotations": [], "relations": []}, {"offset": 68059, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Unsupervised hierarchical clustering of melanoma cell lines based on the VIP scores >1 was carried out using MATLAB and the Euclidean distance as the metric. Prior to clustering, a negative sign was added to VIP scores associated with signals that negatively correlated with viability. VIP scores of between 0 and 1 were set to zero.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68393, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Calculating excess over Bliss independence", "sentences": [], "annotations": [], "relations": []}, {"offset": 68436, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Bliss independence model predicts the expected combined activity IX–Y for two different compounds (X and Y), assuming that both single compounds act on targets interacting through independent probability events: IX–Y = IX + IY – IX.IY, where IX and IY are the single-agent activity levels at concentrations CX and CY. According to this model, the excess above the predicted Bliss independence represents the synergistic effect of the combination treatment (Keith et al,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 68925, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 68946, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A one-tailed paired Student's t-test was used for comparing data from Fig6B–E, H, and I for which statistical significance was established for P < 0.05. Data comparison between single and combined drug treatments presented in Fig5E was made by using two-way analysis of variance (ANOVA). We evaluated differences in single-cell data in Fig5G by using a nonparametric Mann–Whitney U-test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69340, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Additional online resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 69368, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All data for Supplementary Datasets S2, S3 and S4 (RPPA and viability/apoptosis measurements) and immunofluorescence microscopy experiments (including raw images) are available in a machine-readable format to facilitate re-analysis by others at http://lincs.hms.harvard.edu/db/datasets/20218/, http://lincs.hms.harvard.edu/db/datasets/20217/, and http://lincs.hms.harvard.edu/db/datasets/20219/, respectively. Further resources for exploring the data also can be found at http://lincs.hms.harvard.edu/fallahi-sichani-molsystbiol-2015/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69904, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 69925, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "MF-S designed and performed the experiments, analyzed the experimental data, performed statistical analyses and modeling, and wrote the manuscript. NJM designed and performed array-based experiments and wrote the manuscript. MN, TZ, NSG, and PKS designed the experiments and wrote the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70222, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 70243, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70303, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 70314, "infons": {"fpage": "429", "lpage": "438", "name_0": "surname:Alexaki;given-names:VI", "name_1": "surname:Javelaud;given-names:D", "name_2": "surname:Mauviel;given-names:A", "pub-id_pmid": "18541008", "section_type": "REF", "source": "Pigment Cell Melanoma Res", "type": "ref", "volume": "21", "year": "2008"}, "text": "JNK supports survival in melanoma cells by controlling cell cycle arrest and apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 70401, "infons": {"fpage": "603", "lpage": "607", "name_0": "surname:Barretina;given-names:J", "name_1": "surname:Caponigro;given-names:G", "name_10": "surname:Reddy;given-names:A", "name_11": "surname:Liu;given-names:M", "name_12": "surname:Murray;given-names:L", "name_13": "surname:Berger;given-names:MF", "name_14": "surname:Monahan;given-names:JE", "name_15": "surname:Morais;given-names:P", "name_16": "surname:Meltzer;given-names:J", "name_17": "surname:Korejwa;given-names:A", "name_18": "surname:Jane-Valbuena;given-names:J", "name_19": "surname:Mapa;given-names:FA", "name_2": "surname:Stransky;given-names:N", "name_3": "surname:Venkatesan;given-names:K", "name_4": "surname:Margolin;given-names:AA", "name_5": "surname:Kim;given-names:S", "name_6": "surname:Wilson;given-names:CJ", "name_7": "surname:Lehar;given-names:J", "name_8": "surname:Kryukov;given-names:GV", "name_9": "surname:Sonkin;given-names:D", "pub-id_pmid": "22460905", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "483", "year": "2012"}, "text": "The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 70495, "infons": {"fpage": "687", "lpage": "696", "name_0": "surname:Bendall;given-names:SC", "name_1": "surname:Simonds;given-names:EF", "name_10": "surname:Balderas;given-names:RS", "name_11": "surname:Plevritis;given-names:SK", "name_12": "surname:Sachs;given-names:K", "name_13": "surname:Pe'er;given-names:D", "name_14": "surname:Tanner;given-names:SD", "name_15": "surname:Nolan;given-names:GP", "name_2": "surname:Qiu;given-names:P", "name_3": "surname:Amir;given-names:el-AD", "name_4": "surname:Krutzik;given-names:PO", "name_5": "surname:Finck;given-names:R", "name_6": "surname:Bruggner;given-names:RV", "name_7": "surname:Melamed;given-names:R", "name_8": "surname:Trejo;given-names:A", "name_9": "surname:Ornatsky;given-names:OI", "pub-id_pmid": "21551058", "section_type": "REF", "source": "Science", "type": "ref", "volume": "332", "year": "2011"}, "text": "Single-cell mass cytometry of differential immune and drug responses across a human hematopoietic continuum", "sentences": [], "annotations": [], "relations": []}, {"offset": 70603, "infons": {"fpage": "596", "lpage": "599", "name_0": "surname:Bollag;given-names:G", "name_1": "surname:Hirth;given-names:P", "name_10": "surname:Burton;given-names:EA", "name_11": "surname:Wong;given-names:B", "name_12": "surname:Tsang;given-names:G", "name_13": "surname:West;given-names:BL", "name_14": "surname:Powell;given-names:B", "name_15": "surname:Shellooe;given-names:R", "name_16": "surname:Marimuthu;given-names:A", "name_17": "surname:Nguyen;given-names:H", "name_18": "surname:Zhang;given-names:KY", "name_19": "surname:Artis;given-names:DR", "name_2": "surname:Tsai;given-names:J", "name_3": "surname:Zhang;given-names:J", "name_4": "surname:Ibrahim;given-names:PN", "name_5": "surname:Cho;given-names:H", "name_6": "surname:Spevak;given-names:W", "name_7": "surname:Zhang;given-names:C", "name_8": "surname:Zhang;given-names:Y", "name_9": "surname:Habets;given-names:G", "pub-id_pmid": "20823850", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "467", "year": "2010"}, "text": "Clinical efficacy of a RAF inhibitor needs broad target blockade in BRAF-mutant melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 70692, "infons": {"fpage": "1097", "lpage": "1105", "name_0": "surname:Buchkovich;given-names:K", "name_1": "surname:Duffy;given-names:LA", "name_2": "surname:Harlow;given-names:E", "pub-id_pmid": "2673543", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "58", "year": "1989"}, "text": "The retinoblastoma protein is phosphorylated during specific phases of the cell cycle", "sentences": [], "annotations": [], "relations": []}, {"offset": 70778, "infons": {"fpage": "575", "lpage": "586", "name_0": "surname:Carver;given-names:BS", "name_1": "surname:Chapinski;given-names:C", "name_10": "surname:Scardino;given-names:PT", "name_11": "surname:Rosen;given-names:N", "name_12": "surname:Sawyers;given-names:CL", "name_2": "surname:Wongvipat;given-names:J", "name_3": "surname:Hieronymus;given-names:H", "name_4": "surname:Chen;given-names:Y", "name_5": "surname:Chandarlapaty;given-names:S", "name_6": "surname:Arora;given-names:VK", "name_7": "surname:Le;given-names:C", "name_8": "surname:Koutcher;given-names:J", "name_9": "surname:Scher;given-names:H", "pub-id_pmid": "21575859", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "19", "year": "2011"}, "text": "Reciprocal feedback regulation of PI3K and androgen receptor signaling in PTEN-deficient prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 70883, "infons": {"fpage": "58", "lpage": "71", "name_0": "surname:Chandarlapaty;given-names:S", "name_1": "surname:Sawai;given-names:A", "name_2": "surname:Scaltriti;given-names:M", "name_3": "surname:Rodrik-Outmezguine;given-names:V", "name_4": "surname:Grbovic-Huezo;given-names:O", "name_5": "surname:Serra;given-names:V", "name_6": "surname:Majumder;given-names:PK", "name_7": "surname:Baselga;given-names:J", "name_8": "surname:Rosen;given-names:N", "pub-id_pmid": "21215704", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "19", "year": "2011"}, "text": "AKT inhibition relieves feedback suppression of receptor tyrosine kinase expression and activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 70980, "infons": {"fpage": "311", "lpage": "319", "name_0": "surname:Chandarlapaty;given-names:S", "pub-id_pmid": "22576208", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "2", "year": "2012"}, "text": "Negative feedback and adaptive resistance to the targeted therapy of cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 71056, "infons": {"fpage": "2507", "lpage": "2516", "name_0": "surname:Chapman;given-names:PB", "name_1": "surname:Hauschild;given-names:A", "name_10": "surname:Hogg;given-names:D", "name_11": "surname:Lorigan;given-names:P", "name_12": "surname:Lebbe;given-names:C", "name_13": "surname:Jouary;given-names:T", "name_14": "surname:Schadendorf;given-names:D", "name_15": "surname:Ribas;given-names:A", "name_16": "surname:O'Day;given-names:SJ", "name_17": "surname:Sosman;given-names:JA", "name_18": "surname:Kirkwood;given-names:JM", "name_19": "surname:Eggermont;given-names:AM", "name_2": "surname:Robert;given-names:C", "name_3": "surname:Haanen;given-names:JB", "name_4": "surname:Ascierto;given-names:P", "name_5": "surname:Larkin;given-names:J", "name_6": "surname:Dummer;given-names:R", "name_7": "surname:Garbe;given-names:C", "name_8": "surname:Testori;given-names:A", "name_9": "surname:Maio;given-names:M", "pub-id_pmid": "21639808", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "364", "year": "2011"}, "text": "Improved survival with vemurafenib in melanoma with BRAF V600E mutation", "sentences": [], "annotations": [], "relations": []}, {"offset": 71128, "infons": {"fpage": "196ra98", "name_0": "surname:Corcoran;given-names:RB", "name_1": "surname:Rothenberg;given-names:SM", "name_10": "surname:Mino-Kenudson;given-names:M", "name_11": "surname:Maheswaran;given-names:S", "name_12": "surname:Settleman;given-names:J", "name_13": "surname:Wargo;given-names:JA", "name_14": "surname:Flaherty;given-names:KT", "name_15": "surname:Haber;given-names:DA", "name_16": "surname:Engelman;given-names:JA", "name_2": "surname:Hata;given-names:AN", "name_3": "surname:Faber;given-names:AC", "name_4": "surname:Piris;given-names:A", "name_5": "surname:Nazarian;given-names:RM", "name_6": "surname:Brown;given-names:RD", "name_7": "surname:Godfrey;given-names:JT", "name_8": "surname:Winokur;given-names:D", "name_9": "surname:Walsh;given-names:J", "section_type": "REF", "source": "Sci Transl Med", "type": "ref", "volume": "5", "year": "2013"}, "text": "TORC1 suppression predicts responsiveness to RAF and MEK inhibition in BRAF-mutant melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 71220, "infons": {"fpage": "949", "lpage": "954", "name_0": "surname:Davies;given-names:H", "name_1": "surname:Bignell;given-names:GR", "name_10": "surname:Davis;given-names:N", "name_11": "surname:Dicks;given-names:E", "name_12": "surname:Ewing;given-names:R", "name_13": "surname:Floyd;given-names:Y", "name_14": "surname:Gray;given-names:K", "name_15": "surname:Hall;given-names:S", "name_16": "surname:Hawes;given-names:R", "name_17": "surname:Hughes;given-names:J", "name_18": "surname:Kosmidou;given-names:V", "name_19": "surname:Menzies;given-names:A", "name_2": "surname:Cox;given-names:C", "name_3": "surname:Stephens;given-names:P", "name_4": "surname:Edkins;given-names:S", "name_5": "surname:Clegg;given-names:S", "name_6": "surname:Teague;given-names:J", "name_7": "surname:Woffendin;given-names:H", "name_8": "surname:Garnett;given-names:MJ", "name_9": "surname:Bottomley;given-names:W", "pub-id_pmid": "12068308", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "417", "year": "2002"}, "text": "Mutations of the BRAF gene in human cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 71263, "infons": {"fpage": "307", "lpage": "321", "name_0": "surname:Duncan;given-names:JS", "name_1": "surname:Whittle;given-names:MC", "name_10": "surname:Usary;given-names:J", "name_11": "surname:Kuan;given-names:PF", "name_12": "surname:Smalley;given-names:DM", "name_13": "surname:Major;given-names:B", "name_14": "surname:He;given-names:X", "name_15": "surname:Hoadley;given-names:KA", "name_16": "surname:Zhou;given-names:B", "name_17": "surname:Sharpless;given-names:NE", "name_18": "surname:Perou;given-names:CM", "name_19": "surname:Kim;given-names:WY", "name_2": "surname:Nakamura;given-names:K", "name_3": "surname:Abell;given-names:AN", "name_4": "surname:Midland;given-names:AA", "name_5": "surname:Zawistowski;given-names:JS", "name_6": "surname:Johnson;given-names:NL", "name_7": "surname:Granger;given-names:DA", "name_8": "surname:Jordan;given-names:NV", "name_9": "surname:Darr;given-names:DB", "pub-id_pmid": "22500798", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "149", "year": "2012"}, "text": "Dynamic reprogramming of the kinome in response to targeted MEK inhibition in triple-negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 71371, "infons": {"fpage": "708", "lpage": "714", "name_0": "surname:Fallahi-Sichani;given-names:M", "name_1": "surname:Honarnejad;given-names:S", "name_2": "surname:Heiser;given-names:LM", "name_3": "surname:Gray;given-names:JW", "name_4": "surname:Sorger;given-names:PK", "pub-id_pmid": "24013279", "section_type": "REF", "source": "Nat Chem Biol", "type": "ref", "volume": "9", "year": "2013"}, "text": "Metrics other than potency reveal systematic variation in responses to cancer drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 71455, "infons": {"fpage": "183", "lpage": "189", "name_0": "surname:Fecher;given-names:LA", "name_1": "surname:Amaravadi;given-names:RK", "name_2": "surname:Flaherty;given-names:KT", "pub-id_pmid": "18300768", "section_type": "REF", "source": "Curr Opin Oncol", "type": "ref", "volume": "20", "year": "2008"}, "text": "The MAPK pathway in melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 71484, "infons": {"fpage": "327", "lpage": "339", "name_0": "surname:Fedorenko;given-names:IV", "name_1": "surname:Fang;given-names:B", "name_2": "surname:Munko;given-names:AC", "name_3": "surname:Gibney;given-names:GT", "name_4": "surname:Koomen;given-names:JM", "name_5": "surname:Smalley;given-names:KS", "pub-id_pmid": "25339196", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "15", "year": "2015"}, "text": "Phosphoproteomic analysis of basal and therapy-induced adaptive signaling networks in BRAF and NRAS mutant melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 71600, "infons": {"fpage": "809", "lpage": "819", "name_0": "surname:Flaherty;given-names:KT", "name_1": "surname:Puzanov;given-names:I", "name_10": "surname:Chapman;given-names:PB", "name_2": "surname:Kim;given-names:KB", "name_3": "surname:Ribas;given-names:A", "name_4": "surname:McArthur;given-names:GA", "name_5": "surname:Sosman;given-names:JA", "name_6": "surname:O'Dwyer;given-names:PJ", "name_7": "surname:Lee;given-names:RJ", "name_8": "surname:Grippo;given-names:JF", "name_9": "surname:Nolop;given-names:K", "pub-id_pmid": "20818844", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "363", "year": "2010"}, "text": "Inhibition of mutated, activated BRAF in metastatic melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 71661, "infons": {"fpage": "1694", "lpage": "1703", "name_0": "surname:Flaherty;given-names:KT", "name_1": "surname:Infante;given-names:JR", "name_10": "surname:Kudchadkar;given-names:R", "name_11": "surname:Burris;given-names:HA;suffix:3rd", "name_12": "surname:Falchook;given-names:G", "name_13": "surname:Algazi;given-names:A", "name_14": "surname:Lewis;given-names:K", "name_15": "surname:Long;given-names:GV", "name_16": "surname:Puzanov;given-names:I", "name_17": "surname:Lebowitz;given-names:P", "name_18": "surname:Singh;given-names:A", "name_19": "surname:Little;given-names:S", "name_2": "surname:Daud;given-names:A", "name_3": "surname:Gonzalez;given-names:R", "name_4": "surname:Kefford;given-names:RF", "name_5": "surname:Sosman;given-names:J", "name_6": "surname:Hamid;given-names:O", "name_7": "surname:Schuchter;given-names:L", "name_8": "surname:Cebon;given-names:J", "name_9": "surname:Ibrahim;given-names:N", "pub-id_pmid": "23020132", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "367", "year": "2012"}, "text": "Combined BRAF and MEK inhibition in melanoma with BRAF V600 mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 71731, "infons": {"fpage": "2186", "lpage": "2200", "name_0": "surname:Flusberg;given-names:DA", "name_1": "surname:Roux;given-names:J", "name_2": "surname:Spencer;given-names:SL", "name_3": "surname:Sorger;given-names:PK", "pub-id_pmid": "23699397", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "24", "year": "2013"}, "text": "Cells surviving fractional killing by TRAIL exhibit transient but sustainable resistance and inflammatory phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 71848, "infons": {"fpage": "570", "lpage": "575", "name_0": "surname:Garnett;given-names:MJ", "name_1": "surname:Edelman;given-names:EJ", "name_10": "surname:Liu;given-names:Q", "name_11": "surname:Iorio;given-names:F", "name_12": "surname:Surdez;given-names:D", "name_13": "surname:Chen;given-names:L", "name_14": "surname:Milano;given-names:RJ", "name_15": "surname:Bignell;given-names:GR", "name_16": "surname:Tam;given-names:AT", "name_17": "surname:Davies;given-names:H", "name_18": "surname:Stevenson;given-names:JA", "name_19": "surname:Barthorpe;given-names:S", "name_2": "surname:Heidorn;given-names:SJ", "name_3": "surname:Greenman;given-names:CD", "name_4": "surname:Dastur;given-names:A", "name_5": "surname:Lau;given-names:KW", "name_6": "surname:Greninger;given-names:P", "name_7": "surname:Thompson;given-names:IR", "name_8": "surname:Luo;given-names:X", "name_9": "surname:Soares;given-names:J", "pub-id_pmid": "22460902", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "483", "year": "2012"}, "text": "Systematic identification of genomic markers of drug sensitivity in cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 71929, "infons": {"fpage": "1569", "lpage": "1590", "name_0": "surname:Gaudet;given-names:S", "name_1": "surname:Janes;given-names:KA", "name_2": "surname:Albeck;given-names:JG", "name_3": "surname:Pace;given-names:EA", "name_4": "surname:Lauffenburger;given-names:DA", "name_5": "surname:Sorger;given-names:PK", "pub-id_pmid": "16030008", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "4", "year": "2005"}, "text": "A compendium of signals and responses triggered by prodeath and prosurvival cytokines", "sentences": [], "annotations": [], "relations": []}, {"offset": 72015, "infons": {"fpage": "1", "lpage": "17", "name_0": "surname:Geladi;given-names:P", "name_1": "surname:Kowalski;given-names:BR", "section_type": "REF", "source": "Anal Chim Acta", "type": "ref", "volume": "185", "year": "1986"}, "text": "Partial least-squares regression: a tutorial", "sentences": [], "annotations": [], "relations": []}, {"offset": 72060, "infons": {"fpage": "11982", "lpage": "11987", "name_0": "surname:Gerdes;given-names:MJ", "name_1": "surname:Sevinsky;given-names:CJ", "name_10": "surname:Hollman;given-names:D", "name_11": "surname:Kamath;given-names:V", "name_12": "surname:Kaanumalle;given-names:S", "name_13": "surname:Kenny;given-names:K", "name_14": "surname:Larsen;given-names:M", "name_15": "surname:Lazare;given-names:M", "name_16": "surname:Li;given-names:Q", "name_17": "surname:Lowes;given-names:C", "name_18": "surname:McCulloch;given-names:CC", "name_19": "surname:McDonough;given-names:E", "name_2": "surname:Sood;given-names:A", "name_3": "surname:Adak;given-names:S", "name_4": "surname:Bello;given-names:MO", "name_5": "surname:Bordwell;given-names:A", "name_6": "surname:Can;given-names:A", "name_7": "surname:Corwin;given-names:A", "name_8": "surname:Dinn;given-names:S", "name_9": "surname:Filkins;given-names:RJ", "pub-id_pmid": "23818604", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Highly multiplexed single-cell analysis of formalin-fixed, paraffin-embedded cancer tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 72151, "infons": {"fpage": "2281", "lpage": "2286", "name_0": "surname:de Groot;given-names:RP", "name_1": "surname:Sassone-Corsi;given-names:P", "pub-id_pmid": "1331936", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "7", "year": "1992"}, "text": "Activation of Jun/AP-1 by protein kinase A", "sentences": [], "annotations": [], "relations": []}, {"offset": 72194, "infons": {"fpage": "3470", "lpage": "3476", "name_0": "surname:Gujral;given-names:TS", "name_1": "surname:Karp;given-names:RL", "name_2": "surname:Finski;given-names:A", "name_3": "surname:Chan;given-names:M", "name_4": "surname:Schwartz;given-names:PE", "name_5": "surname:MacBeath;given-names:G", "name_6": "surname:Sorger;given-names:P", "pub-id_pmid": "22945653", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "32", "year": "2013"}, "text": "Profiling phospho-signaling networks in breast cancer using reverse-phase protein arrays", "sentences": [], "annotations": [], "relations": []}, {"offset": 72283, "infons": {"fpage": "641", "lpage": "652", "name_0": "surname:Gurzov;given-names:EN", "name_1": "surname:Bakiri;given-names:L", "name_2": "surname:Alfaro;given-names:JM", "name_3": "surname:Wagner;given-names:EF", "name_4": "surname:Izquierdo;given-names:M", "pub-id_pmid": "17667939", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "27", "year": "2008"}, "text": "Targeting c-Jun and JunB proteins as potential anticancer cell therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 72354, "infons": {"fpage": "218", "lpage": "229", "name_0": "surname:Hettinger;given-names:K", "name_1": "surname:Vikhanskaya;given-names:F", "name_2": "surname:Poh;given-names:MK", "name_3": "surname:Lee;given-names:MK", "name_4": "surname:de Belle;given-names:I", "name_5": "surname:Zhang;given-names:JT", "name_6": "surname:Reddy;given-names:SA", "name_7": "surname:Sabapathy;given-names:K", "pub-id_pmid": "16676006", "section_type": "REF", "source": "Cell Death Differ", "type": "ref", "volume": "14", "year": "2007"}, "text": "c-Jun promotes cellular survival by suppression of PTEN", "sentences": [], "annotations": [], "relations": []}, {"offset": 72410, "infons": {"fpage": "820", "lpage": "828", "name_0": "surname:Janes;given-names:KA", "name_1": "surname:Yaffe;given-names:MB", "pub-id_pmid": "17057752", "section_type": "REF", "source": "Nat Rev Mol Cell Biol", "type": "ref", "volume": "7", "year": "2006"}, "text": "Data-driven modelling of signal-transduction networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 72464, "infons": {"fpage": "343", "lpage": "354", "name_0": "surname:Janes;given-names:KA", "name_1": "surname:Reinhardt;given-names:HC", "name_2": "surname:Yaffe;given-names:MB", "pub-id_pmid": "18957207", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "135", "year": "2008"}, "text": "Cytokine-induced signaling networks prioritize dynamic range over signal strength", "sentences": [], "annotations": [], "relations": []}, {"offset": 72546, "infons": {"fpage": "24", "lpage": "31", "name_0": "surname:Jang;given-names:S", "name_1": "surname:Atkins;given-names:MB", "pub-id_pmid": "24080641", "section_type": "REF", "source": "Clin Pharmacol Ther", "type": "ref", "volume": "95", "year": "2014"}, "text": "Treatment of BRAF-mutant melanoma: the role of vemurafenib and other therapies", "sentences": [], "annotations": [], "relations": []}, {"offset": 72625, "infons": {"fpage": "968", "lpage": "972", "name_0": "surname:Johannessen;given-names:CM", "name_1": "surname:Boehm;given-names:JS", "name_10": "surname:Caponigro;given-names:G", "name_11": "surname:Hieronymus;given-names:H", "name_12": "surname:Murray;given-names:RR", "name_13": "surname:Salehi-Ashtiani;given-names:K", "name_14": "surname:Hill;given-names:DE", "name_15": "surname:Vidal;given-names:M", "name_16": "surname:Zhao;given-names:JJ", "name_17": "surname:Yang;given-names:X", "name_18": "surname:Alkan;given-names:O", "name_19": "surname:Kim;given-names:S", "name_2": "surname:Kim;given-names:SY", "name_3": "surname:Thomas;given-names:SR", "name_4": "surname:Wardwell;given-names:L", "name_5": "surname:Johnson;given-names:LA", "name_6": "surname:Emery;given-names:CM", "name_7": "surname:Stransky;given-names:N", "name_8": "surname:Cogdill;given-names:AP", "name_9": "surname:Barretina;given-names:J", "pub-id_pmid": "21107320", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "468", "year": "2010"}, "text": "COT drives resistance to RAF inhibition through MAP kinase pathway reactivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 72705, "infons": {"fpage": "17", "lpage": "27", "name_0": "surname:Johnson;given-names:AC", "name_1": "surname:Murphy;given-names:BA", "name_2": "surname:Matelis;given-names:CM", "name_3": "surname:Rubinstein;given-names:Y", "name_4": "surname:Piebenga;given-names:EC", "name_5": "surname:Akers;given-names:LM", "name_6": "surname:Neta;given-names:G", "name_7": "surname:Vinson;given-names:C", "name_8": "surname:Birrer;given-names:M", "pub-id_pmid": "10803405", "section_type": "REF", "source": "Mol Med", "type": "ref", "volume": "6", "year": "2000"}, "text": "Activator protein-1 mediates induced but not basal epidermal growth factor receptor gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 72805, "infons": {"fpage": "71", "lpage": "78", "name_0": "surname:Keith;given-names:CT", "name_1": "surname:Borisy;given-names:AA", "name_2": "surname:Stockwell;given-names:BR", "pub-id_pmid": "15688074", "section_type": "REF", "source": "Nat Rev Drug Discov", "type": "ref", "volume": "4", "year": "2005"}, "text": "Multicomponent therapeutics for networked systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 72855, "infons": {"fpage": "668", "lpage": "682", "name_0": "surname:Lito;given-names:P", "name_1": "surname:Pratilas;given-names:CA", "name_10": "surname:Wolchok;given-names:JD", "name_11": "surname:de Stanchina;given-names:E", "name_12": "surname:Chandarlapaty;given-names:S", "name_13": "surname:Poulikakos;given-names:PI", "name_14": "surname:Fagin;given-names:JA", "name_15": "surname:Rosen;given-names:N", "name_2": "surname:Joseph;given-names:EW", "name_3": "surname:Tadi;given-names:M", "name_4": "surname:Halilovic;given-names:E", "name_5": "surname:Zubrowski;given-names:M", "name_6": "surname:Huang;given-names:A", "name_7": "surname:Wong;given-names:WL", "name_8": "surname:Callahan;given-names:MK", "name_9": "surname:Merghoub;given-names:T", "pub-id_pmid": "23153539", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "22", "year": "2012"}, "text": "Relief of profound feedback inhibition of mitogenic signaling by RAF inhibitors attenuates their activity in BRAFV600E melanomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 72984, "infons": {"fpage": "1401", "lpage": "1409", "name_0": "surname:Lito;given-names:P", "name_1": "surname:Rosen;given-names:N", "name_2": "surname:Solit;given-names:DB", "pub-id_pmid": "24202393", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "19", "year": "2013"}, "text": "Tumor adaptation and resistance to RAF inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 73034, "infons": {"fpage": "36", "lpage": "42", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Lin;given-names:A", "pub-id_pmid": "15686625", "section_type": "REF", "source": "Cell Res", "type": "ref", "volume": "15", "year": "2005"}, "text": "Role of JNK activation in apoptosis: a double-edged sword", "sentences": [], "annotations": [], "relations": []}, {"offset": 73092, "infons": {"fpage": "447", "lpage": "460", "name_0": "surname:Lopez-Bergami;given-names:P", "name_1": "surname:Huang;given-names:C", "name_10": "surname:Ronai;given-names:Z", "name_2": "surname:Goydos;given-names:JS", "name_3": "surname:Yip;given-names:D", "name_4": "surname:Bar-Eli;given-names:M", "name_5": "surname:Herlyn;given-names:M", "name_6": "surname:Smalley;given-names:KS", "name_7": "surname:Mahale;given-names:A", "name_8": "surname:Eroshkin;given-names:A", "name_9": "surname:Aaronson;given-names:S", "pub-id_pmid": "17482134", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "11", "year": "2007"}, "text": "Rewired ERK-JNK signaling pathways in melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 73139, "infons": {"fpage": "903", "lpage": "913", "name_0": "surname:Lopez-Bergami;given-names:P", "name_1": "surname:Kim;given-names:H", "name_2": "surname:Dewing;given-names:A", "name_3": "surname:Goydos;given-names:J", "name_4": "surname:Aaronson;given-names:S", "name_5": "surname:Ronai;given-names:Z", "pub-id_pmid": "19910471", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "285", "year": "2010"}, "text": "c-Jun regulates phosphoinositide-dependent kinase 1 transcription: implication for Akt and protein kinase C activities and melanoma tumorigenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 73285, "infons": {"fpage": "1", "lpage": "21", "name_0": "surname:Magnuson;given-names:B", "name_1": "surname:Ekim;given-names:B", "name_2": "surname:Fingar;given-names:DC", "pub-id_pmid": "22168436", "section_type": "REF", "source": "Biochem J", "type": "ref", "volume": "441", "year": "2012"}, "text": "Regulation and function of ribosomal protein S6 kinase (S6K) within mTOR signalling networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 73378, "infons": {"fpage": "e1001099", "name_0": "surname:Morris;given-names:MK", "name_1": "surname:Saez-Rodriguez;given-names:J", "name_2": "surname:Clarke;given-names:DC", "name_3": "surname:Sorger;given-names:PK", "name_4": "surname:Lauffenburger;given-names:DA", "pub-id_pmid": "21408212", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "7", "year": "2011"}, "text": "Training signaling pathway maps to biochemical data with constrained fuzzy logic: quantitative analysis of liver cell responses to inflammatory stimuli", "sentences": [], "annotations": [], "relations": []}, {"offset": 73530, "infons": {"fpage": "227", "lpage": "239", "name_0": "surname:Muranen;given-names:T", "name_1": "surname:Selfors;given-names:LM", "name_2": "surname:Worster;given-names:DT", "name_3": "surname:Iwanicki;given-names:MP", "name_4": "surname:Song;given-names:L", "name_5": "surname:Morales;given-names:FC", "name_6": "surname:Gao;given-names:S", "name_7": "surname:Mills;given-names:GB", "name_8": "surname:Brugge;given-names:JS", "pub-id_pmid": "22340595", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "21", "year": "2012"}, "text": "Inhibition of PI3K/mTOR leads to adaptive resistance in matrix-attached cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 73615, "infons": {"fpage": "973", "lpage": "977", "name_0": "surname:Nazarian;given-names:R", "name_1": "surname:Shi;given-names:H", "name_10": "surname:Chodon;given-names:T", "name_11": "surname:Nelson;given-names:SF", "name_12": "surname:McArthur;given-names:G", "name_13": "surname:Sosman;given-names:JA", "name_14": "surname:Ribas;given-names:A", "name_15": "surname:Lo;given-names:RS", "name_2": "surname:Wang;given-names:Q", "name_3": "surname:Kong;given-names:X", "name_4": "surname:Koya;given-names:RC", "name_5": "surname:Lee;given-names:H", "name_6": "surname:Chen;given-names:Z", "name_7": "surname:Lee;given-names:MK", "name_8": "surname:Attar;given-names:N", "name_9": "surname:Sazegar;given-names:H", "pub-id_pmid": "21107323", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "468", "year": "2010"}, "text": "Melanomas acquire resistance to B-RAF(V600E) inhibition by RTK or N-RAS upregulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 73700, "infons": {"fpage": "2342", "lpage": "2352", "name_0": "surname:Nead;given-names:MA", "name_1": "surname:Baglia;given-names:LA", "name_2": "surname:Antinore;given-names:MJ", "name_3": "surname:Ludlow;given-names:JW", "name_4": "surname:McCance;given-names:DJ", "pub-id_pmid": "9545246", "section_type": "REF", "source": "EMBO J", "type": "ref", "volume": "17", "year": "1998"}, "text": "Rb binds c-Jun and activates transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 73743, "infons": {"fpage": "1500", "lpage": "1508", "name_0": "surname:O'Reilly;given-names:KE", "name_1": "surname:Rojo;given-names:F", "name_10": "surname:Baselga;given-names:J", "name_11": "surname:Rosen;given-names:N", "name_2": "surname:She;given-names:QB", "name_3": "surname:Solit;given-names:D", "name_4": "surname:Mills;given-names:GB", "name_5": "surname:Smith;given-names:D", "name_6": "surname:Lane;given-names:H", "name_7": "surname:Hofmann;given-names:F", "name_8": "surname:Hicklin;given-names:DJ", "name_9": "surname:Ludwig;given-names:DL", "pub-id_pmid": "16452206", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "66", "year": "2006"}, "text": "mTOR inhibition induces upstream receptor tyrosine kinase signaling and activates Akt", "sentences": [], "annotations": [], "relations": []}, {"offset": 73829, "infons": {"fpage": "387", "lpage": "390", "name_0": "surname:Poulikakos;given-names:PI", "name_1": "surname:Persaud;given-names:Y", "name_10": "surname:Salton;given-names:M", "name_11": "surname:Dahlman;given-names:KB", "name_12": "surname:Tadi;given-names:M", "name_13": "surname:Wargo;given-names:JA", "name_14": "surname:Flaherty;given-names:KT", "name_15": "surname:Kelley;given-names:MC", "name_16": "surname:Misteli;given-names:T", "name_17": "surname:Chapman;given-names:PB", "name_18": "surname:Sosman;given-names:JA", "name_19": "surname:Graeber;given-names:TG", "name_2": "surname:Janakiraman;given-names:M", "name_3": "surname:Kong;given-names:X", "name_4": "surname:Ng;given-names:C", "name_5": "surname:Moriceau;given-names:G", "name_6": "surname:Shi;given-names:H", "name_7": "surname:Atefi;given-names:M", "name_8": "surname:Titz;given-names:B", "name_9": "surname:Gabay;given-names:MT", "pub-id_pmid": "22113612", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "480", "year": "2011"}, "text": "RAF inhibitor resistance is mediated by dimerization of aberrantly spliced BRAF(V600E)", "sentences": [], "annotations": [], "relations": []}, {"offset": 73916, "infons": {"fpage": "13489", "lpage": "13494", "name_0": "surname:Roux;given-names:PP", "name_1": "surname:Ballif;given-names:BA", "name_2": "surname:Anjum;given-names:R", "name_3": "surname:Gygi;given-names:SP", "name_4": "surname:Blenis;given-names:J", "pub-id_pmid": "15342917", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "101", "year": "2004"}, "text": "Tumor-promoting phorbol esters and activated Ras inactivate the tuberous sclerosis tumor suppressor complex via p90 ribosomal S6 kinase", "sentences": [], "annotations": [], "relations": []}, {"offset": 74052, "infons": {"fpage": "pe38", "name_0": "surname:Sachs;given-names:K", "name_1": "surname:Gifford;given-names:D", "name_2": "surname:Jaakkola;given-names:T", "name_3": "surname:Sorger;given-names:P", "name_4": "surname:Lauffenburger;given-names:DA", "pub-id_pmid": "12209052", "section_type": "REF", "source": "Sci STKE", "type": "ref", "volume": "2002", "year": "2002"}, "text": "Bayesian network approach to cell signaling pathway modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 74113, "infons": {"fpage": "523", "lpage": "529", "name_0": "surname:Sachs;given-names:K", "name_1": "surname:Perez;given-names:O", "name_2": "surname:Pe'er;given-names:D", "name_3": "surname:Lauffenburger;given-names:DA", "name_4": "surname:Nolan;given-names:GP", "pub-id_pmid": "15845847", "section_type": "REF", "source": "Science", "type": "ref", "volume": "308", "year": "2005"}, "text": "Causal protein-signaling networks derived from multiparameter single-cell data", "sentences": [], "annotations": [], "relations": []}, {"offset": 74192, "infons": {"fpage": "5400", "lpage": "5411", "name_0": "surname:Saez-Rodriguez;given-names:J", "name_1": "surname:Alexopoulos;given-names:LG", "name_2": "surname:Zhang;given-names:M", "name_3": "surname:Morris;given-names:MK", "name_4": "surname:Lauffenburger;given-names:DA", "name_5": "surname:Sorger;given-names:PK", "pub-id_pmid": "21742771", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "71", "year": "2011"}, "text": "Comparing signaling networks between normal and transformed Hepatocytes using discrete logical models", "sentences": [], "annotations": [], "relations": []}, {"offset": 74294, "infons": {"fpage": "311", "lpage": "322", "name_0": "surname:Scholzen;given-names:T", "name_1": "surname:Gerdes;given-names:J", "pub-id_pmid": "10653597", "section_type": "REF", "source": "J Cell Physiol", "type": "ref", "volume": "182", "year": "2000"}, "text": "The Ki-67 protein: from the known and the unknown", "sentences": [], "annotations": [], "relations": []}, {"offset": 74344, "infons": {"fpage": "M110.005363", "name_0": "surname:Sevecka;given-names:M", "name_1": "surname:Wolf-Yadlin;given-names:A", "name_2": "surname:MacBeath;given-names:G", "pub-id_pmid": "21296872", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "Lysate microarrays enable high-throughput, quantitative investigations of cellular signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 74437, "infons": {"fpage": "91", "lpage": "99", "name_0": "surname:Shaw;given-names:RJ", "name_1": "surname:Bardeesy;given-names:N", "name_2": "surname:Manning;given-names:BD", "name_3": "surname:Lopez;given-names:L", "name_4": "surname:Kosmatka;given-names:M", "name_5": "surname:DePinho;given-names:RA", "name_6": "surname:Cantley;given-names:LC", "pub-id_pmid": "15261145", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "6", "year": "2004"}, "text": "The LKB1 tumor suppressor negatively regulates mTOR signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 74499, "infons": {"fpage": "724", "name_0": "surname:Shi;given-names:H", "name_1": "surname:Moriceau;given-names:G", "name_10": "surname:Sosman;given-names:JA", "name_11": "surname:Kefford;given-names:RF", "name_12": "surname:Long;given-names:GV", "name_13": "surname:Nelson;given-names:SF", "name_14": "surname:Ribas;given-names:A", "name_15": "surname:Lo;given-names:RS", "name_2": "surname:Kong;given-names:X", "name_3": "surname:Lee;given-names:MK", "name_4": "surname:Lee;given-names:H", "name_5": "surname:Koya;given-names:RC", "name_6": "surname:Ng;given-names:C", "name_7": "surname:Chodon;given-names:T", "name_8": "surname:Scolyer;given-names:RA", "name_9": "surname:Dahlman;given-names:KB", "pub-id_pmid": "22395615", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "3", "year": "2012"}, "text": "Melanoma whole-exome sequencing identifies (V600E)B-RAF amplification-mediated acquired B-RAF inhibitor resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 74614, "infons": {"fpage": "69", "lpage": "79", "name_0": "surname:Shi;given-names:H", "name_1": "surname:Hong;given-names:A", "name_10": "surname:Scolyer;given-names:RA", "name_11": "surname:Kefford;given-names:RF", "name_12": "surname:Ribas;given-names:A", "name_13": "surname:Long;given-names:GV", "name_14": "surname:Lo;given-names:RS", "name_2": "surname:Kong;given-names:X", "name_3": "surname:Koya;given-names:RC", "name_4": "surname:Song;given-names:C", "name_5": "surname:Moriceau;given-names:G", "name_6": "surname:Hugo;given-names:W", "name_7": "surname:Yu;given-names:CC", "name_8": "surname:Ng;given-names:C", "name_9": "surname:Chodon;given-names:T", "pub-id_pmid": "24265152", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "4", "year": "2014a"}, "text": "A novel AKT1 mutant amplifies an adaptive melanoma response to BRAF inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 74693, "infons": {"fpage": "80", "lpage": "93", "name_0": "surname:Shi;given-names:H", "name_1": "surname:Hugo;given-names:W", "name_10": "surname:Kelley;given-names:MC", "name_11": "surname:Kefford;given-names:RF", "name_12": "surname:Chmielowski;given-names:B", "name_13": "surname:Glaspy;given-names:JA", "name_14": "surname:Sosman;given-names:JA", "name_15": "surname:van Baren;given-names:N", "name_16": "surname:Long;given-names:GV", "name_17": "surname:Ribas;given-names:A", "name_18": "surname:Lo;given-names:RS", "name_2": "surname:Kong;given-names:X", "name_3": "surname:Hong;given-names:A", "name_4": "surname:Koya;given-names:RC", "name_5": "surname:Moriceau;given-names:G", "name_6": "surname:Chodon;given-names:T", "name_7": "surname:Guo;given-names:R", "name_8": "surname:Johnson;given-names:DB", "name_9": "surname:Dahlman;given-names:KB", "pub-id_pmid": "24265155", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "4", "year": "2014b"}, "text": "Acquired resistance and clonal evolution in melanoma during BRAF inhibitor therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 74776, "infons": {"fpage": "27", "lpage": "30", "name_0": "surname:Solit;given-names:DB", "name_1": "surname:Rosen;given-names:N", "pub-id_pmid": "24402945", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "4", "year": "2014"}, "text": "Towards a unified model of RAF inhibitor resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 74828, "infons": {"fpage": "707", "lpage": "714", "name_0": "surname:Sosman;given-names:JA", "name_1": "surname:Kim;given-names:KB", "name_10": "surname:Hersey;given-names:P", "name_11": "surname:Kefford;given-names:R", "name_12": "surname:Lawrence;given-names:D", "name_13": "surname:Puzanov;given-names:I", "name_14": "surname:Lewis;given-names:KD", "name_15": "surname:Amaravadi;given-names:RK", "name_16": "surname:Chmielowski;given-names:B", "name_17": "surname:Lawrence;given-names:HJ", "name_18": "surname:Shyr;given-names:Y", "name_19": "surname:Ye;given-names:F", "name_2": "surname:Schuchter;given-names:L", "name_3": "surname:Gonzalez;given-names:R", "name_4": "surname:Pavlick;given-names:AC", "name_5": "surname:Weber;given-names:JS", "name_6": "surname:McArthur;given-names:GA", "name_7": "surname:Hutson;given-names:TE", "name_8": "surname:Moschos;given-names:SJ", "name_9": "surname:Flaherty;given-names:KT", "pub-id_pmid": "22356324", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "366", "year": "2012"}, "text": "Survival in BRAF V600-mutant advanced melanoma treated with vemurafenib", "sentences": [], "annotations": [], "relations": []}, {"offset": 74900, "infons": {"fpage": "118", "lpage": "122", "name_0": "surname:Sun;given-names:C", "name_1": "surname:Wang;given-names:L", "name_10": "surname:Zecchin;given-names:D", "name_11": "surname:Hobor;given-names:S", "name_12": "surname:Bajpe;given-names:PK", "name_13": "surname:Lieftink;given-names:C", "name_14": "surname:Mateus;given-names:C", "name_15": "surname:Vagner;given-names:S", "name_16": "surname:Grernrum;given-names:W", "name_17": "surname:Hofland;given-names:I", "name_18": "surname:Schlicker;given-names:A", "name_19": "surname:Wessels;given-names:LF", "name_2": "surname:Huang;given-names:S", "name_3": "surname:Heynen;given-names:GJ", "name_4": "surname:Prahallad;given-names:A", "name_5": "surname:Robert;given-names:C", "name_6": "surname:Haanen;given-names:J", "name_7": "surname:Blank;given-names:C", "name_8": "surname:Wesseling;given-names:J", "name_9": "surname:Willems;given-names:SM", "pub-id_pmid": "24670642", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "508", "year": "2014"}, "text": "Reversible and adaptive resistance to BRAF(V600E) inhibition in melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 74973, "infons": {"fpage": "1062", "lpage": "1071", "name_0": "surname:Tang;given-names:Y", "name_1": "surname:Xie;given-names:T", "name_2": "surname:Florian;given-names:S", "name_3": "surname:Moerke;given-names:N", "name_4": "surname:Shamu;given-names:C", "name_5": "surname:Benes;given-names:C", "name_6": "surname:Mitchison;given-names:TJ", "pub-id_pmid": "23788527", "section_type": "REF", "source": "J Biomol Screen", "type": "ref", "volume": "18", "year": "2013"}, "text": "Differential determinants of cancer cell insensitivity to antimitotic drugs discriminated by a one-step cell imaging assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 75096, "infons": {"fpage": "e19468", "name_0": "surname:Vanden Bush;given-names:TJ", "name_1": "surname:Bishop;given-names:GA", "pub-id_pmid": "21559334", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "6", "year": "2011"}, "text": "CDK-mediated regulation of cell functions via c-Jun phosphorylation and AP-1 activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 75184, "infons": {"fpage": "683", "lpage": "695", "name_0": "surname:Villanueva;given-names:J", "name_1": "surname:Vultur;given-names:A", "name_10": "surname:Santiago-Walker;given-names:AE", "name_11": "surname:Letrero;given-names:R", "name_12": "surname:D'Andrea;given-names:K", "name_13": "surname:Pushparajan;given-names:A", "name_14": "surname:Hayden;given-names:JE", "name_15": "surname:Brown;given-names:KD", "name_16": "surname:Laquerre;given-names:S", "name_17": "surname:McArthur;given-names:GA", "name_18": "surname:Sosman;given-names:JA", "name_19": "surname:Nathanson;given-names:KL", "name_2": "surname:Lee;given-names:JT", "name_3": "surname:Somasundaram;given-names:R", "name_4": "surname:Fukunaga-Kalabis;given-names:M", "name_5": "surname:Cipolla;given-names:AK", "name_6": "surname:Wubbenhorst;given-names:B", "name_7": "surname:Xu;given-names:X", "name_8": "surname:Gimotty;given-names:PA", "name_9": "surname:Kee;given-names:D", "pub-id_pmid": "21156289", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "18", "year": "2010"}, "text": "Acquired resistance to BRAF inhibitors mediated by a RAF kinase switch in melanoma can be overcome by cotargeting MEK and IGF-1R/PI3K", "sentences": [], "annotations": [], "relations": []}, {"offset": 75318, "infons": {"fpage": "e00969", "name_0": "surname:Vin;given-names:H", "name_1": "surname:Ojeda;given-names:SS", "name_10": "surname:Du;given-names:L", "name_11": "surname:Ferguson;given-names:SB", "name_12": "surname:Chakravarti;given-names:D", "name_13": "surname:Ehrenreiter;given-names:K", "name_14": "surname:Baccarini;given-names:M", "name_15": "surname:Ruggieri;given-names:R", "name_16": "surname:Curry;given-names:JL", "name_17": "surname:Kim;given-names:KB", "name_18": "surname:Ciurea;given-names:AM", "name_19": "surname:Duvic;given-names:M", "name_2": "surname:Ching;given-names:G", "name_3": "surname:Leung;given-names:ML", "name_4": "surname:Chitsazzadeh;given-names:V", "name_5": "surname:Dwyer;given-names:DW", "name_6": "surname:Adelmann;given-names:CH", "name_7": "surname:Restrepo;given-names:M", "name_8": "surname:Richards;given-names:KN", "name_9": "surname:Stewart;given-names:LR", "pub-id_pmid": "24192036", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "2", "year": "2013"}, "text": "BRAF inhibitors suppress apoptosis through off-target inhibition of JNK signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 75400, "infons": {"fpage": "61", "lpage": "68", "name_0": "surname:Wagle;given-names:N", "name_1": "surname:Van Allen;given-names:EM", "name_10": "surname:Friedrich;given-names:DC", "name_11": "surname:Anderka;given-names:K", "name_12": "surname:Perrin;given-names:D", "name_13": "surname:Johannessen;given-names:CM", "name_14": "surname:McKenna;given-names:A", "name_15": "surname:Cibulskis;given-names:K", "name_16": "surname:Kryukov;given-names:G", "name_17": "surname:Hodis;given-names:E", "name_18": "surname:Lawrence;given-names:DP", "name_19": "surname:Fisher;given-names:S", "name_2": "surname:Treacy;given-names:DJ", "name_3": "surname:Frederick;given-names:DT", "name_4": "surname:Cooper;given-names:ZA", "name_5": "surname:Taylor-Weiner;given-names:A", "name_6": "surname:Rosenberg;given-names:M", "name_7": "surname:Goetz;given-names:EM", "name_8": "surname:Sullivan;given-names:RJ", "name_9": "surname:Farlow;given-names:DN", "pub-id_pmid": "24265154", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "4", "year": "2014"}, "text": "MAP kinase pathway alterations in BRAF-mutant melanoma patients with acquired resistance to combined RAF/MEK inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 75520, "infons": {"fpage": "5535", "lpage": "5545", "name_0": "surname:Wang;given-names:H", "name_1": "surname:Daouti;given-names:S", "name_10": "surname:Niu;given-names:H", "name_2": "surname:Li;given-names:WH", "name_3": "surname:Wen;given-names:Y", "name_4": "surname:Rizzo;given-names:C", "name_5": "surname:Higgins;given-names:B", "name_6": "surname:Packman;given-names:K", "name_7": "surname:Rosen;given-names:N", "name_8": "surname:Boylan;given-names:JF", "name_9": "surname:Heimbrook;given-names:D", "pub-id_pmid": "21705440", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "71", "year": "2011"}, "text": "Identification of the MEK1(F129L) activating mutation as a potential mechanism of acquired resistance to MEK inhibition in human cancers carrying the B-RafV600E mutation", "sentences": [], "annotations": [], "relations": []}, {"offset": 75690, "infons": {"fpage": "188", "lpage": "197", "name_0": "surname:Wisdom;given-names:R", "name_1": "surname:Johnson;given-names:RS", "name_2": "surname:Moore;given-names:C", "pub-id_pmid": "9878062", "section_type": "REF", "source": "EMBO J", "type": "ref", "volume": "18", "year": "1999"}, "text": "c-Jun regulates cell cycle progression and apoptosis by distinct mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 75766, "infons": {"fpage": "149", "lpage": "161", "name_0": "surname:Wold;given-names:S", "section_type": "REF", "source": "Chemometr Intell Lab Syst", "type": "ref", "volume": "23", "year": "1994"}, "text": "Exponentially weighted moving principal components analysis and projections to latent structures", "sentences": [], "annotations": [], "relations": []}, {"offset": 75863, "infons": {"fpage": "18226", "lpage": "18231", "name_0": "surname:Yuan;given-names:P", "name_1": "surname:Ito;given-names:K", "name_2": "surname:Perez-Lorenzo;given-names:R", "name_3": "surname:Del Guzzo;given-names:C", "name_4": "surname:Lee;given-names:JH", "name_5": "surname:Shen;given-names:CH", "name_6": "surname:Bosenberg;given-names:MW", "name_7": "surname:McMahon;given-names:M", "name_8": "surname:Cantley;given-names:LC", "name_9": "surname:Zheng;given-names:B", "pub-id_pmid": "24145418", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Phenformin enhances the therapeutic benefit of BRAF(V600E) inhibition in melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 75945, "infons": {"fpage": "140", "lpage": "154", "name_0": "surname:Zhang;given-names:T", "name_1": "surname:Inesta-Vaquera;given-names:F", "name_10": "surname:Laughlin;given-names:JD", "name_11": "surname:Park;given-names:H", "name_12": "surname:LoGrasso;given-names:PV", "name_13": "surname:Patricelli;given-names:M", "name_14": "surname:Nomanbhoy;given-names:TK", "name_15": "surname:Sorger;given-names:PK", "name_16": "surname:Alessi;given-names:DR", "name_17": "surname:Gray;given-names:NS", "name_2": "surname:Niepel;given-names:M", "name_3": "surname:Zhang;given-names:J", "name_4": "surname:Ficarro;given-names:SB", "name_5": "surname:Machleidt;given-names:T", "name_6": "surname:Xie;given-names:T", "name_7": "surname:Marto;given-names:JA", "name_8": "surname:Kim;given-names:N", "name_9": "surname:Sim;given-names:T", "pub-id_pmid": "22284361", "section_type": "REF", "source": "Chem Biol", "type": "ref", "volume": "19", "year": "2012"}, "text": "Discovery of potent and selective covalent inhibitors of JNK", "sentences": [], "annotations": [], "relations": []}, {"offset": 76006, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]