[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240625", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "8443160", "infons": {"license": "author_manuscript"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1080/10618600.2020.1741379", "article-id_manuscript": "NIHMS1607823", "article-id_pmc": "8443160", "article-id_pmid": "34531645", "fpage": "929", "issue": "4", "kwd": "imaging latent variables visualization automatic transformation data integration PCA", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "941", "name_0": "surname:Hunt;given-names:Gregory J.", "name_1": "surname:Dane;given-names:Mark A.", "name_2": "surname:Korkola;given-names:James E.", "name_3": "surname:Heiser;given-names:Laura M.", "name_4": "surname:Gagnon-Bartsch;given-names:Johann A.", "section_type": "TITLE", "type": "front", "volume": "29", "year": "2021"}, "text": "Automatic Transformation and Integration to Improve Visualization and Discovery of Latent Effects in Imaging Data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 114, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Proper data transformation is an essential part of analysis. Choosing appropriate transformations for variables can enhance visualization, improve efficacy of analytical methods, and increase data interpretability. However determining appropriate transformations of variables from high-content imaging data poses new challenges. Imaging data produces hundreds of covariates from each of thousands of images in a corpus. Each of these covariates will have a different distribution and need a potentially different transformation. As such imaging data produces hundreds of covariates, determining an appropriate transformation for each of them is infeasible by hand. In this paper we explore simple, robust, and automatic transformations of high-content image data. A central application of our work is to microenvironment microarray bio-imaging data from the NIH LINCS program. We show that our robust transformations enhance visualization and improve the discovery of substantively relevant latent effects. These transformations enhance analysis of image features individually and also improve data integration approaches when combining together multiple features. We anticipate that the advantages of this work will likely also be realized in the analysis of data from other high-content and highly-multiplexed technologies like Cell Painting or Cyclic Immunofluorescence. Software and further analysis can be found at gjhunt.github.io/rr", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1554, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1567, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Transformation of data is an essential component in many areas of analysis. Consider principal components analysis (PCA), one of the primary statistical techniques for visualization and recovery of latent variables. PCA is well-known to be sensitive to skewed distributions and outliers. Using PCA in such cases can lead to results that are unduly influenced by arbitrary data scales and often describe only a few particular outlying points. Thus an active area of research is methods for making PCA robust to such problems. One approach to dealing with data scale and outliers is data transformation. However, choosing the correct transformation is highly application specific and typically entails substantial domain-specific knowledge. While recommended transformations are established in some fields, determining an appropriate transformation is often itself a substantial question to answer. In this manuscript we tackle this problem by exploring automatic transformation and integration of features as part of a PCA data analysis pipeline. One important area in which automatic transformation of data is necessary is high-content imaging data. Such data consists of hundreds of features extracted from thousands of images using automatic feature detection software. While classically there is only one data matrix to transform, for high-content image data there will be hundreds of matrices to consider: one for each image feature. An appropriate transformation will need to be chosen for each of these feature matrices. In this paper we consider simple and robust ways of adaptively doing this. We show that transforming data can improve visualization and discovery of substantive latent effects in features individually and when integrating together multiple features. Consequently, we explore the interaction of transformation with integrating multiple features to extract a common set of latent variables. As part of all these analyses we employ methods to estimate principal components from data with missing values.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3595, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Motivating Application: MEMAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3625, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The motivating application of this work is data from the high-content bio-technology called the Microenvironment Microarray (MEMA). MEMAs aid exploration of cellular microenvironment: the cells’ immediate physical and bio-chemical surroundings. This microenvironment is important as it is implicated in many cell and tissue level processes, diseases, and dysfunctions. Better understanding of the microenvironment benefits basic research and furthers an understanding of the interaction between therapeutic agents and regulatory behavior. Understanding cellular microenvironments has been a long-term research aim of the NIH and consequently is a major component of the LINCS (Library of Integrated Network-Based Cellular Signatures) NIH Common Fund program.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4386, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "MEMAs facilitate the study of combinations of microenvironmental factors on molecular and biological endpoints via high-throughput image-based profiling of cells. After growing the cells on the MEMA substrate under various conditions, the cells are stained and imaged with microscopy (Figure 1). The images are then analyzed with software to extract quantitative cellular features. There is one feature matrix for each cellular feature. For example, there will be a feature matrix recording cell size for several hundred MEMA plates (the observations, rows) across several hundred microenvironmental conditions (the variables, columns). The features (and feature matrices) cover a wide range of cellular aspects. There are morphological features like cell area, compactness, eccentricity, perimeter, or solidity. The MEMAs also produce stain intensity features and features capturing the cell cycle state, cell lineage, cell count, texture and many others. Typically, this amounts to several hundred features however the features are not only diverse but may vary from one experiment to the next depending on research interests, software utilized, and underlying biology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5558, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While this plethora of feature data presents new opportunities for discovery, it also necessitates an adaptive approach that can handle a disparate and changing landscape of features. Determining a good transformation for MEMA data is more complicated than traditional -omics experiments due to the number, flexibility, and disparate nature of the features. Consider a nuclei orientation feature (approximately normally distributed) and a DAPI intensity feature (highly right-skewed and always positive, see Supplementary Figures 1 and 2). The appropriate transformation for these two features will likely not be the same since they have very different distributions. We might want to log-transform the intensity feature while leaving orientation feature alone. With this in mind, this paper studies methods for automatically and adaptively choosing appropriate data transformations for any image feature produced by a high-throughput image-analysis platform like a MEMA. Our successful application on MEMAs points to promising applications of this methodology to other image-based cell-profiling technologies like Cyclic Immunofluorescence and Cell Painting.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6718, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6726, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this section we discuss our transformation approach (Section 3.1) and how it helps visualization and discovery of substantive latent effects (Section 3.2). We will also outline calculating the SVD in the presence of missing data (Section 3.3), and how we recover latent effects through data integration (Section 3.4).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7047, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Robust Re-scaling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7065, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Three-step Robust Re-scaling (RR)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7099, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"none\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 1:</bold></td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">(G) robustly “Gaussianize” the data,</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 2:</bold></td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">(Z) convert the data to robust <italic>z</italic>-scores,</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 3:</bold></td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">(O) remove outliers.</td></tr></tbody></table>\n"}, "text": "Step 1:\t(G) robustly “Gaussianize” the data,\t \tStep 2:\t(Z) convert the data to robust z-scores,\t \tStep 3:\t(O) remove outliers.\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7233, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To process the image-feature matrices we follow three sequential transformation steps: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7321, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "These three steps are applied to each of the feature matrices individually.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7397, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "The Gaussianizing Step (G)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7424, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The (G), or “Gaussianizing”, step transforms the data using a robust Box-Cox-like procedure. The traditional Box-Cox procedure for finding an optimal transformation is not well suited for this data because it is not robust. Indeed, central to the Box-Cox estimator is a re-scaled sample variance. As the breakdown point of the sample variance is exactly zero, we expect the breakdown point of the Box-Cox estimator to also be near zero. A breakdown point near zero indicates that even one outlier can lead to a drastically over-fit Box-Cox transformation. To overcome this, the (G) step uses an interpretable and robust “divide-and-summarize” approach to improve stability and avoid over-fitting. The procedure first divides the data column-wise and estimates a Gaussianizing (Box-Cox) transformation for each column of the feature matrix. To avoid over-fitting, the procedure then robustly summarizes the transformation parameters, choosing the median among the column-wise estimates. This median transformation is then used to transform the original feature matrix. This model-averaging approach is similar to attribute bagging seen in supervised learning applications. However because all attributes (columns) are used in (G), as opposed to a random subspace procedure, the estimates we calculate are interpretable. If we consider a model like that of where a certain percentage of the data is arbitrarily corrupted, then by using the consensus median estimate of the transformation parameter, up to 50% of the columns of the data can be arbitrarily corrupted without arbitrarily corrupting the estimate of the transformation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9062, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Consider MEMA data where each column is a different microenvironment being studied. Our final transformation is a transformation that works well for the typical (median) microenvironment and ignores any aberrant microenvironments. This allows (G) to avoid undue influence of technical problems. We will see in Section 4 that this avoids technical problems of the NID and ELN microenvironments. Furthermore, the extreme transformations proposed by these two microenvironments allows us to flag them for further quality-control scrutiny.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9598, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Let  be a specific feature matrix and let  be a collection of Q parameterized transformation families so that for any  the family  consists of differentiable, monotonic, transformations  on some . The goal is to optimize over the union of these families and choose the transformation that makes the data close to being normal (without over-fitting).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9948, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In our application (Section 4) we will choose Q = 2 families over which to search: a power family  and an arc-hyperbolic-sine family . We choose these two families because they cover a range of power and sigmoidal shapes. While the family of power transformation is versatile, it cannot deal elegantly with negative values in the data. Thus, we have included the archyperbolic-since family because it is a well-studied family of transformations that can deal with negative values. Many reasonable choices of parameterized families can be made and nothing in our discussion depends on the specific choices. We include other options of families in our software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10608, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Before we describe the procedure for optimizing over many families, we will first consider the simpler case when Q = 1 and discuss how to choose an optimal transformation over a single family generically denoted . Define Y∗j be the jth column of Y, and for any  let  be  under the transform Tλ. The goal is to choose a  so that  is approximately normally distributed for each . The (G) approach follows two steps:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11027, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "(G) Transformation Estimation for One Family (Q = 1)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11080, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"none\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 1: (divide, estimate)</bold> determine the optimal <inline-formula><mml:math display=\"inline\" id=\"M17\"><mml:mrow><mml:msub><mml:mover accent=\"true\"><mml:mi>λ</mml:mi><mml:mo>^</mml:mo></mml:mover><mml:mi>j</mml:mi></mml:msub></mml:mrow></mml:math></inline-formula> for each column <italic>Y</italic><sub>∗<italic>j</italic></sub> so that <inline-formula><mml:math display=\"inline\" id=\"M18\"><mml:mrow><mml:msub><mml:mi>Y</mml:mi><mml:mrow><mml:mo>∗</mml:mo><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mrow><mml:mo>(</mml:mo><mml:mrow><mml:msub><mml:mover accent=\"true\"><mml:mi>λ</mml:mi><mml:mo>^</mml:mo></mml:mover><mml:mi>j</mml:mi></mml:msub></mml:mrow><mml:mo>)</mml:mo></mml:mrow></mml:mrow></mml:math></inline-formula> is as normal as possible,</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 2: (summarize)</bold> set <inline-formula><mml:math display=\"inline\" id=\"M19\"><mml:mrow><mml:mover accent=\"true\"><mml:mi>λ</mml:mi><mml:mo>^</mml:mo></mml:mover><mml:mo>=</mml:mo><mml:msub><mml:mtext>median</mml:mtext><mml:mi>j</mml:mi></mml:msub><mml:msub><mml:mover accent=\"true\"><mml:mi>λ</mml:mi><mml:mo>^</mml:mo></mml:mover><mml:mi>j</mml:mi></mml:msub></mml:mrow></mml:math></inline-formula></td></tr></tbody></table>\n"}, "text": "Step 1: (divide, estimate) determine the optimal  for each column Y∗j so that  is as normal as possible,\t \tStep 2: (summarize) set \t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11217, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the first step, estimate  using the traditional Box-Cox approach on Y∗j. Assume  there is some  so that  for  and . Then let  be MLE of λj. This is obtained by profiling the likelihood over μj and  and then maximizing the profile likelihood over λj. If Lj is the profile likelihood of λj profiling over μj and  then .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11556, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After estimating  for each column, the second step is to summarize the collection of  into a single . This is done with the median. Define  as the element-wise median .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11725, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Concisely, the procedure when Q = 1 is to first divide and optimize within each column and then median-summarize across the column-wise estimates. When Q > 1 we add an additional step to first determine which family among  is best. The procedure is described in Procedure 3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12000, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "(G) Trans. Estimation for Multiple Families (Q > 1)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12052, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"none\">\n              <colgroup span=\"1\">\n                <col align=\"left\" valign=\"middle\" span=\"1\"/>\n              </colgroup>\n              <tbody>\n                <tr>\n                  <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 1:</bold> determine which family is the best over-all, call it <inline-formula><mml:math display=\"inline\" id=\"M34\"><mml:mover accent=\"true\"><mml:mi>q</mml:mi><mml:mo>^</mml:mo></mml:mover></mml:math></inline-formula></td>\n                </tr>\n                <tr>\n                  <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Step 2:</bold> estimate <italic>λ</italic> using just the optimal family <inline-formula><mml:math display=\"inline\" id=\"M35\"><mml:mrow><mml:msub><mml:mi mathvariant=\"script\">T</mml:mi><mml:mover accent=\"true\"><mml:mi>q</mml:mi><mml:mo>^</mml:mo></mml:mover></mml:msub></mml:mrow></mml:math></inline-formula> (following the previous procedure of Procedure 2 for <italic>Q</italic> = 1).</td>\n                </tr>\n              </tbody>\n            </table>\n"}, "text": "Step 1: determine which family is the best over-all, call it \t \tStep 2: estimate λ using just the optimal family  (following the previous procedure of Procedure 2 for Q = 1).\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12235, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This procedure first determines the best family individually for each column and then uses the family that is best among a plurality of columns. More specifically, let  be the likelihood of the jth column after transformation using the  family and transformation parameter λj. Optimize  jointly over λj and qj and let  and  so that  is the family that is the best among a plurality of the columns. Once we have determined this optimal family  we then estimate  following the procedure when Q = 1 using the family . Finally, define the Gaussianized version of Y as .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12811, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "The z-score Step (Z)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12832, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The second step in the (RR) procedure is the (Z) step, a robust z-score transformation. Let  be a vectorized version of Y and  be the q-winsorized version of . In this paper we will use q = 0.001 replacing everything below the qth quantile of  by the qth quantile and replacing everything above the (1 − q)th quantile of  by the (1 − q)th quantile. Given this, the robust z-score version of Y is defined as  where  and  are mean and s.d. estimates of . Notice that the final values Z(Y) have not been winsorized themselves, the winsorization has only been used in the calculation of  and .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13426, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "The Outlier Removal Step (O)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13455, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The final of the three (RR) steps is outlier removal. The outlier removal procedure simply thresholds z-scores and marks as missing anything beyond four standard deviations. First let Z(Y) be the robust z-scored version of Y. We then define , and , otherwise. Here, “NA” denotes a missing value. To be conservative in this paper we use z = 4 although this is somewhat arbitrary. With z = 4 if the data is truly normal this removes only about 3e-3 percent of the data from each tail.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13942, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "The Three-Step (RR) Procedure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13972, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Given these definitions, the three step (RR) transformation is to apply the (G), (Z), and then (O) transformations. If Y is a feature matrix then we define RR(Y) as RR(Y) = O(Z(G(Y))).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14157, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Transformations and Latent Effects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14192, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A central component in data analysis is the identification of important latent effects both visually and quantitatively. For MEMAs, we divide latent effects into two categories: (1) biological effects and (2) technical effects. Biological effects include, for example, differences in biological endpoints due to ECMps or ligands. Technical effects are unwanted and we are interested in identifying them so that we may remove them. Examples include batch across plates or spatial effects within wells. Discovery of latent effects is typically done through visual inspection of plots or quantitative analysis like PCA. Unfortunately, methods like PCA are often misled by prominent aspects of the data are unrelated to substantive latent effects. As an example, consider how PCA can be misled when used to identify groups in skewed data. Let  have elements that are i.i.d from a standard log-normal distribution. For a small  and noise  define a block data matrix Y as  where  and  so that the first N rows of the data matrix and the last N rows of the data matrix constitute two groups with a mean difference of δ. The left side of Figure 2 displays a histogram of the elements of Y for a simulation using δ = 1/2 and distributed i.i.d. standard normal. Visually, it is difficult to distinguish between the two groups in the left-hand panel of Figure 2 because the group difference is over-shadowed by the data’s long tails. Consequently, PCA identifies the variance due to tail skewness, not the group difference, as the most prominent variation in the data. While the first two principal components capture more than 99% of the total variance in this example, they only capture about 50% of the group difference (Suppl. Figure 3). The right side of Figure 2 shows that a log transformation makes the groups more prominent through visual inspection. The transformation also helps quantitative analyses. The transformation un-skews the data thereby attenuating the effect of the tails on PCA. In this case, while the first two PCs only capture about 80% of the total variation, they capture about 94% of the variation due to group difference (Suppl. Figure 3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16359, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Motivated by the previous example, we want to attenuate the influence of prominent, yet uninformative, variation when visualizing data and when applying quantitative methods. The (RR) transformation does this by ameliorating the effects of two commonly encountered, and potentially misleading, aspects of data: (1) skewness in measurement scales and (2) anomalous outliers. By anomalous outliers we mean extremely unusual data points that are not informative of much beyond their own uniqueness. For example, cells may have difficulty growing on a spot, or software might produce image-analysis artifacts like segmentation anomalies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16993, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To guard against non-substantive variation (RR) applies three robust re-scaling steps. (G) robustly prevents a feature’s naturally long-tailed measurement scale from dominating analysis by de-skewing each feature’s distribution. While the traditional Box-Cox procedure is likely to over-fit in the presence of genuine outliers, (G) will not. Indeed, traditional Box-Cox will propose an extreme transformation to rectify even a single outlier. (G) only transforms the data to un-skew fundamentally skewed data, not simply to reign in a few points. Instead, outliers are handled more parsimoniously by a procedure that specifically targets them. To remove outliers (RR) first converts the data to robust z-scores using (Z) and then removes any entry of the feature matrix bigger in magnitude than four with (O).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17807, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Complete Singular Vectors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17833, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A common statistical tool used to recover latent effects is the singular value decomposition (SVD). For a data matrix Y with a singular value decomposition (SVD) of Y = UΣV′ we call the columns of the U left singular vectors and the columns of V the right singular vectors. If one were to mean-center the columns of Y, these singular vectors define the principal components (PCs). We avoid this term because we do not mean-center.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "When calculating the SVD for image-based data we often need to account for missing data. Missing values arise for domain-specific reasons (e.g. cells failed to grow on a MEMA), image-analysis reasons (e.g. the software could not detect any features), and because (RR) introduces missing values as part of (O). As the SVD is undefined for matrices with missing values, we use “complete” singular vectors calculated from re-scaled pairwise-complete gram matrices. This is similar to pairwise-complete covariance matrices (e.g. cor in R).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18808, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Let  be a feature matrix with missing values. Define Y0 as Y with missing values replaced by zeros and  so that . We define the re-scaled pairwise-complete left Gram matrix  so that  where  is the number of pairwise-complete entries between row i and j of Y.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19067, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " is a matrix of re-scaled inner products of the rows of Y accounting for the number of non-missing pairs between rows. We similarly define the right gram matrix  replacing Y for Y′ above. We call the eigenvectors of  and  the complete left/right singular vectors. WLOG they are ordered decreasing by eigenvalue and we keep only those with positive eigenvalues. For brevity we henceforth omit the adjective “complete”, referring to these simply as the “singular vectors.” If there are no missing values they are identical. While other methods exist for calculating the SVD on matrices with missing values, (e.g.), because the total number of missing values is small for MEMA data, our simple procedure will allow quick and intuitive calculations of singular vectors that are highly commensurate existing approaches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19892, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Average Singular Vectors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19917, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to recovering important latent effects in individual features, we are interested in latent effects common to multiple features. To extract a common set of latent effects from a collection of P features Y (1),...,Y(P) we use the eigenvectors from the average of their re-scaled pairwise-complete left and right gram matrices, respectively, ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20269, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We call these eigenvectors the left and right average singular vectors (ASVs).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20348, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Application to MEMA Data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20373, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Structure of MEMA Data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20396, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We work with MEMA data from the MEP-LINCS Center at the Oregon Health and Science University. The data is accessible through Synapse with identifiers syn10155286, syn10155289 and syn10155292 available at http://www.synapse.org/MEP_LINCS. In total we analyze 24 MEMAs of human epithelial mammary tissue (MCF10A). The 24 MEMAs come in three batches of eight plates. Each MEMA plate is divided evenly into eight wells. Each well contains 700 spots in a 20 by 35 grid. Cells are added to the wells and bind to the spots. Subsequently, a buffer solution containing a specific ligand is added to each well. Thus the cells can grow out in the presence of different ECM proteins and ligands. The pattern of ECMps is identical across all wells (see Supplementary Figure 4) however a (potentially) different ligand is added to each well (see Supplementary Figure 5). After incubating the cells for 72 hours they are fluorescently stained, imaged, and cell-level features are extracted with image analysis software. For the analysis in this paper, we work with spot-level features (median summarized cell-level features). For each image feature we have a data matrix of 192 wells (3 batches × 8 plates × 8 wells) by 694 spots (we remove 6 alignment spots with no cells from the 700). In total we will work with 103 image features (Suppl. Table 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21735, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Features and Transformations Considered", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MEMA plates we analyze are grown, stained and imaged in three separate processing batches. A different set of stains is used in each batch. Those sets are: (1) “SS1” (containing stains DAPI, Actin, CellMask and MitoTracker), (2) “SS2noH3” (containing stains DAPI, Fibrillarin and EdU), and (3) “SS3” (containing stains DAPI, KRT5, KRT19 and CellMask). Because each of these batches use a different staining set we refer to them as the “staining batches.” While these batches are separate experiments, aside from the staining set the experimental conditions were made as identical as possible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22388, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In total there are 103 different image features extracted from the MEMAs. A different set of features is extracted in each staining batch with some being common across multiple batches. There are 50 features extracted in at least two of the staining batches and 18 features that are extracted from all three. We focus on four features in this paper: (1) cell area (notated on synapse as “Cells CP AreaShape Area”) (2) cell compactness (“Cells CP AreaShape Compactness”) (3) spot cell count (“Spot PA SpotCellCount”) (4) total cytoplasm DAPI intensity (“Cytoplasm CP Intensity IntegratedIntensity Dapi”). We choose these features because they represent several different feature types. The first two are morphological traits of cells, the third is the cell count, and the last is an intensity. We have deposited the full results for all features at gjhunt.github.io/rr. To explore the effects of (G), (Z) and (O), we consider five transformations of the features: (1) no transformation (NT), (2) the (G) step only (3) the (Z) step only (4) the (O) step only (5) the three-step (RR) transformation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23501, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Visualization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23515, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Feature Distributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23537, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A typical first step in exploratory analysis is data visualization. Simple data visualizations can succinctly summarize the major features of the data and inform qualitative analyses. In Figure 3 we plot the distribution of cell area for the five transformations. The densities correspond to staining batches. The bold line is the density of all data combined. Notice in Figure 3 that the density of (NT) largely reflects the data’s long tail. The same can be said for (Z). Conversely, the other transformations reveal the staining batches. Both (O) and (G) de-emphasize the data’s long tail in favor of the group difference. Furthermore, in (RR) these groups are approximately Gaussian. Suppl. Figures 6-9 shows a similar plots for other features and effects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24302, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Heat-maps", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24312, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another way to visualize the MEMA data is through heat-map pseudo-images. These pseudo-images are heat-maps of the value of a feature for each spot plotted following the same physical layout as the MEMA. These pseudo-images can be useful for discovering spatial effects and assessing the quality of data. As an example, we visualize cell area this way in Supplementary Figure 10. In Figure 4 (A) we display a single well from Supplementary Figure 10 across the five transformations. The colors are more blue if they are close to the minimum cell area, red if they are close to the maximum, and white if they are half-way between. Dark grey spots are omitted according to the MEMA design. Note that the color scale is determined globally over all wells and all plates in the dataset (Suppl. Figure 10).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25114, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This figure is not very informative for (NT) or (Z). The skewness and outliers assign the bulk of data to a tiny range of colors meaning the plots are essentially a single color. Conversely, for (G) and (O) we see a spatial effect between the right and edges and the rest of the well. We also see a non-spatial effect where certain spots are much different than their surroundings. We circle these spots in orange in Suppl. Figure 11. In Section 4.6 we show that this is an effect of the ECMps NID1 and ELN. We can see from these plots that (RR) strongly highlights the spatial effects as well as the NID/ELN effect.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25731, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Figure 4 (B) we focus on a different well of Suppl. 10. Here, the green spots indicate missing data. These spots are missing either due to experimental error or because they have been removed as part of analysis. We see similar behavior where (G) and (O) reveal spatial differences between the upper right and the rest of the well. This spatial effect is also seen in (RR) however the number of points removed is much different in (RR) compared to (O). This highlights the difference between (O) thresholding outliers without transformation and (RR) thresholding outliers after (G). We believe thresholding based on a z-score makes most sense on a Gaussianized scale (as in (RR)). Note also that outliers are defined in a global context of the entire data, so while many values are marked as outliers by (RR) in this particular well it is a small percentage of the entire data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26612, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to highlighting spatial effects, these transformations also reveal batch effects between plates, wells, and staining batches. In Figure 5 we display the heat-map pseudo-image of cell area for eight wells across (NT), (G), (O) and (RR). ((Z) is identical to (NT).) The top four wells in each sub-plot are from the first staining batch, the bottom four wells are from the second. Nonetheless, we see little indication of batch in (NT). However batch is visible in (G), (O) and (RR). The bottom of (G) is lighter blue than the top, and the top of (O) is lighter red than the bottom. In (RR) we have solid-blue in the top and mostly red in the bottom. Being better able to identify batch effects hopefully will aid down-stream procedures to account for such effects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27387, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Recovering Technical Effects Across Wells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27429, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Batch effects are a common and well-studied problem in high-throughput biological experiments like MEMAs. Often, such batch effects obscure biological variation of interest. To deal with this problem, unwanted variation, like batch, is typically identified using the SVD and projected out of the data. In this section we explore how (RR) helps identify unwanted variation like batch using the SVD. We focus on the large staining batch effect as it was visible by eye in Figure 5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27909, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We assess the transformations by measuring the percentage of the batch captured by the first k singular vectors of the transformed feature matrix. Let  be the (complete) left singular vectors of a feature matrix and  be the batch (A) indicator matrix so that Bij = 1 if well i is in batch j for j = 1,...,D. Here we have D = 3 for the three staining batches. For k = 1,...,N and t = 1...min(k,D) define  to be the tth canonical correlation between the first k left singular vectors  and the batch B. Then let  to be the average of these squared canonical correlations. We can interpret  as the percentage of the batch B that is captured by these first k singular vectors. In Figure 6 (A) we plot  on the y-axis and vary k across the x-axis from k = 1 to 192. From this figure we see that the transformations enhance identification of the staining batch. Consider the cell area and total DAPI intensity features. As compared with no transformation (NT), these plots shows that (G), (O), and (RR) increase how much of the staining batch is captured by the first several singular vectors. These transformations attenuate the non-informative tails of the distributions and focus the singular vectors on the differences across the staining batches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29153, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We summarize batch recovery for all features in Figure 6 (B). Here, we calculate the area under the CC curves (AUC) for each feature as  Broadly, we see the same behavior in Figure 6 (B) as displayed in Figure 6 (A). (RR) seems to generally improve recovery of the staining batch. Sometimes we see a substantial improvement (e.g. Cell Compactness) and rarely do we see that (RR) is detrimental. In Suppl. Figures 15 - 20 we display similar plots for the recovery of plate, well, and ligand effects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29652, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Integration for Discovering Between-Well Effects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29706, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Given the close relationship among many of the MEMA image features, latent effects that appear in one feature may show up in other features. Shared effects give insight into biological and technical aspects that are important across many features. To extract these common effects we integrate information across MEMA features using the left average singular vectors (ASVs) as described in Section 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30106, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the left panel of Figure 7 we plot the mean squared canonical correlations  between the first k left ASVs and the staining batch. We calculate the ASVs using the 18 features measured in every plate. From this figure we can see that (Z) and (RR) quickly and strongly recover the staining batch. The AUC for these curves is in excess of 0.95, meaning it recovers batch better than the majority of individual features. The ASVs “average-out” feature-specific effects and amplify common effects like staining batch.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30625, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It is notable that the (Z) and (RR) recover batch significantly better than (O), (G), and (NT). This happens because the ASVs element-wise average Gram matrices across features. If these Gram matrices are on vastly different scales their average is biased towards the largest features. This arbitrarily weights features’ by their scales. To equitably integrate information all features should have values in a similar range as in (Z) and (RR). Thus they recover batch better.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31103, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, it is notable how well (Z) does alone. This happens because the averaging used to compute the ASVs conveys some of the same benefits as (G) and (O). This is true so long as we do not have a small number of features or systematic skewness or outliers across features. In the right panel of Figure 7 we calculate the ASVs using only five features with several high-leverage points. Here we see a separation between (Z) and (RR) since the average is over a small number of highly-skewed features. In any case, including (G) and (O) steps does not seem to hurt the analysis and thus we still recommend the full three-step (RR) transformation for integrating features in this manner. Similar, but attenuated results for plate, well and ligand are shown in Supplementary Figures 21 - 23.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31894, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Discovering Biological and Spatial Effects within Wells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31950, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The left singular vectors of the feature matrices reveal latent effects across the wells, plates, and staining batches. Similarly, the right singular vectors (RSVs) reveal effects across the spots. In Figure 8 (A) we display a scatter plot of the first four RSVs of total cytoplasmic DAPI intensity for (NT) and (RR).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A prominent feature of Figure 8 (A) is the separation between the ECMps ELN, NID1, and the rest. Upon further investigation of the underlying MEMA images we find that this effect manifests because the cells have difficulty adhering to the ELN and NID1 ECMp substrates. Notice the cell count heat-map in Suppl. Figure 13 shows that the cell count in the ELN and NID1 spots are significantly lower than other spots. While this ELN-NID1 effect is present in the un-transformed data, it is more prominent in (RR). The first RSV from the un-transformed data does capture the effect, however the second through fourth RSVs are focused on explaining several outliers. Moreover, (RR) separates NID1 and ELN from the other ECMps and from each other.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33009, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Figure 8 (B) we plot pseudo-image heat-maps of the first ten RSVs for cytoplasmic DAPI intensity arranging elements of the RSVs according to the MEMA plate spatial layout. In addition to the ELN/NID effect, these plots reveal common spatial patterns across wells. These patterns are more visible for (RR) than (NT) as the RSVs of (NT) mostly capture outliers. It is important to identify such unwanted effects so that we can properly account for them downstream. In Supplementary Figures 25 - 29 we display similar scatter plots and heat-maps for the other example features. They tell similar stories.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33614, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To see what biological effects can be found if we a priori remove the dominating ELN-NID effect, we re-analyze the MEMA data after removing these spots. Now we find an effect separating THBS from the other ECMps. This is particularly prominent in morphological features. As an example, in Figure 9 we plot a scatter plot of the top four RSVs for cell compactness. (RR) reveals a difference between THBS and the other ECMps. This effect shows up in many of the morphological features but not cell count. Thus this THBS effect does not appear to be of similar origin to the ELN-NID effect. Instead, it appears to be a biological effect on cell morphology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34268, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Integration for Discovering Within-Well Effects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34321, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In section 4.5 we saw that data integration helped make salient important between-well effects. In a similar fashion, the average right singular vectors (ASVs) help bring out within-well effects. In Figure 10 (A) we plot the first two right ASVs against each other. Again, (RR) equitably integrates information from all features and helps highlight the NID/ELN effect. Finally, we display heat-maps pseudo-images for the first ten right ASVs in Figure 10 (B). The right ASVs for (NT) seem to be mostly picking up a couple of outliers. On the other hand, (RR) strongly picks up several interesting spatial effects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34935, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34946, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this paper we have explored the effects of several transformations as part of a pre-processing pipeline of high-content image data, in particular, data from microenvironment microarrays. The goal of these transformations is to emphasize important latent effects in the data and attenuate common and misleading aspects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35268, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Un-transformed feature data is often encumbered by skewed measurement scales, outliers, or both. These aspects can hinder discovery of substantive latent effects. To de-emphasize such misleading aspects of the data (O), (G), and their combination in (RR) were helpful. (O) removed outliers using a conservative threshold and (G) reduced skewness by Gaussianizing the data. Additionally, (RR) included a (Z) step that converted values to robust z-scores. (Z) and (RR) allowed features to be straight-forwardly integrated with a simple arithmetic average of Gram matrices. In the analysis of MEMA data we showed that a combination of a Gaussianizing transformation (G), z-score transformation (Z), and removal of outliers (O) can improve visualization and discovery of biological and technical latent effects in both features individually and when combining features together. Finally, as (RR) automatically chose transformations for each feature this allowed adaptive application of (RR) to a data containing many different features. This adaptive ability makes (RR) a promising candidate for data generated by other image-based technologies like Cyclic Immunofluorescence (CycIF) or Cell Painting. For example, CycIF, through a series of imaging and washing steps, allows up to 30-channel immunofluorescent imaging and thus extraction of potentially several hundred features. Like MEMAs, each of these features will need a transformation to be adaptively chosen. Exploring the application of (RR) to other high-content and highly-multiplexed technologies is a direction we hope to explore in future work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36873, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36896, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36907, "infons": {"fpage": "29", "issue": "1", "lpage": "37", "name_0": "surname:Atkinson;given-names:AC", "section_type": "REF", "source": "Technometrics", "type": "ref", "volume": "28", "year": "1986"}, "text": "Diagnostic Tests for Transformations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36944, "infons": {"fpage": "17", "issue": "1", "lpage": "23", "name_0": "surname:Bissell;given-names:MJ", "name_1": "surname:Labarge;given-names:MA", "pub-id_pmid": "15652746", "section_type": "REF", "source": "Cancer cell", "type": "ref", "volume": "7", "year": "2005"}, "text": "Context, tissue plasticity, and cancer: are tumor stem cells also regulated by the microenvironment?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37045, "infons": {"fpage": "211", "issue": "2", "lpage": "252", "name_0": "surname:Box;given-names:GEP", "name_1": "surname:Cox;given-names:DR", "section_type": "REF", "source": "Journal of the Royal Statistical Society. Series B (Methodological)", "type": "ref", "volume": "26", "year": "1964"}, "text": "An Analysis of Transformations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37076, "infons": {"fpage": "1757", "issue": "9", "lpage": "1774", "name_0": "surname:Bray;given-names:M-A", "name_1": "surname:Singh;given-names:S", "name_2": "surname:Han;given-names:H", "name_3": "surname:Davis;given-names:CT", "name_4": "surname:Borgeson;given-names:B", "name_5": "surname:Hartland;given-names:C", "name_6": "surname:Kost-Alimova;given-names:M", "name_7": "surname:Gustafsdottir;given-names:SM", "name_8": "surname:Gibson;given-names:CC", "name_9": "surname:Carpenter;given-names:AE", "pub-id_pmid": "27560178", "section_type": "REF", "source": "Nature Protocols", "type": "ref", "volume": "11", "year": "2016"}, "text": "Cell Painting, a high-content image-based assay for morphological profiling using multiplexed fluorescent dyes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37187, "infons": {"fpage": "1291", "issue": "6", "lpage": "1302", "name_0": "surname:Bryll;given-names:R", "name_1": "surname:Gutierrez-Osuna;given-names:R", "name_2": "surname:Quek;given-names:F", "section_type": "REF", "source": "Pattern Recognition", "type": "ref", "volume": "36", "year": "2003"}, "text": "Attribute bagging: improving accuracy of classifier ensembles by using random feature subsets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37281, "infons": {"fpage": "849", "issue": "9", "lpage": "863", "name_0": "surname:Caicedo;given-names:JC", "name_1": "surname:Cooper;given-names:S", "name_10": "surname:Wawer;given-names:M", "name_11": "surname:Paavolainen;given-names:L", "name_12": "surname:Herrmann;given-names:MD", "name_13": "surname:Rohban;given-names:M", "name_14": "surname:Hung;given-names:J", "name_15": "surname:Hennig;given-names:H", "name_16": "surname:Concannon;given-names:J", "name_17": "surname:Smith;given-names:I", "name_18": "surname:Clemons;given-names:PA", "name_19": "surname:Singh;given-names:S", "name_2": "surname:Heigwer;given-names:F", "name_20": "surname:Rees;given-names:P", "name_21": "surname:Horvath;given-names:P", "name_22": "surname:Linington;given-names:RG", "name_23": "surname:Carpenter;given-names:AE", "name_3": "surname:Warchal;given-names:S", "name_4": "surname:Qiu;given-names:P", "name_5": "surname:Molnar;given-names:C", "name_6": "surname:Vasilevich;given-names:AS", "name_7": "surname:Barry;given-names:JD", "name_8": "surname:Bansal;given-names:HS", "name_9": "surname:Kraus;given-names:O", "pub-id_pmid": "28858338", "section_type": "REF", "source": "Nature Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "Data-analysis strategies for image-based cell profiling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37337, "infons": {"fpage": "71", "issue": "1", "lpage": "78", "name_0": "surname:Carroll;given-names:R", "section_type": "REF", "source": "Journal of the Royal Statistical Society: Series B", "type": "ref", "volume": "42", "year": "1980"}, "text": "A robust method for testing transformations to achieve approximate normality", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37414, "infons": {"fpage": "337", "issue": "4", "lpage": "343", "name_0": "surname:Cook;given-names:RD", "name_1": "surname:Wang;given-names:PC", "section_type": "REF", "source": "Technometrics", "type": "ref", "volume": "25", "year": "1983"}, "text": "Transformations and Influential Cases in Regression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37466, "infons": {"fpage": "206", "issue": "1", "lpage": "226", "name_0": "surname:Croux;given-names:C", "name_1": "surname:Ruiz-Gazen;given-names:A", "section_type": "REF", "source": "Journal of Multivariate Analysis", "type": "ref", "volume": "95", "year": "2005"}, "text": "High breakdown estimators for principal components: The projection-pursuit approach revisited", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37560, "infons": {"name_0": "surname:Gray;given-names:J", "name_1": "surname:Heiser;given-names:L", "name_2": "surname:Korkola;given-names:J", "section_type": "REF", "source": "Microenvironment Perturbagen (MEP) LINCS on Synapse", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37561, "infons": {"fpage": "3367", "lpage": "3402", "name_0": "surname:Hastie;given-names:T", "name_1": "surname:Mazumder;given-names:R", "name_2": "surname:Lee;given-names:JD", "name_3": "surname:Zadeh;given-names:R", "pub-id_pmid": "31130828", "section_type": "REF", "source": "Journal of Machine Learning Research,", "type": "ref", "volume": "16", "year": "2015"}, "text": "Matrix Completion and Low-Rank SVD via Fast Alternating Least Squares", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37631, "infons": {"fpage": "446", "issue": "410", "name_0": "surname:He;given-names:X", "name_1": "surname:Simpson;given-names:DG", "name_2": "surname:Portnoy;given-names:SL", "section_type": "REF", "source": "Journal of the American Statistical Association", "type": "ref", "volume": "85", "year": "1990"}, "text": "Breakdown Robustness of Tests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37661, "infons": {"name_0": "surname:Higuchi;given-names:I", "name_1": "surname:Jp;given-names:EA", "section_type": "REF", "source": "Robust Principal Component Analysis with Adaptive Selection for Tuning Parameters Shinto Eguchi", "type": "ref", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37662, "infons": {"fpage": "41", "issue": "473", "lpage": "50", "name_0": "surname:Hu;given-names:J", "name_1": "surname:Wright;given-names:FA", "name_2": "surname:Zou;given-names:F", "section_type": "REF", "source": "Journal of the American Statistical Association", "type": "ref", "volume": "101", "year": "2006"}, "text": "Estimation of expression indexes for oligonucleotide arrays using the singular value decomposition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37761, "infons": {"fpage": "678", "lpage": "695", "name_0": "surname:Huang;given-names:JZ", "name_1": "surname:Shen;given-names:H", "name_2": "surname:Buja;given-names:A", "section_type": "REF", "source": "Electronic Journal of Statistics", "type": "ref", "volume": "2", "year": "2008"}, "text": "Functional principal components analysis via penalized rank one approximation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37839, "infons": {"fpage": "101", "lpage": "111", "name_0": "surname:Hubert;given-names:M", "name_1": "surname:Rousseeuw;given-names:PJ", "name_2": "surname:Verboven;given-names:S", "section_type": "REF", "source": "Chemometrics and Intelligent Laboratory Systems", "type": "ref", "volume": "60", "year": "2002"}, "text": "A fast method for robust principal components with applications to chemometrics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37919, "infons": {"name_0": "surname:Hubert;given-names:M", "name_1": "surname:Rousseeuw;given-names:P", "name_2": "surname:Verdonck;given-names:T", "section_type": "REF", "source": "Robust PCA for skewed data and its outlier map", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37920, "infons": {"fpage": "116", "lpage": "123", "name_0": "surname:Januschke;given-names:J", "name_1": "surname:Näthke;given-names:I", "pub-id_pmid": "24613913", "section_type": "REF", "source": "Seminars in Cell & Developmental Biology", "type": "ref", "volume": "34", "year": "2014"}, "text": "Stem cell decisions: A twist of fate or a niche market?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37976, "infons": {"fpage": "259", "issue": "3", "lpage": "260", "name_0": "surname:LaBarge;given-names:M", "pub-id_pmid": "24012364", "section_type": "REF", "source": "Cell Stem Cell", "type": "ref", "volume": "13", "year": "2013"}, "text": "Breaking the Canon: Indirect Regulation of Wnt Signaling in Mammary Stem Cells by MMP3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38063, "infons": {"fpage": "137", "issue": "2", "lpage": "46", "name_0": "surname:LaBarge;given-names:MA", "name_1": "surname:Petersen;given-names:OW", "name_2": "surname:Bissell;given-names:MJ", "pub-id_pmid": "17873346", "section_type": "REF", "source": "Stem cell reviews", "type": "ref", "volume": "3", "year": "2007"}, "text": "Of microenvironments and mammary stem cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38107, "infons": {"comment": "69–70", "fpage": "123", "lpage": "31", "name_0": "surname:Labarge;given-names:MA", "name_1": "surname:Parvin;given-names:B", "name_2": "surname:Lorens;given-names:JB", "section_type": "REF", "source": "Advanced drug delivery reviews", "type": "ref", "year": "2014"}, "text": "Molecular deconstruction, detection, and computational prediction of microenvironment-modulated cellular responses to cancer therapeutics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38245, "infons": {"fpage": "733", "issue": "10", "lpage": "739", "name_0": "surname:Leek;given-names:JT", "name_1": "surname:Scharpf;given-names:RB", "name_2": "surname:Bravo;given-names:HC", "name_3": "surname:Simcha;given-names:D", "name_4": "surname:Langmead;given-names:B", "name_5": "surname:Johnson;given-names:WE", "name_6": "surname:Geman;given-names:D", "name_7": "surname:Baggerly;given-names:K", "name_8": "surname:Irizarry;given-names:RA", "section_type": "REF", "source": "Nature Reviews Genetics", "type": "ref", "volume": "11", "year": "2010"}, "text": "Tackling the widespread and critical impact of batch effects in high-throughput data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38330, "infons": {"fpage": "1", "issue": "68", "lpage": "7", "name_0": "surname:Lin;given-names:C-H", "name_1": "surname:Lee;given-names:JK", "name_2": "surname:LaBarge;given-names:MA", "section_type": "REF", "source": "Journal of Visualized Experiments", "type": "ref", "year": "2012"}, "text": "Fabrication and Use of MicroEnvironment microArrays (MEArrays)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38393, "infons": {"fpage": "533", "issue": "2", "lpage": "545", "name_0": "surname:Lin;given-names:C-H", "name_1": "surname:Jokela;given-names:T", "name_2": "surname:Gray;given-names:J", "name_3": "surname:LaBarge;given-names:MA", "pub-id_pmid": "29020637", "section_type": "REF", "source": "Cell Reports", "type": "ref", "volume": "21", "year": "2017"}, "text": "Combinatorial Microenvironments Impose a Continuum of Cellular Responses to a Single Pathway-Targeted Anti-cancer Compound", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38516, "infons": {"fpage": "251", "lpage": "264", "name_0": "surname:Lin;given-names:J-R", "name_1": "surname:Fallahi-Sichani;given-names:M", "name_2": "surname:Chen;given-names:J-Y", "name_3": "surname:Sorger;given-names:PK", "pub-id_pmid": "27925668", "section_type": "REF", "source": "Current Protocols in Chemical Biology", "type": "ref", "volume": "8", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38517, "infons": {"fpage": "1", "issue": "1", "lpage": "73", "name_0": "surname:Locantore;given-names:N", "name_1": "surname:Marron;given-names:JS", "name_10": "surname:Fan;given-names:J", "name_11": "surname:Kneip;given-names:A", "name_12": "surname:Marden;given-names:JI", "name_13": "surname:Peña;given-names:D", "name_14": "surname:Prieto;given-names:J", "name_15": "surname:Ramsay;given-names:JO", "name_16": "surname:Valderrama;given-names:MJ", "name_17": "surname:Aguilera;given-names:AM", "name_18": "surname:Locantore;given-names:N", "name_19": "surname:Marron;given-names:JS", "name_2": "surname:Simpson;given-names:DG", "name_20": "surname:Simpson;given-names:DG", "name_21": "surname:Tripoli;given-names:N", "name_22": "surname:Zhang;given-names:JT", "name_23": "surname:Cohen;given-names:KL", "name_3": "surname:Tripoli;given-names:N", "name_4": "surname:Zhang;given-names:JT", "name_5": "surname:Cohen;given-names:KL", "name_6": "surname:Boente;given-names:G", "name_7": "surname:Fraiman;given-names:R", "name_8": "surname:Brumback;given-names:B", "name_9": "surname:Croux;given-names:C", "section_type": "REF", "source": "Test", "type": "ref", "volume": "8", "year": "1999"}, "text": "Robust principal component analysis for functional data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38573, "infons": {"fpage": "84", "issue": "1", "lpage": "103", "name_0": "surname:Maadooliat;given-names:M", "name_1": "surname:Huang;given-names:JZ", "name_2": "surname:Hu;given-names:J", "pub-id_pmid": "25914514", "section_type": "REF", "source": "Journal of Computational and Graphical Statistics", "type": "ref", "volume": "24", "year": "2015"}, "text": "Integrating Data Transformation in Principal Components Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38638, "infons": {"fpage": "359", "issue": "6", "lpage": "376", "name_0": "surname:Maman;given-names:S", "name_1": "surname:Witz;given-names:IP", "pub-id_pmid": "29700396", "section_type": "REF", "source": "Nature Reviews Cancer", "type": "ref", "volume": "18", "year": "2018"}, "text": "A history of exploring cancer in context", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38679, "infons": {"fpage": "173", "lpage": "182", "name_0": "surname:Marazzi;given-names:A", "name_1": "surname:Yohai;given-names:VJ", "section_type": "REF", "source": "Theory and Applications of Recent Robust Methods", "type": "ref", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38680, "infons": {"fpage": "264", "issue": "3", "lpage": "273", "name_0": "surname:Maronna;given-names:R", "section_type": "REF", "source": "Technometrics", "type": "ref", "volume": "47", "year": "2005"}, "text": "Principal components and orthogonal regression based on robust scales", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38750, "infons": {"fpage": "748", "name_0": "surname:Nowicka;given-names:M", "name_1": "surname:Krieg;given-names:C", "name_2": "surname:Crowell;given-names:HL", "name_3": "surname:Weber;given-names:LM", "name_4": "surname:Hartmann;given-names:FJ", "name_5": "surname:Guglietta;given-names:S", "name_6": "surname:Becher;given-names:B", "name_7": "surname:Levesque;given-names:MP", "name_8": "surname:Robinson;given-names:MD", "section_type": "REF", "source": "F1000Research", "type": "ref", "volume": "6", "year": "2019"}, "text": "CyTOF workflow: differential discovery in high-throughput high-dimensional cytometry datasets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38844, "infons": {"fpage": "1926", "issue": "6", "lpage": "1939", "name_0": "surname:Pelissier;given-names:FA", "name_1": "surname:Garbe;given-names:JC", "name_2": "surname:Ananthanarayanan;given-names:B", "name_3": "surname:Miyano;given-names:M", "name_4": "surname:Lin;given-names:CH", "name_5": "surname:Jokela;given-names:T", "name_6": "surname:Kumar;given-names:S", "name_7": "surname:Stampfer;given-names:MR", "name_8": "surname:Lorens;given-names:JB", "name_9": "surname:LaBarge;given-names:MA", "pub-id_pmid": "24910432", "section_type": "REF", "source": "Cell Reports", "type": "ref", "volume": "7", "year": "2014"}, "text": "Age-Related Dysfunction in Mechanotransduction Impairs Differentiation of Human Mammary Epithelial Progenitors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38955, "infons": {"name_0": "surname:Smith;given-names:R", "name_1": "surname:Devlin;given-names:K", "name_10": "surname:Korkola;given-names:JE", "name_2": "surname:Kilburn;given-names:D", "name_3": "surname:Gross;given-names:S", "name_4": "surname:Sudar;given-names:D", "name_5": "surname:Bucher;given-names:E", "name_6": "surname:Nederlof;given-names:M", "name_7": "surname:Dane;given-names:M", "name_8": "surname:Gray;given-names:JW", "name_9": "surname:Heiser;given-names:L", "section_type": "REF", "source": "Journal of visualized experiments : JoVE", "type": "ref", "year": "2019"}, "text": "Using Microarrays to Interrogate Microenvironmental Impact on Cellular Phenotypes in Cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39047, "infons": {"name_0": "surname:Teti;given-names:A", "section_type": "REF", "source": "Regulation of Cellular Functions by Extracellular Matrix", "type": "ref", "year": "1992"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39048, "infons": {"fpage": "203", "issue": "1", "lpage": "217", "name_0": "surname:Tsujikawa;given-names:T", "name_1": "surname:Kumar;given-names:S", "name_10": "surname:El Rassi;given-names:E", "name_11": "surname:Clayburgh;given-names:DR", "name_12": "surname:Kulesz-Martin;given-names:MF", "name_13": "surname:Lutz;given-names:ER", "name_14": "surname:Zheng;given-names:L", "name_15": "surname:Jaffee;given-names:EM", "name_16": "surname:Leyshock;given-names:P", "name_17": "surname:Margolin;given-names:AA", "name_18": "surname:Mori;given-names:M", "name_19": "surname:Gray;given-names:JW", "name_2": "surname:Borkar;given-names:RN", "name_20": "surname:Flint;given-names:PW", "name_21": "surname:Coussens;given-names:LM", "name_3": "surname:Azimi;given-names:V", "name_4": "surname:Thibault;given-names:G", "name_5": "surname:Chang;given-names:YH", "name_6": "surname:Balter;given-names:A", "name_7": "surname:Kawashima;given-names:R", "name_8": "surname:Choe;given-names:G", "name_9": "surname:Sauer;given-names:D", "pub-id_pmid": "28380359", "section_type": "REF", "source": "Cell reports", "type": "ref", "volume": "19", "year": "2017"}, "text": "Quantitative Multiplex Immunohistochemistry Reveals Myeloid-Inflamed Tumor-Immune Complexity Associated with Poor Prognosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39172, "infons": {"fpage": "329", "lpage": "342.e6", "name_0": "surname:Watson;given-names:SS", "name_1": "surname:Dane;given-names:M", "name_2": "surname:Chin;given-names:K", "name_3": "surname:Jonas;given-names:O", "name_4": "surname:Gray;given-names:JW", "name_5": "surname:Korkola;given-names:JE", "pub-id_pmid": "29550255", "section_type": "REF", "source": "Cell Systems", "type": "ref", "volume": "6", "year": "2018"}, "text": "Microenvironment-Mediated Mechanisms of Resistance to HER2 Inhibitors Differ between HER2+ Breast Cancer Subtypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39286, "infons": {"name_0": "surname:Zimmerman;given-names:DL", "name_1": "surname:Nunez-Anton;given-names:VA", "section_type": "REF", "source": "Antedependence models for longitudinal data", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39287, "infons": {"file": "nihms-1607823-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "MEMAs: a plastic substrate partitioned into wells. Each well is an array of hundreds of ∼400μm printed “spots”. Added cells randomly bind to spots and interact with: (1) an extra-cellular matrix protein (ECMp) specific to the spot and (2) a ligand specific to a well. After growing, cells are immunofluorescently stained, imaged, and quantified cellular features extracted.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39668, "infons": {"file": "nihms-1607823-f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Skewed data (Left) before a transformation and (Right) after a log-transformation. The transformation makes the group difference more prominent.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39813, "infons": {"file": "nihms-1607823-f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Density of elements of cell area feature matrix. Bold density is all elements combined. Other densities are the densities for the two staining batches. Subplots are for five processing transformations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40015, "infons": {"file": "nihms-1607823-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Heat map of cell area for two wells (A) and (B) across the five transformations (NT), (G), (Z), (O), (RR). Sub-plots of Supplementary Figure 10. Color scaled is determined globally over all spots, wells, and plates in the dataset to reflect the fact that the transformation is similarly calculated over this data. Thus we see no blue in this (NT) sub-plot as we see almost no blue in Supplementary Figure 10. This plot is a representative microcosm of the larger plot. Green indicates missing data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40514, "infons": {"file": "nihms-1607823-f0005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Heat map of eight wells across the five transformations (NT), (G), (Z), (O), (RR). Top row of each subplot is from first staining batch. Bottom row is from second staining batch. Colors are more blue if they are close to the minimum, red if they are close to the maximum, and white if they are close to half-way between. Green spots are missing. Dark grey spots are omitted according to the MEMA design.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40918, "infons": {"file": "nihms-1607823-f0006.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Mean of the squared canonical correlations between the first k left singular vectors and the staining batch dummy variables. (B) Grand mean of the squared canonical correlations across number of components. Features ordered left to right decreasing by the difference in the AUC between (RR) and (NT). Thus those on the left (RR) performs relatively better than (NT).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41289, "infons": {"file": "nihms-1607823-f0007.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Mean of the squared canonical correlations between the first k average left singular vectors and the staining batch dummy variables. The average left singular vectors come from integration of (Left) the 18 features that are measured across all MEMAs, and, (Right) the five with the highest leverage points (among those 18).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41613, "infons": {"file": "nihms-1607823-f0008.jpg", "id": "F8", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Scatter plot of elements of first four right singular vectors against each other for the total cytoplasmic DAPI intensity feature. Shape and color indicate ECMp of the spot corresponding to the elements of the singular vector. (B) Heat map of elements of top ten right singular vectors for the total cytoplasmic DAPI intensity feature.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41953, "infons": {"file": "nihms-1607823-f0009.jpg", "id": "F9", "section_type": "FIG", "type": "fig_caption"}, "text": "Scatter plot (after removing ELN and NID from analysis) of elements of top four right singular vectors against each other for the cell compactness feature. Shape and color indicate ECMp of the spot corresponding to the elements of the singular vector. The clusters seen in the NT panels are from missing spots on an outlier plate (see Suppl. Figure 31", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42305, "infons": {"file": "nihms-1607823-f0010.jpg", "id": "F10", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Scatter plot of elements of top four right ASVs calculated over 18 features measured on all MEMAs. Shape and color indicate ECMp of the spot corresponding to the elements of the singular vector. (B) Heat-map of top ten right ASVs calculated over 18 features measured on all MEMAs.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]