[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "4710975", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s40734-015-0017-4", "article-id_pmc": "4710975", "article-id_pmid": "26788341", "article-id_publisher-id": "17", "elocation-id": "5", "kwd": "Parkinson’s disease Basal ganglia Discourse Language", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Ellis;given-names:Charles", "name_1": "surname:Holt;given-names:Yolanda F", "name_2": "surname:West;given-names:Thomas", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "2", "year": "2015"}, "text": "Lexical diversity in Parkinson’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 43, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 54, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Parkinson’s disease (PD) is a neurodegenerative syndrome of the basal ganglia (BG) believed to disrupt cortical-subcortical pathways critical to motor, cognitive and expressive language function. Recent studies have shown subtle deficits in expressive language performance among individuals with PD even in the earliest stage of the disease. The objective of this study was to use measures of lexical diversity to examine expressive language performance during discourse production in a sample of individuals with PD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 574, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 582, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Twelve individuals with idiopathic Parkinson’s disease (PD) were compared to twelve matched, neurologically intact controls on measures of lexical diversity. Three minute discourse samples describing a typical day were collected and analyzed for lexical diversity with the CHILDES program using measures of type token ratio (TTR) and voc-D (D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 929, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 937, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Comparisons of three minute discourse samples indicated non-significant differences between individuals with PD and controls in word productivity (387 vs 356; p = .48). Similarly, there were also non-significant differences on measures of lexical diversity between the two groups (TTR = .45 vs.44; p = .50 and D 74 vs 68; p = .23).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1285, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1297, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "These results suggest that lexical diversity during discourse production among individuals with PD is similar to non-neurological controls. These findings indicate that lexical diversity is an aspect of expressive language performance that is not impacted by the disease process in the earliest stages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1600, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 1611, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Parkinson’s disease (PD) is a neurodegenerative syndrome most often associated with reductions in motor performance. In the United States, 50,000-60,000 new cases are diagnosed annually. The disease process associated with PD centers on the basal ganglia, however the disease progressions courses through multiple systems affecting the brainstem and eventually affecting the cerebral cortex. In addition to motor deficits, many individuals with PD experience changes in cognitive and language skills. Declines in motor performance are readily detectable in PD and correlate with reported neuropathological stages of PD. In contrast, although expressive language deficits have been identified in PD, they are not reported as frequently as more commonly observed motor speech deficits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2397, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The basis of hypothesized expressive language production deficits in PD emerges from models of basal ganglia (BG) function which indicate critical connections between the BG and other areas of the brain. More specifically, the BG are connected to the cerebral cortex via a collection of cortical-BG-thalamic-cortical circuits that vary in function. These connections offer support for an anatomical basis for expected deficits in expressive language which is primarily governed by the cerebral cortex. Using these models of BG function in PD, studies of language production in PD have identified expressive language performance deficits. For example two reviews of expressive language in PD noted morphosyntactic, lexical semantic and language production breakdowns as linguistic complexity increased.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3199, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Language and other cognitive deficits are not as easily identifiable until later in the PD disease process. However, they too, appear to develop gradually and concurrently with the neuropathological stages of the disease beginning with the cortical-BG-thalamic-cortical circuits connecting subcortical structures to motor areas. The disease process is then believed to disrupt cortical-BG-thalamic-cortical circuits subsequently diminishing non-motor connections to the cerebral cortex, particularly the frontal lobes which are vital to cognitive performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3759, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It has been hypothesized that in addition to early motor symptoms, subtle cognitive declines that are not severe enough to justify a diagnosis of dementia can be present (i.e. at the onset of initial motor symptoms). It is tenable then that impairments in expressive language performance may be a specific example of declines in cognitive performance in PD that are more difficult to detect. The relative influence of PD on expressive language performance in PD has yet to be adequately examined. To test the hypothesis of early cognitive declines in PD, novel diagnostic measures sensitive to subtle changes in cognitive performance on skills such as expressive language in PD are required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4451, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Discourse analyses have been suggested as a method to characterize expressive language performance deficits in a range of neurological diseases. According to Fergadiotis & Wright, discourse analyses allow researchers to observe complex cognitive/linguistic behaviors during a common form of communication therefore offering a functional analysis of language skills. Discourse is a complex goal directed activity requiring intent, planning and task persistence (i.e. executive function). Discourse production represents the highest level of expressive language use or language procedures designed to serially assemble complex utterances determined by context and a specific goal. Discourse is a dynamic cognitive process comprised of microlinguistic (language features that occurs within sentences) and macrolinguistic (language features that that crosses sentence borders) levels of organization. Consequently, any compromise of this dynamic process may result in impaired discourse production that is independent of coexisting motor speech difficulty.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5504, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Discourse production has been previously examined in PD. However, conclusions drawn were based on studies that included participants with more advance disease stages or did not consider specific language deficits in favor of concomitant cognitive and speech impairments. To address these issues the objective of this study was to examine a specific language outcome, lexical diversity (LD), in a sample of individuals with PD to determine if LD is influenced by PD early in the disease process. The rationale for examining lexical diversity emerges from studies that suggest disruptions in how language is used occurs in PD. For example, Holtgraves and colleagues found that individuals with PD exhibited more “under-informativeness” than non-PD controls during interviews. Under-informativeness or too little information provided was hypothesized as the result of decreased executive control, mental status and speech comprehension. Similarly, because Rogers and colleagues observed executive deficits in PD patients, we believe the temporal aspect of discourse may result in differences when compared to those without PD. Consequently, we hypothesized that lexical diversity, a microlinguistic feature that occurs during discourse production might offer additional insights into the contributions of PD to disruptions in expressive language performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6864, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "LD is defined as “a range of vocabulary deployed in a text by a speaker that reflects his/her capacity to access and retrieve target words from a relatively intact knowledge base i.e., lexicon for the construction of higher linguistic units (p.1415). It is believed that LD depends on word frequency and the interaction of phonologic, semantic and syntactic language subsystems. Measures of LD are well documented in the child language literature. The most basic measure of LD is the number of different words (NDW) in a sample calculated as a division of the number of different words by the total number of words in the sample. NDW is significantly influenced by sample length and individuals who generate more verbal output exhibit higher levels of LD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7622, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The most commonly used measure of LD is the type-token ratio (TTR). TTR is the ratio of the total number of different words to the total number of words in the sample. TTRs that are closer to zero are an indication of limited vocabulary diversity whereas values closer to one reflect greater LD or more diverse vocabulary use. Similar to NDW, TTR is also sensitive to sample length in that as the sample increases the probability of producing new words decreases and the TTR decreases. Consequently, comparisons between speakers who produce samples varying in length are confounded by the length of the samples that are produced.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8252, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A third measure that has emerged and developed to address issues related to sample length experienced with the use of NDW and TTR is voc-D. voc-D (D) is a an estimate of LD derived from a combination of an algebraic transformation model and curve fitting. D allows a more accurate comparison of LD in discourse samples because it does not rely on sample length. D can be calculated in discourse samples using the voc-D program in Computerized Language Analysis (CLAN). D has been previously used as a measure of lexical diversity in individuals with neurogenic communication disorders such as aphasia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8854, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The purpose of this study was to use discourse in individuals with PD and non-neurological controls to examine the influence of PD on LD. Discourse production requires an integration of multiple cognitive skills including: linguistic organization, linguistic planning and working memory, which is sensitive to neurological disease. We hypothesized that an analysis of discourse would provide samples of sufficient length to evaluate LD in PD where dementia was not a contributing factor. We sought to test the hypothesis that individuals with PD would have less LD when compared to matched non-neurologically impaired controls. We examined subjects classified in Hoehn & Yahr (H&Y) stages II and III which are individuals with bilateral involvement yet are absent of significant motor impairment and are physically independent. Individuals at these stages tend to have limited reductions in overall communication ability due to motor declines relative to more advance disease stages. Thus, we wanted to ensure that speech production issues would not mask overall expressive language performance and subsequently measures of lexical diversity. Therefore, it was expected that the measures of LD in individuals with PD would not be related to any reductions in motor speech performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10139, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Method", "sentences": [], "annotations": [], "relations": []}, {"offset": 10146, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Description of the subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 10174, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants consisted of 12 community dwelling individuals diagnosed with idiopathic PD (hereafter referred to as experimental subjects) by a movement disorders neurologist using the strict criteria of the UK Brain Bank and 12 individuals who were age, education, ethnicity and gender matched and neurologically intact (hereafter referred to as control subjects). All participants were recruited from the North Florida/South Georgia Veterans Health System. The study was approved by the University of Florida IRB and VA Research and Development Committee and all participants gave written informed consent. All participants were male, right handed, and had no history of prior stroke, dementia, brain tumor, or head trauma. All had at least a seventh grade education, functional hearing for normal conversation, functional vision for reading tasks, spoke English as their primary language, and demonstrated expressive language skills within intact range for normal conversation. Functional hearing and expressive language was determined by the first author (CE) a certified and licensed speech-language pathologist. All subjects (experimental and control) exhibited scores of 26 or better on the Mini Mental Status Exam (MMSE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11403, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each experimental subject presented with a minimum of 3 of 4 cardinal features of PD (resting tremor, rigidity, bradykinesea, postural instability) and had no history of deep brain stimulation or brain lesion therapy. The parkinsonism of each experimental subject was rated with the Hoehn & Yahr (H&Y) Staging Scale for PD and classified by predominate feature (tremor vs. rigidity).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11787, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Standardized assessments", "sentences": [], "annotations": [], "relations": []}, {"offset": 11812, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Boston Naming Test (BNT) and Wechsler Memory Scale – Logical Memory I (WMS-LMI) were administered to examine potential group differences relative to language form (BNT) and the influence of short term memory on language form and use (WMS-LMI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12062, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Discourse data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 12088, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Discourse samples were collected from experimental subjects by the first author in their homes prior to their first daily dose of anti-parkinsonian medication (levadopa, dopamine agonists, amantadine, and/or selegiline). The duration of time since their last dose was at least 12 hours. Collecting samples prior to their first daily dose of anti-parkinsonian medication ensured they were in their “off” medication state to maximize dopamine depletion, a major putative cause of cognitive dysfunction in PD. Five of the 12 experiemental subjects were newly diagnosed with PD and had no history of PD medication use at the time of the study. Control subjects were also examined primarily in their homes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12795, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All subjects were instructed to discuss a typical day for a minimum of three minutes. In the event that subjects stopped before 3-minutes, a standardized verbal cue (“Tell me more about that”) was provided to continue the narrative until the 3-minute minimum was achieved. A Sony VN-480 PC digital voice recorder was used to record each subject’s samples. The investigator provided the subjects instructions for each sample followed by a restatement of the topic. Audio-taping began at the point when the topic was restated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13326, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Motor speech performance ratings", "sentences": [], "annotations": [], "relations": []}, {"offset": 13359, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After completion of data collection, the motor speech performance of all subjects was rated. An independent judge (certified and licensed speech language pathologist) blind to the neurological status of the subjects rated each audio sample. Each sample was rated on a 5-point scale of speech intelligibility. Ratings ranged from 1 (no detectable disorder) to 5 (no functional speech).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13744, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Motor speech ratings reliability", "sentences": [], "annotations": [], "relations": []}, {"offset": 13777, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Transcription and segmentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 13808, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first three minutes of all language samples were transcribed verbatim by a professional transcription service. Each sample was divided into communication units (CU), defined as the shortest allowable independent clause and related dependent clauses. Individual CU’s were defined primarily by syntax, however prosodic and semantic features were used at times when the unit could not be determined entirely by syntax. All unintelligible words were excluded from the analysis. In instances where the location of coordinating conjunctions such as “and”, “but” and “or” was unclear, their prosodic feature determined their final location at the beginning or ending of the communication unit. One-word responses were not considered in the communication unit calculation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14591, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "CU reliability", "sentences": [], "annotations": [], "relations": []}, {"offset": 14606, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three trained raters participated in the project to establish reliability for identification of CU’s. Raters were blinded to the neurological status of subjects that generated the samples used for the analyses. One trained rater analyzed 100% of the samples that were used for the analysis. Two additional trained raters independently analyzed 15% of the total sample. Intra-class correlation coefficients (ICC) were calculated by using a two-way mixed model with repeated measures to evaluate scoring agreement among the raters for CU’s. The ICC score for words was .99.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15182, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Computerized analysis of discourse language variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 15236, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Sample preparation and calculation of LD", "sentences": [], "annotations": [], "relations": []}, {"offset": 15277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first author entered the transcribed samples into the CHILDES CLAN program using the CHAT format specified in the Tools for Analyzing Talk – Electronic Edition. The Mac-based CLAN program was used on a Macbook Pro computer. In brief summary, samples were entered with emphasis on content words (i.e. nouns, verbs, adjectives and adverbs). Repetitions, repairs and fillers were not entered and thereby excluded from analysis. To estimate lexical diversity the CLAN “voc-D” function was used which generates total number words and two measures of LD; D and TTR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15847, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "LD reliability", "sentences": [], "annotations": [], "relations": []}, {"offset": 15862, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The third author entered 15% of randomly selected samples into the CLAN program using the same CHAT format. Measures of lexical diversity were calculated independently for comparisons. Simple correlations of TTR and D were calculated as a measure of reliability. Correlations of .91 for TTR and .96 for D were achieved for each measure indicating a high agreement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16227, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16248, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For group comparisons, independent samples t-tests were conducted for continuous variables and Chi-square for categorical variable with the criterion for significance set at p < .05 for all variables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16453, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16461, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic comparisons", "sentences": [], "annotations": [], "relations": []}, {"offset": 16485, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "\nDemographic, cognitive, and language comparisons for PD and control subjects\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 16564, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr valign=\"top\"><th/><th colspan=\"2\">\n<bold>PD subjects</bold>\n</th><th colspan=\"2\">\n<bold>Controls</bold>\n</th><th/></tr><tr valign=\"top\"><th>\n<bold>Variable</bold>\n</th><th>\n<bold>M</bold>\n</th><th>\n<bold>SD</bold>\n</th><th>\n<bold>M</bold>\n</th><th>\n<bold>SD</bold>\n</th><th>\n<bold>p</bold>\n</th></tr></thead><tbody><tr valign=\"top\"><td>Age</td><td>71.8</td><td>13.2</td><td>72.6</td><td>13.5</td><td>.89</td></tr><tr valign=\"top\"><td>Education</td><td>12.0</td><td>1.3</td><td>12.8</td><td>2.8</td><td>.36</td></tr><tr valign=\"top\"><td>Parkinson years</td><td>3.6</td><td>4.6</td><td/><td/><td/></tr><tr valign=\"top\"><td>H &amp; Y stage</td><td>2.4</td><td>.5</td><td/><td/><td/></tr><tr valign=\"top\"><td>BNT</td><td>52.8</td><td>6.7</td><td>51.8</td><td>8.4</td><td>.75</td></tr><tr valign=\"top\"><td>MMSE</td><td>28.6</td><td>1.4</td><td>28.8</td><td>1.7</td><td>.80</td></tr><tr valign=\"top\"><td>WMS-LMI</td><td>27.5</td><td>11.5</td><td>30.6</td><td>14.4</td><td>.57</td></tr></tbody></table>\n"}, "text": "\tPD subjects\tControls\t\t \tVariable\tM\tSD\tM\tSD\tp\t \tAge\t71.8\t13.2\t72.6\t13.5\t.89\t \tEducation\t12.0\t1.3\t12.8\t2.8\t.36\t \tParkinson years\t3.6\t4.6\t\t\t\t \tH & Y stage\t2.4\t.5\t\t\t\t \tBNT\t52.8\t6.7\t51.8\t8.4\t.75\t \tMMSE\t28.6\t1.4\t28.8\t1.7\t.80\t \tWMS-LMI\t27.5\t11.5\t30.6\t14.4\t.57\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16821, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Values are means ± S.D. p values are derived from comparisons of PD subjects to normal controls. Parkinson Years = the number of years since PD subjects were initially diagnosed with PD. H & Y = Hoehn and Yahr; BNT = Boston Naming Test, all items administered; MMSE = Mini Mental Status Exam; WMS-LMI = Wechsler Memory Scale – Logical Memory I subtest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17201, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 1 lists demographic, cognitive and language comparisons for subjects in the study. Two-tailed t-test (p < .05), revealed non-significant differences between the two groups for age, education, short term memory (WMS-LMI), and language form (BNT) and general cognitive ability (MMSE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17495, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Motor speech performance ratings", "sentences": [], "annotations": [], "relations": []}, {"offset": 17528, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Group comparisons revealed a significant difference between the PD group (M = 2.2, SD .72) and control group (M = 1.3, SD .62) on intelligibility ratings, (X2 = 10.7; p = .003). Scores ranged from 1–3 for each group [1 (no detectable disorder), 2 (obvious speech disorder with intelligible speech), and 3 (reduction in speech intelligibility)].", "sentences": [], "annotations": [], "relations": []}, {"offset": 17889, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Computerized analysis of lexical diversity", "sentences": [], "annotations": [], "relations": []}, {"offset": 17932, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "\nGroup performances on measures of lexical diversity\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 17986, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr valign=\"top\"><th/><th colspan=\"2\">\n<bold>PD subjects</bold>\n</th><th colspan=\"2\">\n<bold>Controls</bold>\n</th><th/></tr><tr valign=\"top\"><th>\n<bold>Variable</bold>\n</th><th>\n<bold>M</bold>\n</th><th>\n<bold>SD</bold>\n</th><th>\n<bold>M</bold>\n</th><th>\n<bold>SD</bold>\n</th><th>\n<bold>p</bold>\n</th></tr></thead><tbody><tr valign=\"top\"><td>Words</td><td>356.8</td><td>77.5</td><td>387.0</td><td>120.9</td><td>.48</td></tr><tr valign=\"top\"><td>TTR</td><td>.45</td><td>.04</td><td>.44</td><td>.05</td><td>.50</td></tr><tr valign=\"top\"><td>\n<italic>D</italic>\n</td><td>73.8</td><td>12.6</td><td>67.5</td><td>12.3</td><td>.23</td></tr></tbody></table>\n"}, "text": "\tPD subjects\tControls\t\t \tVariable\tM\tSD\tM\tSD\tp\t \tWords\t356.8\t77.5\t387.0\t120.9\t.48\t \tTTR\t.45\t.04\t.44\t.05\t.50\t \tD\t73.8\t12.6\t67.5\t12.3\t.23\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18124, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Values are means ± S.D. p values are derived from comparisons of PD subjects to normal controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18226, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 2 list measures of word productivity and lexical diversity. Two-tailed t-test (p < .05), revealed non-significant differences between the two groups on the number of words produced (PD = 387 vs controls = 357; p = .48). No significant differences were made on measures of TTR (PD TTR = .45 vs controls TTR = .44; p = .50) and D (PD D = 74 vs controls D = 68; p = .23).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18642, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion and conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 18669, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results of this study did not support the hypothesis that individuals with PD would exhibit less LD during discourse production when compared to matched non-neurological controls. Comparisons to non-neurologically impaired control subjects did not yield statistically significant differences. Although reductions in lexical diversity have been observed in other neurological populations who experience language deficits, we found that individuals with PD exhibited very similar lexical diversity whether measured with TTR or D. These findings are important because they add to current lines of research which indicate expressive language issues in PD a disorders primarily related to motor deficits. Although this analysis did not yield groups differences and support recent studies that suggest disruptions in language skills exist early in PD, it does support the current literature that suggests specific deficits are related “language use” issues rather than “language structure” issues (word and sentence productivity, syntax, grammaticality, etc.). For example, in previous work, we found that although individuals with PD did not differ from controls on measures of language structure in discourse (narrative productivity, communication units, and number of cohesive ties produced), they did differ on measures of cohesive adequacy. These data are also supported by studies of language pragmatics or the use of verbal and non-verbal social communication among individuals with PD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20169, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These preliminary findings may suggest that LD is a measure that may not be sensitive to changes in PD. It is possible that LD measures lack the sensitivity to differentiate changes in expressive language in patients early on in PD. The lack of observed differences may alternately suggest fronto-basal ganglia disruptions that influence linguistic processing for expressive language do not occur in the earliest H&Y stages of PD. We expected that the temporal aspects of discourse production would elicit group differences. This hypothesis is based on findings by Rogers and colleagues that report executive deficits in patients functioning at H & Y stages I & II. Therefore, our results suggest that even though cognitive skills may be affected in PD populations, H & Y stages I-III may not be associated with the level of neuropathologic disease required to negatively influence expressive language performance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21084, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is also possible that other features of discourse production (i.e. cohesion and coherence) may be more sensitive to PD and probably should be considered in future studies. Similarly, the literature related to language performance in PD suggests that measures of language structure (word and sentence productivity, syntax, grammaticality, etc.) have failed to consistently differentiate PD from normal language performance. Therefore, some propose that measures of language use (language pragmatics) may be more sensitive to language related in PD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21635, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The non-significant findings in light of recent hypotheses of earlier cognitive deficits in PD highlight two specific issues. First, although the neuropathological progression of PD has been described extensively, the exact impact of disease progression on cognitive skills such as language remains unclear. Braak and colleagues propose that individuals with PD may progress through a phase similar to mild cognitive impairment (MCI) prior to overt dementia. However, it is important to note that the disease progression described by Braak and colleagues does not correlate specifically with clinical disease staging using the H&Y scale. Therefore, the cognitive changes that occur in patients with PD/MCI and the changes that occur during the transition from MCI to overt dementia are unclear. Consequently, difficulty exists in attempts to distinguish the level of cognitive ability across the continuum of the two cognitive disorders. Second, the impact of cognitive deterioration in PD on expressive language and other cognitive skills is unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22687, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A minor secondary finding of this study was although there were differences in motor speech performance, word productivity (number of words produced) did not differ between the two groups. On average, the participants with PD produced a greater number of words over the course of three minutes. We considered that the greater but non-significant difference in words produced may have been a function of the greater number of cues required among individuals with PD (45 vs 18) to elicit the three minute samples. However, because the focus of this study was measures of LD and LD is primarily a reflection of the range of words produced rather than the total, the increased need for verbal cuing likely did not influence the results reported here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23434, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Future studies should be designed to evaluate individuals at all disease stages as well as equivalent representation of tremor and rigid predominant features would provide additional information about influence of PD disease progression on expressive language. It would additionally be better to divide patients for clinical studies by disease duration rather than stage as a majority of all patients are in stage II and III. We also acknowledge that alternate explanations such as reduced attention, depression, medication state, and apathy should be measured and correlated with changes in discourse production. However, the results of this study offer a number of future research possibilities that will increase our understanding of the influence of PD on expressive language production. Comparisons of PD and other basal ganglia diseases would help differentiate language disruptions that may occur. A detailed examination of all possible ways expressive language can be impaired following disease will be required to clarify the influences of PD on expressive language.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24510, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 24530, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24589, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 24614, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "CE conceived the study, participated in the design of the study, participated in the lexical diversity analysis and performed the statistical analysis. YFH participated in the draft of the manuscript and interpretation of the findings. TW participated in the lexical diversity analysis and draft of the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24981, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 24992, "infons": {"section_type": "REF", "type": "ref"}, "text": "National Parkinson Foundation. 2014. http://www.parkinson.org/parkinson-s-disease.aspx. Accessed on September 3, 2014", "sentences": [], "annotations": [], "relations": []}, {"offset": 25110, "infons": {"fpage": "197", "issue": "2", "lpage": "211", "name_0": "surname:Braak;given-names:H", "name_1": "surname:Del Tredici;given-names:K", "name_2": "surname:Rub;given-names:U", "name_3": "surname:de Vos;given-names:RA", "name_4": "surname:Jansen Steur;given-names:EN", "name_5": "surname:Braak;given-names:E", "pub-id_doi": "10.1016/S0197-4580(02)00065-9", "pub-id_pmid": "12498954", "section_type": "REF", "source": "Neurobiol Aging", "type": "ref", "volume": "24", "year": "2003"}, "text": "Staging of brain pathology related to sporadic Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 25177, "infons": {"fpage": "236", "issue": "2–3", "lpage": "50", "name_0": "surname:Middleton;given-names:FA", "name_1": "surname:Strick;given-names:PL", "pub-id_doi": "10.1016/S0165-0173(99)00040-5", "pub-id_pmid": "10719151", "section_type": "REF", "source": "Brain Res Brain Res Rev", "type": "ref", "volume": "31", "year": "2000"}, "text": "Basal ganglia and cerebellar loops: motor and cognitive circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 25242, "infons": {"fpage": "183", "issue": "2", "lpage": "200", "name_0": "surname:Middleton;given-names:FA", "name_1": "surname:Strick;given-names:PL", "pub-id_doi": "10.1006/brcg.1999.1099", "pub-id_pmid": "10744919", "section_type": "REF", "source": "Brain Cogn", "type": "ref", "volume": "42", "year": "2000"}, "text": "Basal ganglia output and cognition: evidence from anatomical, behavioral, and clinical studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 25337, "infons": {"fpage": "159", "lpage": "67", "name_0": "surname:Alexander;given-names:MP", "name_1": "surname:Stuss;given-names:DT", "name_2": "surname:Knight", "section_type": "REF", "source": "Principles of frontal lobe function", "type": "ref", "year": "2002"}, "text": "Disorders of language after frontal lobe injury: evidence for the neural mechanisms of assembling language", "sentences": [], "annotations": [], "relations": []}, {"offset": 25444, "infons": {"fpage": "114", "lpage": "50", "name_0": "surname:Salmon;given-names:DP", "name_1": "surname:Heindel;given-names:WC", "name_2": "surname:Hamilton;given-names:JM", "name_3": "surname:Litcher;given-names:DG", "name_4": "surname:Cummings;given-names:JL", "section_type": "REF", "source": "Frontal-subcortical circuits in psychiatric and neurological disorders", "type": "ref", "year": "2001"}, "text": "Cognitive abilities mediated by frontal-subcortical circuits", "sentences": [], "annotations": [], "relations": []}, {"offset": 25505, "infons": {"fpage": "113", "lpage": "27", "name_0": "surname:Murray;given-names:L", "pub-id_doi": "10.1017/S0267190508080100", "section_type": "REF", "source": "Annu Rev Appl Linguist", "type": "ref", "volume": "28", "year": "2008"}, "text": "Language and Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 25538, "infons": {"name_0": "surname:Altmann;given-names:LJ", "name_1": "surname:Troche;given-names:MS", "section_type": "REF", "source": "High-level language production in parkinson's disease: a review, Parkinson's Disease", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 25539, "infons": {"fpage": "1404", "issue": "8", "lpage": "10", "name_0": "surname:Braak;given-names:H", "name_1": "surname:Rub;given-names:U", "name_2": "surname:Jansen Steur;given-names:EN", "name_3": "surname:Del Tredici;given-names:K", "name_4": "surname:de Vos;given-names:RA", "pub-id_doi": "10.1212/01.WNL.0000158422.41380.82", "pub-id_pmid": "15851731", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "64", "year": "2005"}, "text": "Cognitive status correlates with neuropathologic stage in Parkinson disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 25615, "infons": {"fpage": "255", "issue": "1–2", "lpage": "8", "name_0": "surname:Braak;given-names:H", "name_1": "surname:Rub;given-names:U", "name_2": "surname:Del Tredici;given-names:K", "pub-id_doi": "10.1016/j.jns.2006.05.011", "pub-id_pmid": "16814807", "section_type": "REF", "source": "J Neurol Sci", "type": "ref", "volume": "248", "year": "2006"}, "text": "Cognitive decline correlates with neuropathological stage in Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 25696, "infons": {"fpage": "67", "issue": "1", "lpage": "88", "name_0": "surname:Glosser;given-names:G", "name_1": "surname:Deser;given-names:T", "pub-id_doi": "10.1016/0093-934X(91)90117-J", "pub-id_pmid": "2009448", "section_type": "REF", "source": "Brain Lang", "type": "ref", "volume": "40", "year": "1991"}, "text": "Patterns of discourse production among neurological patients with fluent language disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 25788, "infons": {"fpage": "425", "issue": "1–3", "lpage": "9", "name_0": "surname:Wilson;given-names:BM", "name_1": "surname:Proctor;given-names:A", "pub-id_pmid": "10857740", "section_type": "REF", "source": "Brain Cogn", "type": "ref", "volume": "43", "year": "2000"}, "text": "Oral and written discourse in adolescents with closed head injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 25854, "infons": {"fpage": "1414", "issue": "11", "lpage": "30", "name_0": "surname:Fergadiotis;given-names:G", "name_1": "surname:Wright;given-names:HH", "pub-id_doi": "10.1080/02687038.2011.603898", "pub-id_pmid": "23125474", "section_type": "REF", "source": "Aphasiology", "type": "ref", "volume": "25", "year": "2011"}, "text": "Lexical diversity for adults with and without aphasia across discourse elicitation tasks", "sentences": [], "annotations": [], "relations": []}, {"offset": 25943, "infons": {"fpage": "236", "lpage": "47", "name_0": "surname:Alexander;given-names:MP", "pub-id_pmid": "16573857", "section_type": "REF", "source": "J Int Neuropsychol Soc", "type": "ref", "volume": "12", "year": "2006"}, "text": "Impairments of procedures for implementing complex language are due to disruption of frontal attention processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 26056, "infons": {"fpage": "1405", "issue": "9", "lpage": "13", "name_0": "surname:Ash;given-names:S", "name_1": "surname:Moore;given-names:P", "name_2": "surname:Antani;given-names:S", "name_3": "surname:McCawley;given-names:G", "name_4": "surname:Work;given-names:M", "name_5": "surname:Grossman;given-names:M", "pub-id_doi": "10.1212/01.wnl.0000210435.72614.38", "pub-id_pmid": "16682675", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "66", "year": "2006"}, "text": "Trying to tell a tale: discourse impairments in progressive aphasia and frontotemporal dementia", "sentences": [], "annotations": [], "relations": []}, {"offset": 26152, "infons": {"fpage": "46", "lpage": "54", "name_0": "surname:Marini;given-names:A", "name_1": "surname:Carlomagno;given-names:S", "name_2": "surname:Caltagirone;given-names:C", "name_3": "surname:Nocentini;given-names:U", "pub-id_doi": "10.1016/j.bandl.2004.08.002", "pub-id_pmid": "15766767", "section_type": "REF", "source": "Brain Lang", "type": "ref", "volume": "93", "year": "2005"}, "text": "The role played by the right hemisphere in the organization of complex textual structures", "sentences": [], "annotations": [], "relations": []}, {"offset": 26242, "infons": {"fpage": "146", "issue": "1", "lpage": "60", "name_0": "surname:Illes;given-names:J", "name_1": "surname:Metter;given-names:EJ", "name_2": "surname:Hanson;given-names:WR", "name_3": "surname:Iritani;given-names:S", "pub-id_doi": "10.1016/0093-934X(88)90059-4", "pub-id_pmid": "3342316", "section_type": "REF", "source": "Brain Lang", "type": "ref", "volume": "33", "year": "1988"}, "text": "Language production in Parkinson's disease: acoustic and linguistic considerations", "sentences": [], "annotations": [], "relations": []}, {"offset": 26325, "infons": {"fpage": "1350", "issue": "6", "lpage": "66", "name_0": "surname:Murray;given-names:LL", "pub-id_doi": "10.1044/jslhr.4306.1350", "pub-id_pmid": "11193957", "section_type": "REF", "source": "J Speech Lang Hear Res", "type": "ref", "volume": "43", "year": "2000"}, "text": "Spoken language production in Huntington's and Parkinson's diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 26393, "infons": {"fpage": "31", "lpage": "6", "name_0": "surname:Holtgraves;given-names:T", "name_1": "surname:Fogle;given-names:K", "name_2": "surname:Marsh;given-names:L", "pub-id_doi": "10.4236/apd.2013.21006", "section_type": "REF", "source": "Adv Park Dis", "type": "ref", "volume": "2", "year": "2013"}, "text": "Pragmatic language production deficits in parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26455, "infons": {"fpage": "443", "issue": "5", "lpage": "52", "name_0": "surname:Wright;given-names:HH", "name_1": "surname:Silverman;given-names:SW", "name_2": "surname:Newhoff;given-names:M", "pub-id_doi": "10.1080/02687030344000166", "section_type": "REF", "source": "Aphasiology", "type": "ref", "volume": "17", "year": "2003"}, "text": "Measures of lexical diversity in aphasia", "sentences": [], "annotations": [], "relations": []}, {"offset": 26496, "infons": {"fpage": "323", "issue": "3", "lpage": "3338", "name_0": "surname:McKee;given-names:G", "name_1": "surname:Malvern;given-names:D", "name_2": "surname:Richards;given-names:B", "pub-id_doi": "10.1093/llc/15.3.323", "section_type": "REF", "source": "Literacy Linguist Comput", "type": "ref", "volume": "15", "year": "2000"}, "text": "Measuring vocabulary using dedicated software", "sentences": [], "annotations": [], "relations": []}, {"offset": 26542, "infons": {"fpage": "S397", "lpage": "408", "name_0": "surname:Fergadiotis;given-names:G", "name_1": "surname:Wrigh;given-names:HH", "name_2": "surname:West;given-names:T", "pub-id_doi": "10.1044/1058-0360(2013/12-0083)", "pub-id_pmid": "23695912", "section_type": "REF", "source": "Am J Speech Lang Pathol", "type": "ref", "volume": "22", "year": "2013"}, "text": "Measuring lexical diversity in narrative discourse of people with aphasia", "sentences": [], "annotations": [], "relations": []}, {"offset": 26616, "infons": {"fpage": "427", "lpage": "42", "name_0": "surname:Hoehn;given-names:MH", "name_1": "surname:Yahr;given-names:MD", "pub-id_doi": "10.1212/WNL.17.5.427", "pub-id_pmid": "6067254", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "17", "year": "1967"}, "text": "Parkinsonism: onset, progression and mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 26663, "infons": {"fpage": "819", "issue": "5", "lpage": "25", "name_0": "surname:Bower;given-names:JH", "name_1": "surname:Maraganore;given-names:DM", "name_2": "surname:McDonnell;given-names:SK", "name_3": "surname:Rocca;given-names:WA", "pub-id_doi": "10.1002/1531-8257(200009)15:5<819::AID-MDS1009>3.0.CO;2-P", "pub-id_pmid": "11009185", "section_type": "REF", "source": "Mov Disord", "type": "ref", "volume": "15", "year": "2000"}, "text": "Influence of strict, intermediate, and broad diagnostic criteria on the age- and sex-specific incidence of Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26790, "infons": {"fpage": "189", "issue": "3", "lpage": "98", "name_0": "surname:Folstein;given-names:MF", "name_1": "surname:Folstein;given-names:SE", "name_2": "surname:McHugh;given-names:PR", "pub-id_doi": "10.1016/0022-3956(75)90026-6", "pub-id_pmid": "1202204", "section_type": "REF", "source": "J Psychiatr Res", "type": "ref", "volume": "12", "year": "1975"}, "text": "\"Mini-mental state\". A practical method for grading the cognitive state of patients for the clinician", "sentences": [], "annotations": [], "relations": []}, {"offset": 26892, "infons": {"name_0": "surname:Kaplan;given-names:E", "name_1": "surname:Goodglass;given-names:H", "name_2": "surname:Wientraub;given-names:S", "section_type": "REF", "source": "Boston naming test scoring booklet", "type": "ref", "year": "1983"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26893, "infons": {"name_0": "surname:Wechsler;given-names:D", "section_type": "REF", "source": "Wechsler Memory Scale III", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26894, "infons": {"name_0": "surname:Yorkston;given-names:KM", "name_1": "surname:Beukelman;given-names:DR", "name_2": "surname:Strand;given-names:EA", "name_3": "surname:Bell;given-names:KR", "section_type": "REF", "source": "Management of Motor Speech Disorders in Children and Adults", "type": "ref", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26895, "infons": {"name_0": "surname:Hunt;given-names:KW", "section_type": "REF", "source": "Grammatical structures written at three grade levels. (Research Report No. 3)", "type": "ref", "year": "1965"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26896, "infons": {"name_0": "surname:MacWhinney;given-names:B", "section_type": "REF", "source": "The CHILDES project: Tools for analyzing talk, Vol 1: Transcription format and programs", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26897, "infons": {"fpage": "97", "issue": "S13", "lpage": "8", "name_0": "surname:Ellis;given-names:C", "name_1": "surname:Okun;given-names:MS", "name_2": "surname:Gonzalez-Rothi;given-names:LJ", "name_3": "surname:Crosson;given-names:B", "name_4": "surname:Rogalski;given-names:Y", "name_5": "surname:Rosenbek;given-names:JC", "section_type": "REF", "source": "Mov Disord", "type": "ref", "volume": "21", "year": "2006"}, "text": "Expressive language use after PD: deficits in use but not form", "sentences": [], "annotations": [], "relations": []}, {"offset": 26960, "infons": {"fpage": "815", "issue": "Pt 5", "lpage": "42", "name_0": "surname:Rogers;given-names:RD", "name_1": "surname:Sahakian;given-names:BJ", "name_2": "surname:Hodges;given-names:JR", "name_3": "surname:Polkey;given-names:CE", "name_4": "surname:Kennard;given-names:C", "name_5": "surname:Robbins;given-names:TW", "pub-id_doi": "10.1093/brain/121.5.815", "pub-id_pmid": "9619187", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "121", "year": "1998"}, "text": "Dissociating executive mechanisms of task control following frontal lobe damage and Parkinson's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 27064, "infons": {"fpage": "254", "issue": "5", "lpage": "6", "name_0": "surname:Hall;given-names:D", "name_1": "surname:Ouyang;given-names:B", "name_2": "surname:Lonnquist;given-names:E", "name_3": "surname:Newcombe;given-names:J", "section_type": "REF", "source": "Int J Neurol", "type": "ref", "volume": "121", "year": "2011"}, "text": "Pragmatic communication is impaired in Parkinson disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 27121, "infons": {"fpage": "414", "issue": "3", "lpage": "23", "name_0": "surname:McNamara;given-names:P", "name_1": "surname:Durso;given-names:R", "pub-id_doi": "10.1016/S0093-934X(02)00558-8", "pub-id_pmid": "12662979", "section_type": "REF", "source": "Brain Lang", "type": "ref", "volume": "84", "year": "2003"}, "text": "Pragmatic communication skills in patients with Parkinson's disease", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]