[{"source": "PMC", "date": "20210518", "key": "pmc.key", "infons": {}, "documents": [{"id": "8113676", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fpsyg.2021.646090", "article-id_pmc": "8113676", "article-id_pmid": "33995202", "elocation-id": "646090", "kwd": "child phonology phonological emergence phonbank childes speech development longitudinal case study child language corpus articulatory representation", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Menn;given-names:Lise", "name_1": "surname:Peters;given-names:Ann M.", "name_2": "surname:Rose;given-names:Yvan", "section_type": "TITLE", "type": "front", "volume": "12", "year": "2021"}, "text": "The Menn Phonetic Mini-Corpus: Articulatory Gestures as Precursors to the Emergence of Segments", "sentences": [], "annotations": [], "relations": []}, {"offset": 96, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 109, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Menn Phonetic Mini-Corpus (MPMC) is a phonetically transcribed American English dataset now available from the PhonBank database at https://phonbank.talkbank.org/derived/. The MPMC consists of 5 h 22 min of detailed transcription in IPA (International Phonetic Alphabet) of the babble and early speech of a toddler at the one-word stage named Jacob, and his conversation partners, along with the corresponding downloadable audio files. The IPA transcription was made by a linguist with over 50 years of experience in transcribing early child speech; most other recorded corpora that are available to the research community are transcribed in conventional spelling or analyzed globally instead of being transcribed, and therefore cannot be searched for the occurrence of particular speech sounds and their context. Such phonetic searches provide entry points for acoustic analyses as well as for the descriptive analyses presented here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1049, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The MPMC allows the study of the sounds and sound patterns of Jacob's babble and early speech over the first 3 months of his use of words, and comparison with his sound patterns during a 1-month period starting about 3 months later. Four analyses in section Illustrative Analyses below indicate some of the kinds of phonetic studies that can be done. Most importantly, an impressionistic gestural analysis of 60 variants of his word “down” indicates that Jacob has a pre-segmental articulatory representation of most of the word; the pre-segmental portion consists of poorly coordinated articulatory gestures that have not yet been cross-linked to form phonetic segments. The gestural analysis, although limited to what can be inferred from transcriptions, provides a conceptual handle on what it is that phonetic segments emerge from, supporting and clarifying early aspects of several theoretical approaches to the emergence of phonological units (e.g., Beckman and Edwards,; Edwards et al.,; Hay et al.,; Inkelas and Rose,; Vihman and Croft,; Menn et al.,; McAllister Byun et al.,; Vihman,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2148, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The 7-month time span (1;00.15 to 1;07.17) also permits the study of the development of the child's behavioral routines (Bates et al.,; Peters and Boggs,), the maturation of his conversational interaction patterns, and the semantic/pragmatic development of proto-words into adult-like words. Note that the corpus is pre-syntactic: it contains just a few gestalt utterances (Peters and Menn,) modeled on adult phrases and a few sporadic two-word combinations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2607, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The MPMC will remain available for study in its present form in the “derived” section of PhonBank. The transcription and coding of the rest of the recordings will gradually be added to the main Menn Corpus on PhonBank, of which the MPMC will remain a proper subset (about 5% of the total Menn Corpus material). PhonBank began in 2006 as a supplement to the long-standing CHILDES database (CHIld Language Data Exchange System; https://childes.talkbank.org) for the areas of phonetics and phonology, through the Phon software program (https://www.phon.ca) for the building and analysis of phonetically transcribed data corpora such as the MPMC. The PhonBank database (https://phonbank.talkbank.org) was instituted in 2011 as a database separate from CHILDES within the larger TalkBank system for language research (https://talkbank.org). Like all corpora published within PhonBank, the MPMC corpus is available for analysis in both Phon and CHAT formats, the latter for use within the CLAN program which powers CHILDES and most of the remainder of the TalkBank system. Phon enables research based on both phonetic transcriptions and acoustic data measurements, assessing for example the overall shape of word forms as well as the behavior of specific speech sounds and sound combinations across different contexts within the word. Researchers may add their own coding to the existing annotations of corpora in CHILDES, and may run additional phonological analyses using Phon (Hedlund and O'Brien,; Rose et al.,; Rose and MacWhinney,; Hedlund and Rose,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4163, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Jacob was studied as a typically developing first child of academic parents living in Cambridge MA. The recording investigator (author LM) served as the child's regular caregiver, audiotaping at least an hour per day for 3 days a week over 8.5 months from 1;00.08 to 1;08.22. The eight sessions selected for the MPMC are divided into two parts, “Early” and “Later,” with ~170 tokens of word attempts produced by the child in each part. The Early part contains data from five sessions spaced over 3 months from 1;00.15 to 1;03.22, totaling just over 4 h. The Later part contains data from three sessions spaced over 1 month from 1;06.18 to 1;07.17, totaling 1 h, 22 min. The total transcription time in the Later portion is shorter because the Later transcriptions focus on parts of the sessions in which the child was producing more speech and babble; the Early part was less selective. The Early part contains about 2,750 adult utterances and the Later part contains 550. The Early part also contains about 500 babble utterances (speech-like utterances without identifiable target); the Later part contains about 160 babble utterances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sessions in the MPMC were originally recorded in 1974-75 using a high quality reel-to-reel Tandberg tape deck and Sennheiser microphone. Most of the recordings were made under naturalistic conditions in the toddler's home; background noise therefore limits the sound quality. Other adults, including his mother, were occasionally present and interacted as friends familiar with the investigator and the child. The MPMC also contains part of one session in which a trained psychology doctoral student presented Jacob with means-ends and object permanence test tasks from the Užgiris and Hunt developmental scales (Menn and Haselkorn,). Field notes were made on the spot and each session was originally transcribed within 48 h of recording. All living participants have given consent to have these materials shared through CHILDES.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6151, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The 1974-75 study (Menn,) was very limited by current standards: reflecting the theoretical biases and technical limitations of the era, only the child's words and proto-words (defined as meaningful recurring forms created by the child: Bates,; Menn,) were transcribed phonetically. Babbled utterances were indicated, but rarely transcribed. Speech directed to the child was transcribed orthographically; adult-adult speech was only indicated. A handwritten IPA list of the child's attempts at words in each of the ninety-odd recorded sessions was provided in Menn, but none of the transcribed material was computerized or machine searchable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6794, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In 2009 the tape recordings were digitized and uploaded to CHILDES; in 2019, investigator LM began re-transcribing the digitized recordings into the machine-searchable CHAT format. The re-transcriptions in the MPMC include all sufficiently audible adult speech regardless of the addressee, and all the child's transcribable babble and word-based sound play as well as word and word-like productions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7194, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To increase transcription accuracy and separation of overlapping speech, we used Praat1 and CLAN2 for item-by-item playback, reduced playback speed, and “eyeballing” spectrograms and waveforms to help with time-indexing and segmenting the speech signal. These digital tools revealed many babbled sounds and word-attempts that had been missed with the analog devices of the 1970's.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7579, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After the initial IPA transcription in CHAT format, author YR converted the files to Phon and compiled the quantitative and qualitative data analyzed in Section illustrative analyses. Adult words and phrases with high degrees of conversational reduction were transcribed in IPA by investigator LM; IPA versions of the rest of the adult speech were obtained automatically from an IPA dictionary of pronounced words (citation forms) built into Phon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8027, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The child's utterance types have been coded in CHAT format, using existing CHAT categories as much as possible. By far the commonest types were babble BB (defined as articulated utterances without identifiable target), filled pause FP (closed-mouth conversational turns), and word-targeted WT. Word-targeted utterances were subdivided where possible into proto-words PWD (meaningful recurring idiosyncratic forms) and real words RWD. Other types noted were cooing COO (purely vocalic utterances; Stark,), word play WP, gestalt GST (Peters,), and onomatopoeic ONO. Word-targeted utterances were cross-coded as being imitated IMIT, retrieved from long-term memory LTM, self-repetition SREP, and unprompted self-correction SCOR (Researchers wishing to use these codes should recode a sample to check consistency).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We remind readers that phonetic transcriptions are discrete representations of an essentially continuous multi-dimensional auditory-acoustic space; intra-transcriber reliability for sub-phonemic details is necessarily modest, about 50% overall. Most discrepancies between transcriptions of a given utterance were found where the child's pronunciation was the least controlled (e.g., phones or phone combinations that were still emerging; see below). Re-transcribing a sample is recommended if researchers wish to put weight on fine details; time markings in the transcription delimit every utterance, making it easy to check each one against the on-line audio recordings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9510, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Illustrative Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 9532, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here we report four illustrative Phon-aided analyses of the MPMC, examining the child's phonological progress (or lack of it) from 1;00.15 to 1;07.17.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9683, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Change in the Relative Proportions of Babble, Proto-Words, and Adult-Like Words in the MPMC", "sentences": [], "annotations": [], "relations": []}, {"offset": 9775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Comparing the Early (1;00.15 to 1;03.22) to the Later (1;06.18 to 1;07.17) sessions, the mean proportion of babble decreases from 0.81 to 0.50 of the ~1,000 transcribed child utterances. Proto-word tokens decrease from 0.15 to 0.09, while real word tokens increase from 0.05 to 0.41. All three of these changes may be taken as measures of Jacob's gradual transition from babble and idiosyncratic proto-words toward communication based on adult word targets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10233, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Distribution of Consonants in the MPMC", "sentences": [], "annotations": [], "relations": []}, {"offset": 10272, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The distributions of consonants in the Early and Later portions of the MPMC were computed using Phon. From the beginning of the Early period, Jacob produced [m] appropriately, but only as a carrier for intonational signaling in “hm” or “mm” utterances. Whether this utterance type should be counted as production of a phonetic segment [m] is unsettled, because it does not form a canonical consonant+vowel syllable (Oller et al.,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10712, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Jacob used [d], a common first consonant (Stoel-Gammon,; Menn and Vihman,), frequently from 1;01.13 onward. Initial and medial [ɫ], appearing mostly in a highly variable proto-word [ɫæ], [ʌɫʌ], [lɔʔ 'luə,] etc., modeled on “hello,” starts at 1;03.22. In the Later period, [k] appears (appropriately aspirated in initial position) at 1;06.18; [n], after having been marginally present since 1;01.13, takes a sudden jump at 1;07.10; and [p] appears, generally in word-final position, at 1;07.17. The observed order [d, l, k, n, p] elaborates Menn's original report that Jacob developed oral stop consonants in the order [d], then [k/g], and finally [p/b]; the development of labials after velars is somewhat unusual (found in only one English-acquiring child out of 66 by Stoel-Gammon,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11511, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Changes in Accuracy of Segment Production Over Time: The Single Word “Down”", "sentences": [], "annotations": [], "relations": []}, {"offset": 11591, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sixty utterances of “down” transcribed in the MPMC are established as tokens of the word by audible context or written field notes. The variety of forms appears bewildering (see Table 1): fully accurate as well as very approximate productions are present in both the Early sessions (32 tokens) and the Later ones (28 tokens).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11921, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Representative forms and uses of “down” over 6 months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11980, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"center\" style=\"border-bottom: thin solid #000000;\" colspan=\"4\" rowspan=\"1\"><bold>Early period</bold></th><th valign=\"top\" align=\"center\" style=\"border-bottom: thin solid #000000;\" colspan=\"4\" rowspan=\"1\"><bold>Later period</bold></th></tr><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Session</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Form, IPA</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Retrieval</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Context and usage notes</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Session</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Form, IPA</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Retrieval</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Context and usage notes</bold></th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;01.13</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dõ</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Preceded by sharp inbreath, followed by sound of blocks falling</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;06.18</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M1\"><mml:mrow><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mrow><mml:mo>~</mml:mo></mml:mrow></mml:mover></mml:mrow><mml:mrow><mml:mover accent=\"true\"><mml:mrow><mml:mi>℧</mml:mi></mml:mrow><mml:mrow><mml:mo>˜</mml:mo></mml:mrow></mml:mover></mml:mrow></mml:math></inline-formula>:</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Sound of small object falling.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæwn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d∧m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;02.07</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">n<inline-formula><mml:math id=\"M2\"><mml:mrow><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mrow><mml:mo>~</mml:mo></mml:mrow></mml:mover></mml:mrow><mml:mrow><mml:mover accent=\"true\"><mml:mrow><mml:mi>℧</mml:mi></mml:mrow><mml:mrow><mml:mo>˜</mml:mo></mml:mrow></mml:mover></mml:mrow></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT-3</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">The first in a sequence; accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M3\"><mml:mover accent=\"true\"><mml:mrow><mml:mi>ε</mml:mi></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>õ</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M4\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover><mml:mover accent=\"true\"><mml:mrow><mml:mo>∧</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d∧m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">'n<inline-formula><mml:math id=\"M5\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>∧</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>w<inline-formula><mml:math id=\"M6\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>∧</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">daw</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Emphatic.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M7\"><mml:mrow><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mrow><mml:mo>~</mml:mo></mml:mrow></mml:mover></mml:mrow><mml:mrow><mml:mover accent=\"true\"><mml:mrow><mml:mi>℧</mml:mi></mml:mrow><mml:mrow><mml:mo>˜</mml:mo></mml:mrow></mml:mover></mml:mrow></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">do:</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Emphatic, accompanied by thump of object thrown onto floor.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M8\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>∧</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">'dowo</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Emphatic, accompanied by clatter of object thrown onto floor.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M9\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula><inline-formula><mml:math id=\"M86\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">'dæw<inline-formula><mml:math id=\"M82\"><mml:mrow><mml:munder><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>∘</mml:mo></mml:munder></mml:mrow></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Emphatic.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Ɉjõ: </td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæw</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Emphatic.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæwn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Accompanies knocking block tower down.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæw</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;02.26</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ŋgɛ</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Immediately precedes sound of infant-level Lego blocks falling.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">do</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæ</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Sound of Lego blocks falling. Knocked over by either INV or CHI.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">'etsi 'do</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT SREP</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Imitating 'that's down'</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ɛd d<sub>ɔ</sub></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">BB IMIT</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d∧m:</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dũ</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;07.10</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæ<inline-formula><mml:math id=\"M87\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Shouted.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dũ:m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;07.17</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæw</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Question intonation; INV response “well, you can get down.”</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæõ dɛp</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM BB</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">NOT block game - CHI playing with pen cap. Intent unclear.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæow</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Question intonation; INV response “could put a block in the truck.”</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dum:</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT-1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV: first you said down and then you knocked it down!</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M10\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>∧</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Series of “down” utterances prefaced by note “CHI likes to knock block towers over but he wants INV to build them up.”</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dum</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæγm</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">These three utterances are apparently all CHI saying he wants a tower built so he can knock it over; no sound of falling blocks.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d∧m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M11\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula><inline-formula><mml:math id=\"M83\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>mn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><inline-formula><mml:math id=\"M81\"><mml:mrow><mml:munder><mml:mrow><mml:mtext>mmm</mml:mtext></mml:mrow><mml:mo>∘</mml:mo></mml:munder></mml:mrow></mml:math></inline-formula>:</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV response: “yeah, it went down.” “Hat” fell off a toy egg after INV put it on.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M12\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula><inline-formula><mml:math id=\"M84\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dɛwn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ɛn dæ<inline-formula><mml:math id=\"M85\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT-5</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">New game of rolling a toy bus or truck up and down Jacob's leg, foot, etc.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">don</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Intonation and pitch suggest narrative (“it fell down”).</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæw</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Rises to squeal at peak around 1660 Hz.</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">du:n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Intonation and pitch suggest narrative (“it fell down”).</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M13\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>:</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Question intonation; seems to be verifying his understanding of INV's advice “easier to get (th)em to roll down.”</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">'dı?auwn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">do</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dɩn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV: “down, yeah, you down” (physical play)</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M14\"><mml:mrow><mml:mtable columnalign=\"left\"><mml:mtr columnalign=\"left\"><mml:mtd columnalign=\"left\"><mml:mrow><mml:mtext>d</mml:mtext><mml:mover accent=\"true\"><mml:mo>æ</mml:mo><mml:mo>˜</mml:mo></mml:mover></mml:mrow></mml:mtd><mml:mtd columnalign=\"left\"><mml:mrow><mml:mtext>wwei</mml:mtext></mml:mrow></mml:mtd></mml:mtr><mml:mtr columnalign=\"left\"><mml:mtd columnalign=\"left\"><mml:mrow/></mml:mtd><mml:mtd columnalign=\"left\"><mml:mo>∘</mml:mo></mml:mtd></mml:mtr></mml:mtable></mml:mrow></mml:math></inline-formula></td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT BB</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Rolling toy truck down inclined top of large cardboard box.</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;03.22</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dom</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Not block game. CHI addressing CAM, who answers “yeah, down.”</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Ɉjeã<inline-formula><mml:math id=\"M88\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula> klaim</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Wants to climb onto the box. INV: “no, don't get on it, Jacob.”</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d℧m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV had said “it's upside-down,” referring to toy telephone.</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dæ<inline-formula><mml:math id=\"M98\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>o</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula> 'vi</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">IMIT BB</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV, slightly earlier: “ball went down.”</td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">næo</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV: yeah, it went down and then came out again (hammering-ball-into-box toy)</td><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M15\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>æ</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula><inline-formula><mml:math id=\"M89\"><mml:mover accent=\"true\"><mml:mrow><mml:mtext>w</mml:mtext></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">SREP-1</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">dn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">INV: yeah, it went down (same toy)</td><td colspan=\"4\" rowspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">da:m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td rowspan=\"1\" colspan=\"1\"/><td colspan=\"4\" rowspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d<inline-formula><mml:math id=\"M16\"><mml:mover accent=\"true\"><mml:mrow><mml:mo>∧</mml:mo></mml:mrow><mml:mo>~</mml:mo></mml:mover></mml:math></inline-formula>n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Possibly a response to “where's the ball?”</td><td colspan=\"4\" rowspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">d℧m</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">After INV: “find the cookie in the bucket?”</td><td colspan=\"4\" rowspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Ɉæwn</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">LTM</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Very emphatic, sounds like he threw a hard object onto the floor while saying it.</td><td colspan=\"4\" rowspan=\"1\"/></tr></tbody></table>\n"}, "text": "Early period\tLater period\t \tSession\tForm, IPA\tRetrieval\tContext and usage notes\tSession\tForm, IPA\tRetrieval\tContext and usage notes\t \t1;01.13\tdõ\tLTM\tPreceded by sharp inbreath, followed by sound of blocks falling\t1;06.18\td:\tLTM\tSound of small object falling.\t \t\tdæwn\tLTM\t\t\td∧m\tLTM\t\t \t1;02.07\tn\tIMIT-3\tThe first in a sequence; accompanies knocking block tower down.\t\tdõ\tLTM\t\t \t\td\tIMIT\tAccompanies knocking block tower down.\t\td∧m\tSREP\t\t \t\t'nw\tIMIT\tAccompanies knocking block tower down.\t\tdaw\tLTM\tEmphatic.\t \t\td\tIMIT\tAccompanies knocking block tower down.\t\tdo:\tLTM\tEmphatic, accompanied by thump of object thrown onto floor.\t \t\tdn\tSREP\tAccompanies knocking block tower down.\t\t'dowo\tSREP\tEmphatic, accompanied by clatter of object thrown onto floor.\t \t\td\tIMIT\tAccompanies knocking block tower down.\t\t'dæw\tSREP\tEmphatic.\t \t\tɈjõ: \tIMIT\tAccompanies knocking block tower down.\t\tdæw\tSREP\tEmphatic.\t \t\tdæwn\tLTM\tAccompanies knocking block tower down.\t\tdæw\tSREP\t\t \t1;02.26\tŋgɛ\tLTM\tImmediately precedes sound of infant-level Lego blocks falling.\t\tdo\tLTM\t\t \t\tdæ\tIMIT\tSound of Lego blocks falling. Knocked over by either INV or CHI.\t\t'etsi 'do\tIMIT SREP\tImitating 'that's down'\t \t\tɛd dɔ\tBB IMIT\t\t\td∧m:\tSREP\t\t \t\tdũ\tLTM\t\t1;07.10\tdæn\tLTM\tShouted.\t \t\tdũ:m\tSREP\t\t1;07.17\tdæw\tLTM\tQuestion intonation; INV response “well, you can get down.”\t \t\tdæõ dɛp\tLTM BB\tNOT block game - CHI playing with pen cap. Intent unclear.\t\tdæow\tLTM\tQuestion intonation; INV response “could put a block in the truck.”\t \t\tdum:\tIMIT-1\tINV: first you said down and then you knocked it down!\t\tdm\tLTM\tSeries of “down” utterances prefaced by note “CHI likes to knock block towers over but he wants INV to build them up.”\t \t\tdum\tLTM\t\t\tdæγm\tSREP\tThese three utterances are apparently all CHI saying he wants a tower built so he can knock it over; no sound of falling blocks.\t \t\td∧m\tLTM\t\t\tdmn\tSREP\t\t \t\t:\tLTM\tINV response: “yeah, it went down.” “Hat” fell off a toy egg after INV put it on.\t\tdn\tSREP\t\t \t\tdɛwn\tIMIT\t\t\tɛn dæn\tIMIT-5\tNew game of rolling a toy bus or truck up and down Jacob's leg, foot, etc.\t \t\tdon\tLTM\tIntonation and pitch suggest narrative (“it fell down”).\t\tdæw\tLTM\tRises to squeal at peak around 1660 Hz.\t \t\tdu:n\tLTM\tIntonation and pitch suggest narrative (“it fell down”).\t\td:\tIMIT\tQuestion intonation; seems to be verifying his understanding of INV's advice “easier to get (th)em to roll down.”\t \t\t'dı?auwn\tIMIT\t\t\tdo\tIMIT\t\t \t\tdɩn\tLTM\tINV: “down, yeah, you down” (physical play)\t\td\tIMIT BB\tRolling toy truck down inclined top of large cardboard box.\t \t1;03.22\tdom\tLTM\tNot block game. CHI addressing CAM, who answers “yeah, down.”\t\tɈjeã klaim\tLTM LTM\tWants to climb onto the box. INV: “no, don't get on it, Jacob.”\t \t\td℧m\tIMIT\tINV had said “it's upside-down,” referring to toy telephone.\t\tdæ 'vi\tIMIT BB\tINV, slightly earlier: “ball went down.”\t \t\tnæo\tLTM\tINV: yeah, it went down and then came out again (hammering-ball-into-box toy)\t\tdn\tSREP-1\t\t \t\tdn\tLTM\tINV: yeah, it went down (same toy)\t\t \t\tda:m\tLTM\t\t\t \t\tdn\tLTM\tPossibly a response to “where's the ball?”\t\t \t\td℧m\tLTM\tAfter INV: “find the cookie in the bucket?”\t\t \t\tɈæwn\tLTM\tVery emphatic, sounds like he threw a hard object onto the floor while saying it.\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15269, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_foot"}, "text": "Key: LTM, retrieved from long term memory, no recent model form; IMIT, imitation of immediately preceding adult utterance; IMIT-n, imitation of adult utterance n adult turns back; SREP, self-repetition. BB, babble syllable accompanying “down.” INV, Investigator; CHI, Child; CAM, videocamera operator.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15575, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The imitations (IMIT) appear at best slightly more accurate overall than the “spontaneous” (LTM) attempts (i.e., the tokens that Jacob must have retrieved from his long term memory because no one had recently uttered them). The initial [d] becomes more stable over time (accuracy 81% Early, 96% Later). The diphthong also improves (accuracy ignoring details encoded by diacritic 33% Early, 55% Later; accuracy counting diacritics, 11% Early, 21% Later). However, the final [n] deteriorates over the 6 months (31% correct Early, 18% Later).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16119, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Articulatory Gestures as Precursors to the Emergence of Segments in Word Production: More About “Down”", "sentences": [], "annotations": [], "relations": []}, {"offset": 16226, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Jacob's fine-grained variations in the forms for “down” resist analysis by ordered rules or ranked constraints. Such “unruliness” has long been noticed for the early months of speech (e.g., Ferguson and Farwell,; Fikkert and Levelt,); many children (but not all!—e.g., Ferguson et al.,; Menn and Vihman,) begin speech production by attempting each word as a (more or less undigested) whole, rather than as a sequence of phonetic segments with appropriate coarticulations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16708, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A segment like [th] or [a] is typically defined as a bundle of articulatory features that co-occur simultaneously or in close sequence. But perceptually, a segment is also a bundle of co-occurring auditory/acoustic features. Children start to learn auditory representations before birth (Mehler et al.,), eventually inducing auditory-perceptual representations of segments from hearing thousands of examples of speech sounds: they register which features tend to co-occur and in what positions with respect to word and syllable boundaries (Pierrehumbert,). An analogy may be helpful: finding the segments in the flow of input speech sounds is like finding the harmonic relations (chords) and chord progressions that are implicit in the flow of parallel voices in musical counterpoint.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17493, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "With increasing motor maturation children start to learn articulatory representations, trying to reproduce some of the sounds they hear and often selecting adult models which match their own babble or earliest speech attempts (Vihman,). They learn motorically which articulatory configurations reliably co-occur simultaneously or in close sequence (Beckman and Edwards,; Edwards et al.,; Hay et al.,), and which articulatory features of sounds co-occur. Gradually, phonetic segments emerge (alongside whole words and syllables) as units of speech production—if not during late babble, then as vocabulary grows during the 1st months of speech (Walley,; Menn and Vihman,). Auditory and motor representations of a sound must eventually become tightly linked as part of development toward adult-like phonological representation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18320, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Returning to Jacob's development, analyzing his attempts to say “down” in terms of articulator movements and vocal tract airflow instead of as attempts to string segments together gives us a mechanism for explaining the peculiar and frequent [m] at the end of his attempts at “down.” Analysis in terms of articulatory movements also enables us to be more precise about what it means to attack a word “as a whole,” and what it means for articulatory representations of segments to “emerge” from experience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18842, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Without engaging in the technical apparatus of Gestural Phonology (Browman and Goldstein,), consider an “articulatory gesture” intuitively, as a motion or continuous trajectory of a single articulator, for example “open the lips;” “raise the back of the tongue,” “flip the tongue tip up to the center of the hard palate and let it fall again,” “bring the vocal folds together loosely.” Jacob's various productions of “down” (Table 1) show that he is able to produce all the articulatory gestures needed to say the word. But like any beginner learning a complex motor sequence, he makes timing errors, and occasionally skips a gesture entirely.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19510, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fact that Jacob uses only the relevant articulatory gestures shows that he knows what “down” sounds like; that is, he has a detailed auditory representation of the word as a whole.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19699, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Phonetic details. (Phoneticians and speech-language pathologists can skim this section; we have written it for colleagues and students who normally work at the lexical and syntactic levels and rarely need to deal with IPA or articulation. Readers with no background in phonetics should also see the Appendix (Supplementary Material), “How to say down”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Timing of velar lowering vs. tongue-blade raising. In saying the word “down,” the velum must be lowered during the production of the diphthong [æw]. Many of the minor variations in Jacob's output come from small differences in his timing of this articulatory gesture; the sooner he lowers his velum, the more of the diphthong [æw] is nasalized, i.e., the greater the part of [æw] that is made with air flowing out both his nose and his mouth, resulting in [æ] or []. All of these versions of the diphthong are acceptable in English.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20598, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Timing errors in producing “down”", "sentences": [], "annotations": [], "relations": []}, {"offset": 20636, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Errors in velum movement:", "sentences": [], "annotations": [], "relations": []}, {"offset": 20662, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "1) If Jacob lowers his velum before or at the same time as he raises the blade of his tongue to make the initial [d], he produces initial [n], i.e., “noun” instead of “down.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 20845, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2) If he lowers his velum during the vowel without actually making the second tongue-to-gum-ridge contact needed for the final /n/, the result is an acceptable nasalized vowel, but without the nasal consonant that should follow it—i.e., the non-English form [dw].", "sentences": [], "annotations": [], "relations": []}, {"offset": 21111, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "3) When he does not get around to lowering his velum at all, he produces non-nasal forms like [dæw] (similar to the name “Dow”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21245, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Other timing errors:", "sentences": [], "annotations": [], "relations": []}, {"offset": 21266, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "4) If Jacob starts rounding his lips and raising the back of his tongue for the [u] too soon, he produces forms like [dũn] (similar to “doon”). If in addition he misses the second tongue-to-gum-ridge contact for the final /n/, the output may be [do] (“dough”), or non-English [dõ], depending on whether he remembers to lower his velum.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21612, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "5) If he forgets to keep his lips apart while raising his lower jaw for the final consonant, he produces forms like [dũm] (“doom”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21749, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "6) If he lingers too long on any of the articulatory configurations, he produces the forms that are heard as long vowels or consonants ([æ:], [o:], [m:]).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21905, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Summary: what Jacob knows before motor knowledge of the segment [n] emerges", "sentences": [], "annotations": [], "relations": []}, {"offset": 21981, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Jacob has a good auditory representation of “down” —i.e., he knows in detail what it sounds like. However, his motor representation of it is missing some essential information: although the several articulatory gestures that his tongue and velum need to make for the segments in the word are established, their relative timing is poorly controlled.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22336, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The lack of coordination between the gestures of lowering the velum, raising the jaw, and raising the tongue blade implies, in particular, that the phonetic segment [n] is not yet his articulatory target for the end of the word “down.” Rather, he knows three separate pieces of information: that the word ends with a lowered velum (to produce nasalization) and that the word ends with raising the jaw and also raising the tongue blade (to make an alveolar closure). These three motor gestures and their relative timing have yet to be welded into a single unit that would constitute a motor representation for producing the alveolar nasal consonantal speech segment [n], let alone the auditory-motor complex that would constitute an adult-like representation of the speech sound [n].", "sentences": [], "annotations": [], "relations": []}, {"offset": 23123, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Jacob's pre-segmental motor representation of word-final /n/ contrasts with his near-complete representation of both the auditory and motor aspects of word-initial /d/, as evidenced by the stability of his productions of the /d/ sound. Thus, he appears to be in transition from a pre-segmental to a segmental organization of his speech production for this word: although he appears to have a well-defined word-initial segment [d],3 the word-final segment [n] has not yet emerged as a unit of speech production4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23635, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "The Potential of the MENN Phonetic Mini-Corpus", "sentences": [], "annotations": [], "relations": []}, {"offset": 23682, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MPMC contains multiple tokens of several other words that have not yet been analyzed for what they can tell us about the way phonological representations develop. These additional words should be helpful in evaluating the ways in which contemporary approaches to early phonological development such as the A-Map (Inkelas and Rose,; McAllister Byun et al.,), the Linked-Attractor Model (Menn et al.,), and Template Theory (Vihman,) complement one another. For children with “unruly” speech like Jacob, detailed articulatory analyses of multiple tokens of the same word over time enable us to create a richer picture of the mechanisms involved in development from early holistic auditory and articulatory representation toward a segmental as well as autosegmental phonological representation of the words in a speaker's lexicon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24517, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 24545, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets generated for this study can be found in online repositories. The names of the repository/repositories and accession number (s) can be found at: https://phonbank.talkbank.org/derived/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24743, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 24760, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Data were collected in 1974-75 with NSF funding. Ethics committee information is not available. Written informed consent to participate in this study was provided by the participants' legal guardian/next of kin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24972, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 24993, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "LM is principally responsible for creating the corpus content and drafting the article. AP is responsible for choosing the sections to be transcribed and editing. YR is responsible for the Phon version of the data and the numerical analyses. All authors contributed to practical and theoretical discussions and to the final form of the document.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25339, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 25360, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25533, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "1Praat (2020). Available online at: http://www.fon.hum.uva.nl/praat/ (accessed September 21, 2020).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25633, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "2CLAN. Available online at: https://dali.talkbank.org/clan/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25694, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "3Jacob's control of the position where the front of his tongue must hit the roof of his mouth to form the initial [d] is not perfect: sometimes it hits a little too far back, resulting in the voiced palatal stop consonant [ɫ], a speech sound not used contrastively in English.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25972, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "4Compare K's multiple attempts at “pen,” Ferguson and Farwell (, p. 423, fn. 8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26057, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "Funding. CHILDES was supported by grant R01-HD082736 from NIH. PhonBank was supported by grant RO1-HD051698 from NIH-NICHHD to Brian MacWhinney and YR. Phon was designed and built by YR and Gregory Hedlund.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26264, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 26287, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fpsyg.2021.646090/full#supplementary-material", "sentences": [], "annotations": [], "relations": []}, {"offset": 26446, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 26457, "infons": {"name_0": "surname:Bates;given-names:E.", "section_type": "REF", "source": "Language and Context: The Acquisition of Pragmatics", "type": "ref", "year": "1976"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26458, "infons": {"fpage": "407", "lpage": "423", "name_0": "surname:Bates;given-names:E.", "name_1": "surname:Bretherton;given-names:I.", "name_2": "surname:Snyder;given-names:L.", "name_3": "surname:Shore;given-names:C", "name_4": "surname:Volterra;given-names:V.", "section_type": "REF", "source": "Merrill-Palmer Quart. Behav. Dev.", "type": "ref", "volume": "26", "year": "1980"}, "text": "Vocal and gestural symbols at 13 months", "sentences": [], "annotations": [], "relations": []}, {"offset": 26498, "infons": {"fpage": "240", "lpage": "249", "name_0": "surname:Beckman;given-names:M. E.", "name_1": "surname:Edwards;given-names:J.", "pub-id_doi": "10.1111/1467-8624.00139", "pub-id_pmid": "10836579", "section_type": "REF", "source": "Child Dev.", "type": "ref", "volume": "71", "year": "2000"}, "text": "The ontogeny of phonological categories and the primacy of lexical learning in linguistic development", "sentences": [], "annotations": [], "relations": []}, {"offset": 26600, "infons": {"fpage": "219", "lpage": "252", "name_0": "surname:Browman;given-names:C.P.", "name_1": "surname:Goldstein;given-names:L.", "pub-id_doi": "10.1017/S0952675700000658", "section_type": "REF", "source": "Phonol. Yearbook", "type": "ref", "volume": "3", "year": "1986"}, "text": "Towards an articulatory phonology", "sentences": [], "annotations": [], "relations": []}, {"offset": 26634, "infons": {"fpage": "421", "lpage": "436", "name_0": "surname:Edwards;given-names:J.", "name_1": "surname:Beckman;given-names:M.E.", "name_2": "surname:Munson;given-names:B", "pub-id_doi": "10.1044/1092-4388(2004/034)", "pub-id_pmid": "15157141", "section_type": "REF", "source": "J. Speech Lang. Hearing Res.", "type": "ref", "volume": "2", "year": "2004"}, "text": "The interaction between vocabulary size and phonotactic probability effects on children's production accuracy and fluency in nonword repetition", "sentences": [], "annotations": [], "relations": []}, {"offset": 26778, "infons": {"fpage": "419", "lpage": "439", "name_0": "surname:Ferguson;given-names:C. A.", "name_1": "surname:Farwell;given-names:C. B.", "pub-id_doi": "10.2307/412864", "section_type": "REF", "source": "Language", "type": "ref", "volume": "51", "year": "1975"}, "text": "Words and sounds in early language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 26825, "infons": {"fpage": "35", "lpage": "65", "name_0": "surname:Ferguson;given-names:C. A.", "name_1": "surname:Peizer;given-names:D. B.", "name_2": "surname:Weeks;given-names:T. A.", "pub-id_doi": "10.1016/0024-3841(73)90055-7", "section_type": "REF", "source": "Lingua", "type": "ref", "volume": "31", "year": "1973"}, "text": "Model-and-replica phonological grammar of a child's first words", "sentences": [], "annotations": [], "relations": []}, {"offset": 26889, "infons": {"fpage": "231", "lpage": "268", "name_0": "surname:Fikkert;given-names:P.", "name_1": "surname:Levelt;given-names:C.C.", "name_2": "surname:Avery;given-names:P.", "name_3": "surname:Dresher;given-names:B. E.", "name_4": "surname:Rice;given-names:K.", "section_type": "REF", "source": "Contrast in Phonology: Theory, Perception, Acquisition", "type": "ref", "year": "2008"}, "text": "How does Place fall into place? The lexicon and emergent constraints in children's developing phonological grammar", "sentences": [], "annotations": [], "relations": []}, {"offset": 27004, "infons": {"fpage": "58", "lpage": "74", "name_0": "surname:Hay;given-names:J.", "name_1": "surname:Pierrehumbert;given-names:J.", "name_2": "surname:Beckman;given-names:M.", "pub-id_doi": "10.1017/CBO9780511486425.004", "section_type": "REF", "source": "Pap. Lab. Phonol.", "type": "ref", "volume": "VI", "year": "2004"}, "text": "Speech perception, well-formedness, and the statistics of the lexicon", "sentences": [], "annotations": [], "relations": []}, {"offset": 27074, "infons": {"name_0": "surname:Hedlund;given-names:G.", "name_1": "surname:Rose;given-names:Y.", "section_type": "REF", "source": "Phon 3.1 [Computer Software]", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27075, "infons": {"name_0": "surname:Hedlund;given-names:G. J.", "name_1": "surname:O'Brien;given-names:P.", "section_type": "REF", "source": "A Software System for Linguistic Data Capture and Analysis", "type": "ref", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27076, "infons": {"fpage": "707", "lpage": "736", "name_0": "surname:Inkelas;given-names:S.", "name_1": "surname:Rose;given-names:Y.", "pub-id_doi": "10.1353/lan.2008.0000", "section_type": "REF", "source": "Language", "type": "ref", "volume": "83", "year": "2007"}, "text": "Positional neutralization: a case study from child language", "sentences": [], "annotations": [], "relations": []}, {"offset": 27136, "infons": {"fpage": "141", "lpage": "178", "name_0": "surname:McAllister Byun;given-names:T.", "name_1": "surname:Inkelas;given-names:S", "name_2": "surname:Rose;given-names:Y.", "pub-id_doi": "10.1353/lan.2016.0000", "section_type": "REF", "source": "Language", "type": "ref", "volume": "92", "year": "2016"}, "text": "The A-map model: articulatory reliability in child-specific phonology", "sentences": [], "annotations": [], "relations": []}, {"offset": 27206, "infons": {"fpage": "143", "lpage": "178", "name_0": "surname:Mehler;given-names:J.", "name_1": "surname:Jusczyk;given-names:P", "name_2": "surname:Lambertz;given-names:G.", "name_3": "surname:Halsted;given-names:N.", "name_4": "surname:Bertoncini;given-names:J.", "name_5": "surname:Amiel-Tison;given-names:C.", "pub-id_doi": "10.1016/0010-0277(88)90035-2", "pub-id_pmid": "3168420", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "29", "year": "1988"}, "text": "A precursor of language acquisition in young infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 27259, "infons": {"fpage": "225", "lpage": "241", "name_0": "surname:Menn;given-names:L.", "pub-id_doi": "10.1016/0024-3841(71)90011-8", "section_type": "REF", "source": "Lingua", "type": "ref", "volume": "26", "year": "1971"}, "text": "Phonotactic rules in beginning speech", "sentences": [], "annotations": [], "relations": []}, {"offset": 27297, "infons": {"name_0": "surname:Menn;given-names:L.", "section_type": "REF", "source": "Pattern, Control, and Contrast in Beginning Speech: A Case Study in the Development of Word Form and Word Function", "type": "ref", "year": "1976"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27298, "infons": {"fpage": "249", "lpage": "260", "name_0": "surname:Menn;given-names:L.", "name_1": "surname:Haselkorn;given-names:S.", "name_2": "surname:Kegl;given-names:J.", "section_type": "REF", "source": "Proceedings of the 7th Annual Meeting of the Northeast Linguistic Society", "type": "ref", "year": "1976"}, "text": "Now you see it, now you don't: Tracing the development of communicative competence", "sentences": [], "annotations": [], "relations": []}, {"offset": 27381, "infons": {"fpage": "460", "lpage": "503", "name_0": "surname:Menn;given-names:L.", "name_1": "surname:Schmidt;given-names:E.", "name_2": "surname:Nicholas;given-names:B.", "name_3": "surname:Vihman;given-names:M. M.", "name_4": "surname:Keren-Portnoy;given-names:T.", "pub-id_doi": "10.1017/CBO9780511980503.022", "section_type": "REF", "source": "Child Phonology: Whole Word Approaches, Cross-linguistic Evidence", "type": "ref", "year": "2013"}, "text": "Challenges to theories, charges to a model: the Linked-Attractor model of phonological development", "sentences": [], "annotations": [], "relations": []}, {"offset": 27480, "infons": {"fpage": "261", "lpage": "301", "name_0": "surname:Menn;given-names:L.", "name_1": "surname:Vihman;given-names:M.M.", "name_2": "surname:Clements;given-names:N.", "name_3": "surname:Ridouane;given-names:R.", "pub-id_doi": "10.1075/lfab.6.10men", "section_type": "REF", "source": "Where Do Phonological Features Come From? Cognitive, Physical and Developmental Bases of Distinctive Speech Categories", "type": "ref", "year": "2011"}, "text": "Features in child phonology: inherent, emergent, or artefacts of analysis?", "sentences": [], "annotations": [], "relations": []}, {"offset": 27555, "infons": {"fpage": "223", "lpage": "245", "name_0": "surname:Oller;given-names:D. K.", "name_1": "surname:Eilers;given-names:R. E.", "name_2": "surname:Neal;given-names:A. R.", "name_3": "surname:Schwartz;given-names:H K.", "pub-id_doi": "10.1016/S0021-9924(99)00013-1", "pub-id_pmid": "10466095", "section_type": "REF", "source": "J. Commun. Disord.", "type": "ref", "volume": "32", "year": "1999"}, "text": "Precursors to speech in infancy: the prediction of speech and language disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 27636, "infons": {"name_0": "surname:Peters;given-names:A. M.", "section_type": "REF", "source": "The Units of Language Acquisition", "type": "ref", "year": "1983"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27637, "infons": {"fpage": "80", "lpage": "96", "name_0": "surname:Peters;given-names:A. M.", "name_1": "surname:Boggs;given-names:S. T.", "name_2": "surname:Schiefflin;given-names:B. B.", "name_3": "surname:Ochs;given-names:E.", "pub-id_doi": "10.1017/CBO9780511620898.004", "section_type": "REF", "source": "Language Socialization Across Cultures", "type": "ref", "year": "1986"}, "text": "Interactional routines and cultural influences upon language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 27710, "infons": {"fpage": "742", "lpage": "777", "name_0": "surname:Peters;given-names:A. M.", "name_1": "surname:Menn;given-names:L.", "pub-id_doi": "10.2307/416885", "section_type": "REF", "source": "Language", "type": "ref", "volume": "69", "year": "1993"}, "text": "False starts and filler syllables: ways to learn grammatical morphemes", "sentences": [], "annotations": [], "relations": []}, {"offset": 27781, "infons": {"fpage": "115", "lpage": "154", "name_0": "surname:Pierrehumbert;given-names:J. B.", "pub-id_doi": "10.1177/00238309030460020501", "pub-id_pmid": "14748442", "section_type": "REF", "source": "Language Speech", "type": "ref", "volume": "46", "year": "2003"}, "text": "Phonetic diversity, statistical learning, and acquisition of phonology", "sentences": [], "annotations": [], "relations": []}, {"offset": 27852, "infons": {"fpage": "308", "lpage": "401", "name_0": "surname:Rose;given-names:Y.", "name_1": "surname:MacWhinney;given-names:B.", "name_2": "surname:Durand;given-names:J.", "name_3": "surname:Gut;given-names:U.", "name_4": "surname:Kristofferson;given-names:G.", "section_type": "REF", "source": "The Oxford Handbook of Corpus Phonology", "type": "ref", "year": "2014"}, "text": "The PhonBank Project: data and software-assisted methods for the study of phonology and phonological development", "sentences": [], "annotations": [], "relations": []}, {"offset": 27965, "infons": {"fpage": "489", "lpage": "500", "name_0": "surname:Rose;given-names:Y.", "name_1": "surname:MacWhinney;given-names:B.", "name_2": "surname:Byrne;given-names:R.", "name_3": "surname:Hedlund;given-names:G", "name_4": "surname:Maddocks;given-names:K.", "name_5": "surname:O'Brien;given-names:P.", "name_6": "surname:Bamman;given-names:D.", "name_7": "surname:Magnitskaia;given-names:T.", "name_8": "surname:Zaller;given-names:C.", "section_type": "REF", "source": "Proceedings of the 30th Annual Boston University Conference on Language Development", "type": "ref", "year": "2006"}, "text": "Introducing Phon: a software solution for the study of phonological acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 28045, "infons": {"fpage": "73", "lpage": "92", "name_0": "surname:Stark;given-names:R. E.", "name_1": "surname:Yeni-Komshian;given-names:J.", "name_2": "surname:Kavanagh;given-names:J.", "name_3": "surname:Ferguson;given-names:C. A.", "section_type": "REF", "source": "Child Phonology: Perception and Production, vol. 1", "type": "ref", "year": "1980"}, "text": "Stages of speech development in the first year of life", "sentences": [], "annotations": [], "relations": []}, {"offset": 28100, "infons": {"fpage": "505", "lpage": "512", "name_0": "surname:Stoel-Gammon;given-names:C.", "pub-id_doi": "10.1044/jshr.2804.505", "pub-id_pmid": "4087885", "section_type": "REF", "source": "J. Speech Lang. Hear. Res.", "type": "ref", "volume": "28", "year": "1985"}, "text": "Phonetic inventories, 15-24 months: a longitudinal study", "sentences": [], "annotations": [], "relations": []}, {"offset": 28157, "infons": {"name_0": "surname:Užgiris;given-names:I. C.", "name_1": "surname:Hunt;given-names:J. McV.", "section_type": "REF", "source": "Assessment in Infancy: Ordinal Scales of Psychological Development", "type": "ref", "year": "1975"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 28158, "infons": {"fpage": "61", "lpage": "82", "name_0": "surname:Vihman;given-names:M. M.", "pub-id_doi": "10.1016/S0095-4470(19)31321-X", "section_type": "REF", "source": "J. Phonetics", "type": "ref", "volume": "21", "year": "1993"}, "text": "Variable paths to early word production", "sentences": [], "annotations": [], "relations": []}, {"offset": 28198, "infons": {"name_0": "surname:Vihman;given-names:M. M.", "section_type": "REF", "source": "Phonological Development: The Origins of Language in the Child", "type": "ref", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 28199, "infons": {"name_0": "surname:Vihman;given-names:M. M.", "pub-id_doi": "10.1093/oso/9780198793564.001.0001", "section_type": "REF", "source": "Phonological Templates in Development", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 28200, "infons": {"fpage": "683", "lpage": "725", "name_0": "surname:Vihman;given-names:M. M.", "name_1": "surname:Croft;given-names:W.", "pub-id_doi": "10.1515/LING.2007.021", "section_type": "REF", "source": "Linguistics", "type": "ref", "volume": "45", "year": "2007"}, "text": "Phonological development: toward a “radical” templatic phonology", "sentences": [], "annotations": [], "relations": []}, {"offset": 28269, "infons": {"fpage": "286", "lpage": "350", "name_0": "surname:Walley;given-names:A. C.", "pub-id_doi": "10.1006/drev.1993.1015", "section_type": "REF", "source": "Dev. Rev.", "type": "ref", "volume": "13", "year": "1993"}, "text": "The role of vocabulary development in children's spoken word recognition and segmentation ability", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]