[{"source": "PMC", "date": "20211216", "key": "pmc.key", "infons": {}, "documents": [{"id": "8633338", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41431-021-00954-2", "article-id_pmc": "8633338", "article-id_pmid": "34462577", "article-id_publisher-id": "954", "fpage": "1819", "issue": "12", "kwd": "Disease genetics Genetics research", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "lpage": "1824", "name_0": "surname:Fridriksdottir;given-names:Run", "name_1": "surname:Jonsson;given-names:Arnar J.", "name_10": "surname:Oskarsson;given-names:Gudjon R.", "name_11": "surname:Oddsson;given-names:Asmundur", "name_12": "surname:Jonasdottir;given-names:Adalbjorg", "name_13": "surname:Jonasdottir;given-names:Aslaug", "name_14": "surname:Sigurdsson;given-names:Gisli H.", "name_15": "surname:Indridason;given-names:Einar P.", "name_16": "surname:Sigurdsson;given-names:Stefan B.", "name_17": "surname:Bjornsdottir;given-names:Gyda", "name_18": "surname:Saemundsdottir;given-names:Jona", "name_19": "surname:Magnusson;given-names:Olafur T.", "name_2": "surname:Jensson;given-names:Brynjar O.", "name_20": "surname:Bjornsson;given-names:Hans T.", "name_21": "surname:Thorsteinsdottir;given-names:Unnur", "name_22": "surname:Sigurdsson;given-names:Theodor S.", "name_23": "surname:Sulem;given-names:Patrick", "name_24": "surname:Sigurdsson;given-names:Martin I.", "name_25": "surname:Stefansson;given-names:Kari", "name_3": "surname:Sverrisson;given-names:Kristinn O.", "name_4": "surname:Arnadottir;given-names:Gudny A.", "name_5": "surname:Skarphedinsdottir;given-names:Sigurbjorg J.", "name_6": "surname:Katrinardottir;given-names:Hildigunnur", "name_7": "surname:Snaebjornsdottir;given-names:Steinunn", "name_8": "surname:Jonsson;given-names:Hakon", "name_9": "surname:Eiriksson;given-names:Ogmundur", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "29", "year": "2021"}, "text": "Sequence variants in malignant hyperthermia genes in Iceland: classification and actionable findings in a population database", "sentences": [], "annotations": [], "relations": []}, {"offset": 126, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Malignant hyperthermia (MH) susceptibility is a rare life-threatening disorder that occurs upon exposure to a triggering agent. MH is commonly due to protein-altering variants in RYR1 and CACNA1S. The American College of Medical Genetics and Genomics recommends that when pathogenic and likely pathogenic variants in RYR1 and CACNA1S are incidentally found, they should be reported to the carriers. The detection of actionable variants allows the avoidance of exposure to triggering agents during anesthesia. First, we report a 10-year-old Icelandic proband with a suspected MH event, harboring a heterozygous missense variant NM_000540.2:c.6710G>A r.(6710g>a) p.(Cys2237Tyr) in the RYR1 gene that is likely pathogenic. The variant is private to four individuals within a three-generation family and absent from 62,240 whole-genome sequenced (WGS) Icelanders. Haplotype sharing and WGS revealed that the variant occurred as a somatic mosaicism also present in germline of the proband’s paternal grandmother. Second, using a set of 62,240 Icelanders with WGS, we assessed the carrier frequency of actionable pathogenic and likely pathogenic variants in RYR1 and CACNA1S. We observed 13 actionable variants in RYR1, based on ClinVar classifications, carried by 43 Icelanders, and no actionable variant in CACNA1S. One in 1450 Icelanders carries an actionable variant for MH. Extensive sequencing allows for better classification and precise dating of variants, and WGS of a large fraction of the population has led to incidental findings of actionable MH genotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1692, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1705, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Malignant hyperthermia (MH) is a rare life-threatening pharmacogenetic disorder with the susceptibility inherited in an autosomal dominant pattern, but the disorder only happens upon exposure to a triggering agent (volatile anesthetics and succinylcholine). The “gold standard” for diagnosis of MH has been in vitro contracture test of muscle fibers in the presence of caffeine and halothane. However, this test requires a surgical biopsy and is relatively complex to perform, so the conduct of these tests has been centralized to highly specialized laboratories. Currently, genetic testing may also be conducted to confirm diagnosis of MH susceptibility. MH is most commonly due to protein-altering variants in the ryanodine receptor 1 (RYR1) gene, and less frequently in a gene producing calcium channel alpha-1s subunit (CACNA1S). Numerous sequence variants within those genes and others with a potential association with MH have been described, many of unknown significance. It is challenging to rule out MH susceptibility in individuals with pathogenic RYR1 variants considering the incomplete penetrance of MH susceptibility, and individuals do not always exhibit symptoms following initial exposure to triggering agents. The revised European Malignant Hyperthermia Group guidelines recommend that an individual carrying a potentially MH-associated variant should be considered at risk of MH until contracture testing can be performed. Furthermore, RYR1 and CACNA1S are listed among the 59 genes with recommendations to report incidental findings of medically actionable variants by the American College of Medical Genetics and Genomics (ACMG). In the last decade, the cost of whole-exome sequencing and whole-genome sequencing (WGS) has decreased allowing clinical application more feasible. We and others have sequenced whole genomes or whole exomes of a large set of individuals to perform genetic studies of common and rare diseases. These large-scale sequence datasets can be used as a reference of variant frequency in the context of clinical sequencing, but can also lead to incidental findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3818, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "First, we describe a case of MH in an Icelander with unknown family history where a family-specific variant in RYR1 was identified. We underline the value of extensive knowledge of sequence diversity in a population to precisely determine the age and frequency of the variant. Second, we take advantage of the WGS set of 62 thousand Icelanders, followed by imputation into a total of 166 thousand Icelanders (chip-genotyped and/or whole-genome sequenced individuals), to determine the carrier frequency of actionable pathogenic and likely pathogenic variants in RYR1 and CACNA1S, according to current guidelines. The detection of actionable variants causing MH susceptibility has the potential to alter the clinical management of patients harboring the variants by avoiding exposure to triggering agents during anesthesia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4641, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4663, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DNA whole-genome sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 4691, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our whole-genome sequence dataset is a collection of DNA samples from 62,240 Icelanders who have participated in various disease projects at deCODE genetics. All participating individuals who donated blood or buccal samples signed informed consent. The identities of participants were encrypted using a third-party system approved and monitored by the Icelandic Data Protection Authority.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5080, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The methods used for WGS were as follows: paired-end libraries for sequencing were prepared from DNA samples (derived from blood or buccal swabs) using Illumina preparation kits (TruSeq DNA, TruSeq Nano, or TruSeq PCR-Free) according to the manufacturer’s instructions. Paired-end sequencing-by-synthesis was performed on Illumina sequencers (GAIIx, HiSeq 2000/2500, HiSeq X, or NovaSeq) to a target depth of 30×. Read lengths varied from 2 × 76 to 2 × 150 bp, depending on the instrument and/or sequencing kit used. Reads were aligned to the human genome assembly GRCh38 using the Burrows–Wheeler Aligner version 0.7.10. Alignments were merged into a single BAM file and marked for duplicates using Picard 1.117. Only non-duplicate reads were used for the downstream analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5875, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Variant calling and annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 5906, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Variants were called using version 2014.4-2-g9ad6aa8 of the Genome Analysis Toolkit (GATK), reads were called with GATK using a multi-sample configuration. The effects of sequence variants were annotated using release 80 of the Variant Effect Predictor (VEP-Ensembl). To be able to filter out genotypes over a certain frequency threshold we used allelic frequencies from phased genotypes of 32.5 million SNPs and INDELs from 28,075 Icelanders who have been whole-genome sequenced at deCODE genetics. The p.(Cys2237Tyr) variant identified in the proband has been submitted to ClinVar (accession ID: SCV001623063). Other variants identified in this study have been deposited to the European Variation Archive (Project: PRJEB46486).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6636, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sanger sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 6654, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Internal Sanger sequencing was performed using BigDye® Terminator chemistry on a 3730 system (Applied Biosystems, Thermo Fisher Scientific), with primers designed using the Primer 3 software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6847, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Haplotype sharing", "sentences": [], "annotations": [], "relations": []}, {"offset": 6865, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Haplotype sharing was based on long-range phased genotypes in combination with Icelandic genealogy that allowed for parental origin of the alleles of interest to be determined. When dating the p.(Cys2237Tyr) variant in RYR1, we used these long-range haplotypes by identifying genotype discordance between relatives of the family of the proband.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7210, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further details on our approach to WGS, genotyping, long-range phasing, and imputation have been described in previous publications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7343, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Case description", "sentences": [], "annotations": [], "relations": []}, {"offset": 7360, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A 10-year-old Icelandic boy, weighing 30 kg, was admitted for appendectomy. He had a previous history of an uneventful volatile anesthesia for tonsillectomy 5 years earlier. General anesthesia was induced with fentanyl and propofol, followed by succinylcholine and maintained with sevoflurane. A tracheal intubation was performed without complications although jaw muscle rigidity was noted. Following induction, a fever of 39.1 °C was detected in addition to hypercapnia with a peak pCO2 value of 80 mmHg (10.7 kPa) despite a minute ventilation of 267 mL/kg/min. A venous blood gas demonstrated a marked acidosis (pH 7.05), primarily due to respiratory acidosis (pCO2 89 mmHg (11.9 kPa)) and lactic acidosis (Lactate: 4.40 mmol/L). A clinical diagnosis of MH was made. Maintenance anesthesia was switched to propofol infusion. The circuit filter and CO2 absorber were replaced and 2.5 mg/kg of dantrolene sodium was administered with reversal of symptoms. After completion of surgery, he was transferred to the intensive care unit (ICU) where he got supportive care and received additional dantrolene sodium for 24 h. Further laboratory testing demonstrated a profound increase in creatine kinase (115.1 μg/L, normal values: <7 μg/L) and myoglobin (41,615 μg/L, normal values: <76 μg/L) that normalized in a week. He was extubated the following day and discharged from the hospital on postoperative day 2 with full recovery. The proband had no overt signs of an overwhelming sepsis, he was afebrile and hemodynamically stable on presentation to both emergency room and operating theater, and had a normal white blood cell count and C-reactive protein. The parents of the proband provided consent for the publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9111, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 9119, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genetic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9136, "infons": {"file": "41431_2021_954_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The pedigree of the proband (IV-4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9172, "infons": {"file": "41431_2021_954_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "HT corresponds to haplotype sharing of individuals encompassing the genomic coordinate of the variant in RYR1 (chr19:38,496,455 [hg38]). [−/+] refers to confirmed carriers of the genotype, and [−/−] refers to non-carriers, confirmed by Sanger sequencing. Individual II-2 does not carry the variant; however, she shares the same haplotype background as individual II-5 (a confirmed carrier of the variant with 22 reads for reference allele and 6 for alternative allele). This implies that p.(Cys2237Tyr) led to mosaicism that occurred in the paternal grandmother (II-5) of proband. The years of birth and death of family members in generation I and II are 5-year rounded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9849, "infons": {"file": "41431_2021_954_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The Sanger sequencing chromatogram of the p.(Cys2237Tyr) variant at chr19:38,496,455 [hg38] in RYR1 in all four carriers (highlighted with a red box).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10000, "infons": {"file": "41431_2021_954_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The reference allele is indicated with a blue peak and the alternative allele is indicated with a red peak. The variant is present in a heterozygous state in the proband (D), his paternal half-brother (C), and his father (B). The paternal grandmother (A) carries the variant in low allelic ratio, consistent with mosaicism, with ~0.20 allelic ratio.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10350, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DNA was extracted from peripheral blood from the proband with a diagnosis of MH (IV-4 in Fig. 1) and WGS was performed. This analysis yielded an ultra-rare, heterozygous missense variant in exon 41 of the RYR1 gene (NM_000540.2:c.6710G>A p.(Cys2237Tyr); chr19:38,496,455 [hg38]). The majority of variants linked to MH in RYR1 are clustered in three distinct regions (MH domain 1, 2, and 3). The p.(Cys2237Tyr) variant identified in the proband and his relatives is located within MH domain 2 that spans residues 2162–2458. The variant was detected in the proband and one additional first-degree relative out of 62 thousand WGS Icelanders. In the proband, we observed 18 sequencing reads for the reference allele and 19 reads for the alternative allele, resulting in a variant allelic ratio of 0.51. This genotype was confirmed with Sanger sequencing (Fig. 2D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11215, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Determining the age and origin of p.(Cys2237Tyr)", "sentences": [], "annotations": [], "relations": []}, {"offset": 11264, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Sanger sequencing samples from 14 close relatives of the proband uncovered the p.(Cys2237Tyr) variant in three additional family members (Figs. 1 and 2A–C). Samples from 14 close relatives of the proband were Sanger sequenced (Fig. 1). This uncovered the p.(Cys2237Tyr) variant in three additional family members (Fig. 2A–C). The variant is present in the proband’s father (III-5), paternal half-sibling (IV-1), and paternal grandmother (II-5). Neither the proband’s father (III-5) nor half-sibling (IV-1) had undergone general anesthesia, and no history of a potential anesthetic reaction in the paternal grandmother (II-5) was available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11915, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The paternal grandmother (II-5) harbors the variant with a low allelic ratio on WGS, 0.21 (6 out of 28 WGS reads), and 0.20 allelic ratio on Sanger sequencing (Fig. 2A). This is consistent with mosaicism in the paternal grandmother of the proband (II-5), as the allelic ratio deviates from the expected heterozygous allelic balance of 50/50 (p value = 0.0015). However, in the three descendants of the paternal grandmother (II-5) carrying the variant (III-5, II-1, and IV-4 the proband), the allelic ratio does not deviate from the expected allelic balance of 50/50 ratio. This suggests that the variant was transmitted from the paternal grandmother (II-5) to her descendants and is present in mosaic form in her somatic and germline cells. Using haplotype sharing based on phased and parent-of-origin determined chip-genotypes (Illumina array) and WGS data, we found that all four confirmed carriers share a haplotype background (genomic coordinate chr19:3,890,643-53,628,382 [hg38]) containing the p.(Cys2237Tyr) variant. The haplotype containing the variant was traced to a maternally inherited haplotype in the proband’s paternal grandmother (II-5). The same haplotype is also observed in her younger sister (II-2), who is not a carrier of the p.(Cys2237Tyr) variant. Taken together, the allelic imbalance in the paternal grandmother of the proband (II-5) and the absence of the identified variant in her sister (II-2), despite a shared maternal haplotype encompassing RYR1, is consistent with an early de novo mutation in the II-5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13459, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Overall, the p.(Cys2237Tyr) variant is found in four individuals within three generations in the proband’s family (Fig. 1). No additional carriers of this variant were found in WGS data from over 62 thousand Icelandic individuals (a population of 360 thousand) or in WGS data from 30 thousand foreign individuals (mainly from European countries) sequenced at deCODE genetics. This suggests that the p.(Cys2237Tyr) variant observed in Iceland is a de novo mutation that took place in the paternal grandmother when she was an early embryo in a cell with descendants that contributed to both somatic and germ cells. The p.(Cys2237Tyr) variant has been reported before outside of Iceland in a single MH family in the Netherlands. Diagnosis of the index patient of that family was confirmed with a positive in vitro contracture test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14291, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Actionable MH variants in the Icelandic population", "sentences": [], "annotations": [], "relations": []}, {"offset": 14342, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Coding and splice variants (MAF < 0.1%) in RYR1 and CACNA1S detected in the Icelandic population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14444, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Gene</th><th>Carriers of any variant out of 62K WGS (no. of variants)</th><th>Carriers of P/LP variants out of 62K WGS (no. of variants)</th><th>Imputed<sup>a</sup> carriers of P/LP variants out of 166K (no. of variants)</th></tr></thead><tbody><tr><td><italic>RYR1</italic></td><td>2751 (369)</td><td>43 (13)</td><td>82 (13)</td></tr><tr><td><italic>CACNA1S</italic></td><td>799 (125)</td><td>0 (0)</td><td>0 (0)</td></tr></tbody></table>\n"}, "text": "Gene\tCarriers of any variant out of 62K WGS (no. of variants)\tCarriers of P/LP variants out of 62K WGS (no. of variants)\tImputeda carriers of P/LP variants out of 166K (no. of variants)\t \tRYR1\t2751 (369)\t43 (13)\t82 (13)\t \tCACNA1S\t799 (125)\t0 (0)\t0 (0)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14699, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "P/LP pathogenic and likely pathogenic variants on ClinVar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14758, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "aChip-genotyped and/or whole-genome sequenced individuals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14817, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Actionable variants in RYR1 detected in the Icelandic population (MAF < 0.1%) that have previously been classified likely pathogenic or pathogenic in ClinVar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14980, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th/><th>Chromosomal position [hg38]</th><th>Carriers out of 166K at deCODE genetics</th><th>MAF</th><th>HGVSc NM_000540.2</th><th>HGVSp NP_000531.2</th><th>Variant type</th><th>ClinVar interpretation (no. of submissions)</th><th>MH diagnosis</th><th>Reported phenotype for variant on ClinVar</th></tr></thead><tbody><tr><td rowspan=\"13\"/><td>chr19:38455328</td><td>1</td><td>–</td><td>c.1534G&gt;A</td><td>p.(Glu512Lys)</td><td>Missense</td><td>Pathogenic (1)</td><td>Unknown</td><td>CCD</td></tr><tr><td>chr19:38464723</td><td>48</td><td>0.015%</td><td>c.2870+1G&gt;A</td><td>.</td><td>Splice donor</td><td>Pathogenic (1) Likely pathogenic (1)</td><td>Unknown</td><td>RYR1-related disorders</td></tr><tr><td>chr19:38469433</td><td>1</td><td>–</td><td>c.3686_3699del</td><td>p.(Met1229fs)</td><td>Frameshift</td><td>Pathogenic (1)</td><td>Unknown</td><td>RYR1-related disorders</td></tr><tr><td>chr19:38485838</td><td>3</td><td>–</td><td>c.5183C&gt;T</td><td>p.(Ser1728Phe)</td><td>Missense</td><td>Pathogenic (2) Likely pathogenic (2)</td><td>Unknown</td><td>MH</td></tr><tr><td>chr19:38496466</td><td>4</td><td>–</td><td>c.6721C&gt;T</td><td>p.(Arg2241Ter)</td><td>Stop gained</td><td>Pathogenic (10) Likely benign (1)</td><td>Unknown</td><td>Minicore myopathy, CCD and MH</td></tr><tr><td>chr19:38499644</td><td>1</td><td>–</td><td>c.7039_7041GAG</td><td>p.(Glu2348del)</td><td>Inframe deletion</td><td>Drug response pathogenic (2)</td><td>Unknown</td><td>MH<sup>a</sup></td></tr><tr><td>chr19:38500643</td><td>3</td><td>–</td><td>c.7361G&gt;A</td><td>p.(Arg2454His)</td><td>Missense</td><td>Drug response pathogenic (5)</td><td>Yes</td><td>MH<sup>a</sup></td></tr><tr><td>chr19:38525455</td><td>8</td><td>0.0028%</td><td>c.10579C&gt;T</td><td>p.(Pro3527Ser)</td><td>Missense</td><td>Pathogenic (1)</td><td>Unknown</td><td>CCD</td></tr><tr><td>chr19:38527645</td><td>4</td><td>–</td><td>c.10687-2A&gt;G</td><td>.</td><td>Splice acceptor</td><td>Likely pathogenic (1)</td><td>Unknown</td><td>RYR1-related disorders</td></tr><tr><td>chr19:38537933</td><td>1</td><td>–</td><td>c.11662C&gt;T</td><td>p.(Gln3888Ter)</td><td>Stop gained</td><td>Pathogenic (1)</td><td>Unknown</td><td>RYR1-related disorders</td></tr><tr><td>chr19:38572182</td><td>1</td><td>–</td><td>c.13910C&gt;T</td><td>p.(Thr4637Ile)</td><td>Missense</td><td>Pathogenic (2)</td><td>Unknown</td><td>CCD</td></tr><tr><td>chr19:38573288</td><td>6</td><td>0.0018%</td><td>c.14110C&gt;T</td><td>p.(Arg4704Ter)</td><td>Stop gained</td><td>Pathogenic (1)</td><td>Unknown</td><td>RYR1-related disorders</td></tr><tr><td>chr19:38580439</td><td>1</td><td>–</td><td>c.14581C&gt;T</td><td>p.(Arg4861Cys)</td><td>Missense</td><td>Pathogenic (5)</td><td>Unknown</td><td>CCD and MH</td></tr><tr><td>Total</td><td>13 variants</td><td>82 carriers</td><td/><td/><td/><td/><td/><td/><td/></tr></tbody></table>\n"}, "text": "\tChromosomal position [hg38]\tCarriers out of 166K at deCODE genetics\tMAF\tHGVSc NM_000540.2\tHGVSp NP_000531.2\tVariant type\tClinVar interpretation (no. of submissions)\tMH diagnosis\tReported phenotype for variant on ClinVar\t \t\tchr19:38455328\t1\t–\tc.1534G>A\tp.(Glu512Lys)\tMissense\tPathogenic (1)\tUnknown\tCCD\t \tchr19:38464723\t48\t0.015%\tc.2870+1G>A\t.\tSplice donor\tPathogenic (1) Likely pathogenic (1)\tUnknown\tRYR1-related disorders\t \tchr19:38469433\t1\t–\tc.3686_3699del\tp.(Met1229fs)\tFrameshift\tPathogenic (1)\tUnknown\tRYR1-related disorders\t \tchr19:38485838\t3\t–\tc.5183C>T\tp.(Ser1728Phe)\tMissense\tPathogenic (2) Likely pathogenic (2)\tUnknown\tMH\t \tchr19:38496466\t4\t–\tc.6721C>T\tp.(Arg2241Ter)\tStop gained\tPathogenic (10) Likely benign (1)\tUnknown\tMinicore myopathy, CCD and MH\t \tchr19:38499644\t1\t–\tc.7039_7041GAG\tp.(Glu2348del)\tInframe deletion\tDrug response pathogenic (2)\tUnknown\tMHa\t \tchr19:38500643\t3\t–\tc.7361G>A\tp.(Arg2454His)\tMissense\tDrug response pathogenic (5)\tYes\tMHa\t \tchr19:38525455\t8\t0.0028%\tc.10579C>T\tp.(Pro3527Ser)\tMissense\tPathogenic (1)\tUnknown\tCCD\t \tchr19:38527645\t4\t–\tc.10687-2A>G\t.\tSplice acceptor\tLikely pathogenic (1)\tUnknown\tRYR1-related disorders\t \tchr19:38537933\t1\t–\tc.11662C>T\tp.(Gln3888Ter)\tStop gained\tPathogenic (1)\tUnknown\tRYR1-related disorders\t \tchr19:38572182\t1\t–\tc.13910C>T\tp.(Thr4637Ile)\tMissense\tPathogenic (2)\tUnknown\tCCD\t \tchr19:38573288\t6\t0.0018%\tc.14110C>T\tp.(Arg4704Ter)\tStop gained\tPathogenic (1)\tUnknown\tRYR1-related disorders\t \tchr19:38580439\t1\t–\tc.14581C>T\tp.(Arg4861Cys)\tMissense\tPathogenic (5)\tUnknown\tCCD and MH\t \tTotal\t13 variants\t82 carriers\t\t\t\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16591, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "MH malignant hyperthermia, CCD central core disease, CNM centronuclear myopathy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16672, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "aDiagnostic mutation for MH according to EMHG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16719, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ACMG guidelines recommend reporting of incidental findings in RYR1 and CACNA1S of previously classified pathogenic and likely pathogenic variants in the context of MH. By October 2020, a total of 2728 coding or splice site variants in RYR1 are represented in ClinVar of which 367 are considered to be actionable since they are classified as pathogenic and/or likely pathogenic, after excluding variants with conflicting interpretation. The annotation in ClinVar database is not specific for a given phenotype; however, individuals with pathogenic or likely pathogenic variants linked to RYR1-associated myopathies are reported to be at risk for MH during general anesthesia and should avoid triggering anesthetics. In a set of 62 thousand WGS Icelanders, we detected 369 coding or splice variants in RYR1 with minor allele frequency (MAF) <0.1% (Supplementary Table 1). Out of these 369 variants (MAF < 0.1%), we observed 13 actionable variants carried by 43 out of 62 thousand WGS Icelanders. This corresponds to a carrier frequency of 1 in 1450 of actionable RYR1 variant, or 0.069% (out of all WGS Icelanders). Through imputation (166K chip-genotyped Icelanders) and Sanger sequencing of relatives, we identified 39 additional carriers of actionable RYR1 variants, bringing the total to 82 carriers. This results in 1 in every 2000 individuals (chip-genotyped Icelanders) carrying a known pathogenic variant in RYR1 (Tables 1 and 2). For CACNA1S, a total of 764 coding or splice site variants are represented in ClinVar, of which 36 variants are considered to be actionable. We detected 125 coding or splice site variants in CACNA1S with MAF < 0.1% out of 62K WGS Icelanders (Supplementary Table 2), but none are actionable (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18473, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 18484, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "First, we present a case of MH in a 10-year-old boy harboring a family-specific variant in RYR1, p.(Cys2237Tyr), which is classified as likely pathogenic. Second, we estimate overall carrier frequency of actionable variants in RYR1 and CACNA1S among 62K WGS Icelanders, finding that 1 in every 1450 WGS Icelanders carries an actionable RYR1 variant and none carry actionable CACNA1S variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18877, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The presentation of MH in the proband, a 10-year-old boy receiving an inhaled anesthetic who additionally received succinylcholine, was classic. It should be noted that while additional dantrolene was given in the ICU, it is not required after normalization of PaCO2 and with a decreased core temperature, although monitoring is required. When the clinical status of the proband was applied to the clinical grading scale to predict MH susceptibility, the proband received a score of 70 pts (15 pts each for masseter spasm, CK elevation, respiratory acidosis, inappropriate temperature increase, and 10 pts for acidosis), rendering the likelihood of an MH episode as almost certain. According to the European Malignant Hyperthermia Group, the suggested diagnostic pathway for patients with MH suspicion includes either genetic testing or in vitro contracture testing, which has largely been centralized to increase diagnostic accuracy. A genetic workup was performed identifying a RYR1 variant (p.(Cys2237Tyr), chr19:38,496,455 [hg38]). The p.(Cys2237Tyr) variant is rare, absent from 212 thousand individuals in gnomAD reference database (v2.1 and v3.0). This same variant was reported positive for in vitro contracture testing in a case, and pathogenic prediction tools identify a high risk of damaging effect to the protein function. Therefore, the variant classifies as likely pathogenic based on both MHS/RYR1-specific adaptation of the ACMG criteria, and the genetic scoring matrix from The European Malignant Hyperthermia group. This variant is currently not listed in ClinVar, a genotype–phenotype relationship reference database. The frequency of a sequence variant is a key determinant in the classification of pathogenicity, but it can be difficult to assess precisely. In Iceland, the extent of WGS and genotyping of 20% and 50% of the population, respectively, allows us to precisely determine the allelic frequency, the background haplotype, and the generation where the mutation that led to the variant happened. The p.(Cys2237Tyr) mutation led to mosaicism present in both germline cells of the proband’s paternal grandmother and her somatic cells (II-5). This variant was then inherited by three of her descendants, including the MH proband. Previously, this variant was reported once in a single individual outside of Iceland with an episode of MH, indicating that the variant identified in the Icelandic proband corresponds to a recurrent mutation. We note that the variant is located in MH domain 2, a region enriched for pathogenic missense variants between residues 2162 and 2458. The genetic workup identified two other alive family members without an anesthetic exposure who are likely to be susceptible to MH, out of 14 tested family members. Given the large size of the RYR1 gene (5038 amino acids, and ranks 27th largest out of 19,689 genes) and multiple variants within the gene that are of uncertain clinical significance, it is of utmost importance to attempt a molecular diagnosis of MH cases, and to distribute information about pathogenic variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21962, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on a large set of WGS Icelanders (n = 62 thousand), we determined that 1 in 1450 individuals carries one of the 13 actionable variants likely to cause MH in Iceland, all within RYR1 (Table 2). After complementing WGS by imputation into a larger set followed by Sanger sequencing, we identified a total of 82 individuals carrying actionable variants likely to cause MH susceptibility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22357, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, this report shows how extensive knowledge of sequence diversity is instrumental in two different contexts for one condition. First, on an individual level, this allows interpretation of clinical sequencing results where the extent of the sequencing combined with the genealogy allows for precise dating of variants and assessing their pathogenicity. Second, at a population level, the detection of actionable variants in a large dataset has the potential to assist in the delivery of healthcare.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22865, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 22891, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23029, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: Run Fridriksdottir, Arnar J. Jonsson.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23102, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 23128, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41431-021-00954-2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23220, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 23241, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "RF, AJJ, BOJ, GAA, HK, GRO, AO, HTB, PS, MIS, and KS wrote the manuscript. RF, BOJ, GAA, HK, HJ, OE, GRO, AO, and PS analyzed the data. Ad.J, As.J, JS, and OTM performed whole-genome and Sanger sequencing. AJJ, KOS, SJS, TSS, SS, and MIS performed clinical analysis. RF, AJJ, GHS, EPI, SBS, GB, HTB, UT, PS, MIS, and KS designed the study. All authors contributed to read, and approved the final version of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23664, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding information", "sentences": [], "annotations": [], "relations": []}, {"offset": 23684, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The study was funded by deCODE Genetics/Amgen Inc.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23735, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 23753, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets supporting the conclusions of this article are included within the article (and its additional files).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23869, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 23889, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Authors affiliated with deCODE Genetics/Amgen declare competing interests as employees. The remaining authors declare no competing financial interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24040, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Ethics approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 24056, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The study was approved by the National Bioethics Committee in Iceland. Written, informed consent to participate was obtained for all participants, or their guardians, before blood samples were drawn. All participants, or their guardians, provided written informed consent for publication of medical data, medical imaging, and genetic data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24396, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 24407, "infons": {"section_type": "REF", "type": "ref"}, "text": "Klingler W, Heiderich S, Girard T, Gravino E, Heffron JJA, Johannsen S, et al. Functional and genetic characterization of clinical malignant hyperthermia crises: a multi-centre study. Orphanet J Rare Dis. 2014;9:8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24622, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hopkins PM, Rüffert H, Snoeck MM, Girard T, Glahn KPE, Ellis FR, et al. European Malignant Hyperthermia Group guidelines for investigation of malignant hyperthermia susceptibility. Br J Anaesth. 2015;115:531–9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24836, "infons": {"section_type": "REF", "type": "ref"}, "text": "Fiszer D, Shaw MA, Fisher NA, Carr IM, Gupta PK, Watkins EJ, et al. Next-generation sequencing of RYR1 and CACNA1S in malignant hyperthermia and exertional heat illness. Anesthesiology. 2015;122:1033–46.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25042, "infons": {"section_type": "REF", "type": "ref"}, "text": "Riazi S, Kraeva N, Hopkins PM. Malignant hyperthermia in the post-genomics era: new perspectives on an old concept. Anesthesiology. 2018;128:168–80.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25193, "infons": {"section_type": "REF", "type": "ref"}, "text": "Green RC, Berg JS, Grody WW, Kalia SS, Korf BR, Martin CL, et al. ACMG recommendations for reporting of incidental findings in clinical exome and genome sequencing. Genet Med. 2013;15:565–74.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25387, "infons": {"section_type": "REF", "type": "ref"}, "text": "Claussnitzer M, Cho JH, Collins R, Cox NJ, Dermitzakis ET, Hurles ME, et al. A brief history of human disease genetics. Nature. 2020;577:179–89.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25534, "infons": {"section_type": "REF", "type": "ref"}, "text": "Bycroft C, Freeman C, Petkova D, Band G, Elliott LT, Sharp K, et al. The UK Biobank resource with deep phenotyping and genomic data. Nature. 2018;562:203–9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25693, "infons": {"section_type": "REF", "type": "ref"}, "text": "Turnbull C, Scott RH, Thomas E, Jones L, Murugaesu N, Pretty FB, et al. The 100 000 Genomes Project: bringing whole genome sequencing to the NHS. BMJ. 2018;361:k1687. https://pubmed.ncbi.nlm.nih.gov/29691228/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25903, "infons": {"section_type": "REF", "type": "ref"}, "text": "Carey DJ, Fetterolf SN, Davis FD, Faucett WA, Kirchner HL, Mirshahi U, et al. The Geisinger MyCode community health initiative: an electronic health record-linked biobank for precision medicine research. Genet Med. 2016;18:906–13.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26136, "infons": {"fpage": "435", "lpage": "44", "name_0": "surname:Gudbjartsson;given-names:DF", "name_1": "surname:Helgason;given-names:H", "name_2": "surname:Gudjonsson;given-names:SA", "name_3": "surname:Zink;given-names:F", "name_4": "surname:Oddson;given-names:A", "name_5": "surname:Gylfason;given-names:A", "pub-id_doi": "10.1038/ng.3247", "pub-id_pmid": "25807286", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "47", "year": "2015"}, "text": "Large-scale whole-genome sequencing of the Icelandic population", "sentences": [], "annotations": [], "relations": []}, {"offset": 26200, "infons": {"section_type": "REF", "type": "ref"}, "text": "Lek M, Karczewski KJ, Minikel EV, Samocha KE, Banks E, Fennell T, et al. Analysis of protein-coding genetic variation in 60,706 humans. Nature. 2016;536:285–91.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26363, "infons": {"section_type": "REF", "type": "ref"}, "text": "Richards S, Aziz N, Bale S, Bick D, Das S, Gastier-Foster J, et al. Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology. Genet Med. 2015;17:405–24.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26665, "infons": {"section_type": "REF", "type": "ref"}, "text": "Li H. Aligning sequence reads, clone sequences and assembly contigs with BWA-MEM. 2013 Mar 16 [cited 2021 Aug 28]; Available from: https://arxiv.org/abs/1303.3997v2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26831, "infons": {"fpage": "1297", "lpage": "303", "name_0": "surname:McKenna;given-names:A", "name_1": "surname:Hanna;given-names:M", "name_2": "surname:Banks;given-names:E", "name_3": "surname:Sivachenko;given-names:A", "name_4": "surname:Cibulskis;given-names:K", "name_5": "surname:Kernytsky;given-names:A", "pub-id_doi": "10.1101/gr.107524.110", "pub-id_pmid": "20644199", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "20", "year": "2010"}, "text": "The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 26932, "infons": {"section_type": "REF", "type": "ref"}, "text": "McLaren W, Pritchard B, Rios D, Chen Y, Flicek P, Cunningham F. Deriving the consequences of genomic variants with the Ensembl API and SNP Effect Predictor. Bioinformatics. 2010;26:2069–70.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27124, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kong A, Masson G, Frigge ML, Gylfason A, Zusmanovich P, Thorleifsson G, et al. Detection of sharing by descent, long-range phasing and haplotype imputation. Nat Genet. 2008;40:1068–75.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27311, "infons": {"section_type": "REF", "type": "ref"}, "text": "Jónsson H, Sulem P, Kehr B, Kristmundsdottir S, Zink F, Hjartarson E, et al. Parental influence on human germline de novo mutations in 1,548 trios from Iceland. Nature. 2017;549:519–22.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27500, "infons": {"section_type": "REF", "type": "ref"}, "text": "Jónsson H, Sulem P, Kehr B, Kristmundsdottir S, Zink F, Hjartarson E, et al. Data descriptor: whole genome characterization of sequence diversity of 15,220 Icelanders. Sci Data. 2017;4:170115.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27694, "infons": {"fpage": "577", "lpage": "87", "name_0": "surname:Treves;given-names:S", "name_1": "surname:Anderson;given-names:AA", "name_2": "surname:Ducreux;given-names:S", "name_3": "surname:Divet;given-names:A", "name_4": "surname:Bleunven;given-names:C", "name_5": "surname:Grasso;given-names:C", "pub-id_doi": "10.1016/j.nmd.2005.06.008", "pub-id_pmid": "16084090", "section_type": "REF", "source": "Neuromuscul Disord", "type": "ref", "volume": "15", "year": "2005"}, "text": "Ryanodine receptor 1 mutations, dysregulation of calcium homeostasis and neuromuscular disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 27791, "infons": {"section_type": "REF", "type": "ref"}, "text": "Brislin RP, Theroux MC. Core myopathies and malignant hyperthermia susceptibility: a review. Paediatr Anaesth. 2013;23:834–41.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27920, "infons": {"section_type": "REF", "type": "ref"}, "text": "Glahn KPE, Bendixen D, Girard T, Hopkins PM, Johannsen S, Rüffert H, et al. Availability of dantrolene for the management of malignant hyperthermia crises: European Malignant Hyperthermia Group guidelines. Br J Anaesth. 2020;125:133–40.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28160, "infons": {"section_type": "REF", "type": "ref"}, "text": "Larach MG, Localio AR, Allen GC, Denborough MA, Ellis FR, Gronert GA, et al. A clinical grading scale to predict malignant hyperthermia susceptibility. Anesthesiology. 1994;80:771–9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28345, "infons": {"fpage": "877", "lpage": "85", "name_0": "surname:Ioannidis;given-names:NM", "name_1": "surname:Rothstein;given-names:JH", "name_2": "surname:Pejaver;given-names:V", "name_3": "surname:Middha;given-names:S", "name_4": "surname:McDonnell;given-names:SK", "name_5": "surname:Baheti;given-names:S", "pub-id_doi": "10.1016/j.ajhg.2016.08.016", "pub-id_pmid": "27666373", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "99", "year": "2016"}, "text": "REVEL: an ensemble method for predicting the pathogenicity of rare missense variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 28430, "infons": {"section_type": "REF", "type": "ref"}, "text": "Scoring matrix of mh variants—European Malignant Hyperthermia Group. 2015. https://www.emhg.org/genetic-scoring-matrix. Accessed 26 Apr 2021.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28574, "infons": {"section_type": "REF", "type": "ref"}, "text": "Johnston JJ, Dirksen RT, Girard T, Gonsalves SG, Hopkins PM, Riazi S, et al. Variant curation expert panel recommendations for RYR1 pathogenicity assertions in malignant hyperthermia susceptibility. Genet Med. 2021;23:1288–95.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]