[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240910", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC9218993", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/database/baac045", "article-id_pmc": "PMC9218993", "article-id_pmid": "35735230", "article-id_publisher-id": "baac045", "elocation-id": "baac045", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution-NonCommercial License (https://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "name_0": "surname:Clayton;given-names:Ashley", "name_1": "surname:DeFelice;given-names:Mialy", "name_10": "surname:Vinnakota;given-names:Kalyan", "name_11": "surname:Marasca;given-names:Marco", "name_12": "surname:Boske;given-names:Kevin J", "name_13": "surname:Hoff;given-names:Bruce", "name_14": "surname:Bradic;given-names:Ljubomir", "name_15": "surname:Kim;given-names:YooRi", "name_16": "surname:Goss;given-names:James R", "name_17": "surname:Allaway;given-names:Robert J", "name_2": "surname:Zalmanek;given-names:Brynn", "name_3": "surname:Hodgson;given-names:Jay", "name_4": "surname:Morin;given-names:Caroline", "name_5": "surname:Simon;given-names:Stockard", "name_6": "surname:Bletz;given-names:Julie A", "name_7": "surname:Eddy;given-names:James A", "name_8": "surname:Nikolov;given-names:Milen", "name_9": "surname:Banerjee;given-names:Jineta", "section_type": "TITLE", "type": "front", "volume": "2022", "year": "2022"}, "text": "Centralizing neurofibromatosis experimental tool knowledge with the NF Research Tools Database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 95, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 104, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Experimental tools and resources, such as animal models, cell lines, antibodies, genetic reagents and biobanks, are key ingredients in biomedical research. Investigators face multiple challenges when trying to understand the availability, applicability and accessibility of these tools. A major challenge is keeping up with current information about the numerous tools available for a particular research problem. A variety of disease-agnostic projects such as the Mouse Genome Informatics database and the Resource Identification Initiative curate a number of types of research tools. Here, we describe our efforts to build upon these resources to develop a disease-specific research tool resource for the neurofibromatosis (NF) research community. This resource, the NF Research Tools Database, is an open-access database that enables the exploration and discovery of information about NF type 1-relevant animal models, cell lines, antibodies, genetic reagents and biobanks. Users can search and explore tools, obtain detailed information about each tool as well as read and contribute their observations about the performance, reliability and characteristics of tools in the database. NF researchers will be able to use the NF Research Tools Database to promote, discover, share, reuse and characterize research tools, with the goal of advancing NF research.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1466, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Database URL: https://tools.nf.synapse.org/.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1512, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1525, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Research tools and reagents, such as animal models, cell lines and antibodies, are essential to designing and executing successful biological experiments. Research tools are typically generated over years of work from many laboratories and are often developed to tackle specific scientific questions. Once developed, these tools can be useful for a variety of scientific purposes, yet many tools remain accessible to a limited number of investigators, or worse, unknown to the research community at large.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2031, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are many challenges in identifying tools that can be beneficial to one’s research goals. First, given the fast pace of scientific research, it can be difficult to keep up with emerging tools. Second, scientists lack disease-specific venues to document and share important information about new applications, observations and changes for research tools prior to publication. Third, for those new to a particular research field or disease area, understanding the repertoire of tools available to them is a major impediment. Our experience in the neurofibromatosis (NF) field has shown that researchers often struggle to identify and locate available research tools and understand which tool is best suited for their experiment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2765, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Databases that maintain a catalog of available tools help manage the above-mentioned challenges. Examples include foundational model system-specific databases, such as the Mouse Genome Informatics database, the Rat Genome Database, the Zebrafish Information Network and the Saccharomyces Genome Database, and vendor catalogs that manufacture specific tools like antibodies, cell lines and genetic reagents. Recent efforts like the Resource Identification Initiative integrate information for a wide variety of research tools, including cell lines via Cellosaurus, animal models via databases like Mutant Mouse Resource & Research Centers, antibodies via Antibody Registry and reagents for genetic experiments (specifically, plasmids) via Addgene. The Resource Identification Initiative collaborates with these tool-specific authorities who assign research resource identifiers (RRIDs) to all of these research tools, enabling researchers to cite well-defined and curated records of specific tools. While these databases are critical sources of information, they are disease-agnostic and may not always provide the depth of information that researchers need to identify and apply a particular tool to their domain or disease.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3990, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We developed the NF Research Tools Database to mitigate these and other obstacles (Table 1) for the NF research community. To make the database easy to explore, we created a publicly available companion web application (tools.nf.synapse.org), accessible through the existing NF Data Portal. This database, currently in the prototype phase, catalogs a wide variety of NF type 1 (NF1)-relevant research tools. Specifically, we aggregated and curated metadata for NF1-relevant animal models, cell lines, genetic reagents, antibodies and biobanks. We then developed a web-based application that enables interactive searching and filtering of the database. The application also allows users to actively contribute by sharing reliability, biology, usage and other observations for each tool and suggesting new resources for inclusion. Finally, the tools are linked to the NF Data Portal, so, when available, data generated with or from these tools can be more easily discovered and accessed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4977, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Challenges faced by the NF community in finding research tools, our perspective on how an NF-specific research tools database helps address these challenges (‘with an NF-specific tool database’) and our assessment of how an investigator might struggle without this database (‘without an NF-specific tool database’)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5300, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/></colgroup><thead><tr><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Challenges faced by investigators</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">With an NF-specific tool database</th><th valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Without an NF-specific tool database</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Unaware of central databases for research tools</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">The NF Data Portal is an established and highly visible portal in this community; by layering a tools database on top, we can make investigators aware of tools, as well as drive traffic to and awareness of the RRID tool authorities</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Investigators may remain unaware of tool-specific repositories and tools</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">NF is a rare disease and has few relevant tools; central databases that catalog all tools can be overwhelming</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Disease-specific tool portal has a very narrow, deep focus and does not contain tools that are not relevant for NF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Investigators must search/filter through large databases to identify tools of interest, which may be time-consuming</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">No place to deposit ‘unpublishable’ observations about tool performance</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">We have created a mechanism for investigators to deposit and share observations about NF tools</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Observations are limited to personal communications, personal websites, etc.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Finding tool-associated data are difficult</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">This tool database is within the NF Data Portal and has direct links to data generated using the tools</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Would need to search the NF Data Portal for tool-related data and may need to try multiple synonyms for the same tool</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Organizations like Gilbert Family Foundation are attempting to expand the research community to non-NF1 researchers who have no prior knowledge of NF-related tools</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">An NF-focused database could lower the barrier of entry to researchers that are new to the field</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">New researchers may not have a good frame of reference for what is ‘NF-relevant’ vs. not</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Central tool databases do not always have prepublication/in-development models</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">With our unique positioning as a data coordinating center for many NF projects and our relationships with NF funders and researchers, we are able to facilitate cataloging of tools that are in-development</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Tools will not be cataloged/listed by central authorities until publication</td></tr></tbody></table>\n"}, "text": "Challenges faced by investigators\tWith an NF-specific tool database\tWithout an NF-specific tool database\t \tUnaware of central databases for research tools\tThe NF Data Portal is an established and highly visible portal in this community; by layering a tools database on top, we can make investigators aware of tools, as well as drive traffic to and awareness of the RRID tool authorities\tInvestigators may remain unaware of tool-specific repositories and tools\t \tNF is a rare disease and has few relevant tools; central databases that catalog all tools can be overwhelming\tDisease-specific tool portal has a very narrow, deep focus and does not contain tools that are not relevant for NF\tInvestigators must search/filter through large databases to identify tools of interest, which may be time-consuming\t \tNo place to deposit ‘unpublishable’ observations about tool performance\tWe have created a mechanism for investigators to deposit and share observations about NF tools\tObservations are limited to personal communications, personal websites, etc.\t \tFinding tool-associated data are difficult\tThis tool database is within the NF Data Portal and has direct links to data generated using the tools\tWould need to search the NF Data Portal for tool-related data and may need to try multiple synonyms for the same tool\t \tOrganizations like Gilbert Family Foundation are attempting to expand the research community to non-NF1 researchers who have no prior knowledge of NF-related tools\tAn NF-focused database could lower the barrier of entry to researchers that are new to the field\tNew researchers may not have a good frame of reference for what is ‘NF-relevant’ vs. not\t \tCentral tool databases do not always have prepublication/in-development models\tWith our unique positioning as a data coordinating center for many NF projects and our relationships with NF funders and researchers, we are able to facilitate cataloging of tools that are in-development\tTools will not be cataloged/listed by central authorities until publication\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7339, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7361, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Initial user story development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7392, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The concept for this database was inspired by informal conversations with members of the NF1 research community, and an initial proof of concept database was created using a sampling of research tools. Building on this initial database, anecdotal evidence from community discussions and internal brainstorming from experience in NF1 research, we developed a set of user stories (Supplementary Table S1), for example, ‘as a clinician-scientist, I want to find out what NF1, NF2, SPRED1, TP53 or SUZ12 mutations a disease model has so that I know if the model has the genetic mutation profile that I am interested in studying’. We then prioritized the user stories and designed a database and web application for high-priority user stories.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8135, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data model development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We designed a data model (Figure 1) for the database by evaluating several sources of information for cell lines (Cellosaurus, ATCC), animal models (Mutant Mouse Resource & Research Centers, Mouse Genome Informatics), antibodies (Antibody Registry), genetic reagents (Addgene) and others (including SciCrunch, which aggregates information from several data sources). After selecting metadata attributes to collect for all tools as well as each specific type of tool, we constructed a relational data model for these attributes as well as other attributes that enable the inclusion of ‘observations’ for the tools, to be provided by database users.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8811, "infons": {"file": "baac045f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "A data model diagram for the NF Research Tools Database. Each box describes one of the database tables, with lines representing the relationships/connections between each table. Links between tables are the primary key (PK), which is a unique identifier for each row in the table, and the foreign key (FK), which is a PK found in another table. A machine-readable version of this data model is available on GitHub (see the ‘Database development’ section).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9271, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Database development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9292, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We constructed a JSON-LD schema from the data model to make it machine-readable (version 2.0.0 at the time of writing, available from https://github.com/nf-osi/nf-research-tools-schema). This schema was processed with the ‘schematic’ Python library to generate a MySQL database as well as data intake spreadsheets. Data were manually curated by searching for NF1-relevant tools on Scicrunch.org, Cellosaurus, Antibody Registry, Addgene, Mouse Genome Informatics and the Jackson Laboratories websites; this information was used to populate the data intake spreadsheets, which were then added to the MySQL database using schematic. The MySQL database is currently hosted in a private cloud computing environment, but all database tables and a variety of ‘joined’ tables are available for anyone to access on the Synapse collaborative science platform (www.doi.org/10.7303/syn26338068). The database tables can be retrieved and queried using SQL-like syntax in the Synapse web, Python, or R clients; please see the Synapse documentation (https://help.synapse.org) for more guidance on using these clients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10403, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Web application", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10419, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The web application was designed using the aforementioned user stories. We conducted internal design tests and solicited feedback from others at our organizations to improve the design. We then built the application using the React JavaScript library and the Synapse React Client.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10700, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10708, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Search and explore tools", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10733, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A central function of this database is to provide information about NF1-relevant research tools. In the web application, we included two avenues for exploring the tools listed in the database. From the home page, users can type in a search term of interest (e.g. ‘plexiform neurofibroma’; Figure 2A) to identify NF1-relevant animal models and cell lines. From there, users can use interactive, clickable charts to further filter and refine their results (e.g. limit results to cell lines; Figure 2A). The results of a specific, filtered search can then be shared with other researchers by sharing the URL or by downloading a table of the results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11386, "infons": {"file": "baac045f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "The ‘Browse Tools’ user interface of the NF Data Portal allows researchers to interactively explore the NF Research Tools Database. (A) Clickable chart-based filters allow database users to filter tools using standardized metadata. Users can also search the tools by typing in free-text search terms. (B) The ‘Tool Detail’ pages allow users to perform a deep dive into information about specific research tools, for example, metadata describing the tool, the tool developer and other information described in panels (C, D). For example, a ‘canonical’ publication, when available, is listed for each tool. The Tool Detail pages also include publications that describe the use of the tool. When relevant information is available, the mutation/engineering status of selected genes—for example, genes that have been modified with the Cre-lox system or genes that have spontaneous mutations—is also provided. When tools are commercially available, the database provides a link to an external vendor, such as ATCC. (C) The Tool Details page also presents ‘Observations’, which are user-submitted details that describe pathology, usage notes, issues, reviews or other information relevant to a particular experimental tool. (D) When available in the NF Data Portal, data generated using a particular tool (e.g. publicly shared drug screening data generated using a commercially available cell line) are listed on the ‘Data’ tab of the Tool Detail page.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12856, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "View tool details", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12874, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The tools listed in the database have an associated ‘tool detail page’ (Figure 2B) that shows additional in-depth metadata, community-contributed observations and tool-related data (e.g. publications or data files generated using the research tool) available in the NF Data Portal. At the top, the detail page includes basic information such as the description, research resource identifier, research tool type-specific attributes (e.g. the category of cell line) and other metadata. These pages also include information about the developer of the research tool and, if available, information on publication(s) related to the development of the tool. When relevant to the tool type (i.e. predominantly animal models and cell lines), mutation information for selected genes (e.g. NF1) is presented and can be downloaded. When available, these pages also include a link to the vendor(s) of the research tool, as well as information about any usage restrictions, and whether a material transfer agreement is required.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13894, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This page also includes an ‘Observations’ tab (Figure 2C) that can display community-contributed observations such as the phenotypic timeline of a tool (e.g. developmental stages of a genetically engineered mouse model) as well as categorical observations such as pathologic observations, non-pathologic behavioral observations, neurochemical observations, comments from the depositing investigators, usage instructions, potential issues with the tool, reviews of the tool, general comments about the tool and other observations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14429, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, the tool detail pages contain a ‘Data’ tab (Figure 2D). This tab highlights data in the NF Data Portal that were generated using that tool, enabling, for example, users to find sequencing data or drug screening data for a cell line listed in the database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14699, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Contribution to the database and other user support", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14751, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We developed documentation for the database, which is available at help.nf.synapse.org. The ‘Neurofibromatosis Research Tools Database’ section of the documentation includes specific instructions for contributing new tools, contributing observations about a tool, as well as updating information about an existing tool. A core goal of this resource is to enable the community to contribute new tools and observations. We welcome any contributions for NF1, NF2 or schwannomatosis-relevant tools. For general help or issues that are not addressed by the documentation, our support team can be contacted by clicking on the ‘Need more help?’ button on the help.nf.synapse.org documentation page.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15451, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15463, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The NF Research Tools Database (tools.nf.synapse.org) was developed to mitigate challenges related to finding and accessing NF1-relevant research tools in a prepublication setting and sharing observations about how a tool behaves in real-world research settings. The NF research community is a small and highly collaborative community of researchers whose work often depends on the insights of researchers using the same tools; by providing a forum to share observations, we expect that NF researchers will be able to select, acquire and use research tools more easily. Furthermore, NF funding organizations like the Gilbert Family Foundation are attempting to expand the research community to non-NF1 researchers, and we anticipated that this database will lower the barrier of entry for these researchers to translate research advancements from other diseases to NF patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16341, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Currently, this prototype database includes a variety of NF1-relevant research tools. We are working on curating additional NF1-relevant tools, such as mouse models listed in Mutant Mouse Research and Resource Centers (MMRRC) and the European Conditional Mouse Mutagenesis Program, and more prepublication models provided by the research community, as well as NF2- and schwannomatosis-related tools to increase the comprehensiveness of the database. In addition, we plan to add a guided form-based submission system so that users can more easily contribute standardized data to the database, tune the search feature to improve results and develop a process to share collected data, when possible, from this database with the respective RRID-minting authorities (e.g. Cellosaurus, AntibodyRegistry, Mouse Genome Informatics (MGI) and others) to expand the availability of this information in centralized tool-specific databases. Similarly, to increase the interoperability and utility of this database, we plan to expand our data model and add direct links to databases and external resources like ClinVar, MGI, Protein Data Bank and protocols.io. Finally, we plan to improve the user interface of the application by allowing users to search and filter tool observations and adding a ‘ratings’ system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17646, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We also expect that this database and application could be used as an example to guide the development of other similar disease- or domain-specific research tool databases; both the data model and software are free, open-source and available for reuse by any interested communities. By collating, curating and surfacing this information in an open-access exploration tool, we anticipate that the NF Research Tools Database will be a valuable resource for the NF community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18119, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18142, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18161, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": " Supplementary data are available at Database Online.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18215, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18223, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Gilbert Family Foundation (821001); subset of the co-authors are employed by the Gilbert Family Foundation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18331, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18352, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "None declared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18367, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18388, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Y.K., C.M., J.R.G. and R.J.A. were responsible for the conceptualization. https://credit.niso.org/implementing-credit/.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18508, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "B.Z., M.D., J.R.G. and R.J.A. were responsible for the data curation. The formal analysis and investigation are not applicable in the article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18651, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "R.J.A. is involved in the funding acquisition.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18698, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.A.E., M.D. and B.Z. were responsible for the methodology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18758, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "A.C., K.J.B., C.M., Y.K., R.J.A. and J.A.B. were responsible for the project administration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18851, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.R.G. and R.J.A. were responsible for the resources.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18905, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "B.H., J.H., K.J.B., M.D., M.N., M.M. and S.S. were responsible for the software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18986, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "A.C., J.A.E., K.J.B., L.B., B.H., R.J.A. and J.A.B. were responsible for the supervision.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19076, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "A.C., M.D., B.Z., C.M., K.V., Y.K., J.R.G. and R.J.A. were responsible for the validation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19167, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.H., S.S., L.B. and R.J.A. were responsible for the visualization.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19235, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "A.C., C.M., J.A.E., J.B., K.V., J.R.G. and R.J.A. were responsible for the writing—original draft.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19336, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "A.C., M.D., B.Z., J.H., C.M., S.S., J.A.E., M.N., J.B., K.V., M.M., K.J.B., B.H., L.B., Y.K., J.R.G., R.J.A. and J.A.B. were responsible for the writing—review & editing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19509, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Note: J.B. is Jineta Banerjee; J.A.B. is Julie Bletz. All authors made a significant intellectual contribution to the project.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19636, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19647, "infons": {"fpage": "47", "lpage": "73", "pub-id_pmid": "27933520", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "1488", "year": "2017"}, "text": "Mouse Genome Informatics (MGI): resources for mining mouse genetic, genomic, and biological data in support of primary and translational research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19793, "infons": {"fpage": "D731", "lpage": "D742", "pub-id_pmid": "31713623", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "48", "year": "2020"}, "text": "The Year of the Rat: The Rat Genome Database at 20: a multi-species knowledgebase and analysis platform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19897, "infons": {"fpage": "D854", "lpage": "D860", "pub-id_pmid": "23074187", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "41", "year": "2013"}, "text": "ZFIN, the Zebrafish Model Organism Database: increased support for mutants and transgenics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19988, "infons": {"fpage": "9", "lpage": "22", "pub-id_pmid": "15153302", "section_type": "REF", "source": "Brief. Bioinform.", "type": "ref", "volume": "5", "year": "2004"}, "text": "Saccharomyces genome database: underlying principles and organisation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20058, "infons": {"section_type": "REF", "source": "F1000Research", "type": "ref", "volume": "4", "year": "2015"}, "text": "The resource identification initiative: a cultural shift in publishing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20129, "infons": {"fpage": "25", "lpage": "38", "pub-id_pmid": "29805321", "section_type": "REF", "source": "J. Biomol. Tech.", "type": "ref", "volume": "29", "year": "2018"}, "text": "The cellosaurus, a cell-line knowledge resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20177, "infons": {"section_type": "REF", "source": "Mamm. Genome", "type": "ref", "year": "2021"}, "text": "The Mutant Mouse Resource and Research Center (MMRRC): the NIH-supported national public repository and distribution archive of mutant mouse models in the USA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20336, "infons": {"pub-id_doi": "10.3389/conf", "section_type": "REF", "type": "ref", "year": "2011"}, "text": "An antibody registry for biological sciences", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20381, "infons": {"fpage": "D1152", "lpage": "D1157", "pub-id_pmid": "25392412", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "43", "year": "2015"}, "text": "The Addgene repository: an international nonprofit plasmid and data resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20458, "infons": {"section_type": "REF", "source": "Sci. Data", "type": "ref", "volume": "6", "year": "2019"}, "text": "Engaging a community to enable disease-centric data sharing with the NF Data Portal", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20542, "infons": {"section_type": "REF", "type": "ref", "year": "2021"}, "text": "Standardizing biomedical metadata curation using schematic", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20601, "infons": {"section_type": "REF", "type": "ref", "year": "2021"}, "text": "Sage-bionetworks/schematic: v21.06 Zenodo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20643, "infons": {"section_type": "REF", "type": "ref"}, "text": "Synapse react client", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20664, "infons": {"fpage": "180", "lpage": "185", "pub-id_pmid": "17967808", "section_type": "REF", "source": "Brief. Funct. Genomic. Proteomic.", "type": "ref", "volume": "6", "year": "2007"}, "text": "EUCOMM—the European Conditional Mouse Mutagenesis Program", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]