[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240426", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "11020672", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1186/s12880-024-01255-y", "article-id_pmc": "11020672", "article-id_pmid": "38627678", "article-id_publisher-id": "1255", "elocation-id": "91", "kwd": "Invasive breast cancer Lymph node metastasis Radiomics Deep learning Biologic pathway", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Liu;given-names:Wenci", "name_1": "surname:Chen;given-names:Wubiao", "name_2": "surname:Xia;given-names:Jun", "name_3": "surname:Lu;given-names:Zhendong", "name_4": "surname:Fu;given-names:Youwen", "name_5": "surname:Li;given-names:Yuange", "name_6": "surname:Tan;given-names:Zhi", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "24", "year": "2024"}, "text": "Lymph node metastasis prediction and biological pathway associations underlying DCE-MRI deep learning radiomics in invasive breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 138, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 149, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The relationship between the biological pathways related to deep learning radiomics (DLR) and lymph node metastasis (LNM) of breast cancer is still poorly understood. This study explored the value of DLR based on dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) in LNM of invasive breast cancer. It also analyzed the biological significance of DLR phenotype based on genomics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 540, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 548, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Two cohorts from the Cancer Imaging Archive project were used, one as the training cohort (TCGA-Breast, n = 88) and one as the validation cohort (Breast-MRI-NACT Pilot, n = 57). Radiomics and deep learning features were extracted from preoperative DCE-MRI. After dual selection by principal components analysis (PCA) and relief methods, radiomics and deep learning models for predicting LNM were constructed by the random forest (RF) method. A post-fusion strategy was used to construct the DLR nomograms (DLRNs) for predicting LNM. The performance of the models was evaluated using the receiver operating characteristic (ROC) curve and Delong test. In the training cohort, transcriptome data were downloaded from the UCSC Xena online database, and biological pathways related to the DLR phenotypes were identified. Finally, hub genes were identified to obtain DLR gene expression (RadDeepGene) scores.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1459, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1467, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "DLRNs were based on area under curve (AUC) evaluation (training cohort, AUC = 0.98; validation cohort, AUC = 0.87), which were higher than single radiomics models or GoogLeNet models. The Delong test (radiomics model, P = 0.04; GoogLeNet model, P = 0.01) also validated the above results in the training cohorts, but they were not statistically significant in the validation cohort. The GoogLeNet phenotypes were related to multiple classical tumor signaling pathways, characterizing the biological significance of immune response, signal transduction, and cell death. In all, 20 genes related to GoogLeNet phenotypes were identified, and the RadDeepGene score represented a high risk of LNM (odd ratio = 164.00, P < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2216, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2228, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "DLRNs combining radiomics and deep learning features of DCE-MRI images improved the preoperative prediction of LNM in breast cancer, and the potential biological characteristics of DLRN were identified through genomics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2448, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2459, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Medical imaging such as computer tomography, magnetic resonance imaging (MRI), and ultrasound are important and non-invasive examination tools used in cancer diagnosis and treatment. Medical images carry tumor information for clinical decision-making in two forms: “semantic” and “agnostic” phenotypes. Semantic features are mainly based on the extent of visualization by the naked eye; they have low information utilization but are highly explanatory. Agnostic phenotypes are mainly based on computer visualization of tumor information in mathematical form; they are informative and highly utilized, but their interpretability is debatable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3109, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The application of semantic phenotypes in tumor treatment process has been clarified. For example, an adjacent vessel sign was associated with axillary lymph node metastasis (LNM), increased Ki-67 index, and lymphovascular infiltration, representing poorer prognosis for patients. In contrast to semantic phenotypes, agnostic phenotypes not only quantify morphological phenotypes, but also break through the limitations of the naked eye to quantify information at deeper level-even that related to the genetic level. For example, based on 91 preoperative breast cancer MRI images, quantitative radiomics was found to replicate the representation of tumor size and BI-RADS imaging phenotypes visually extracted by radiologists; MRI-based quantification represented phenotypes of size and shape appropriately correlated with proliferative and apoptotic pathways.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3970, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Agnostic phenotypes have two main forms of quantification: radiomics and deep learning. Different techniques capture their own specific information, and the fusion of information between techniques can further improve the knowledge of the target. Multitype studies based on radiomics and/or deep learning features have been conducted to evaluate LNM in breast cancer. For example, in one multi-center study, a radiogenomics model combining radiomics features and genomics features improved the performance of predicting LNM in breast cancer; in another based on 110 MRI images from a single center, potential pathways for the genetic mechanism of deep learning imaging phenotypes were identified. The biological significance of the radiomics feature phenotype had been analyzed in multiple studies, but deep learning feature phenotypes were only identified during the image recognition process, and the quantification of specific features was not mentioned. In contrast to radiomics phenotypes, deep learning phenotypes are more inclined to be quantified by automatic learning, and the biological significance of their representation still needs to be further explored.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5140, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study was focused on the development of deep learning radiomics nomograms (DLRNs) based on two MRI image cohorts to explore DLRNs association with LNM in invasive breast cancer. The biological significance represented by deep learning radiomics (DLR) phenotype was also explored based on genomics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5443, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5451, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two MRI image cohorts of invasive breast cancer were downloaded from the Cancer Imaging Archive (TCIA) project. One was the training cohort (The Cancer Genome Atlas-Breast, TCGA, N = 108), and the other was the validation cohort (Breast-MRI-NACT Pilot, N = 64). The inclusion criteria for the image cohorts were preoperative dynamic contrast enhanced magnetic resonance imaging (DCE-MRI), which only used 1.5 Tesla magnet strength using GE scanners and protocols (GE Medical Systems, Milwaukee, WI, USA) for clarifying the potential difference between scanner and image protocol (training cohort, n = 93; validation cohort, n = 64). In order to explore the biological characteristics corresponding to the imaging phenotype, the transcriptome data of the training cohort were downloaded from TCGA project (UCSC Xena online database, FPKM format) matched by TCIA, and the biological characteristics represented by the imaging phenotype were analyzed based on messenger RNA (mRNA) molecular correlation. Cases that could not be located or were ambiguous (n = 4) or were without transcriptome data (n = 1) were also excluded from the training cohort. Cases that could not be located or were ambiguous (n = 7) were also excluded from the validation cohort. Finally, under the condition that two radiologists checked them without ambiguity, 145 patients with breast cancer were included in the image cohorts (training cohort, n = 88; validation cohort, n = 57). The mean age was 51.16 ± 11.01 years, with an age range of 29–82 years.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7036, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image segmentation and phenotype quantification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7084, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Breast DCE-MRI images were collected using dual breast coils on 1.5-T scanners. The imaging protocol was based on T1-weighted gradient echo sequences of gadolinium-based contrast agents. The sagittal T1WI DCE-MRI images of the cohorts were imported into ITK-snap (version 3.68) software, with the same window width (800) and window level (1600) set for each. To improve discrimination between phenotypes, the acquisition areas were resampled to specific isotropic resolutions (1 mm, 1 mm, 1 mm). Two radiologists (5 and 10 years of experience) identified and ruled the boundaries of the tumor lesions, without earlier information on the pathology and without clinical information. In the Python environment, 1781 phenotypes including size, shape, edge, and internal structure information were extracted from the regions of interest (ROIs) by PyRadiomics extractor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7952, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For deep learning phenotypes, in the case of the above ITK-snap software segmentation image, based on the maximum diameter and clear level of the lesions, two kinds of deep learning networks (GoogLeNetNet and ResNet50) were used for feature extraction in the Python environment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8231, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Development and validation of deep learning radiomics predictive models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8303, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To increase the comparability of phenotypes, Z-score method was applied to normalize all radiomics or deep learning phenotypes. Both radiomics and deep learning phenotypes were in thousands, in high dimensions, with mixed information and redundancy, so it need to identify valuable phenotypes closely related to LNM for reducing the possibility of overfitting. For this reason, principal components analysis (PCA) and relief algorithm were applied for dimensionality reduction, and random forest (RF) was applied for modeling. First, in the training cohort, PCA primarily recombined a new set of uncorrelated composite variables from all phenotypes and extracted a few of the composite variables that reflected the original state of the image phenotypes as faithfully as possible. Then, the extracted phenotypes were provided to the relief algorithm to select an optimal modeling subset through the LN state, and present it to the RF machine learning algorithm to construct predictive models. The optimal models were selected after 5-fold cross validation, denoted as radiomics or deep learning signature. Repeating this process, radiomics models, GoogLeNet models and ResNet50 models were constructed, respectively. To this end, radiomics and deep learning phenotypes were integrated to construct the DLRNs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9612, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of biological significance of deep learning radiomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9681, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the training cohort, for the mRNA matrix, log2(x + 1) was used to normalize all genes and remove genes with mean values less than 1 from all samples, leaving 11,687 genes. Weighted gene co-expression network analysis (WGCNA) is a system biology approach to describing gene association patterns. It can identify highly synergistic variants in genomics modules and is based on the association of genomics modules with phenotypes. To better understand the biological significance represented by tens of thousands of genes, WGCNA analysis of the 11,687 genes was implemented based on R language. Module eigengenes (MEs) were the expression profiles of module genes; the minimum number of genes per module was set to 60, the sensitivity was 3, and the module merging threshold was 0.25. In addition, the radiomics signature and GoogLeNet signature were classified into high and low risk groups with median values, and their correlation with different modules was analyzed. Further, the biological significance of the associated modules was analyzed using the Kyoto Gene and Genome Encyclopedia (KEGG) database. Gene set variation analysis (GSVA) calculated genes of the same significance or function grouped into a single enrichment score in order to assess changes in the activity of the pathway/function in which the genes were located. GSVA was used to study 36 genetic pathways in the KEGG database, and their association with the imaging phenotype was analyzed based on Pearson correlation coefficient (PCC). The technical flowchart of the study is presented in Fig. 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11259, "infons": {"file": "12880_2024_1255_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of the study. (A) Cohorts downloaded from TCIA. (B) Overall design of this study. (C) Flow chart of this study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11379, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistic analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11398, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SPSS (version 17.0), (version 4.20), and MedCalc software were used for statistical analysis and plotting. Measurement data were compared between groups by using the Mann-Whitney U test. The counting data were compared between groups using the chi-square test. The performances of the models were evaluated using the receiver operating characteristic curve (ROC) cure and the area under the curve (AUC), accuracy (ACC), sensitivity (SEN), and specificity (SPEC) were calculated. Based on MedCalc software, the Delong test was used to analyze the merits of the different ROC curves. In addition, the net reclassification index (NRI) and the integrated discrimination index (IDI) were calculated based on the “PredictABEL” package to compare the discrimination performance of the different prediction models. The Hosmer-Lemeshow test was used to analyze the consistency of the DLRNs. Decision curve was used to analyze the clinical utility of the DLRN. P < 0.05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12408, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12416, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Lymph node status in image cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12451, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The training cohort included 88 invasive breast cancer patients with a 46.59% LNM positivity rate; and the validation cohort included 57 invasive breast cancer patients with a 61.40% LNM positivity rate, which was not statistically significant (chi-square test, P = 0.08) (Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12738, "infons": {"file": "12880_2024_1255_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Lymph node status in image cohorts. (A) 145 LN distribution of invasive breast cancer. There was no statistically significant difference between cohorts (chi-square test, P = 0.08). (B) Typical LNM example. Deep learning phenotypes were based on 2D image extraction, radiomics phenotypes were based on 3D image extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13064, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Development and validation of deep learning radiomics predictive models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13136, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the training cohort, after 1781 phenotypes were selected by the dual method of PCA and relief, 41 phenotypes were submitted to the RF machine learning algorithm to develop the radiomics model. The radiomics model yielded ACC, SEN, SPEC, and AUC of 0.88, 0.93, 0.83, and 0.95 (95% confidence interval (CI), 0.91–0.98), respectively, in the training cohort; and 0.79, 0.77, 0.82, and 0.83 (95% CI, 0.69–0.94), respectively, in the validation cohort.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13591, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From 1024 GoogLeNetnet and 2048 ResNet50 deep learning phenotypes, 67 and 39 phenotypes were selected in the same way to construct prediction models. The GoogLeNet model yielded ACC, SEN, SPEC, and AUC of 0.82, 0.90, 0.74, and 0.91 (95%CI, 0.84–0.96), respectively, in the training cohort; and 0.77, 0.86, 0.64, and 0.77 (95% CI, 0.64–0.90), respectively, in the validation cohort. The ResNet50 model yielded ACC, SEN, SPEC, and AUC of 0.81, 0.83, 0.79, and 0.85 (95%CI, 0.76–0.94), respectively, in the training cohort; and 0.70, 0.66, 0.77, and 0.71 (95% CI, 0.56–0.86), respectively, in the validation cohort.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14212, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the training cohort, in the prediction reliability of the different models were explored by Delong test. The radiomics model and the GoogLeNet model (P = 0.25), the ResNet50 model (P = 0.05) had no statistically different. In addition, there was no statistical difference between the GoogLeNet model and the ResNet50 model in the comparison of the two deep learning models (P = 0.30). The results of the validation cohort were consistent with the training cohort. However, in terms of sensitivity, the GoogLeNet model was more capable of predicting LNM than the ResNet50 model in the training cohort and validation cohorts. Therefore, GoogLeNet model was selected for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14913, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Development of the DLRN proceeded by integrating radiomics model and GoogLeNet model through a logistic regression algorithm. The DLRN yielded ACC, and AUC of 0.93 and 0.98 (95%CI, 0.93-1.00), respectively, in the training cohort; and 0.90 and 0.87 (95% CI, 0.76–0.95), respectively, in the validation cohort (Fig. 3A; Table 1). The Delong test showed that the DLRN was statistically different from the radiomics model (P = 0.04) and the GoogLeNet model (P = 0.01) in prediction effect, indicating that the image information through multiple methods has some complementary effect to improve the prediction effect. After the calculation of NRI and IDI, it was verified that the DLRN improved the prediction effect compared with the single radiomics model (training cohort, NRI > 0, P = 0.68, IDI: 12.00%, P = 0.004; validation cohort, NRI > 0, P < 0.01, IDI: 14.00%, P < 0.01). DCA proved that the net income of the DLRN was higher than that of the radiomics or GoogLeNet model, indicating that the treatment strategies predicted based on the DLRN had better clinical effectiveness (Fig. 3B). The Hosmer-Lemeshow test indicated good agreement between DLRN predictions and actual LNM (training cohort, P = 0.51; validation cohort, P = 0.19) (Fig. 3C).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16209, "infons": {"file": "12880_2024_1255_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The performance of deep learning radiomics models. (A) ROC curve analysis. (B) DCA analysis. (C) Calibration curve analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16333, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Performance of diferent models for predicting LNM in the training and validation cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16422, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">Model</th><th align=\"left\" colspan=\"4\">Training cohort</th><th align=\"left\"/><th align=\"left\" colspan=\"4\">Validation cohort</th></tr><tr><th align=\"left\">Radiomics</th><th align=\"left\">GoogLeNet</th><th align=\"left\">ResNet50</th><th align=\"left\">DLRN</th><th align=\"left\"/><th align=\"left\">Radiomics</th><th align=\"left\">GoogLeNet</th><th align=\"left\">ResNet50</th><th align=\"left\">DLRN</th></tr></thead><tbody><tr><td align=\"left\">AUC</td><td align=\"left\">0.95</td><td align=\"left\">0.91</td><td align=\"left\">0.85</td><td align=\"left\">0.98</td><td align=\"left\"/><td align=\"left\">0.83</td><td align=\"left\">0.77</td><td align=\"left\">0.71</td><td align=\"left\">0.87</td></tr><tr><td align=\"left\">95%CI</td><td align=\"left\">0.91–0.98</td><td align=\"left\">0.84–0.96</td><td align=\"left\">0.76–0.94</td><td align=\"left\">0.93-1.00</td><td align=\"left\"/><td align=\"left\">0.69–0.94</td><td align=\"left\">0.64–0.90</td><td align=\"left\">0.56–0.86</td><td align=\"left\">0.76–0.95</td></tr><tr><td align=\"left\">ACC</td><td align=\"left\">0.88</td><td align=\"left\">0.82</td><td align=\"left\">0.81</td><td align=\"left\">0.93</td><td align=\"left\"/><td align=\"left\">0.79</td><td align=\"left\">0.77</td><td align=\"left\">0.70</td><td align=\"left\">0.90</td></tr><tr><td align=\"left\">SEN</td><td align=\"left\">0.93</td><td align=\"left\">0.90</td><td align=\"left\">0.83</td><td align=\"left\">1.00</td><td align=\"left\"/><td align=\"left\">0.77</td><td align=\"left\">0.86</td><td align=\"left\">0.66</td><td align=\"left\">1.00</td></tr><tr><td align=\"left\">SPEC</td><td align=\"left\">0.83</td><td align=\"left\">0.74</td><td align=\"left\">0.79</td><td align=\"left\">0.73</td><td align=\"left\"/><td align=\"left\">0.82</td><td align=\"left\">0.64</td><td align=\"left\">0.77</td><td align=\"left\">0.85</td></tr><tr><td align=\"left\">PPV</td><td align=\"left\">0.83</td><td align=\"left\">0.76</td><td align=\"left\">0.77</td><td align=\"left\">0.87</td><td align=\"left\"/><td align=\"left\">0.87</td><td align=\"left\">0.79</td><td align=\"left\">0.82</td><td align=\"left\">0.85</td></tr><tr><td align=\"left\">NPV</td><td align=\"left\">0.93</td><td align=\"left\">0.90</td><td align=\"left\">0.84</td><td align=\"left\">1.00</td><td align=\"left\"/><td align=\"left\">0.69</td><td align=\"left\">0.74</td><td align=\"left\">0.59</td><td align=\"left\">1.00</td></tr></tbody></table>\n"}, "text": "Model\tTraining cohort\t\tValidation cohort\t \tRadiomics\tGoogLeNet\tResNet50\tDLRN\t\tRadiomics\tGoogLeNet\tResNet50\tDLRN\t \tAUC\t0.95\t0.91\t0.85\t0.98\t\t0.83\t0.77\t0.71\t0.87\t \t95%CI\t0.91–0.98\t0.84–0.96\t0.76–0.94\t0.93-1.00\t\t0.69–0.94\t0.64–0.90\t0.56–0.86\t0.76–0.95\t \tACC\t0.88\t0.82\t0.81\t0.93\t\t0.79\t0.77\t0.70\t0.90\t \tSEN\t0.93\t0.90\t0.83\t1.00\t\t0.77\t0.86\t0.66\t1.00\t \tSPEC\t0.83\t0.74\t0.79\t0.73\t\t0.82\t0.64\t0.77\t0.85\t \tPPV\t0.83\t0.76\t0.77\t0.87\t\t0.87\t0.79\t0.82\t0.85\t \tNPV\t0.93\t0.90\t0.84\t1.00\t\t0.69\t0.74\t0.59\t1.00\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16923, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The LN status distributions of model signatures in all cohorts were significantly different (Mann-Whitney U test, P < 0.05). In addition, all signatures were correlated in the training cohort, especially for the radiomics and GoogLeNet signatures (PCC, r = 0.59, P < 0.01), and also in the validation cohort (PCC, r = 0.32, P = 0.01) (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17288, "infons": {"file": "12880_2024_1255_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Association of deep learning radiomics signatures. (A) Training cohort. (B) Validation cohort. Distribution difference of signatures in LN status of each cohort (Mann-Whitney U test, * P<0.05, ** P<0.01, ***P<0.001). Model signatures were correlated in the training cohort, especially in the radiomics and GoogLeNetnet signatures (PCC, r = 0.59, P < 0.01), and also in the validation cohort (PCC, r = 0.32, P = 0.01)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17721, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Biological significance of deep learning radiomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17790, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the training cohort, 32 gene modules were constructed by WGCNA analysis, and the results were shown in the Fig. 5A and B. Two gene modules (brown module; purple module) were associated with the radiomics signature high-risk group (Pearson correlation r = 0.22, P = 0.04 for the brown module; Pearson correlation r = 0.23, P = 0.03 for the purple module). Surprisingly, six gene modules were associated with the GoogLeNet signature high-risk group, with the green-yellow module having the strongest positive correlation (Pearson correlation r = 0.31, P < 0.01) and the dark-red module having the strongest negative correlation (Pearson correlation r=-0.29, P < 0.01). Interestingly, the brown module was associated with both the radiomics and GoogLeNet signature. The core genes associated with the high-risk group were identified from the related gene module, resulting in 32 genes identified from the radiomics-related module and 75 genes identified from the GoogLeNet-related module, intersecting 20 genes to construct a DLR-related gene (RadDeepGene) score that also reliably predicted LNM (AUC = 0.82, SEN, 0.78, SPEC, 0.74; risk coefficient, OR = 164.00, P < 0.001). The biological significance of signature representation was further explored by KEGG. Different pathways were enriched in radiomics-related and GoogLeNet-related gene modules, mainly focusing on classical signaling pathways, and the results were shown in Fig. 6. The results for the brown module deserved more attention. It was closely related to Hedgehog, MAPK, P53, Ras, and FoxO signaling pathways. In addition, estrogen and GnRH signaling pathway indicated that hormone secretion related pathways were also closely related to the signatures. Hedgehog and FoxO signaling pathways were related to signatures in multiple modules.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19638, "infons": {"file": "12880_2024_1255_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Gene coexpression module construction. Through WGCNA analysis (A), a total of 32 gene modules were constructed (B)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19753, "infons": {"file": "12880_2024_1255_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of biological significance of deep learning radiomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19822, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the biological significance of DLR phenotypes with breast cancer invasion and metastasis, genetic and molecular functions associated with tumor cell growth and death, immune response, cell communication and signal transduction pathways were identified by GSVA. Unfortunately, in that the radiomics signature was not associated with these genetic and molecular functions; instead, GoogLeNet signature was associated with cell death (r=-0.27), immune response (r, -0.28-0.23), signal transduction (r=-0.21), and especially immune response, with the presence of five signaling pathways. Excitingly, MAPK signaling pathway and NOD-like receptor signaling pathway showed correlations with the GoogLeNet signature in both KEGG enrichment analysis and association analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20608, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20619, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "DLR MRI agnostic phenotypes have been shown to be potential alternative markers for predicting breast cancer LNM, but the biological significance of DLR phenotypes, especially deep learning phenotypes, remains poorly understood. In this study, first, the potential value of radiomics and deep learning phenotypes to predict breast cancer LNM was validated based on two cohorts, both with AUCs above 0.70 and accuracy above 0.70 in the validation cohort. Undoubtedly, the DLRN developed based on radiomics-deep learning phenotypes improved prediction after the Delong test and NRI calculation as in other similar studies. Then, potential biological pathways associated with LNM were revealed, with a special focus on typical signaling pathways as well as pathways for cell growth and death, immune response, cell communication, and signal transduction. Surprisingly, both radiomics and deep learning phenotypes were associated with brown gene modules at high risk of LNM, with classical pathways of signal transduction, such as the MAPK signaling pathway and with signaling pathways of immune response, such as the NOD-like receptor signaling pathway. In addition, 20 key genes associated with DLR phenotypes were identified, and the constructed RadDeepGene score showed the same medium to high predictive effect (AUC = 0.82, OR = 164.00, P < 0.001). The findings indicated that DLRN combining radiomics and deep learning features of DCE-MRI images improved the performance of preoperative prediction of LNM in breast cancer, and the potential biological characteristics of DLRN were identified through genomics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22243, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study could be said to summarize the characteristics of previousstudies and to further expand their results. Even though DLR studies had combined deep learning and radiomics features, but there were still lack of studies on DLR biological characteristic analysis, which was the novelty of this study. First, multiple studies had analyzed the predictive value of deep learning and radiomics phenotypes, but ignored the interactions between the two and the variability of phenotypes quantified by different deep learning algorithms. This study both verified that radiomics and deep learning phenotypes offer complementary information and found an information overlap that increases the interpretability of deep learning phenotypes. In addition, most previous studies had used the VGG16 deep learning algorithm to extract image information. In contrast, this study used the GoogLeNet and ResNet50 deep learning algorithms and compared the differences in the information extracted by them. No difference was observed in the effectiveness of the models developed by these two deep learning phenotypes. Second, this study revealed the biological significance of deep learning radiomic phenotypes transferred with LNM based on radiogenomics. In contrast to similar studies, the biological significance of deep learning phenotypes was still poorly understood. Moreover, most radiogenomics studies had analyzed the biological significance represented by a large number of differentially expressed genes, but ignored the interactions between genes. This study mapped imaging phenotypes to gene modules based on WGCNA, which may enhance its reproducibility and interpretability. In addition, most previous studies had focused on relatively broad imaging-related pathways, whereas specific pathways associated with deep learning of radiogenomic phenotypes, especially immune-related pathways, were dissected in the present study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24166, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In a past investigation, it was found that DLR was mainly used in the three areas of breast tumor diagnosis and identification, LNM, and neoadjuvant chemotherapy efficacy; for example, based on the handmade radiomics phenotypes and deep phenotypes extracted from 3062 DCE-MRI images for predicting LNM of breast cancer, the support vector machine model achieved a moderate prediction effect. Based on radiomic phenotypes and deep learning phenotypes from DCE-MRI images before and after neoadjuvant chemotherapy to predict pathological complete remission, the AUC reached 0.9. In this study, radiomics phenotypes seem to be more effective than deep learning phenotypes, similarly to previous studies. For example, based on the RF machine learning algorithm, the radiomics model exhibited better discrimination than the deep learning model (AUC, 0.86 vs. 0.79; accuracy, 0.78 vs. 0.73). The DLRN developed based on DLR phenotypes showed prediction results similar to those in previous studies. For the degree of information quantification of the images, this study quantified 1781 radiomics phenotypes, which was a larger amount compared to some previous studies. However, the thousands of deep learning phenotypes quantified based on GoogLeNet and ResNet50 were less informative compared to vgg16. In addition, for model evaluation, the Delong test and NRI/IDI calculations were used to double-validate the differences in the reliability of the different models, and NRI was found to suggest differences between models in the case of a negative Delong test. For example, the Delong test found no significant difference between the radiomics model and the GoogLeNet model, but the NRI found that the radiomics model improved the effect over the GoogLeNet model (P = 0.008).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25943, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The relationship between image phenotypes and biological pathways has been shown in numerous studies, suggesting the possibility of observing cancer-related pathways in a non-invasive manner by DCE-MRI. For example, prognostic radiomic phenotypes of glioblastoma cells could be classified into four types based on the potential pathways of radiomic phenotypes, reflecting key biological processes related to immune regulation, tumor proliferation, therapeutic response and cellular functions, all of which affect patient survival outcomes; genes in the cell cycle pathway exhibited significant associations with MRI imaging phenotypes. The inhomogeneous enhancement phenotypes of tumor-adjacent parenchyma in MR imaging were associated with tumor necrosis signaling pathways. However, there were still limited studies on the biological characteristics of imaging features related to LNM. For example, LNM was evaluated based on the deep learning features extracted from MRI images of 110 breast cancer patients, and the potential biological characteristics of deep learning features were analyzed, among which fatty acid metabolism, insulin signaling pathway, phynylalanine metabolism, RNA degradation, and tyrosine metabolism were the first five related pathways. WGCNA has proven to be a useful tool for identifying gene modules in radiogenomic analysis of breast tumors, where MRI phenotypes were associated with seven gene modules, including two radiomics phenotypes and six GoogLeNet phenotypes in this study. Referring to previous studies, DLR phenotypes of tumor progression closely signaling pathways were analyzed, such as cell growth and death, immune response, cell communication, and signal transduction, and the results showed that image phenotypes were most closely related to immune response. This study was not consistent with the results of previous studies, mainly due to different analytical methods. Unlike previous studies on KEGG analysis of differentially related differential genes. This study mainly conducted a precise association analysis based on pathways closely related to tumors that had been organized.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28078, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, radiomics also had inherent limitations. First, the study was a small retrospective study that lacked the generalization effect of external cohort enhancement results despite the use of two cohorts from different sources. Second, although both cohorts used the 1.5T GE Medical System, there were potential differences in image protocols between the two. Third, the clinical characteristics of the two cohorts were not identical and there may be uncertainty about other treatments prior to pathologic determination of LNM. Fourth, although cross-scale associations were identified between radiomics and genomics, their causality was not been validated in molecular or clinical trials. Finally, even if ICC was used to validate the robustness of phenotypes, the subjectivity of manual segmentation remained unavoidable, which may require a comparison between semi- and fully automated segmentation methods.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28998, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29010, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, DLRN on DCE-MRI images provided a non-invasive and practical method to preoperatively predict breast cancer LNM, thus potentially identifying appropriate axillary treatment options for patients with early breast cancer. In addition, the DLRN MRI phenotypes associated with LNM were associated with different biological pathways. Depending on the underlying biological pathways, MRI phenotypes may reflect the profile of key biological processes related to tumor proliferation, immune response, cellular communication, and signal transduction. These genetic and molecular acquisition functions contribute to improved clinical outcomes of patients. The future construction of prospective large-sample DLRN models will be essential to confirm this finding.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29779, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29798, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29917, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Wenci Liu is the first author.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29948, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29969, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Wenci Liu and Zhi Tan contributed to the data analysis and manuscript writing. Wubiao Chen, Jun Xia and Zhendong Lu were involved in performing data collection and quality control. Youwen Fu and Yuange Li were responsible for the study coordination. All authors have read and approved the manuscript, and ensure that this is the case.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30304, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30312, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30328, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30346, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The data sets generated and/or analyzed by the current study can be obtained from the corresponding author upon reasonable request. Source of public database data: TCGA, https://portal.gdc.cancer.gov/; TCIA, https://www.cancerimagingarchive.net/.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30593, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30606, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30649, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30665, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30689, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30705, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30725, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30769, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30780, "infons": {"fpage": "563", "issue": "2", "lpage": "77", "name_0": "surname:Gillies;given-names:RJ", "name_1": "surname:Kinahan;given-names:PE", "name_2": "surname:Hricak;given-names:H", "name_3": "surname:Radiomics", "section_type": "REF", "source": "They Are Data Radiol", "type": "ref", "volume": "278", "year": "2016"}, "text": "Images are more than pictures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30810, "infons": {"fpage": "749", "issue": "12", "lpage": "62", "name_0": "surname:Lambin;given-names:P", "name_1": "surname:Leijenaar;given-names:RTH", "name_2": "surname:Deist;given-names:TM", "pub-id_doi": "10.1038/nrclinonc.2017.141", "pub-id_pmid": "28975929", "section_type": "REF", "source": "Nat Rev Clin Oncol", "type": "ref", "volume": "14", "year": "2017"}, "text": "Radiomics: the bridge between medical imaging and personalized medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30882, "infons": {"fpage": "306", "issue": "5", "lpage": "12", "name_0": "surname:Alduk;given-names:AM", "name_1": "surname:Brcic;given-names:I", "name_2": "surname:Podolski;given-names:P", "pub-id_doi": "10.1080/17843286.2016.1266432", "pub-id_pmid": "27996889", "section_type": "REF", "source": "Acta Clin Belg", "type": "ref", "volume": "72", "year": "2017"}, "text": "Correlation of MRI features and pathohistological prognostic factors in invasive ductal breast carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30987, "infons": {"fpage": "22", "issue": "1", "name_0": "surname:Sutton;given-names:EJ", "name_1": "surname:Huang;given-names:EP", "name_2": "surname:Drukker;given-names:K", "pub-id_doi": "10.1186/s41747-017-0025-2", "pub-id_pmid": "29708200", "section_type": "REF", "source": "Eur Radiol Exp", "type": "ref", "volume": "1", "year": "2017"}, "text": "Breast MRI radiomics: comparison of computer- and human-extracted imaging phenotypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31072, "infons": {"fpage": "48", "issue": "1", "name_0": "surname:Yeh;given-names:AC", "name_1": "surname:Li;given-names:H", "name_2": "surname:Zhu;given-names:Y", "pub-id_doi": "10.1186/s40644-019-0233-5", "pub-id_pmid": "31307537", "section_type": "REF", "source": "Cancer Imaging", "type": "ref", "volume": "19", "year": "2019"}, "text": "Radiogenomics of breast cancer using dynamic contrast enhanced MRI and gene expression profiling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31169, "infons": {"fpage": "2066", "issue": "11", "lpage": "8", "name_0": "surname:Mu;given-names:W", "name_1": "surname:Schabath;given-names:MB", "name_2": "surname:Gillies;given-names:RJ", "pub-id_doi": "10.1158/0008-5472.CAN-22-1183", "pub-id_pmid": "35661199", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "82", "year": "2022"}, "text": "Images are data: challenges and opportunities in the clinical translation of Radiomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31256, "infons": {"fpage": "1373", "issue": "7", "lpage": "82", "name_0": "surname:Yang;given-names:L", "name_1": "surname:Xu;given-names:P", "name_2": "surname:Zhang;given-names:Y", "pub-id_doi": "10.1007/s00234-022-02894-0", "pub-id_pmid": "35037985", "section_type": "REF", "source": "Neuroradiology", "type": "ref", "volume": "64", "year": "2022"}, "text": "A deep learning radiomics model may help to improve the prediction performance of preoperative grading in meningioma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31373, "infons": {"fpage": "1076267", "name_0": "surname:Chen;given-names:H", "name_1": "surname:Lan;given-names:X", "name_2": "surname:Yu;given-names:T", "pub-id_doi": "10.3389/fonc.2022.1076267", "pub-id_pmid": "36644636", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2022"}, "text": "Development and validation of a radiogenomics model to predict axillary lymph node metastasis in breast cancer integrating MRI with transcriptome data: a multicohort study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31545, "infons": {"fpage": "9", "issue": "1", "name_0": "surname:Liu;given-names:Q", "name_1": "surname:Hu;given-names:P", "pub-id_doi": "10.1186/s40364-023-00455-y", "pub-id_pmid": "36694221", "section_type": "REF", "source": "Biomark Res", "type": "ref", "volume": "11", "year": "2023"}, "text": "Radiogenomic association of deep MR imaging features with genomic profiles and clinical characteristics in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31666, "infons": {"fpage": "16012", "name_0": "surname:Li;given-names:H", "name_1": "surname:Zhu;given-names:Y", "name_2": "surname:Burnside;given-names:ES", "pub-id_doi": "10.1038/npjbcancer.2016.12", "pub-id_pmid": "27853751", "section_type": "REF", "source": "NPJ Breast Cancer", "type": "ref", "volume": "2", "year": "2016"}, "text": "Quantitative MRI radiomics in the prediction of molecular classifications of breast cancer subtypes in the TCGA/TCIA data set", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31792, "infons": {"fpage": "D1046", "issue": "D1", "lpage": "57", "name_0": "surname:Navarro Gonzalez;given-names:J", "name_1": "surname:Zweig;given-names:AS", "name_2": "surname:Speir;given-names:ML", "pub-id_doi": "10.1093/nar/gkaa1070", "pub-id_pmid": "33221922", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "The UCSC Genome Browser database: 2021 update", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31838, "infons": {"fpage": "1460", "issue": "3", "lpage": "70", "name_0": "surname:Ligero;given-names:M", "name_1": "surname:Jordi-Ollero;given-names:O", "name_2": "surname:Bernatowicz;given-names:K", "pub-id_doi": "10.1007/s00330-020-07174-0", "pub-id_pmid": "32909055", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "31", "year": "2021"}, "text": "Minimizing acquisition-related radiomics variability by image resampling and batch effect correction to allow for large-scale data analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31978, "infons": {"fpage": "2314", "issue": "9", "lpage": "21", "name_0": "surname:Liu;given-names:Q", "name_1": "surname:Jiang;given-names:P", "name_2": "surname:Jiang;given-names:Y", "pub-id_doi": "10.1161/STROKEAHA.119.025777", "pub-id_pmid": "31288671", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "50", "year": "2019"}, "text": "Prediction of Aneurysm Stability using a machine learning Model based on PyRadiomics-Derived Morphological features", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32094, "infons": {"fpage": "4814577", "name_0": "surname:Duan;given-names:B", "name_1": "surname:Xu;given-names:Z", "name_2": "surname:Pan;given-names:L", "pub-id_doi": "10.1155/2022/4814577", "pub-id_pmid": "35463685", "section_type": "REF", "source": "J Healthc Eng", "type": "ref", "volume": "2022", "year": "2022"}, "text": "Prediction of hearing prognosis of large vestibular aqueduct syndrome based on the PyTorch Deep Learning Model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32205, "infons": {"section_type": "REF", "type": "ref"}, "text": "Sun K, Zhu H, Chai W, et al. TP53 mutation estimation based on MRI radiomics analysis for breast cancer. J Magn Reson Imaging. 2022;10.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32341, "infons": {"fpage": "3819", "issue": "6", "lpage": "29", "name_0": "surname:Chen;given-names:C", "name_1": "surname:Qin;given-names:Y", "name_2": "surname:Chen;given-names:H", "pub-id_doi": "10.1007/s00330-021-08465-w", "pub-id_pmid": "35029732", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "32", "year": "2022"}, "text": "Machine learning to differentiate small round cell malignant tumors and non-small round cell malignant tumors of the nasal and paranasal sinuses using apparent diffusion coefficient values", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32530, "infons": {"fpage": "375", "issue": "2", "lpage": "86", "name_0": "surname:Lefebvre;given-names:TL", "name_1": "surname:Ueno;given-names:Y", "name_2": "surname:Dohan;given-names:A", "pub-id_doi": "10.1148/radiol.212873", "pub-id_pmid": "35819326", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "305", "year": "2022"}, "text": "Development and Validation of Multiparametric MRI-based Radiomics Models for Preoperative Risk Stratification of Endometrial Cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32662, "infons": {"fpage": "547", "issue": "1", "lpage": "57", "name_0": "surname:Lin;given-names:P", "name_1": "surname:Wen;given-names:DY", "name_2": "surname:Chen;given-names:L", "pub-id_doi": "10.1007/s00330-019-06371-w", "pub-id_pmid": "31396730", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "30", "year": "2020"}, "text": "A radiogenomics signature for predicting the clinical outcome of bladder urothelial carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32756, "infons": {"fpage": "559", "name_0": "surname:Langfelder;given-names:P", "name_1": "surname:Horvath;given-names:S", "pub-id_doi": "10.1186/1471-2105-9-559", "pub-id_pmid": "19114008", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "9", "year": "2008"}, "text": "WGCNA: an R package for weighted correlation network analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32818, "infons": {"fpage": "e10502", "name_0": "surname:Guo;given-names:H", "name_1": "surname:Zhao;given-names:X", "name_2": "surname:Su;given-names:H", "pub-id_doi": "10.7717/peerj.10502", "pub-id_pmid": "33354435", "section_type": "REF", "source": "PeerJ", "type": "ref", "volume": "8", "year": "2020"}, "text": "miR-21 is upregulated, promoting fibrosis and blocking G2/M in irradiated rat cardiac fibroblasts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32916, "infons": {"fpage": "34", "issue": "1", "name_0": "surname:Ralli;given-names:GP", "name_1": "surname:Carter;given-names:RD", "name_2": "surname:McGowan;given-names:DR", "pub-id_doi": "10.1186/s13058-022-01529-9", "pub-id_pmid": "35581637", "section_type": "REF", "source": "Breast Cancer Res", "type": "ref", "volume": "24", "year": "2022"}, "text": "Radiogenomic analysis of primary breast cancer reveals [18F]-fluorodeoxglucose dynamic flux-constants are positively associated with immune pathways and outperform static uptake measures in associating with glucose metabolism", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33142, "infons": {"fpage": "28", "issue": "1", "name_0": "surname:Ming;given-names:W", "name_1": "surname:Zhu;given-names:Y", "name_2": "surname:Li;given-names:F", "pub-id_doi": "10.3390/genes14010028", "pub-id_pmid": "36672769", "section_type": "REF", "source": "Genes (Basel)", "type": "ref", "volume": "14", "year": "2022"}, "text": "Identifying associations between DCE-MRI Radiomic features and expression heterogeneity of Hallmark pathways in breast Cancer: a Multi-center Radiogenomic Study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33303, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zhang L, Li X, Yang L et al. Multi-sequence and multi-regional MRI-based radiomics nomogram for the preoperative assessment of muscle invasion in bladder cancer. J Magn Reson Imaging. 2022;10.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33496, "infons": {"fpage": "455", "issue": "7–8", "lpage": "62", "name_0": "surname:Long;given-names:L", "name_1": "surname:Sun;given-names:J", "name_2": "surname:Jiang;given-names:L", "pub-id_doi": "10.1016/j.diii.2021.02.008", "pub-id_pmid": "33741266", "section_type": "REF", "source": "Diagn Interv Imaging", "type": "ref", "volume": "102", "year": "2021"}, "text": "MRI-based traditional radiomics and computer-vision nomogram for predicting lymphovascular space invasion in endometrial carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33627, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wang Y, Bi Q, Deng Y, et al. Development and validation of an MRI-based radiomics nomogram for assessing deep myometrial invasion in early stage endometrial adenocarcinoma. Acad Radiol. 2022:S1076-6332(22)00320-8.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33841, "infons": {"fpage": "875971", "name_0": "surname:Khan;given-names:HU", "name_1": "surname:Khan;given-names:S", "name_2": "surname:Nazir;given-names:S", "pub-id_doi": "10.3389/fpubh.2022.875971", "pub-id_pmid": "35874982", "section_type": "REF", "source": "Front Public Health", "type": "ref", "volume": "10", "year": "2022"}, "text": "A Novel Deep Learning and Ensemble Learning mechanism for Delta-Type COVID-19 detection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33929, "infons": {"fpage": "00571", "issue": "22", "lpage": "2", "name_0": "surname:Li;given-names:X", "name_1": "surname:Yang;given-names:L", "name_2": "surname:Jiao;given-names:X", "section_type": "REF", "source": "Acad Radiol", "type": "ref", "volume": "S1076–6332", "year": "2022"}, "text": "Comparison of traditional Radiomics, Deep Learning Radiomics and Fusion methods for Axillary Lymph Node Metastasis prediction in breast Cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34072, "infons": {"fpage": "1041142", "name_0": "surname:Li;given-names:Y", "name_1": "surname:Fan;given-names:Y", "name_2": "surname:Xu;given-names:D", "pub-id_doi": "10.3389/fonc.2022.1041142", "pub-id_pmid": "36686755", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2023"}, "text": "Deep learning radiomic analysis of DCE-MRI combined with clinical characteristics predicts pathological complete response to neoadjuvant chemotherapy in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34239, "infons": {"fpage": "940655", "name_0": "surname:Wang;given-names:D", "name_1": "surname:Hu;given-names:Y", "name_2": "surname:Zhan;given-names:C", "pub-id_doi": "10.3389/fonc.2022.940655", "pub-id_pmid": "36338691", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2022"}, "text": "A nomogram based on radiomics signature and deep-learning signature for preoperative prediction of axillary lymph node metastasis in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34386, "infons": {"fpage": "654", "issue": "3", "lpage": "63", "name_0": "surname:Sun;given-names:Q", "name_1": "surname:Chen;given-names:Y", "name_2": "surname:Liang;given-names:C", "pub-id_doi": "10.1148/radiol.2021203281", "pub-id_pmid": "34519578", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "301", "year": "2021"}, "text": "Biologic pathways underlying prognostic Radiomics phenotypes from paired MRI and RNA sequencing in Glioblastoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34498, "infons": {"fpage": "943326", "name_0": "surname:Ming;given-names:W", "name_1": "surname:Zhu;given-names:Y", "name_2": "surname:Bai;given-names:Y", "pub-id_doi": "10.3389/fonc.2022.943326", "pub-id_pmid": "35965527", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2022"}, "text": "Radiogenomics analysis reveals the associations of dynamic contrast-enhanced-MRI features with gene expression characteristics, PAM50 subtypes, and prognosis of breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34673, "infons": {"fpage": "401", "issue": "2", "lpage": "13", "name_0": "surname:Wu;given-names:J", "name_1": "surname:Li;given-names:B", "name_2": "surname:Sun;given-names:X", "pub-id_doi": "10.1148/radiol.2017162823", "pub-id_pmid": "28708462", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "285", "year": "2017"}, "text": "Heterogeneous enhancement patterns of Tumor-adjacent parenchyma at MR Imaging Are Associated with Dysregulated Signaling pathways and poor survival in breast Cancer", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]