[{"source": "PMC", "date": "20210603", "key": "pmc.key", "infons": {}, "documents": [{"id": "7322982", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1002/mp.13942", "article-id_manuscript": "NIHMS1062931", "article-id_pmc": "7322982", "article-id_pmid": "32418343", "fpage": "2317", "issue": "5", "kwd": "MRI automatic segmentation grand challenge head and neck cancer radiation therapy", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "2322", "name_0": "surname:Cardenas;given-names:Carlos E.", "name_1": "surname:Mohamed;given-names:Abdallah S. R.", "name_10": "surname:Fuller;given-names:Clifton D.", "name_11": "surname:Sharp;given-names:Greg", "name_2": "surname:Yang;given-names:Jinzhong", "name_3": "surname:Gooding;given-names:Mark", "name_4": "surname:Veeraraghavan;given-names:Harini", "name_5": "surname:Kalpathy-Cramer;given-names:Jayashree", "name_6": "surname:Ng;given-names:Sweet Ping", "name_7": "surname:Ding;given-names:Yao", "name_8": "surname:Wang;given-names:Jihong", "name_9": "surname:Lai;given-names:Stephen Y.", "section_type": "TITLE", "type": "front", "volume": "47", "year": "2021"}, "text": "Head and neck cancer patient images for determining auto-segmentation accuracy in T2-weighted magnetic resonance imaging through expert manual segmentations", "sentences": [], "annotations": [], "relations": []}, {"offset": 157, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose:", "sentences": [], "annotations": [], "relations": []}, {"offset": 166, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The use of magnetic resonance imaging (MRI) in radiotherapy treatment planning has rapidly increased due to its ability to evaluate patient’s anatomy without the use of ionizing radiation and due to its high soft-tissue contrast. For these reasons, MRI has become the modality of choice for longitudinal and adaptive treatment studies. Automatic segmentation could offer many benefits for these studies. In this work, we describe a T2-weighted MRI dataset of head and neck cancer patients that can be used to evaluate the accuracy of head and neck normal tissue auto-segmentation systems through comparisons to available expert manual segmentations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 818, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Acquisition and Validation Methods:", "sentences": [], "annotations": [], "relations": []}, {"offset": 854, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "T2-weighted MRI images were acquired for 55 head and neck cancer patients. These scans were collected after radiotherapy CT simulation scans using a thermoplastic mask to replicate patient treatment position. All scans were acquired on a single 1.5 T Siemens MAGNETOM Aera MRI with two large four-channel flex phased-array coils. The scans covered the region encompassing the nasopharynx region cranially and supraclavicular lymph node region caudally, when possible, in the superior-inferior direction. Manual contours were created for the left/right submandibular gland, left/right parotids, left/right lymph node level II, and left/right lymph node level III. These contours underwent quality assurance to ensure adherence to predefined guidelines, and were corrected if edits were necessary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1650, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Data Format and Usage Notes:", "sentences": [], "annotations": [], "relations": []}, {"offset": 1679, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The T2-weighted images and RTSTRUCT files are available in DICOM format. The regions of interest are named based on AAPM’s Task Group 263 nomenclature recommendations (Glnd_Submand_L, Glnd_Submand_R, LN_Neck_II_L, Parotid_L, Parotid_R, LN_Neck_II_R, LN_Neck_III_L, LN_Neck_III_R). This dataset is available on The Cancer Imaging Archive (TCIA) by the National Cancer Institute under the collection “AAPM RT-MAC Grand Challenge 2019” (https://doi.org/10.7937/tcia.2019.bcfjqfqb)", "sentences": [], "annotations": [], "relations": []}, {"offset": 2163, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Potential Applications:", "sentences": [], "annotations": [], "relations": []}, {"offset": 2187, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This dataset provides head and neck patient MRI scans to evaluate auto-segmentation systems on T2-weighted images. Additional anatomies could be provided at a later time to enhance the existing library of contours.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2402, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction:", "sentences": [], "annotations": [], "relations": []}, {"offset": 2416, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The use of magnetic resonance imaging (MRI) in radiation oncology has rapidly increased over the past few decades. This is largely due to many attractive features that MRI offers over other imaging modalities such as computed tomography (CT) and/or positron emission tomography (PET). Specifically, MRI provides higher soft-tissue contrast than CT and allows for a noninvasive evaluation of patient’s anatomy without ionizing radiation. MR images provide better visualization of soft tissue structure boundaries compared to CT. Additionally, since the patient’s risks associated with MRI scan acquisition are lower than those from CT and PET imaging (i.e. no radiation dose), MRI is in a more attractive position to be used for longitudinal studies; where a patient is scanned over a predefined period of time. Furthermore, with the advent of MR-Linac– and MR-guided radiation therapy, there is a trend toward a MR-based radiation treatment planning,.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3374, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Contouring is an important task in treatment planning which can introduce uncertainties in radiation therapy due to variability between observers. Auto-segmentation has been demonstrated as an effective approach to reduce this uncertainty,. Many auto-segmentation algorithms have been developed and evaluated using CT images–, but until now we have lacked a publicly-available dataset to evaluate head and neck normal tissue auto-segmentation algorithms on MRI scans. With the advent of new and advanced computer vision-based image segmentation methods, utilizing advanced machine learning including convolutional neural networks, there is an ever-increasing need for evaluating the potential of these methods for auto-segmentation on medical image datasets, including MRI. The presented dataset is an effort to bridge some of the gaps and needs in the medical image analysis community requiring both training and testing datasets for development and evaluation of these methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4356, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This dataset contains T2-weighted MRI scans to test head and neck normal tissue auto-segmentation algorithms. These scans were acquired for treatment planning purposes with each patient in the treatment planning position and using a thermoplastic mask as an immobilization device. The image quality is sufficient for tumor and/or organ-at-risk contouring for treatment planning. This dataset can help address the lack of publicly-available datasets and facilitate testing of commercial and in-house algorithm’s accuracy which would be of value to the medical physics community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4936, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Acquisition and Validation Methods:", "sentences": [], "annotations": [], "relations": []}, {"offset": 4972, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Overview of the dataset", "sentences": [], "annotations": [], "relations": []}, {"offset": 4996, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The dataset consists of pre-radiotherapy MRI scans and manual contours from 55 patients with head and neck cancer who underwent radiation treatment at The University of Texas MD Anderson Cancer Center between years 2017 and 2018. At the head and neck service at MD Anderson Cancer Center, selected head and neck cancer patients receive routine MRI radiotherapy simulation scans (as part of the standard of care) utilizing the same immobilization and setup used for radiation treatment. Patients images were retrospectively retrieved under an Institutional Review Board approved protocol and waiver of informed consent (RCR08–0300). The purpose of this dataset was to provide head and neck normal tissue segmentations for the 2019 American Association of Physicists in Medicine’s (AAPM) annual meeting auto-segmentation grand-challenge (RT-MAC) (https://www.aapm.org/GrandChallenge/RT-MAC/) (accessed on 7/27/2019).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5915, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The T2-weighted MRI scans in this dataset were acquired pre-radiotherapy at the time of radiotherapy CT simulation in the same position defined during CT simulation (within 1 week before treatment commencement) using a thermoplastic mask to improve co-registration over the course of the study. Patient inclusion/exclusion criteria was based on the following factors: 1) pathological confirmation of diagnosis of head and neck squamous cell carcinoma, 2) patients received curative-intent radiation therapy, and 3) patients had to be in the same position and immobilization setup in radiation simulation CT scans. In this collection we excluded patients with significant metal artifact due to the large geometric distortion observed in this region for some patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6682, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All patient T2-weighted scans were acquired on MD Anderson Cancer Center’s radiation departments’ MR simulator, a single 1.5 T Siemens MAGNETOM Aera MRI (Siemens Healthcare, Erlangen, Germany) using two large four-channel flex phased-array coils. The scans covered the region encompassing the nasopharynx region cranially and the supraclavicular lymph node region caudally, when possible, in the superior-inferior direction. All scans were acquired using a multiple two-dimensional (2D) Turbo spin echo sequence with the following acquisition parameters: flip angle = 90°, refocusing pulse = 180°, repetition time = 4800 ms, echo time = 80 ms, number of averages = 1, pixel bandwidth = 300 Hz, field of view = 256 × 256 mm2, matrix size = 512 × 512, pixel spacing = 0.5 mm, slice thickness = 2.0 mm, and echo train length = 15.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7518, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The patient median age was 63 years (range: 32-77 years), where 50 (91%) patients were men and 5 (9%) were women. Manual segmentations were performed by a radiation oncologist with over ten years of clinical experience (ASRM) on the T2-weighted images for the purpose of the auto-segmentation grand-challenge. Manual contours for these structures are illustrated in Figure 1. The submandibular glands, parotids, and lymph nodes levels II and III were identified and contoured for all patients using consensus guidelines for head-and-neck normal tissue and lymph node levels. These are summarized as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 8126, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The submandibular gland contour is bounded by the medial pterygoid muscle. The mylohyoid muscle surrounds it in the cranial, anterior, and posterior border. Fatty tissue and platysma forms the caudal boundary. The submandibular gland is contoured posterior to the mandibular bone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The parotid gland is contoured such that it’s bounded cranially by external auditory canal and mastoid process and on the caudal end by the posterior part of submandibular space. In the anterior direction it is drawn bordering the masseter muscle, at the posterior border of the mandibular bone, and the medial and lateral pterygoid muscle. In those cases where visible, the parotid gland includes the anterior extension going over the surface of the masseter muscle alongside the medial border of the mandible. The retromandibular vein is included in the parotid gland contour. The lateral and medial boundaries of the parotid consist of subcutaneous fat of the platysma and the parapharyngeal space, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9125, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The level II group of lymph nodes are contoured bounded on the cranial side by the caudal edge of lateral process of the C1 vertebra, and in the caudal side by the body of the hyoid bone. Anteriorly it is bounded by the submandibular gland and posterior edge of posterior below of digastric muscle. Posterior to this region of interest is the posterior edge of the sternocleidomastoid muscle. On the lateral side it is bounded by the deep medial surface of the sternocleidomastoid and platysma muscle and the parotid gland. Medial boundary of the level II lymph nodes is marked by the medial edge of the internal carotid artery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9754, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The level III or the middle jugular group of lymph nodes is bounded by the body of hyoid bone cranially and by the cricoid cartilage caudally. It is bounded by the sternocleidomastoid muscles anteriorly, posteriorly and laterally. On its medial edge is the common carotid artery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10034, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "These anatomical structures were selected as they are of particular interest in radiotherapy treatment planning and plan evaluation. Doses to the parotid and submandibular glands are closely associated with higher risk of xerostomia and poorer quality of life after treatment–. Furthermore, the exquisite soft tissue contrast on the MR images allows for better visualization of these normal tissues than in CT imaging. Similarly, lymph node levels II and III are normally included head and neck cancer as part of the clinical target volumes. They present an additional level of complexity as they vary widely in presentation from patient to patient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10686, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After all patient’s normal tissues were contoured, two clinical medical physicists (YJ, GS) with experience in head and neck treatment planning reviewed each patient’s segmentations to ensure adherence to contouring guidelines. The median volume for the left and right submandibular glands were 9.1 cc (range: 4.0–14.6 cc) and 9.0 cc (range: 0.6–15.0 cc), respectively, the median volume for the left and right parotids where 34.9 cc (range: 15.1–64.0 cc) and 36.2 cc (range: 17.0–61.9 cc), respectively, the median volume for the left and right lymph node level II were 35.7 cc (range: 17.8–100.1 cc) and 34.5 cc (range: 17.1–68.9 cc), respectively, and the median volumes for the left and right lymph node level III were 18.0 cc (range: 8.2–32.3 cc) and 18.3 cc (range: 5.5–38.5 cc), respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11506, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Data Format and Usage Notes:", "sentences": [], "annotations": [], "relations": []}, {"offset": 11535, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This data is available on The Cancer Imaging Archive (TCIA, https://www.cancerimagingarchive.net/) under the collection AAPM RT-MAC Grand Challenge 2019 (https://doi.org/10.7937/tcia.2019.bcfjqfqb) (Data Citation). The image and structure files are stored in DICOM format. All DICOM files were de-identified using the RSNA MIRC Clinical Trials Processor (CTP, https://mirc.rsna.org) software package. The DICOM RT structure file for each scan contains eight regions of interest: left/right submandibular gland, left/right parotids, left/right lymph node level II, and left/right lymph node level III which are named as Glnd_Submand_L, Glnd_Submand_R, LN_Neck_II_L, Parotid_L, Parotid_R, LN_Neck_II_R, LN_Neck_III_L, LN_Neck_III_R, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12280, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As this dataset was used for the RT-MAC Grand Challenge, the data is split into three data groups: 31 patient’s images in training dataset, 12 patient’s images in off-site test dataset, and 12 patient’s images in live test dataset. The patient IDs are used to differentiate each split (i.e. RTMAC-TRAIN-001, RTMAC-TEST-001, RTMAC-LIVE-001). When each dataset is downloaded from TCIA using the NBIA Data Retriever the images would have the following format..\\CollectionName\\PatientID\\StudyInstanceUID\\SeriesInstanceUID\\xxxxxx.dcm where xxxxxx starts from 000000 to 000120 for each image slice in the scan. The RTSTRUCT DICOM file can be found under the same structured format (..\\CollectionName\\PatientID\\StudyInstanceUID\\SeriesInstanceUID\\000000.dcm); however the SeriesInstanceUID would be different than that of the DICOM images for that same patient. All patient health identifiers, including names, dates of study, etc., were removed prior to uploading the datasets to the TCIA website in accordance to the requirements of storing patient datasets on the TCIA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13351, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 13362, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The use of MR imaging in radiotherapy continues to rapidly grow as this modality provides improved soft tissue contrast when compared to CT imaging. With greater use of MR imaging in radiotherapy as well as the advent of adaptive and online MR guided radiotherapy, there has been an increasing need for real-time automated solutions that generate accurate segmentations resulting in the development of novel and more innovative auto-segmentation approaches. In this work we introduce the first dedicated dataset for the evaluation of T2-weighted MR imaging auto-segmentation algorithms for head and neck salivary glands and lymph node levels. We expect this dataset to be useful to the medical physics community as it will provide curated contours for a large dataset of patients with head and neck cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14169, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several future applications for this dataset. First, additional anatomical regions of interest could be manually contoured to enhance the existing library of contours. In addition, contours for tumor volumes could be provided at a later time to investigate tumor detection algorithms on T2-weighted MR images since these patients were treated for head and neck cancers. Both of these could be accomplished in several ways; for example, researchers could use the publicly available datasets and have radiation oncologists at their own institutions contour additional anatomies and/or tumors on these scans. Similarly, the existing library of contours could be extended through a subsequent grand challenge, possibly including tumor contours which should be available at a later time. Lastly, this dataset could serve as benchmark datasets for commissioning commercial auto-segmentation tools (provided that the commercial system did not use this dataset to train their segmentation models).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15169, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are some limitations to the published dataset. All scans were acquired under a specific protocol using a single MRI scanner and this may not reflect the variability in acquisition parameters across scan models and imaging protocols. This decision was deliberated due to the following reasons (i) large differences in MRI acquisition would require challenge participants to also solve the problem of handling dataset differences for developing segmentation methods, and (ii) even larger datasets would be required to train algorithms with sufficient generalization capability across the datasets. Furthermore, since these patients were to receive curative intent radiotherapy they were all immobilized using a thermoplastic mask reducing the possible degrees of freedom in patients’ neck positioning/orientation across individuals. This may limit the applications of this dataset (more suitable for radiation oncology applications than others). In addition, some patients in this dataset had primary and/or nodal disease present which may have affected the shape and size of the anatomical structures contoured for this study. Lastly, while head and neck cancers are most common on male patients, we found that approximately 90% of cases in this dataset were male. This proportion of male patients is slightly higher than our previous report of approximately 75% of patients treated at our clinic for head and neck cancers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16600, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As noted previously, this dataset was used for the RT-MAC Grand Challenge which took place at the 2019 AAPM annual meeting in San Antonio, TX. Results from this challenge will be detailed in a follow-up manuscript. In brief, the grand challenge was successful with 6 teams participating in the on-site test challenge in San Antonio. The scores of the participants’ submissions, which were normalized to the measured inter-observer contouring variability, suggested that their auto-segmentation algorithms resulted in contours which were more consistent than the measure variability. Based on these scores alone, it could be inferred that the size of the patient cohort was large enough to capture the large anatomical variability amongst patients in the training sets to generalize well on the on-site test set; yet, this remains to be confirmed and will be further investigated in a subsequent study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17504, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17515, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The described dataset includes expert segmentations of four key normal anatomical structures from T2-weighted MR images of 55 head and neck cancer patients, which are publically available through The Cancer Imaging Archive in DICOM format. This dataset will be helpful to the medical physics community in the evaluation auto-segmentation algorithms accuracy when considering these structures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17908, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Disclosures:", "sentences": [], "annotations": [], "relations": []}, {"offset": 17921, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Dr. Veeraraghavan’s work was partly supported by the MSK Cancer Center support grant/core grant P30 CA008748. Dr. Gooding is employed by Mirada Medical. Dr. Kalpathy-Cramer’s work was partly supported by NCI/NIH grant U24CA180927 and Leidos contract 17X095. Dr. Cardenas receives support from NCI/NIH award 1L30 CA242657-01.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18250, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 18261, "infons": {"fpage": "149", "issue": "3", "lpage": "150", "name_0": "surname:Ménard;given-names:C", "name_1": "surname:van der Heide;given-names:UA", "pub-id_pmid": "24931084", "section_type": "REF", "source": "Semin. Radiat. Oncol", "type": "ref", "volume": "24", "year": "2014"}, "text": "Introduction: Magnetic Resonance Imaging Comes of Age in Radiation Oncology", "sentences": [], "annotations": [], "relations": []}, {"offset": 18337, "infons": {"fpage": "1369", "issue": "3", "lpage": "1373", "name_0": "surname:Yang;given-names:Y", "name_1": "surname:Cao;given-names:M", "name_2": "surname:Sheng;given-names:K", "pub-id_pmid": "26936721", "section_type": "REF", "source": "Med. Phys", "type": "ref", "volume": "43", "year": "2016"}, "text": "Longitudinal diffusion MRI for treatment response assessment: Preliminary experience using an MRI-guided tri-cobalt 60 radiotherapy system", "sentences": [], "annotations": [], "relations": []}, {"offset": 18476, "infons": {"fpage": "25", "issue": "1", "lpage": "29", "name_0": "surname:Lagendijk;given-names:JJW", "name_1": "surname:Raaymakers;given-names:BW", "name_2": "surname:Raaijmakers;given-names:AJE", "pub-id_pmid": "18023488", "section_type": "REF", "source": "Radiother. Oncol", "type": "ref", "volume": "86", "year": "2008"}, "text": "MRI/linac integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 18498, "infons": {"fpage": "N229", "issue": "12", "lpage": "N237", "name_0": "surname:Raaymakers;given-names:BW", "name_1": "surname:Lagendijk;given-names:JJW", "name_2": "surname:Overweg;given-names:J", "pub-id_pmid": "19451689", "section_type": "REF", "source": "Phys. Med. Biol", "type": "ref", "volume": "54", "year": "2009"}, "text": "Integrating a 1.5 T MRI scanner with a 6 MV accelerator: proof of concept", "sentences": [], "annotations": [], "relations": []}, {"offset": 18572, "infons": {"fpage": "196", "issue": "3", "lpage": "199", "name_0": "surname:Mutic;given-names:S", "name_1": "surname:Dempsey;given-names:JF", "pub-id_pmid": "24931092", "section_type": "REF", "source": "Semin. Radiat. Oncol", "type": "ref", "volume": "24", "year": "2014"}, "text": "The ViewRay System: Magnetic Resonance–Guided and Controlled Radiotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 18648, "infons": {"fpage": "R323", "issue": "22", "lpage": "R361", "name_0": "surname:Schmidt;given-names:MA", "name_1": "surname:Payne;given-names:GS", "pub-id_pmid": "26509844", "section_type": "REF", "source": "Phys. Med. Biol", "type": "ref", "volume": "60", "year": "2015"}, "text": "Radiotherapy planning using MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 18680, "infons": {"fpage": "7233", "issue": "18", "lpage": "7248", "name_0": "surname:Kontaxis;given-names:C", "name_1": "surname:Bol;given-names:GH", "name_2": "surname:Stemkens;given-names:B", "pub-id_pmid": "28749375", "section_type": "REF", "source": "Phys. Med. Biol", "type": "ref", "volume": "62", "year": "2017"}, "text": "Towards fast online intrafraction replanning for free-breathing stereotactic body radiation therapy with the MR-linac", "sentences": [], "annotations": [], "relations": []}, {"offset": 18798, "infons": {"fpage": "950", "issue": "4", "lpage": "957", "name_0": "surname:Teguh;given-names:DN", "name_1": "surname:Levendag;given-names:PC", "name_2": "surname:Voet;given-names:PWJ", "pub-id_pmid": "20932664", "section_type": "REF", "source": "Int. J. Radiat. Oncol. Biol. Phys", "type": "ref", "volume": "81", "year": "2011"}, "text": "Clinical validation of atlas-based auto-segmentation of multiple target volumes and normal tissue (swallowing/mastication) structures in the head and neck", "sentences": [], "annotations": [], "relations": []}, {"offset": 18953, "infons": {"name_0": "surname:McCarroll;given-names:RE", "name_1": "surname:Beadle;given-names:BM", "name_2": "surname:Balter;given-names:PA", "section_type": "REF", "source": "J. Glob. Oncol", "type": "ref", "year": "2018"}, "text": "Retrospective Validation and Clinical Implementation of Automated Contouring of Organs at Risk in the Head and Neck: A Step toward Automated Radiation Treatment Planning for Low-and Middle-Income Countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 19159, "infons": {"issue": "5", "name_0": "surname:Sharp;given-names:G", "name_1": "surname:Fritscher;given-names:KD", "name_2": "surname:Pekar;given-names:V", "section_type": "REF", "source": "Med. Phys", "type": "ref", "volume": "41", "year": "2014"}, "text": "Vision 20 / 20 : Perspectives on automated image segmentation for radiotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 19240, "infons": {"fpage": "2020", "issue": "5", "lpage": "2036", "name_0": "surname:Raudaschl;given-names:PF", "name_1": "surname:Zaffino;given-names:P", "name_2": "surname:Sharp;given-names:GC", "pub-id_pmid": "28273355", "section_type": "REF", "source": "Med. Phys", "type": "ref", "volume": "44", "year": "2017"}, "text": "Evaluation of segmentation methods on head and neck CT: Auto-segmentation challenge 2015", "sentences": [], "annotations": [], "relations": []}, {"offset": 19329, "infons": {"name_0": "surname:Yang;given-names:J", "name_1": "surname:Veeraraghavan;given-names:H", "name_2": "surname:Armato;given-names:SG", "section_type": "REF", "source": "Med. Phys", "type": "ref", "year": "2018"}, "text": "Autosegmentation for thoracic radiation treatment planning: A grand challenge at AAPM 2017", "sentences": [], "annotations": [], "relations": []}, {"offset": 19420, "infons": {"fpage": "13814", "name_0": "surname:Rhee;given-names:DJ", "name_1": "surname:Cardenas;given-names:CE", "name_2": "surname:Elhalawani;given-names:H", "section_type": "REF", "source": "Med. Phys", "type": "ref", "year": "2019"}, "text": "Automatic detection of contouring errors using convolutional neural networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 19497, "infons": {"issue": "201", "name_0": "surname:Haq;given-names:R", "name_1": "surname:Berry;given-names:SL", "name_2": "surname:Deasy;given-names:JO", "section_type": "REF", "source": "Med. Phys", "type": "ref", "volume": "07645", "year": "2019"}, "text": "Dynamic Multi‐Atlas Selection Based Consensus Segmentation of Head and Neck Structures from CT Images", "sentences": [], "annotations": [], "relations": []}, {"offset": 19601, "infons": {"fpage": "185", "issue": "3", "lpage": "197", "name_0": "surname:Cardenas;given-names:CE", "name_1": "surname:Yang;given-names:J", "name_2": "surname:Anderson;given-names:BM", "pub-id_pmid": "31027636", "section_type": "REF", "source": "Semin. Radiat. Oncol", "type": "ref", "volume": "29", "year": "2019"}, "text": "Advances in Auto-Segmentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 19631, "infons": {"fpage": "e299", "issue": "4", "lpage": "e308", "name_0": "surname:Ding;given-names:Y", "name_1": "surname:Mohamed;given-names:ASR", "name_2": "surname:Yang;given-names:J", "pub-id_pmid": "25544553", "section_type": "REF", "source": "Pract. Radiat. Oncol", "type": "ref", "volume": "5", "year": "2015"}, "text": "Prospective observer and software-based assessment of magnetic resonance imaging quality in head and neck cancer: Should standard positioning and immobilization be required for radiation therapy applications?", "sentences": [], "annotations": [], "relations": []}, {"offset": 19840, "infons": {"fpage": "83", "issue": "1", "lpage": "90", "name_0": "surname:Brouwer;given-names:CL", "name_1": "surname:Steenbakkers;given-names:RJHM", "name_2": "surname:Bourhis;given-names:J", "pub-id_pmid": "26277855", "section_type": "REF", "source": "Radiother. Oncol", "type": "ref", "volume": "117", "year": "2015"}, "text": "CT-based delineation of organs at risk in the head and neck region: DAHANCA, EORTC, GORTEC, HKNPCSG, NCIC CTG, NCRI, NRG Oncology and TROG consensus guidelines", "sentences": [], "annotations": [], "relations": []}, {"offset": 20000, "infons": {"fpage": "172", "issue": "1", "lpage": "181", "name_0": "surname:Grégoire;given-names:V", "name_1": "surname:Ang;given-names:K", "name_2": "surname:Budach;given-names:W", "pub-id_pmid": "24183870", "section_type": "REF", "source": "Radiother. Oncol", "type": "ref", "volume": "110", "year": "2014"}, "text": "Delineation of the neck node levels for head and neck tumors: A 2013 update. DAHANCA, EORTC, HKNPCSG, NCIC CTG, NCRI, RTOG, TROG consensus guidelines", "sentences": [], "annotations": [], "relations": []}, {"offset": 20150, "infons": {"fpage": "127", "issue": "2", "lpage": "136", "name_0": "surname:Nutting;given-names:CM", "name_1": "surname:Morden;given-names:JP", "name_2": "surname:Harrington;given-names:KJ", "pub-id_pmid": "21236730", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "12", "year": "2011"}, "text": "Parotid-sparing intensity modulated versus conventional radiotherapy in head and neck cancer (PARSPORT): A phase 3 multicentre randomised controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 20305, "infons": {"fpage": "68", "issue": "1", "lpage": "74", "name_0": "surname:Hawkins;given-names:PG", "name_1": "surname:Lee;given-names:JY", "name_2": "surname:Mao;given-names:Y", "pub-id_pmid": "28823405", "section_type": "REF", "source": "Radiother. Oncol", "type": "ref", "volume": "126", "year": "2018"}, "text": "Sparing all salivary glands with IMRT for head and neck cancer: Longitudinal study of patient-reported xerostomia and head-and-neck quality of life", "sentences": [], "annotations": [], "relations": []}, {"offset": 20453, "infons": {"fpage": "1", "issue": "1", "lpage": "9", "name_0": "surname:Han;given-names:P", "name_1": "surname:Lakshminarayanan;given-names:P", "name_2": "surname:Jiang;given-names:W", "pub-id_pmid": "30626917", "section_type": "REF", "source": "Sci. Rep", "type": "ref", "volume": "9", "year": "2019"}, "text": "Dose/Volume histogram patterns in Salivary Gland subvolumes influence xerostomia injury and recovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 20554, "infons": {"fpage": "532", "issue": "3", "lpage": "540", "name_0": "surname:Cardenas;given-names:CE", "name_1": "surname:Mohamed;given-names:ASR", "name_2": "surname:Tao;given-names:R", "pub-id_pmid": "28258898", "section_type": "REF", "source": "Int. J. Radiat. Oncol. Biol. Phys", "type": "ref", "volume": "98", "year": "2017"}, "text": "Prospective Qualitative and Quantitative Analysis of Real-Time Peer Review Quality Assurance Rounds Incorporating Direct Physical Examination for Head and Neck Cancer Radiation Therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 20739, "infons": {"file": "nihms-1062931-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Axial (top) and coronal (bottom) views of three patient’s contoured anatomies (left submandibular gland [red], right submandibular gland [green], left parotid gland [yellow], right parotid gland [brown], left lymph node level II [blue], right lymph node level II [pink], left lymph node level III [orange], right lymph node level III [light-blue]).", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]