[{"source": "PMC", "date": "20221001", "key": "pmc.key", "infons": {}, "documents": [{"id": "9513051", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fimmu.2022.956679", "article-id_pmc": "9513051", "article-id_pmid": "36177018", "elocation-id": "956679", "kwd": "clear cell renal cell carcinoma radiogenomics tumor heterogeneity immune microenvironment (IME) contrast-enhanced computed tomography (CECT)", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Gao;given-names:Jiahao", "name_1": "surname:Ye;given-names:Fangdie", "name_2": "surname:Han;given-names:Fang", "name_3": "surname:Jiang;given-names:Haowen", "name_4": "surname:Zhang;given-names:Jiawen", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2022"}, "text": "A radiogenomics biomarker based on immunological heterogeneity for non-invasive prognosis of renal clear cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 120, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 131, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Tumor immunological heterogeneity potentially influences the prognostic disparities among patients with clear cell renal cell carcinoma (ccRCC); however, there is a lack of macroscopic imaging tools that can be used to predict immune-related gene expression in ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 399, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 407, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A novel non-invasive radiogenomics biomarker was constructed for immune-related gene expression in ccRCC. First, 520 ccRCC transcriptomic datasets from The Cancer Genome Atlas (TCGA) were analyzed using a non-negative matrix decomposition (NMF) clustering to identify immune-related molecular subtypes. Immune-related prognostic genes were analyzed through Cox regression and Gene Set Enrichment Analysis (GSEA). We then built a risk model based on an immune-related gene subset to predict prognosis in patients with ccRCC. CT images corresponding to the ccRCC patients in The Cancer Imaging Archive (TCIA) database were used to extract radiomic features. To stratify immune-related gene expression levels, extracted radiogenomics features were identified according to standard consecutive steps. A nomogram was built to combine radiogenomics and clinicopathological information through multivariate logistic regression to further enhance the radiogenomics model. Mann–Whitney U test and ROC curves were used to assess the effectiveness of the radiogenomics marker.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1475, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1483, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "NMF methods successfully clustered patients into diverse subtypes according to gene expression levels in the tumor microenvironment (TME). The relative abundance of 10 immune cell populations in each tissue was also analyzed. The immune-related genomic signature (consisting of eight genes) of the tumor was shown to be significantly associated with survival in patients with ccRCC in TCGA database. The immune-related genomic signature was delineated by grouping the signature expression as either low- or high-risk. Using TCIA database, we constructed a radiogenomics biomarker consisting of 11 radiomic features that were optimal predictors of immune-related gene signature expression levels, which demonstrated AUC (area under the ROC curve) values of 0.76 and 0.72 in the training and validation groups, respectively. The nomogram built by combining radiomics and clinical pathological information could further improve the predictive efficacy of the radiogenomics model (AUC = 0.81, 074).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2478, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2490, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The novel prognostic radiogenomics biomarker achieved excellent correlation with the immune-related gene expression status of patients with ccRCC and could successfully stratify the survival status of patients in TCGA database. It is anticipated that this work will assist in selecting precise clinical treatment strategies. This study may also lead to precise theranostics for patients with ccRCC in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2903, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2916, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Kidney cancer is one of the most common urological tumors, with the number of new patients with renal cancer reaching up to 90,0000 each year. Clear cell renal cell carcinoma (ccRCC) is the most common pathological subtype of kidney cancer, accounting for 70%–80% of renal cancers. Early surgical intervention is currently the primary treatment for ccRCC. Most patients who undergo early resection have an overall 5-year survival rate of >90%. Some patients with ccRCC have extremely high rates of recurrence and metastasis, which severely affects postoperative survival. Some targeted therapies have shown decent treatment effects in ccRCC patients, including sorafenib and axitinib. However, the indications for the application of targeted drugs remain highly controversial. Therefore, there is an urgent need for non-invasive indicators to effectively diagnose ccRCC patients with different therapeutic reactions, thus enabling rational selection of clinical ccRCC treatment strategies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3908, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Tumor heterogeneity is closely associated with the significant prognostic variability of current tumor therapies in ccRCC patients. The synergy between tumor cells and the microenvironment is an important factor in tumor heterogeneity. Immune and stromal cells, which represent important components of the TME, are considered to be closely related to the aggressiveness and the developmental potential of ccRCC. The heterogeneous expression of immune-related genes is thought to correlate with ccRCC prognosis. Therefore, the exploitation of immune-related prognostic markers is considered an important tool to improve the diagnosis and treatment of ccRCC. Radiogenomics combines gene expression information with medical imaging features, thus enabling an in-depth understanding of tumor biology and capture of internal tumor heterogeneity information. Traditional genetic analysis of the tumor based on invasive biopsy is costly and cannot fully reflect the heterogeneity of tumor microenvironment (TME). Radiogenomics has the potential to become a promising non-invasive diagnostic method that can reflect gene expression information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5045, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we constructed a novel radiogenomics method based on TME-related gene profiles. The immune-related gene expression risk score was calculated and predicted using the radiogenomics approach to build molecular markers for the non-invasive prognosis evaluation of ccRCC. Such a strategy may assist in making precise clinical treatment decisions and achieving precise theranostics for ccRCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5447, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5469, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 5485, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transcriptomic data and relevant clinical and pathological information were extracted from The Cancer Genomics Atlas (TCGA) for ccRCC patients, with a total of 539 samples. To obtain reliable conclusions, samples with a <30-day survival rate were excluded, leaving 520 ccRCC samples enrolled in the downstream analysis. In addition, immune-related (IR) gene symbol names were obtained from the Immunology Database and Analysis Portal (ImmPort). The corresponding enhanced CT digital images were acquired from The Cancer Imaging Archive (TCIA) database. Initially, we collected 267 digital images, and some CT images were excluded based on set criteria for image collection (poor image quality or failure to identify the area of the lesion by the imaging physicians).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6252, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of ccRCC subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 6285, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The obtained TME-related genes were used for non-negative matrix decomposition (NMF) clustering to identify ccRCC molecular subtypes, and the optimal cluster number K value was determined to be 2. Non-negative matrix factorization (NMF) is an unsupervised learning algorithm that extracts available features. NMF works similar to the principal component analysis and can be employed for dimensionality reduction. Principal component analysis (PCA) was performed to determine the robustness and reliability of ccRCC molecular subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6820, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Investigation of immune cell nfiltration status", "sentences": [], "annotations": [], "relations": []}, {"offset": 6868, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the status of immune cell infiltration in the TME, the R package “MCPcounter” was used to manage the relative abundance of 10 immune cell populations in each tissue according to the transcriptome data. The cell types included T cells, CD8+ T cells, cytotoxic lymphocytes, B lineage cells, NK cells, monocytic lineage cells, myeloid dendritic cells, neutrophils, endothelial cells, and fibroblasts. Wilcoxon rank-sum test analysis was performed to assess the differences in immune cell infiltration among the distinct molecular subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7421, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction and validation of the risk model", "sentences": [], "annotations": [], "relations": []}, {"offset": 7467, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To quantify immune-related correlation patterns for individual tumors, we divided the patients into training and validation groups in a ratio of 7:3, and univariate Cox proportional hazard regression was conducted to identify immune-related prognostic markers. We further applied significant factors to Least Absolute Shrinkage and Selective Operator (LASSO) and univariate Cox proportional hazard regression analyses to construct the risk model. The risk score was calculated based on the coefficients of the candidate genes. According to the median risk score, patients were divided into low- and high-risk groups. To improve the accuracy and practicability of the clinical predictive model, we constructed a nomogram model that included the following parameters: risk score, clinical stage, TNM stage, age, and sex. A calibration curve of the nomogram model was established to assess the consistency between the predicted and observed results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8414, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene Set Enrichment Analysis (GSEA) used predefined gene sets (gmt files C2 and C5) to rank genes according to their differential expression levels in the two risk groups using the clusterProfiler R package. Only items with a P-value < 0.05 were considered. GSEA was conducted to normalize the gene expression profile and to excavate GO and KEGG pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8770, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Imaging protocol", "sentences": [], "annotations": [], "relations": []}, {"offset": 8787, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the radiogenomics section, the study initially included 245 patients, all of whom underwent preoperative abdominal CT or MRI, with ccRCC from TCGA-KIRC database. The patients underwent standard three-phase scans, including the cortical phase (25–30 s after contrast injection), parenchymal phase (60–70 s after contrast injection), and secretory phase (2–3 min after contrast injection). Iodine contrast injection standards were obtained from TCIA database for each hospital reference standard. The inclusion criteria were as follows: (1) confirmation of ccRCC with TNM staging obtained based on postoperative pathology; (2) preoperative contrast-enhanced CT (CECT) scan imaging data were complete, and a standard kidney CT triple enhancement scan protocol was used; and (3) recognizable mass lesions that could be detected in the kidney by parenchymal images with CE-CT scans. Exclusion criteria included the following: (1) a dissatisfactory quality of the CE-CT scans or the presence of large artifacts influencing the judgment of the lesion area; (2) radiomic features that cannot be successfully extracted through CECT scans. The detailed procedures of our study are shown in  Figure S1 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 9989, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Image preprocessing and region-of-interest acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 10044, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on previous studies on kidney-associated radiomics, we selected the parenchymal phase in CECT scans to extract the radiomics features most associated with immune heterogeneity. In the process of image sketching, an imaging physician (with 15 years of work experience in diagnostic urologic CT imaging) identified and fragmented the lesion contours on each slice within the sequence using the 3D Slicer software (version 4.11.2; Boston, MA, USA). Features were then established using the radiomics extraction software Pyradiomics (3.0.0; ). Following this, we processed the obtained feature data by utilizing the min–max approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10682, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Intra-class and inter-class correlation coefficients (ICC) were used to assess the stability of the acquired features. Fifty patients were randomly selected for repeat region-of-interest (ROI) fragmentation by both the previous radiologist and a new radiologist (with 8 years of experience in urologic CT imaging) 30 days after the initial segmentation. Both physicians were unaware of the history of kidney disease and pathological diagnosis of the patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11142, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preliminary construction of the radiogenomics biomarker", "sentences": [], "annotations": [], "relations": []}, {"offset": 11198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In TCGA-KIRC database, radiogenomics features extracted from CECT images were filtered, and radiogenomics models were constructed according to the following sequential steps. Firstly, features with both intra-class and inter-class correlation coefficients greater than 0.75 were allowed as components of the potential immune-related radiogenomics model. The minimum redundancy-maximum relevance (mRMR) method was used for further feature dimensionality reduction with sufficient stability. LASSO analysis was then used for the selection of optimal radiogenomics features. The selected optimal features were linearly combined with pass-through coefficients to construct radiogenomics labels associated with immune-related gene expression levels, also known as RADscores. Evaluation of the novel radiogenomics biomarker was performed using the Mann–Whitney U test, mainly to classify patients into high- or low-risk groups based on immune-related gene expression. ROC curves were calculated to assess the predictive efficacy of the preliminary radiogenomics model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12263, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Nomogram construction based on the radiogenomics model", "sentences": [], "annotations": [], "relations": []}, {"offset": 12318, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To further increase the credibility of the model, clinical and pathological information from the TCIA-KIRC database was combined in the radiogenomics model. Univariate analysis was performed to screen for elements associated with altered genetic subsets in the tumor microenvironment. In the training cohort, variables with P < 0.1 in the univariate regression were subsequently assigned to the multivariate logistic regression. A clinical model was constructed to include factors with P < 0.1 in the previous step of the multivariate analysis; backward stepwise selection was performed using the likelihood ratio test. We also compared the predictive power of the preliminary radiogenomics marker with clinical models for tumor immune-related gene risk model stratification. Finally, a combined multivariate logistic model was constructed using the RADscores and the selected clinicopathological factors. Variance inflation factor (VIF) analysis was performed on the combined model to further reduce the probability of overfitting. A nomogram was developed to visualize the final radiogenomics model, specifically to score each patient and quantify the levels of immune-related gene expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13514, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Radiogenomics biomarker validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 13549, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The combined model was evaluated in the patient cohort, including the training and testing groups. ROC curves and AUC values were adopted to assess the predictive recognition capability of the immune microenvironment in the combined model. Calibration curves and Hosmer–Lemeshow tests were used to estimate the agreement between the predicted outcomes and the expected probabilities in the radiogenomics model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13962, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also used decision curve analysis (DCA) to analyze the clinical potential of the radiogenomics biomarker and calculated the net benefit of the model for different threshold probabilities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14153, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14174, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All statistical analyses were performed using the R software (version 3.6.3). The “survivalROC” package was employed to calculate the area under curve (AUC) of the ROC curve to assess the clinical utility of the prognostic model for clinical outcome. Kaplan–Meier (KM) analysis was conducted to assess survival differences among subtypes, with overall survival (OS) as the primary outcome. Disease-specific survival (DSS) and progression-free survival (PFS) were calculated as secondary outcomes. Continuous data were evaluated using the Wilcoxon rank-sum test. In addition, Fisher’s exact test was used to calculate differences in categorical data. Statistical significance was set at P value < 0.1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14883, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14891, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of molecular subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 14928, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate the molecular subtypes of ccRCC, transcriptomic data of ccRCC patients from TCGA database were retrieved. The expression information of tumor microenvironment-related genes was extracted. The heatmap displayed a different distribution of TME-related genes between tumor tissues and normal tissues in ccRCC ( Figure 1A ). The NMF algorithm was used to cluster patients into diverse subtypes according to TME gene expression levels. To ensure robust clustering results, the cophenetic correlation coefficient was used to determine the optimal number of clusters, and K = 2 was selected as the optimal cluster number after comprehensive consideration ( Figure 1B ). When k = 2, we observed that the two subtypes (C1 and C2) had clear boundaries, indicating that the ccRCC samples had stable and reliable clustering ( Figure 1C ). The survival curve ( Figures 1D, E ) showed that the overall survival of cluster 1 was significantly better than that of cluster 2 (P < 0.001). In addition, C1 had a significant advantage in progression-free survival compared to C2 (P < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16019, "infons": {"file": "fimmu-13-956679-g001.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "Two distinct TME-related molecular subtypes were identified by NMF analysis for ccRCC (A) The heatmap displays the expression patterns of TME-related genes in the tumors and normal tissues. N is equal to normal tissues, T is equal to tumor tissues. (B) Factorization rank for k = 2–10. (C) The heatmap of the consensus matrix when the consensus clustering k = 2. The value range is 0–1. The columns and rows are sorted through hierarchical clustering according to the Euclidean distance of the average link. (D) Kaplan–Meier OS curves and (E) PFS curve for the two clusters in TCGA-ccRCC dataset. The assessment of difference was achieved by log-rank test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16682, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relationship between molecular subtypes and the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"offset": 16753, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine immune-related gene expression in the tumor microenvironment, we explored immune cell infiltration in the two ccRCC subtypes using the MCPcount algorithm. The degree of invasion of the 10 immune cell populations in each ccRCC patient was evaluated, as shown in  Figure 2 . Ten immune cell groups were variable between the two subtypes. The levels of T cells, myeloid dendritic cells, monocyte lineage cells, fibroblasts, and cytotoxic lymphocytes were significantly increased in cluster 2. In contrast, the numbers of endothelial cells and neutrophils were decreased in cluster 1. For each type of immune cell expression data, the FDR values (q-values) for statistical differences between the two groups are available in the supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17516, "infons": {"file": "fimmu-13-956679-g002.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "Differences of immune infiltrating cells in the immune microenvironment of two ccRCC molecular subtypes. (A-I) Levels of immune cell infiltration in the two subtypes. (A) B lineage, (B) endothelial cells, (C) NK cells, (D) T cells, (E) myeloid cells, (F) monocytic lineage, (G) fibroblasts, (H) neutrophils, (I) CD 8+T cells, (J) cytotoxic lymphocytes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17869, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of prognostic features in renal clear cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 17937, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further investigate the quantification of TME indicators for individual ccRCC patients, we performed in-group validation using TCGA datasets. The patients were divided into training and validation groups on a 7:3 scale. Univariate Cox regression analysis was performed to select genes with prognostic significance; 245 significant prognostic genes were retained. LASSO and Cox regression analyses were then performed to reduce redundancy. Fourteen genes were identified. Finally, in the prognostic model constructed by the multivariate regression method, a total of eight risk genes were selected, including PIMREG, CXCL5, UCN, KRBA1 PABPC1L RNASE2 IL4I1, and ABCB4. We then constructed a risk score formula based on the expression of specific genes and the coefficients calculated by multivariate Cox regression as follows: risk score = 0.461*PIMREG+0.11*CXCL5+0.526*UCN-0.465*KRBA1+0.200*PABPC1L+0.254*RNASE2+0.261*IL4I1-0.595*ABCB4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18876, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further investigated the clinical outcomes of high-risk and low-risk patients using a risk prognostic model. Kaplan–Meier curves exhibited lower overall survival (OS) in the high-risk group in the training, validation, and TCGA datasets (P < 0.001,  Figures 3A–C ). We further investigated the clinical outcomes of patients with high or low expression of these eight risk genes alone as genomic markers through Kaplan–Meier analysis of OS, and the specific results are presented in the supplementary material. It should be noted that, although individual genes also have good survival prediction, the immune-related genetic risk model we constructed was able to significantly improve the predictive efficacy of survival stratification. We also adopted other survival times (including DSS and PFS) as the survival evaluation method, demonstrating the predictive value of our immune-related genetic risk model for the clinical prognosis of ccRCC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19840, "infons": {"file": "fimmu-13-956679-g003.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "Development of eight risk genes for ccRCC. (A-C) Kaplan–Meier OS curve for high- and low-risk groups. (A) Training group, (B) validation group, and (C) TCGA dataset. (D) Forest plots displayed the univariate Cox regression analysis results of the risk score and clinical factors with OS. (E-G) Receiver operating characteristic curves (ROC curves) for the 1-, 3- and 5-year OS periods. (E) Training group, (F) validation group, and (G) TCGA dataset. (H) Forest plots display the multivariate Cox regression analyses results of the risk score and clinical factors with OS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20414, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of prognostic features in ccRCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 20457, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the clinical applicability of the risk prognostic model as a tool to predict the survival probability of patients with renal clear cell carcinoma, receiver operating characteristic curve (ROC) analysis was performed. The area under the curve (AUC) values of the 1-year OS in the training, validation, and TCGA datasets were 0.804, 0.731, and 0.784, respectively. The AUC values of 3-year OS were 0.765, 0.738, and 0.757, respectively. The AUC values of 5-year OS were 0.782, 0.772, and 0.777, respectively ( Figures 3E–G ). Then, univariate Cox regression and multivariate Cox regression analyses demonstrated that the risk prognostic model was an independent predictive biomarker ( Figures 3D, H ). In addition, to improve the clinical applicability of the risk prognostic model, we constructed a nomogram, including TNM stage, sex, age, and clinical stage ( Figure 4A ). The calibration diagram shows a fair agreement between the prediction results and the actual observation results of the nomogram model ( Figure 4B ). In addition, we compared the advantages and disadvantages of the TME prognostic risk model and other reported prognostic risk models, including models constructed in previous studies. The AUC values of 5-year OS were all higher than those of other known risk models ( Figures 5A–E ). The K-M curve indicated that our immune-related prognostic risk model had the highest differentiation for patients’ clinical outcomes ( Figures 5F–J ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21942, "infons": {"file": "fimmu-13-956679-g004.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "Validation of prognostic features in ccRCC. (A) Construction of a nomogram combining the risk prognostic signature and clinical features for prediction of OS. (B) Calibration plots display the actual and nomogram-predicted probability of the 1-, 3- and 5-year OS periods. (C-F) The box plot depicts the relationship between risk score and clinicopathology. (C) N stage, (D) M stage, (E) clinical stage, and (F) T stage. *P < 0.05; **P < 0.01; ***P < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22402, "infons": {"file": "fimmu-13-956679-g005.jpg", "id": "f5", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison between prognostic models. (A–E) Receiver operating characteristic curves (ROC curves) for the 1-, 3-, and 5-year OS periods. (A) TME-related risk prognostic model, (B) Dai signature, (C) Guan signature, (D) Liu signature, and (E) Shao signature. (F–J) Kaplan–Meier OS curve for high- and low-risk groups. (F) TME-related risk prognostic model, (G) Dai signature, (H) Guan signature, (I) Liu signature, and (J) Shao signature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22846, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison of clinicopathological features in high- and low-risk groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 22918, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We investigated the clinicopathological features of patients in the high-risk and low-risk groups, including T stage, N stage, lymphatic metastasis, and distant metastasis. The higher the clinical stage and T stage ( Figures 4C, D ), the more extensive the tumor lesion, and the higher the risk score (P < 0.05). In addition, there was a positive correlation between clinical stage and risk score (P < 0.05). Patients with lymphatic or distant metastasis had a higher risk factor (P < 0.1) ( Figures 4E, F ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23429, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Preliminary radiogenomics biomarker construction and evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 23493, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The CT images of 193 patients corresponding to the above transcriptomic data were included based on defined criteria for image collection (poor image quality or failure to identify the area of lesion by the imaging physicians) in TCIA-KIRC database ( Figure 6A ). From the enhanced CT scans of all patients, 1,218 features were extracted separately. After ICC evaluation, a minimum criterion of 0.75 for intra- or inter-ICC values was applied, leaving 821 features for initial feature screening. The most influential 30 features were then retained using the mRMR algorithm. Thirteen radiomics features were selected using LASSO regression ( Figure 6B ) to construct a preliminary radiogenomics model; the specific features are shown in  Figure 6C . The formula for RADscores is shown in Supplementary Material II.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24310, "infons": {"file": "fimmu-13-956679-g006.jpg", "id": "f6", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) CT image phase selection and ROI segmentation. (B) LASSO regression applied in the radiomics feature screening process. (C) The radiomics features finally screened for building the radiogenomics model. (D) M-W test showing that the radiomics model can effectively distinguish between the established gene subsets in both the training and validation groups. (E) ROC curves of the predictive power of the pure radiomics model for gene subsets in both the training and validation groups. (F) Nomogram built by combining radiomics as well as clinical and pathological information. (G) Predictive performance of the nomogram in both training and validation groups. (H) Calibration curves showing excellent fitting ability of the established radiogenomics model. (I) DCA curves of the established radiogenomics nomogram compared with the clinical model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25163, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From the Mann–Whitney U test ( Figure 6D ), there was a significant difference in expression between the subsets of tumor microenvironment gene composition in the training cohort (P < 0.01), which was confirmed in the independent validation cohort (P < 0.05). The AUC values of the preliminary radiogenomics model were 0.76 in the training cohort and 0.72 in the validation cohort ( Figure 6E ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25563, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Nomogram construction based on the radiogenomics model", "sentences": [], "annotations": [], "relations": []}, {"offset": 25618, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the univariate analysis of the clinical model building, only grade was significantly associated with tumor microenvironment gene subset grouping (P < 0.1). It retained statistical significance in the multivariate logistic regression analysis (P < 0.1) and therefore constituted the clinical model. The combined model was constructed by combining RADScore and Grade. Finally, we visualized this ultimate radiogenomics marker in the form of a nomogram, as shown in  Figure 6F .", "sentences": [], "annotations": [], "relations": []}, {"offset": 26098, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Final radiogenomics model validation and clinical use evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26163, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The radiogenomics biomarker based on the subset of tumor immune-related gene expression showed good predictive performance (AUC of 0.81 and 0.74 in the training and validation cohorts, respectively) in reflecting tumor immune-related gene expression alterations ( Figure 6G ). The Delong test showed a statistically significant difference in AUC values between the combined nomogram and the clinical model (P < 0.01). The calibration curves ( Figure 6H ) showed good agreement between the predicted and the observed probabilities of the combined nomograms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26722, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Decision curve analysis showed that the radiogenomics nomogram provided a net benefit compared to the “treat all” or “no treatment” strategy with a threshold probability of more than 10% for the clinical model ( Figure 6I ). This indicates that the radiogenomics nomogram has an excellent clinical utility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27038, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27049, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, a novel radiogenomics biomarker was constructed to predict the prognosis of patients with ccRCC. Such a biomarker was built on its close relationship with immune-related gene expression detected by transcriptomic analysis in patients with ccRCC. Survival statistics demonstrated that it could effectively stratify the prognosis of ccRCC patients. We aim to improve the process of precise tumor diagnosis and treatment through radiogenomics and to promote the deep investigation and mining of genetic information by imaging methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27596, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As solid tumors exhibit completely different drug therapeutic efficacies and disease progression in different patients, the tumor microenvironment is increasingly becoming a scientific hotspot for research on therapeutic resistance of tumors as well as target selection. In clear cell renal cell carcinoma, large-scale genomic studies have identified somatic mutations that affect tumor progression and the response to immune checkpoint blockade therapy. Unfortunately, despite the large number of genetic markers currently constructed for the tumor microenvironment of kidney cancer and the good results they have achieved in prognosis prediction, their reliability and practical clinical application remain unconvincing; there are still major obstacles facing the use of multiple genetic markers in practical clinical application. Therefore, it is extremely important to identify the infiltration of TME and immune-related gene expression in ccRCC patients using non-invasive diagnostic methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28594, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Radiomics is different from the conventional perspective of image information interpretation, which uses high-level algorithms and advanced image processors. The fundamental problems facing radiomics toward clinical applications, such as the poor interpretability of extracted features and the inability of more advanced deep learning methods to explain them in a completely “black box,” have not received much attention from researchers. In our study, we found that a radiogenomics marker based on genetic information from the TME can reflect profound alterations in immune-related gene expression. Their expression levels are closely correlated with a variety of immune cells, such as T cells, myeloid dendritic cells, and fibroblasts. In addition, there were significant correlations between the alterations and pathways such as tumor fibrosis and microvascular infiltration. This suggests that the novel radiogenomics marker we constructed could adequately reflect the various profound modifications of the TME. Few previous studies have reported the application of radiogenomics approaches for the non-invasive monitoring of TME. This gives our study a unique advantage, although this research approach needs to be supported by further experimental data. However, it also provides a fresh and dynamic methodological guide for the optimal combination of imaging and genomic data. However, it must also be acknowledged that a direct association between the immune microenvironment of ccRCC and the clinical prognosis of patients has not been confirmed by large-scale clinical data. Therefore, our study was based on transcriptomic data, and it aimed to assess immune-related gene expression in tumors in a non-invasive manner. This way, prognostic differences in tumors can be explained from an immunological perspective. Notably, some ccRCC patients often suffer from a coexisting disease with abnormal autoimmune system function, which may have a confounding effect on the ultimate predictive efficacy of immune-based prediction models. We therefore recommend that immune-related clinical treatment decisions and predictive models be considered with caution in such patients. In our work, we have incorporated some valid clinical and pathological factors in addition to immune-related genes in the hope of diluting the adverse effects on model prediction in this subset of patients. However, specific predictive efficacy requires future clinical validation of transcriptomic data and imaging for this subset of immune abnormal ccRCC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31146, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Some limitations exist in this study: (1) the images in the study were obtained from TCIA database, utilizing different imaging machines and image acquisition protocols. Although strict inclusion and exclusion criteria were used, the results need to be validated in future clinical trials in more centers. (2) Robust data on radiogenomics and specific phenotypes of the tumor microenvironment are still lacking, and we hope to deepen our understanding of this in the future by combining conventional methods with radiogenomics-based methods. (3) Concerning the comprehensiveness of clinical information in TCGA database, only select clinical and pathological factors were included in the radiogenomics model, and more factors, such as conventional markers, may be needed in the future to improve the predictive power and reliability of the model. (4) Radiomics analysis was based on the ROI of the entire tumor, while the biopsy was tumor-specific. Owing to the spatial resolution of the CT image and the unavailability of tumor sampling location information, it has not yet been possible to achieve a more accurate prediction between the two correspondences. We hope to make further breakthroughs on this problem in future work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32376, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, this study constructed a novel non-invasive radiogenomics marker for the prognostic stratification of ccRCC. Based on the contrast-enhanced CT scans and radiogenomics features in ccRCC patients, this biomarker achieved convergent prediction of immune-related gene risk model stratification and pathway alterations. Such a novel imaging-based approach, used to reveal tumor microenvironment alterations, may have great clinical value for future immunotherapy efficacy and individualized tumor treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32894, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 32922, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found in the article/ Supplementary Material .", "sentences": [], "annotations": [], "relations": []}, {"offset": 33115, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 33132, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "This study was reviewed and approved by The institute review board of Huashan hospital, Fudan University. The patients/participants provided their written informed consent to participate in this study. Written informed consent was obtained from the individual(s) for the publication of any potentially identifiable images or data included in this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33488, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 33509, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "JG, FY, and FH contributed equally to this work. Research establishment, JG and FY. ROI outlining and image filtering, FH. Data analysis, JG. Supervision, JZ and HJ. All authors contributed to the article and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33750, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 33758, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was funded by the National Key Research and Development Project in China (No. 2017YFC0113405), National Natural Science Foundation of China (82071877), and Natural Science Basic Research Plan of Shaanxi (No. 2022JQ-811).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33989, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 34010, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34183, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"offset": 34202, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34549, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 34572, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fimmu.2022.956679/full#supplementary-material ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34732, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34743, "infons": {"fpage": "7", "issue": "1", "lpage": "33", "name_0": "surname:Siegel;given-names:RL", "name_1": "surname:Miller;given-names:KD", "name_2": "surname:Fuchs;given-names:HE", "name_3": "surname:Jemal;given-names:A", "pub-id_doi": "10.3322/caac.21654", "pub-id_pmid": "33433946", "section_type": "REF", "source": "CA: Cancer J Clin", "type": "ref", "volume": "71", "year": "2021"}, "text": "Cancer statistics, 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 34767, "infons": {"issue": "3", "name_0": "surname:Sung;given-names:H", "name_1": "surname:Ferlay;given-names:J", "name_2": "surname:Siegel;given-names:RL", "name_3": "surname:Laversanne;given-names:M", "name_4": "surname:Soerjomataram;given-names:I", "name_5": "surname:Jemal;given-names:A", "pub-id_doi": "10.3322/caac.21660", "section_type": "REF", "source": "CA: Cancer J Clin", "type": "ref", "volume": "71", "year": "2021"}, "text": "Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 34886, "infons": {"issue": "7", "name_0": "surname:Wettersten;given-names:HI", "name_1": "surname:Aboud;given-names:OA", "name_2": "surname:Lara;given-names:PNJ", "name_3": "surname:Weiss;given-names:RH", "pub-id_doi": "10.1038/nrneph.2017.59", "section_type": "REF", "source": "Nat Rev Nephrol", "type": "ref", "volume": "13", "year": "2017"}, "text": "Metabolic reprogramming in clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 34945, "infons": {"issue": "4", "name_0": "surname:Schödel;given-names:J", "name_1": "surname:Grampp;given-names:S", "name_2": "surname:Maher;given-names:ER", "name_3": "surname:Moch;given-names:H", "name_4": "surname:Ratcliffe;given-names:PJ", "name_5": "surname:Russo;given-names:P", "pub-id_doi": "10.1016/j.eururo.2015.08.007", "section_type": "REF", "source": "Eur Urol", "type": "ref", "volume": "69", "year": "2016"}, "text": "Hypoxia, hypoxia-inducible transcription factors, and renal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 35012, "infons": {"issue": "5", "name_0": "surname:Krishna;given-names:C", "name_1": "surname:DiNatale;given-names:RG", "name_2": "surname:Kuo;given-names:F", "name_3": "surname:Srivastava;given-names:RM", "name_4": "surname:Vuong;given-names:L", "pub-id_doi": "10.1016/j.ccell.2021.03.007", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "39", "year": "2021"}, "text": "Single-cell sequencing links multiregional immune landscapes and tissue-resident T cells in ccRCC to tumor topology and therapy efficacy", "sentences": [], "annotations": [], "relations": []}, {"offset": 35149, "infons": {"issue": "3", "name_0": "surname:Turajlic;given-names:S", "name_1": "surname:Xu;given-names:H", "name_2": "surname:Litchfield;given-names:K", "name_3": "surname:Rowan;given-names:A", "name_4": "surname:Chambers;given-names:T", "name_5": "surname:Lopez;given-names:JI", "pub-id_doi": "10.1016/j.cell.2018.03.057", "section_type": "REF", "source": "CELL", "type": "ref", "volume": "173", "year": "2018"}, "text": "Tracking cancer evolution reveals constrained routes to metastases: TRACERx renal", "sentences": [], "annotations": [], "relations": []}, {"offset": 35231, "infons": {"issue": "3", "name_0": "surname:Yong;given-names:C", "name_1": "surname:Stewart;given-names:GD", "name_2": "surname:Frezza;given-names:C", "pub-id_doi": "10.1038/s41581-019-0210-z", "section_type": "REF", "source": "Nat Rev Nephrol", "type": "ref", "volume": "16", "year": "2020"}, "text": "Oncometabolites in renal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 35263, "infons": {"issue": "3", "name_0": "surname:Huang;given-names:WC", "name_1": "surname:Donin;given-names:NM", "name_2": "surname:Levey;given-names:AS", "name_3": "surname:Campbell;given-names:SC", "pub-id_doi": "10.1097/JU.0000000000000326", "section_type": "REF", "source": "J Urol", "type": "ref", "volume": "203", "year": "2020"}, "text": "Chronic kidney disease and kidney cancer surgery: New perspectives", "sentences": [], "annotations": [], "relations": []}, {"offset": 35330, "infons": {"issue": "3", "name_0": "surname:Kats-Ugurlu;given-names:G", "name_1": "surname:Oosterwijk;given-names:E", "name_2": "surname:Muselaers;given-names:S", "pub-id_doi": "10.1016/j.neo.2014.03.007", "section_type": "REF", "source": "Neoplasia (New York, N.Y.)", "type": "ref", "volume": "16", "year": "2014"}, "text": "Neoadjuvant sorafenib treatment of clear cell renal cell carcinoma and release of circulating tumor fragments", "sentences": [], "annotations": [], "relations": []}, {"offset": 35440, "infons": {"issue": "12", "name_0": "surname:Rini;given-names:BI", "name_1": "surname:Plimack;given-names:ER", "name_2": "surname:Stus;given-names:V", "name_3": "surname:Gafanov;given-names:R", "pub-id_doi": "10.1056/NEJMoa1816714", "section_type": "REF", "source": "N Eng J Med", "type": "ref", "volume": "380", "year": "2019"}, "text": "Pembrolizumab plus axitinib versus sunitinib for advanced renal-cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 35519, "infons": {"issue": "12", "name_0": "surname:Motzer;given-names:RJ", "name_1": "surname:Penkov;given-names:K", "name_2": "surname:Haanen;given-names:J", "name_3": "surname:Rini;given-names:B", "name_4": "surname:Albiges;given-names:L", "pub-id_doi": "10.1056/NEJMoa1816047", "section_type": "REF", "source": "N Eng J Med", "type": "ref", "volume": "380", "year": "2019"}, "text": "Avelumab plus axitinib versus sunitinib for advanced renal-cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 35593, "infons": {"issue": "11", "name_0": "surname:Motzer;given-names:RJ", "name_1": "surname:Robbins;given-names:PB", "name_2": "surname:Powles;given-names:T", "name_3": "surname:Albiges;given-names:L", "name_4": "surname:Haanen;given-names:JB", "name_5": "surname:Larkin;given-names:J", "pub-id_doi": "10.1038/s41591-020-1044-8", "section_type": "REF", "source": "Nature Med", "type": "ref", "volume": "26", "year": "2020"}, "text": "Avelumab plus axitinib versus sunitinib in advanced renal cell carcinoma: biomarker analysis of the phase 3 JAVELIN renal 101 trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 35725, "infons": {"fpage": "81", "issue": "2", "lpage": "94", "name_0": "surname:Dagogo-Jack;given-names:I", "name_1": "surname:Shaw;given-names:AT", "pub-id_doi": "10.1038/nrclinonc.2017.166", "pub-id_pmid": "29115304", "section_type": "REF", "source": "Nat Rev Clin Oncol", "type": "ref", "volume": "15", "year": "2018"}, "text": "Tumour heterogeneity and resistance to cancer therapies", "sentences": [], "annotations": [], "relations": []}, {"offset": 35781, "infons": {"issue": "8", "name_0": "surname:Pe'er;given-names:D", "name_1": "surname:Ogawa;given-names:S", "name_2": "surname:Elhanani;given-names:O", "name_3": "surname:Keren;given-names:L", "name_4": "surname:Oliver;given-names:TG", "name_5": "surname:Wedge;given-names:D", "pub-id_doi": "10.1016/j.ccell.2021.07.009", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "39", "year": "2021"}, "text": "Tumor heterogeneity", "sentences": [], "annotations": [], "relations": []}, {"offset": 35801, "infons": {"fpage": "99", "issue": "2", "lpage": "115", "name_0": "surname:Chen;given-names:X", "name_1": "surname:Song;given-names:E", "pub-id_doi": "10.1038/s41573-018-0004-1", "pub-id_pmid": "30470818", "section_type": "REF", "source": "Nat Rev Drug Discov", "type": "ref", "volume": "18", "year": "2019"}, "text": "Turning foes to friends: targeting cancer-associated fibroblasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 35866, "infons": {"fpage": "792", "issue": "12", "lpage": "804", "name_0": "surname:Chen;given-names:Y", "name_1": "surname:McAndrews;given-names:KM", "name_2": "surname:Kalluri;given-names:R", "pub-id_doi": "10.1038/s41571-021-00546-5", "pub-id_pmid": "34489603", "section_type": "REF", "source": "Nat Rev Clin Oncol", "type": "ref", "volume": "18", "year": "2021"}, "text": "Clinical and therapeutic relevance of cancer-associated fibroblasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 35934, "infons": {"fpage": "55", "issue": "1", "lpage": "64", "name_0": "surname:Gossage;given-names:L", "name_1": "surname:Eisen;given-names:T", "name_2": "surname:Maher;given-names:ER", "pub-id_doi": "10.1038/nrc3844", "pub-id_pmid": "25533676", "section_type": "REF", "source": "Nat Rev Cancer", "type": "ref", "volume": "15", "year": "2015"}, "text": "VHL, the story of a tumour suppressor gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 35977, "infons": {"issue": "10", "name_0": "surname:Choueiri;given-names:TK", "name_1": "surname:Kaelin;given-names:WGJ", "pub-id_doi": "10.1038/s41591-020-1093-z", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "26", "year": "2020"}, "text": "Targeting the HIF2-VEGF axis in renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 36030, "infons": {"fpage": "9", "issue": "1", "name_0": "surname:Moussa;given-names:AM", "name_1": "surname:Ziv;given-names:E", "pub-id_doi": "10.1007/s11912-020-00994-9", "pub-id_pmid": "33387095", "section_type": "REF", "source": "Curr Oncol Rep", "type": "ref", "volume": "23", "year": "2021"}, "text": "Radiogenomics in interventional oncology", "sentences": [], "annotations": [], "relations": []}, {"offset": 36071, "infons": {"issue": "5", "name_0": "surname:Badic;given-names:B", "name_1": "surname:Tixier;given-names:F", "name_2": "surname:Cheze Le Rest;given-names:C", "name_3": "surname:Hatt;given-names:M", "name_4": "surname:Visvikis;given-names:D", "pub-id_doi": "10.3390/cancers13050973", "section_type": "REF", "source": "Cancers", "type": "ref", "volume": "13", "year": "2021"}, "text": "Radiogenomics in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 36106, "infons": {"fpage": "5598627", "name_0": "surname:Meng;given-names:Y", "name_1": "surname:Cai;given-names:K", "name_2": "surname:Zhao;given-names:J", "name_3": "surname:Huang;given-names:K", "name_4": "surname:Ma;given-names:X", "name_5": "surname:Song;given-names:J", "pub-id_doi": "10.1155/2021/5598627", "pub-id_pmid": "33791390", "section_type": "REF", "source": "J Immunol Res", "type": "ref", "volume": "2021", "year": "2021"}, "text": "Transcriptional profiling reveals kidney neutrophil heterogeneity in both healthy people and ccRCC patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 36214, "infons": {"issue": "6", "name_0": "surname:Ursprung;given-names:S", "name_1": "surname:Beer;given-names:L", "name_2": "surname:Bruining;given-names:A", "name_3": "surname:Woitek;given-names:R", "name_4": "surname:Stewart;given-names:GD", "name_5": "surname:Gallagher;given-names:FA", "pub-id_doi": "10.1007/s00330-020-06666-3", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "30", "year": "2020"}, "text": "Radiomics of computed tomography and magnetic resonance imaging in renal cell carcinoma-a systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36340, "infons": {"issue": "4", "name_0": "surname:Rallis;given-names:KS", "name_1": "surname:Kleeman;given-names:SO", "name_2": "surname:Grant;given-names:M", "name_3": "surname:Ordidge;given-names:KL", "name_4": "surname:Sahdev;given-names:A", "name_5": "surname:Powles;given-names:T", "pub-id_doi": "10.1016/j.euf.2021.04.024", "section_type": "REF", "source": "Eur Urol Focus", "type": "ref", "volume": "7", "year": "2021"}, "text": "Radiomics for renal cell carcinoma: Predicting outcomes from immunotherapy and targeted therapies-a narrative review", "sentences": [], "annotations": [], "relations": []}, {"offset": 36457, "infons": {"issue": "6", "name_0": "surname:Suarez-Ibarrola;given-names:R", "name_1": "surname:Basulto-Martinez;given-names:M", "name_2": "surname:Heinze;given-names:A", "name_3": "surname:Gratzke;given-names:C", "name_4": "surname:Miernik;given-names:A", "pub-id_doi": "10.3390/cancers12061387", "section_type": "REF", "source": "Cancers", "type": "ref", "volume": "12", "year": "2020"}, "text": "Radiomics applications in renal tumor assessment: A comprehensive review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 36548, "infons": {"issue": "2", "name_0": "surname:Dai;given-names:S", "name_1": "surname:Zeng;given-names:H", "name_2": "surname:Liu;given-names:Z", "name_3": "surname:Jin;given-names:K", "pub-id_doi": "10.1136/jitc-2020-001823", "section_type": "REF", "source": "J Immunother Cancer", "type": "ref", "volume": "9", "year": "2021"}, "text": "Intratumoral CXCL13(+)CD8(+)T cell infiltration determines poor clinical outcomes and immunoevasive contexture in patients with clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 36708, "infons": {"name_0": "surname:Peng;given-names:R", "name_1": "surname:Wang;given-names:Y", "name_2": "surname:Mao;given-names:L", "name_3": "surname:Fang;given-names:F", "name_4": "surname:Guan;given-names:H", "pub-id_doi": "10.2147/CMAR.S276818", "section_type": "REF", "source": "Cancer Manag Res", "type": "ref", "volume": "12", "year": "2020"}, "text": "Identification of core genes involved in the metastasis of clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 36799, "infons": {"elocation-id": "649347", "name_0": "surname:Chang;given-names:K", "name_1": "surname:Yuan;given-names:C", "name_2": "surname:Liu;given-names:X", "pub-id_doi": "10.3389/fonc.2021.649347", "pub-id_pmid": "33996565", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "11", "year": "2021"}, "text": "Ferroptosis-related gene signature accurately predicts survival outcomes in patients with clear-cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 36921, "infons": {"elocation-id": "594969", "name_0": "surname:Xu;given-names:C", "name_1": "surname:Chen;given-names:L", "name_2": "surname:Li;given-names:D", "name_3": "surname:Chen;given-names:F", "name_4": "surname:Sha;given-names:M", "name_5": "surname:Shao;given-names:Y", "pub-id_doi": "10.3389/fgene.2020.594969", "pub-id_pmid": "33362855", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "11", "year": "2020"}, "text": "Acyl-CoA thioesterase 8 and 11 as novel biomarkers for clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37008, "infons": {"issue": "6377", "name_0": "surname:Miao;given-names:D", "name_1": "surname:Margolis;given-names:CA", "name_2": "surname:Gao;given-names:W", "pub-id_doi": "10.1126/science.aan5951", "section_type": "REF", "source": "Sci (New York N.Y.)", "type": "ref", "volume": "359", "year": "2018"}, "text": "Genomic correlates of response to immune checkpoint therapies in clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37105, "infons": {"issue": "4", "name_0": "surname:Clark;given-names:DJ", "name_1": "surname:Dhanasekaran;given-names:SM", "name_2": "surname:Petralia;given-names:FZ", "pub-id_doi": "10.1016/j.cell.2019.10.007", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "179", "year": "2019"}, "text": "Integrated proteogenomic characterization of clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37182, "infons": {"issue": "11", "name_0": "surname:Au;given-names:L", "name_1": "surname:Hatipoglu;given-names:E", "name_2": "surname:Robert de Massy;given-names:M", "name_3": "surname:Turajlic;given-names:S", "pub-id_doi": "10.1016/j.ccell.2021.10.001", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "39", "year": "2021"}, "text": "Determinants of anti-PD-1 response and resistance in clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37267, "infons": {"issue": "4", "name_0": "surname:Mayerhoefer;given-names:ME", "name_1": "surname:Materka;given-names:A", "name_2": "surname:Langs;given-names:G", "name_3": "surname:Häggström;given-names:I", "name_4": "surname:Szczypiński;given-names:P", "name_5": "surname:Gibbs;given-names:P", "pub-id_doi": "10.2967/jnumed.118.222893", "section_type": "REF", "source": "J Nucl Med", "type": "ref", "volume": "61", "year": "2020"}, "text": "Introduction to radiomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 37293, "infons": {"issue": "10", "name_0": "surname:Fiz;given-names:F", "name_1": "surname:Viganò;given-names:L", "name_2": "surname:Gennaro;given-names:N", "name_3": "surname:Costa;given-names:G", "name_4": "surname:La Bella;given-names:L", "name_5": "surname:Boichuk;given-names:A", "pub-id_doi": "10.3390/cancers12102881", "section_type": "REF", "source": "Cancers", "type": "ref", "volume": "12", "year": "2020"}, "text": "Radiomics of liver metastases: A systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 37344, "infons": {"fpage": "91", "issue": "1", "name_0": "surname:van Timmeren;given-names:JE", "name_1": "surname:Cester;given-names:D", "name_2": "surname:Tanadini-Lang;given-names:S", "name_3": "surname:Alkadhi;given-names:H", "name_4": "surname:Baessler;given-names:B", "pub-id_doi": "10.1186/s13244-020-00887-2", "pub-id_pmid": "32785796", "section_type": "REF", "source": "Insights Imaging", "type": "ref", "volume": "11", "year": "2020"}, "text": "Radiomics in medical imaging-\"how-to\" guide and critical reflection", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]