{
  "ARCHS": 59076,
  "Annotation": 59071,
  "Asinex": 59028,
  "Assisted": 59004,
  "Avian": 59023,
  "BATMAN": 59037,
  "BLCA": 59043,
  "BRCA": 59031,
  "BioDesign": 59054,
  "Bioinformatics": 59000,
  "CAGE": 59063,
  "COAD": 59047,
  "COG": 59015,
  "COVID": 59056,
  "ChemMapper": 59040,
  "Coronavirus": 59061,
  "Crowdfight": 59070,
  "DGIdb": 59030,
  "DatAC": 59050,
  "Dataset": 59039,
  "Diversity": 58997,
  "ESCA": 59034,
  "EpiCoV": 59009,
  "EpiFlu": 59022,
  "Expression": 59078,
  "FANTOM": 59044,
  "Functional": 59075,
  "GATEs": 59072,
  "GISAD": 59029,
  "GISAID": 59038,
  "GSAID": 59081,
  "GSEA": 59018,
  "GTEx": 59067,
  "GTex": 59012,
  "Genomes": 59053,
  "Genotype": 59019,
  "ISTAT": 59065,
  "Influenza": 59049,
  "Interferome": 59017,
  "KICH": 59007,
  "KIRC": 59059,
  "KIRP": 59048,
  "LIHC": 59008,
  "LUAD": 59079,
  "LUSC": 59024,
  "Mammalian": 59025,
  "Monitoring": 59035,
  "MsigDB": 59051,
  "PRAD": 59016,
  "PROCKO": 59027,
  "Pharmacology": 59046,
  "Prediction": 59060,
  "Procko": 59005,
  "REDIportal": 59052,
  "Registration": 59057,
  "SGSS": 59055,
  "SRA": 59010,
  "STAD": 59068,
  "STRING": 59073,
  "Sharing": 59069,
  "Simons": 59062,
  "SuperPred": 59042,
  "Surveillance": 59041,
  "TCGA": 59058,
  "TCM": 59032,
  "TCMSP": 59001,
  "THCA": 59011,
  "Tissue": 59074,
  "TissueAtlas": 59021,
  "Tool": 59077,
  "Toxicity": 59082,
  "Toxicogenomic": 59080,
  "Toxicogenomics": 59020,
  "UCEC": 59066,
  "UKCCMP": 59064,
  "Vertebrate": 58996,
  "Viruses": 58999,
  "WiseSearch": 59033,
  "Worldometer": 58998,
  "Worldometers": 59003,
  "Zoonomia": 59013,
  "atlas": 59026,
  "dgiDB": 59045,
  "gnomAD": 59014,
  "influenza": 59036,
  "interferome": 59006,
  "mechANism": 59002
}
