[{"source": "PMC", "date": "20210101", "key": "pmc.key", "infons": {}, "documents": [{"id": "4247168", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1158/0008-5472.CAN-14-1020", "article-id_manuscript": "EMS60535", "article-id_pmc": "4247168", "article-id_pmid": "25256751", "fpage": "6390", "issue": "22", "kwd": "Cancer Genomics Next Generation Sequencing Driver Mutation GC Content", "license": "\n          This file is available to download for the purposes of text mining, consistent with the principles of UK copyright law.\n        ", "lpage": "6396", "name_0": "surname:Hudson;given-names:Andrew M.", "name_1": "surname:Yates;given-names:Tim", "name_2": "surname:Li;given-names:Yaoyong", "name_3": "surname:Trotter;given-names:Eleanor W.", "name_4": "surname:Fawdar;given-names:Shameem", "name_5": "surname:Chapman;given-names:Phil", "name_6": "surname:Lorigan;given-names:Paul", "name_7": "surname:Biankin;given-names:Andrew", "name_8": "surname:Miller;given-names:Crispin J.", "name_9": "surname:Brognard;given-names:John", "section_type": "TITLE", "type": "front", "volume": "74", "year": "2015"}, "text": "Discrepancies in Cancer Genomic Sequencing Highlight Opportunities for Driver Mutation Discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 97, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cancer genome sequencing is being employed at an increasing rate to identify actionable driver mutations that can inform therapeutic intervention strategies. A comparison of two of the most prominent cancer genome sequencing databases from different institutes (CCLE and COSMIC) revealed marked discrepancies in the detection of missense mutations in identical cell lines (57.38% conformity). The main reason for this discrepancy is inadequate sequencing of GC-rich areas of the exome. We have therefore mapped over 400 regions of consistent inadequate sequencing (cold-spots) in known cancer-causing genes and kinases, in 368 of which neither institute finds mutations. We demonstrate, using a newly identified PAK4 mutation as proof of principle, that specific targeting and sequencing of these GC-rich cold-spot regions can lead to the identification of novel driver mutations in known tumor suppressors and oncogenes. We highlight that cross-referencing between genomic databases is required to comprehensively assess genomic alterations in commonly used cell lines and that there are still significant opportunities to identify novel drivers of tumorigenesis in poorly sequenced areas of the exome. Finally we assess other reasons for the observed discrepancy, such as variations in dbSNP filtering and the acquisition/loss of mutations, to give explanations as to why there is discrepancy in pharmacogenomic studies given recent concerns with poor reproducibility of data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1576, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1589, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Personalised therapeutic approaches that target genetically activated drivers have significantly improved patient outcome in a number of common and rare cancers. The development of personalised therapeutics relies on affordable, efficient, and accurate cancer genomic sequencing to identify genetic aberrations present in a given tumor, from which actionable mutations can then be obtained. To aid novel driver and targeted therapy discovery, the Sanger and Broad Institutes have developed extensive catalogues of mutations found in a large cohort of cell lines. These resources, which are readily accessible to most biomedical researchers via database portals, have greatly facilitated the process of driver gene discovery. Through an initial evaluation of genetic dependencies in NSCLC cell lines we observed inconsistencies in the mutational profiles as reported by the Sanger Institute’s COSMIC database and the Broad Institute’s Cancer Cell Line Encyclopaedia (CCLE). We therefore investigated the extent and causes of these discrepancies in order to identify opportunities to improve the discovery of driver mutations in oncogenes and tumor suppressors (TSs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2759, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 2781, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "18 Cell Line Comparison between COSMIC and CCLE data", "sentences": [], "annotations": [], "relations": []}, {"offset": 2834, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Commercially available cell lines previously sequenced by COSMIC were identified from the Greenman et al. paper. Eighteen of these cell lines were also sequenced by CCLE using the Hybrid Capture method using the SureSelect Target Enrichment System (Agilent Technologies) and sequencing on Illumina instruments (76bp paired read ends). Mutational data was downloaded from CCLE website on 14th May 2013 (CCLE_hybrid_capture1650_hg19_NoCommonSNPs_NoNeutralVariants_CDS_2012.05.07.m af). COSMIC data was downloaded for each cell line from their respective webpages on 14th May 2013. Common genes reported as sequenced by both institutes were used to compare both datasets. Script A (supplementary data) was written in Groovy programming language to compare the genetic location of missense non-truncating mutations recorded by each institute and compare the lists to find conformity. Sequencing bam files for the CCLE hybrid capture sequencing (COSMIC data unavailable) was viewed using the Integrative Genomics Viewer (IGV: Broad Institute) to categorize the mutations only reported in COSMIC. GC content of the missed mutations was calculated with Ensembl Rest API (version 70) reference genome and capturing the sequence 100bp either side of the mutation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4089, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "568 cell line comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 4114, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "COSMIC cell line names were compared with the list of cell lines sequenced by CCLE to find 568 mutually sequenced cell lines. CCLE data was downloaded in the filtered MAF file as described above. COSMIC data was downloaded as a complete file from the COSMIC FTP site on 12th November 2013 (CosmicCellLineProject_v67_241013.tsv.gv). The comparison of the sequencing of 1630 mutually sequenced genes by the two data sets was performed using Script B (supplementary data). Mutations were matched by genomic location. Given the variability of gene transcripts from which amino acid changes are calculated, the amino acid change reported was derived from the most common resultant amino acid change and where there was no majority change the CCLE change was reported followed by COSMIC when comparing COSMIC and CRUK MI data only. CCLE data that was unfiltered (data for common polymorphisms, putative neutral variants and mutations located outside of the CDS not filtered out) and containing all variants with an allelic fraction >10% was obtained from the CCLE website on 22nd November 2013 (CCLE_hybrid_capture1650_hg19_allVariants_2012.05.07.maf.gz). The COSMIC only mutations were cross-referenced against the unfiltered CCLE list to identify further mutation matches. Cancer Census genes were identified from the COSMIC Cancer Census webpage (http://cancer.sanger.ac.uk/cancergenome/projects/census/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5517, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Whole Exome Sequencing of 4 cell lines", "sentences": [], "annotations": [], "relations": []}, {"offset": 5556, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cell lines were obtained from ATCC and DNA extracted within 3 passages of delivery from ATCC corresponding to less than one month from time of receipt. ATCC authenticates cell lines through short tandem repeat profiling, morphology analysis, cytochrome C oxidase I (COI) testing, and karyotyping. On arrival from ATCC the total passage number for each cell line was; H2009 = 23, H2087 = 21, H2122 = 21, H1437= 46. Cells are maintained in RPMI Medium 1640 (Invitrogen) with additional 10% FCS (Lonza Group) and 4mM GlutaMAX™ (Invitrogen). Cells are split 1:10 at 80% confluency. DNA extraction is performed using DNeasy Blood and Tissue kit (Qiagen). Whole exome sequencing was performed using Agilent Sure Select XT Target Enrichment System for Illumina Pair-end Multiplex Sequencing, enriching with the SureSelect XT Human All Exon V4 library and performing 2 × 100 bp paired-end sequencing on the Illumina HiSeq 2500 with TruSeq SBS v3 chemistry (read density: Supp. Table 5). Average read density for each sample was calculated using the Lander/Waterman equation as detailed in the Illumina Estimating Coverage Technical Note (http://res.illumina.com/documents/products/technotes/technote_coverage_calculation.pdf). Variant calling was made using the Genome Analysis Toolkit (GATK: Broad Institute). Comparison of conformity with the COSMIC and CCLE mutation calls was made using Script B with data filtered and unfiltered for mutations with dbSNP ids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7015, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cold-spot analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7034, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Bam files from hybrid capture used to create the CCLE database are not available for download so 10 independent CCLE whole exome bam files (performed on Illumina HiSeq 2000) were downloaded on 9th Jan 2014 via the Cancer Genomics Hub (bam files and metadata with experimental info available from https://browser.cghub.ucsc.edu). These files were analysed for 986 kinase and Cancer Census genes (Supp. Table 6), among which 969 genes are protein-coding genes as annotated in ENSEMBL human gene database version 70. The lung cancer sequencing files used were: CCLE-NCI-H2286-DNA-08, CCLE-NCI-H1944-DNA-08, CCLE-COR-L95-DNA-08, CCLE-NCI-H1373-DNA-08, CCLE-NCI-H1184-DNA-08, CCLE-HLF-a-DNA-08, CCLE-JL-1-DNA-08, CCLE-HCC-78-DNA-08, CCLE-DV-90-DNA-08, CCLE-DMS153-DNA-08. The reads in the bam files were mapped onto the reference genome hg19. From each bam file the read coverage at each base of the protein-coding exonic regions of the 969 selected genes was obtained using samtools mpileup. Sequencing read cold-spots were defined as protein-coding exonic regions spanning 100 nucleotide bps or more and with the averaged read coverage <= 4 at each base. Read cold-spots were identified in the sequencing data and the GC content calculated using the bases corresponding to the read cold-spot. Multiple transcripts of the same gene were removed if the genetic location of the identified cold-spot was identical or the start or end genomic location was the same between same gene transcripts (retaining the transcript with the longest read cold-spot). Top 20 cold-spots are defined as gene transcripts (that were sequenced by CCLE and COSMIC) with the largest cold-spot regions. The average GC content for all coding exons was calculated using the longest transcript (Ensemble Version 70) for each of the 969 genes screened for cold-spots. Circos plots were constructed using the Circos software (from http://www.circos.ca).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8954, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Verification of PAK4 mutation", "sentences": [], "annotations": [], "relations": []}, {"offset": 8984, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Amplification PCR of region of interest performed using Phusion High Fidelity PCR Master Mix with H.F. Buffer (New England Biolabs) [12.5μl] with Betaine 5M (Sigma) [5μl], 250ng DNA, forward and reverse primers (Eurofin MWG Operon) [1.25 μl each] and water to make reaction volume of 25 μl. PCR was carried out on S1000 Thermal Cycler (Biorad) with the following PCR steps for a total of 40 cycles; 1) 98.0° 30 seconds 2) 98.0° 10 seconds 3) 62.0° 30 seconds 4) 72.0° for 150 seconds. PCR product purification was carried out with Illustra ExoProstar Enzymatic PCR and Sequencing Clean-up (GE Healthcare). Sequencing was carried out using an ABI13130 16 capillary system (Life Technologies) and sequencing data analysed using 4Peaks software (MekenTosj).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9747, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PAK4 Transient Overexpression", "sentences": [], "annotations": [], "relations": []}, {"offset": 9777, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wild-type PAK4 plasmid (Addgene 23713) was obtained from Addgene (deposited by Hahn and Root). The plasmid was cloned into a Flag-tagged destination vector. STOP codon and the E119Q mutation was introduced by site-directed mutagenesis (QuickChange II kit, Agilent Technologies). Plasmid was transfected into HEK293T cells in a 12 well format using Attractene according to the manufacturers protocol. Cells were lysed on ice after 48 hours using Triton X-100 Cell Lysis Buffer supplemented with protease inhibitor tablet (Roche). Lysates were resolved on SDS-PAGE gels followed by western blotting. Primary antibodies used were: Flag M2 and alpha tubulin (Sigma); pERK1/2 (T202/Y204) and pJNK (T183/Y185) (Cell Signalling). Mouse or rabbit HRP-conjugated antibodies were used as secondary (Cell Signaling). All western blots are representative of three independent experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10654, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 10677, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We compared missense mutations found in 568 cancer cell lines sequenced by CCLE and COSMIC (v67) across 1,630 mutually sequenced genes. A total of 45,377 mutations were reported, of which 26,038 were consistent between institutes (57.38%). 4,496 (9.91%) and 14,843 (32.71%) mutations were found solely by CCLE or COSMIC respectively (Figure 1). The ISHIKAWAHERAKLIO02ER cell line, sequenced by both institutes using their standard protocols, showed a total of 263 mutations (52 in COSMIC and 213 in CCLE) but no matches, suggesting different cell lines may have been sequenced. Cross referencing to Cancer Census genes found that 4,058 mutations reported in one, but not both, of the databases were in known cancer causing genes (Supp. Table 1). These included mutations in EGFR, TP53, BRAF, MAP2K1 and PIK3CA (Table 1), highlighting the difficulties faced when using NGS to identify driver mutations even in well-known cancer causing genes. Our data reveal a marked discrepancy in mutation reporting between the two most prominent resources and that cross-referencing between the databases is imperative.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11783, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We had previously performed a pilot comparison of mutational profiles in 18 cancer cell lines sequenced by the Broad Institute’s CCLE using Hybrid Capture sequencing, and an earlier release of Sanger Institute’s COSMIC database. Similar to our larger scale comparison we observed low consensus between missense mutation detection in mutually sequenced genes (mean 41.33%; Supp. Figure 1). Analysing the raw read data from CCLE suggested that the most common source of discrepancy was poor sequencing read coverage (41%; Figure 2). We therefore analysed 10 randomly selected CCLE whole exome sequencing files to identify regions of poor coverage (‘cold-spots’). We discovered over 400 cold-spots (100bp or larger) in Cancer Census and kinase genes that we have mapped as a resource for the research community (Figure 3 / Supp. Table 2). These cold-spots are rich in GC nucleotides (63.49% compared to 51.74% average GC-content of all exons in target genes) indicating that high GC-content is a major cause of inadequate sequencing coverage. Importantly, we found for CCLE and COSMIC data combined, a 18-fold reduction in mutation density at these loci relative to the remaining exonic regions in the dataset. Extrapolating these data suggests that an additional 1871 mutations would have been detected in Cancer Census and kinase genes across the 568 cell lines (corresponding to a mean of over 3 new mutations in Cancer Census or kinase genes per cell line) had the read coverage in the cold-spots been adequate. The TET2 cold-spot (Figure 3) is one of the largest of such loci identified, and is not associated with high GC-content. Mutations were reported for this locus in COSMIC, suggesting a sequencing issue specific to the CCLE protocol. This demonstrates that factors other than inadequate sequencing of GC-content, such as library preparation, reagents and amplification efficiency can also affect mutation detection at certain loci.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13734, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed whole exome sequencing on 4 of the sequenced lung cancer cell lines (H2009, H1437, H2122, H2087) using an Illumina HiSeq 2500 (achieving over 98% uniquely mapped reads) and a GATK pipeline for mutation detection. Our own sequencing identified 27 novel mutations in these 4 cell lines that were undocumented by COSMIC or CCLE (Supp. Table 3). Two thirds of these were located in areas of poor read coverage as defined by the CCLE hybrid capture sequencing (less than 4 reads) but reasonable coverage in our data (mean read depth = 63). The average GC-content 100 bp either side of these newly identified mutations was significantly higher than those where all three institutes were in agreement (60.85% vs. 47.13%: P = < 10−4). These findings suggest that the new mutations were previously missed due to being located in GC-rich cold-spots. Whilst the contribution of factors such as different library preparation and reagents may play a role, our data indicate that NGS efficiency of high GC-rich regions is improving, but earlier datasets are more likely to have missed mutations in GC-rich regions. The majority of The Cancer Genome Atlas and International Cancer Genome Consortium data is of a similar age to CCLE and COSMIC, and therefore subject to similar limitations. Our own more recent sequencing faired better in these regions but still had many GC-rich cold-spots in cancer associated genes. This is a significant problem, particularly in cancers including lung cancers, which have a mutational signature predominantly favouring GC-rich trinucleotides.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15313, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One of the novel mutations identified by our group was in PAK4 (E119Q) in H2009. This mutation lies in a GC-rich (> 76%) area of poor read coverage in CCLE (2 reads; neither reporting the mutation). By contrast, the locus was covered by 39 reads in our data, of which 51% identified the mutation (Supp. Figure 2). Given the importance of the PAK kinases in cancer proliferation and survival pathways, we further characterised this mutation. Overexpression of the PAK4 E119Q mutant in 293T cells showed enhanced activation of the ERK pathway compared to the wild type kinase, suggesting this is a gain-of-function mutation (Supp. Figure 3). These data indicate that additional cancer driver mutations in GC-rich regions will be consistently missed by next generation cancer genomic sequencing studies, and highlight the potential of developing sequencing platforms to target cold-spot regions for novel cancer gene discovery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16238, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Difference in computational protocols represent another important cause of discrepancy, and includes differences in dbSNP filtering as well as the threshold allelic fraction required to call a mutation. We investigated the effects of dbSNP filtering by comparing the COSMIC only mutations with unfiltered data from CCLE (the equivalent COSMIC data were unavailable). Conformity increased to 67.85% although 10,091 COSMIC only mutations remained unmatched to CCLE (Supp. Figure 4). Therefore one third of mutations detected only by COSMIC were present on CCLE sequencing reads but discarded since they were thought to be germline variants. This observation recapitulated the original 18-cell line comparison and our own sequencing also confirmed this with a similar percentage of mutations unreported as a consequence of dbSNP filtering (Supp. Figure 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17092, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By comparing the COSMIC and CCLE data with the 4 cell lines that we sequenced, we found that 86.34% of the mutations reported by only one database were actually present in our data suggesting a minority (approximately 15-20% based on our two comparisons) of the discrepancy between cell lines is due to acquisition / loss of mutations (Supp. Table 4). Although a relatively minor factor in our comparisons, the effect of gaining a mutation in a cell line has the potential to greatly affect pharmacogenomic studies. This is highlighted by eight cell lines in the larger comparison that contained activating codon 61 NRAS mutations that were reported in only one of the databases (7 reported by COSMIC alone; 1 by CCLE alone). Analysis of the sequencing data covering the 7 NRAS mutations not detected by CCLE confirmed good read coverage (mean 220 reads) without evidence of mutation in all 7 cases, suggesting loss or gain of the mutation by cell passaging. Passage number is not generally reported in online databases but would greatly assist researchers characterising the role of specific mutations, by indicating whether a mutation has been lost or acquired during passaging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Whilst the retrospective nature of our study is unable to control for many sequencing variables such as reagents, polymerases and platform parameters we have identified important factors for the discrepancies between the two main cancer genomics databases. These are important findings in the context of a recent study that identified inconsistencies in large pharmacogenomics studies. Comparing only 64 genes, this study found some acceptable discrepancies in mutational profiles of cells reported by CCLE and COSMIC but concluded that they were due to differences in the sequencing platforms and variant filtering. Our analysis of a larger panel of genes shows that there is marked discrepancy in sequencing results caused by inadequate sequencing and acquisition of new mutations in addition to variances in dbSNP calling. The authors also concluded that mutational profile was not a major cause of discrepancy in pharmacogenomics data based on the finding that mutational status was not significantly associated with drug response. However our data show that mutations of cancer causing genes in sequencing read cold-spots will be frequently undetected, and therefore greatly weaken any analysis attempting to correlate mutation status with drug response. These unsequenced regions of the exome will undoubtedly contain driver mutations, thus mapping cold-spot regions will facilitate novel therapeutic target discovery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19698, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 19721, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors disclose no potential conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19778, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 19789, "infons": {"fpage": "44", "lpage": "53", "name_0": "surname:Kim;given-names:ES", "name_1": "surname:Herbst;given-names:RS", "name_2": "surname:Wistuba;given-names:II", "name_3": "surname:Lee;given-names:JJ", "name_4": "surname:Blumenschein;given-names:GR", "name_5": "surname:Tsao;given-names:A", "pub-id_pmid": "22586319", "section_type": "REF", "source": "Cancer Discovery", "type": "ref", "volume": "1", "year": "2011"}, "text": "The BATTLE Trial: Personalizing Therapy for Lung Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 19845, "infons": {"fpage": "12426", "lpage": "31", "name_0": "surname:Fawdar;given-names:S", "name_1": "surname:Trotter;given-names:EW", "name_2": "surname:Li;given-names:Y", "name_3": "surname:Stephenson;given-names:NL", "name_4": "surname:Hanke;given-names:F", "name_5": "surname:Marusiak;given-names:AA", "pub-id_pmid": "23836671", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Targeted genetic dependency screen facilitates identification of actionable mutations in FGFR4, MAP3K9, and PAK5 in lung cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 19973, "infons": {"fpage": "603", "lpage": "7", "name_0": "surname:Barretina;given-names:J", "name_1": "surname:Caponigro;given-names:G", "name_2": "surname:Stransky;given-names:N", "name_3": "surname:Venkatesan;given-names:K", "name_4": "surname:Margolin;given-names:AA", "name_5": "surname:Kim;given-names:S", "pub-id_pmid": "22460905", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "483", "year": "2012"}, "text": "The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity", "sentences": [], "annotations": [], "relations": []}, {"offset": 20067, "infons": {"fpage": "D945", "lpage": "50", "name_0": "surname:Forbes;given-names:SA", "name_1": "surname:Bindal;given-names:N", "name_2": "surname:Bamford;given-names:S", "name_3": "surname:Cole;given-names:C", "name_4": "surname:Kok;given-names:CY", "name_5": "surname:Beare;given-names:D", "pub-id_pmid": "20952405", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "COSMIC: mining complete cancer genomes in the Catalogue of Somatic Mutations in Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 20154, "infons": {"fpage": "153", "lpage": "8", "name_0": "surname:Greenman;given-names:C", "name_1": "surname:Stephens;given-names:P", "name_2": "surname:Smith;given-names:R", "name_3": "surname:Dalgliesh;given-names:GL", "name_4": "surname:Hunter;given-names:C", "name_5": "surname:Bignell;given-names:G", "pub-id_pmid": "17344846", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "446", "year": "2007"}, "text": "Patterns of somatic mutation in human cancer genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 20207, "infons": {"fpage": "178", "lpage": "92", "name_0": "surname:Thorvaldsdottir;given-names:H", "name_1": "surname:Robinson;given-names:JT", "name_2": "surname:Mesirov;given-names:JP", "pub-id_pmid": "22517427", "section_type": "REF", "source": "Brief Bioinform", "type": "ref", "volume": "14", "year": "2013"}, "text": "Integrative Genomics Viewer (IGV): high-performance genomics data visualization and exploration", "sentences": [], "annotations": [], "relations": []}, {"offset": 20303, "infons": {"fpage": "177", "lpage": "83", "name_0": "surname:Futreal;given-names:PA", "name_1": "surname:Coin;given-names:L", "name_2": "surname:Marshall;given-names:M", "name_3": "surname:Down;given-names:T", "name_4": "surname:Hubbard;given-names:T", "name_5": "surname:Wooster;given-names:R", "pub-id_pmid": "14993899", "section_type": "REF", "source": "Nat Rev Cancer", "type": "ref", "volume": "4", "year": "2004"}, "text": "A census of human cancer genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 20334, "infons": {"fpage": "491", "lpage": "8", "name_0": "surname:DePristo;given-names:MA", "name_1": "surname:Banks;given-names:E", "name_2": "surname:Poplin;given-names:R", "name_3": "surname:Garimella;given-names:KV", "name_4": "surname:Maguire;given-names:JR", "name_5": "surname:Hartl;given-names:C", "pub-id_pmid": "21478889", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "43", "year": "2011"}, "text": "A framework for variation discovery and genotyping using next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 20427, "infons": {"fpage": "2078", "lpage": "9", "name_0": "surname:Li;given-names:H", "name_1": "surname:Handsaker;given-names:B", "name_2": "surname:Wysoker;given-names:A", "name_3": "surname:Fennell;given-names:T", "name_4": "surname:Ruan;given-names:J", "name_5": "surname:Homer;given-names:N", "pub-id_pmid": "19505943", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "The Sequence Alignment/Map format and SAMtools", "sentences": [], "annotations": [], "relations": []}, {"offset": 20474, "infons": {"fpage": "1639", "lpage": "45", "name_0": "surname:Krzywinski;given-names:M", "name_1": "surname:Schein;given-names:J", "name_2": "surname:Birol;given-names:I", "name_3": "surname:Connors;given-names:J", "name_4": "surname:Gascoyne;given-names:R", "name_5": "surname:Horsman;given-names:D", "pub-id_pmid": "19541911", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "19", "year": "2009"}, "text": "Circos: an information aesthetic for comparative genomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 20532, "infons": {"fpage": "968", "lpage": "72", "name_0": "surname:Johannessen;given-names:CM", "name_1": "surname:Boehm;given-names:JS", "name_2": "surname:Kim;given-names:SY", "name_3": "surname:Thomas;given-names:SR", "name_4": "surname:Wardwell;given-names:L", "name_5": "surname:Johnson;given-names:LA", "pub-id_pmid": "21107320", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "468", "year": "2010"}, "text": "COT drives resistance to RAF inhibition through MAP kinase pathway reactivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 20612, "infons": {"fpage": "521", "lpage": "3", "name_0": "surname:van Haaften;given-names:G", "name_1": "surname:Dalgliesh;given-names:GL", "name_2": "surname:Davies;given-names:H", "name_3": "surname:Chen;given-names:L", "name_4": "surname:Bignell;given-names:G", "name_5": "surname:Greenman;given-names:C", "pub-id_pmid": "19330029", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "41", "year": "2009"}, "text": "Somatic mutations of the histone H3K27 demethylase gene UTX in human cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 20688, "infons": {"fpage": "15404", "lpage": "9", "name_0": "surname:Feng;given-names:Z", "name_1": "surname:Hu;given-names:W", "name_2": "surname:Hu;given-names:Y", "name_3": "surname:Tang;given-names:MS", "pub-id_pmid": "17030796", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "103", "year": "2006"}, "text": "Acrolein is a major cigarette-related lung cancer agent: Preferential binding at p53 mutational hotspots and inhibition of DNA repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 20822, "infons": {"fpage": "13", "lpage": "25", "name_0": "surname:Radu;given-names:M", "name_1": "surname:Semenova;given-names:G", "name_2": "surname:Kosoff;given-names:R", "name_3": "surname:Chernoff;given-names:J", "pub-id_pmid": "24505617", "section_type": "REF", "source": "Nat Rev Cancer", "type": "ref", "volume": "14", "year": "2014"}, "text": "PAK signalling during the development and progression of cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 20886, "infons": {"fpage": "389", "lpage": "93", "name_0": "surname:Haibe-Kains;given-names:B", "name_1": "surname:El-Hachem;given-names:N", "name_2": "surname:Birkbak;given-names:NJ", "name_3": "surname:Jin;given-names:AC", "name_4": "surname:Beck;given-names:AH", "name_5": "surname:Aerts;given-names:HJ", "pub-id_pmid": "24284626", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "504", "year": "2013"}, "text": "Inconsistency in large pharmacogenomic studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 20933, "infons": {"file": "emss-60535-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Marked discrepancy is seen in mutation calling between CCLE and COSMIC. a) Overall percentage conformity of 46,409 mutations detected by COSMIC and/or CCLE. The intersection between datasets (mutations found by both institutes) accounted for 57.38%. Cosmic-only mutations comprised 32.71% of the dataset and CCLE only mutations 9.91%. b) The percentage agreement between mutations reported in the 568 cell lines sequenced by both institutes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21375, "infons": {"file": "emss-60535-f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "In the original 18 cell line comparison, mutations detected by COSMIC but not CCLE were categorised into: poor coverage with 5 or less reads (Panel a); good read coverage (over 20 reads) and mutation detected on reads but annotated as a dbSNP, neutral variant, outside coding region in all transcripts, or detected on less than 10% of reads, and removed (Panel b); and good coverage, no mutation (Panel c). (Panel d) reveals that the most common cause for mutations being missed by CCLE was poor read coverage (41%). Images of read coverage were taken using the Integrative Genomics Viewer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21966, "infons": {"file": "emss-60535-f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "The 20 largest cold-spots detected in cancer census or kinase genes transcripts (of those that were sequenced by both COSMIC and CCLE hybrid capture) using CCLE whole exome sequencing data. All but one of these cold-spots is located in a high GC-content area and results in no mutations being detected by either institute. The TET2 cold-spot is not located in high-GC content areas and contains mutations detected by COSMIC, indicating that this cold-spot was not present in the COSMIC data. The outer shaded grey plot shows the GC content at each base (calculated as 50bp either side) with GC content over 70% shaded in red. The middle light green plot shows sequencing read coverage with white troughs representing poor read coverage. The inner 3 rings record the position of mutations found by both institutes (orange), COSMIC only (violet) and CCLE (green). Light blue shards show cold-spots over 100bp in length with the top 20 shaded darker. Data were plotted using a combination of Circos and custom scripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22982, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Mutations in well-known oncogenes and tumor suppressor genes that were detected by only one institute (COSMIC or CCLE). Mutations in bold occurred multiple times (number of occurrences in parentheses). Supplemental tables 1a and 1b list the mutations, stratified according to the reporting institute.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23283, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\">\n        <tbody>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">BRAF</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">P74A, S76P, V120I, E296K, I326T, <bold>I326V(5),</bold> R506G, S727G</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">EGFR</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Q71L, R98Q, E282K, S306, V323, K327E, Q408R, L469W, G614S, V654M, G659R, P672R, R677C, T678M, G682V, Q701R, A702D, V738D, A750E, A755D, L815F, L861Q, R973Q, A1076T, T1085N, A1118T, D1127N</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">FGFR2</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">R6C, C9S, G89V, E163K, P187S, A315T, Y328S, T341M, A355S, G364E, K401R, L451I, P559H, I643T, C809Y, P814T</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HRAS</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">A11T,G12D, L171P</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IDH2</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Q95R, H358R, <bold>S408R(2)</bold></td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">JAK2</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">V80M, Y96H, T108A, V563I, V617F, L905P, N1129S</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">KRAS</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>G12D(2),</bold> Q61H, I171M, M188V</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">MAP2K1(MEK1)</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"><bold>Q56P(3),</bold> V85I, A158T, R160K, K185T, V211A</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NRAS</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<bold>Q61K(6), Q61R (2)</bold>\n</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">PIK3CA</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">K111E, C420R, E542K, E545K, F666L, R770Q</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">STK11</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">I46T, Y49D, G56V, K62N, K78N, L105S, D196R, <bold>S216F(2),</bold> G242W, M392I</td>\n          </tr>\n          <tr>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TP53</td>\n            <td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">V31I, P47R, D48N, D49H, W53L, A74P, A74S, Y103F, <bold>R110L(2),</bold> R110P, F113C, F113V, K120N, V122L, C124R, Y126D, M133K, C135R, C176W, E180G, <bold>R181C(2),</bold> I195T, R213L, <bold>V216L(2),</bold> V218L, Y220C, N239S, S241F, C242F, M246V, R249S, <bold>R273H(14),</bold> R283C, R290C, P309S, D324A, R337L, F341C, A347P, G360V, G389W</td>\n          </tr>\n        </tbody>\n      </table>\n"}, "text": "BRAF\tP74A, S76P, V120I, E296K, I326T, I326V(5), R506G, S727G\t \tEGFR\tQ71L, R98Q, E282K, S306, V323, K327E, Q408R, L469W, G614S, V654M, G659R, P672R, R677C, T678M, G682V, Q701R, A702D, V738D, A750E, A755D, L815F, L861Q, R973Q, A1076T, T1085N, A1118T, D1127N\t \tFGFR2\tR6C, C9S, G89V, E163K, P187S, A315T, Y328S, T341M, A355S, G364E, K401R, L451I, P559H, I643T, C809Y, P814T\t \tHRAS\tA11T,G12D, L171P\t \tIDH2\tQ95R, H358R, S408R(2)\t \tJAK2\tV80M, Y96H, T108A, V563I, V617F, L905P, N1129S\t \tKRAS\tG12D(2), Q61H, I171M, M188V\t \tMAP2K1(MEK1)\tQ56P(3), V85I, A158T, R160K, K185T, V211A\t \tNRAS\tQ61K(6), Q61R (2)\t \tPIK3CA\tK111E, C420R, E542K, E545K, F666L, R770Q\t \tSTK11\tI46T, Y49D, G56V, K62N, K78N, L105S, D196R, S216F(2), G242W, M392I\t \tTP53\tV31I, P47R, D48N, D49H, W53L, A74P, A74S, Y103F, R110L(2), R110P, F113C, F113V, K120N, V122L, C124R, Y126D, M133K, C135R, C176W, E180G, R181C(2), I195T, R213L, V216L(2), V218L, Y220C, N239S, S241F, C242F, M246V, R249S, R273H(14), R283C, R290C, P309S, D324A, R337L, F341C, A347P, G360V, G389W\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]