[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240830", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "11298315", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Mao et al.", "article-id_doi": "10.1111/jcmm.18549", "article-id_other": "JCMM-05-2024-118.R1", "article-id_pmc": "11298315", "article-id_pmid": "39098994", "article-id_publisher-id": "JCMM18549", "elocation-id": "e18549", "issue": "15", "kwd": "breast cancer immune microenvironment machine learninge natural killer cells precision medicine", "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Mao;given-names:Juanjuan", "name_1": "surname:Liu;given-names:Ling‐lin", "name_2": "surname:Shen;given-names:Qian", "name_3": "surname:Cen;given-names:Mengyan", "notes": "\n\n, , , . . . ;:. doi:\n\n\n", "pub-id_doi": "10.1111/jcmm.18549", "pub-id_pmid": "39098994", "section_type": "TITLE", "source": "J Cell Mol Med", "type": "front", "volume": "28", "year": "2024"}, "text": "Integrating single‐cell transcriptomics and machine learning to predict breast cancer prognosis: A study based on natural killer cell‐related genes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 152, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 161, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Breast cancer (BC) is the most commonly diagnosed cancer in women globally. Natural killer (NK) cells play a vital role in tumour immunosurveillance. This study aimed to establish a prognostic model using NK cell‐related genes (NKRGs) by integrating single‐cell transcriptomic data with machine learning. We identified 44 significantly expressed NKRGs involved in cytokine and T cell‐related functions. Using 101 machine learning algorithms, the Lasso + RSF model showed the highest predictive accuracy with nine key NKRGs. We explored cell‐to‐cell communication using CellChat, assessed immune‐related pathways and tumour microenvironment with gene set variation analysis and ssGSEA, and observed immune components by HE staining. Additionally, drug activity predictions identified potential therapies, and gene expression validation through immunohistochemistry and RNA‐seq confirmed the clinical applicability of NKRGs. The nomogram showed high concordance between predicted and actual survival, linking higher tumour purity and risk scores to a reduced immune score. This NKRG‐based model offers a novel approach for risk assessment and personalized treatment in BC, enhancing the potential of precision medicine.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1399, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1412, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Over 2 million breast cancer (BC) cases have been reported worldwide, leading to more than 60,000 deaths, and it continues to increase in incidence and mortality rates. The fast advancement of high‐throughput sequencing technology over the past few years has led to a rapid evolution of our comprehension of the molecular pathways underlying BC and the tumour microenvironment (TME). TME is comprised of tumour cells, immune cells, extracellular matrix, vascular cells, etc. They interact with each other and release cytokines, growth factors, etc. to participate in cell signalling, which together influence tumour progression, metastasis, and response to treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2084, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Understanding the TME is of paramount importance for identifying immunomodulators involved in cancer progression and develop cancer immunotherapies. Recently, single‐cell RNA sequencing (scRNA‐seq) has shown great promise in resolving complex TMEs, providing a powerful aid in identifying heterogeneity and interactions between tumour immune cells. A large number of scRNA‐seq‐based studies have revealed roles in different immune cells in different cancers, providing important insights into deciphering the complexity of the TME. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2625, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The natural killer (NK) cell is a crucial immune cell that distinguishes itself from other immune cells by its ability to identify and eliminate virus‐infected and tumour cells without requiring prior recognition of specific antigens. NK cells take a vital part in tumour immune surveillance, as they are instrumental in eradicating mutated cells. Although the functions and roles of NK cells in a variety of tumours, such as hepatocellular carcinoma and thyroid cancer, have been investigated to a certain extent. However, their specific roles in TME and how their associated genes impact the prognosis of BC patients remain unclear.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3262, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "scRNA‐seq permits the isolation of malignant phenotypes from different cell populations, contributing to a better understanding of the immune status and intratumoural heterogeneity of malignant tumours, and providing a theoretical and practical basis for moving towards the next generation of precision medicine. This study combines scRNA‐seq and machine learning methods to establish a NK cell‐related genes (NKRGs)‐based prognostic model, so as to help clinicians screen potential risks in a timely manner and make the most appropriate treatment plan and treatment direction for patients, so as to effectively improve women's health.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3906, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHODS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3914, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Collection of datas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3934, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The scRNA‐seq data used in the study were acquired from GEO, the GSE184362 dataset containing 26 primary BC samples. Bulk RNA‐seq data, along with associated clinical and mutation information, were obtained by accessing TCGA, GSE162228 and GSE1456. Prior to analysis, all RNA‐seq data underwent a series of preprocessing steps, including the conversion to TPM format and normalization for gene expression levels. Stacked histograms and violin plots were plotted using the ggplot2, ggsignif and gghalves packages to compare different clinical features. In addition, for investigating the therapeutic effects of immune checkpoint inhibitors (ICIs), clinical data from the IMvigor210 cohort were analysed via the R package IMvigor210CoreBiologies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4685, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Processing of single‐cell data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4718, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "With the “Seurat” R package, quality control and pre‐processing of scRNA‐seq data from the GSE176078 dataset were conducted. Batch effect correction was conducted using the Harmony algorithm. The downscaling visualization of t‐SNE was performed by RunTSNE, and the cells underwent clustering by FindNeighbors and FindClusters. The clustering results were manually annotated based on the patterns of specific marker gene expression. This annotation process allowed the identification of various cell types, including B cells, NK cells, plasma cells, T cells, endothelial cells, fibroblasts, epithelial cells, as well as monocytes and macrophages. Differential expression analysis of NK cells and non‐NK cells was conducted through the FindMarkers function in the Seurat package. Genes that were expressed in at least 25% of NK cells with an absolute value of logFC greater than 1 were screened to ensure that genes with significant expression differences were selected. In addition, with the FeaturePlot function, the expression distribution of the central genes on the t‐SNE down‐plot was plotted.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5832, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell communication", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5851, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The CellChat package was used to construct cell‐to‐cell communication networks and to assess and summarize the probability of communication between different cell types. By grouping NK cells according to their risk scores, the communication patterns between high‐ and low‐risk NK cells as well as other cell types were analysed, including the number and strength of communications.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6241, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Survival analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6259, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For assessing the influence of each characteristic on the patient's overall survival, both univariate and multivariate Cox analyses were performed using the coxph function within the R package survival. Survival regressions were fitted with the survminer package, the timeROC package was adopted for analysing the predictive performance of the model, and the ggplot2 package for plotting K‐M curves, risk factor plots and ROC curves.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6695, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Machine learning for prognostic modelling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6737, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cox Partial Least Squares Regression (plsRcox);", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CoxBoost;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6795, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Elastic Network (Enet);", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Random Survival Forest (RSF);", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6849, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lasso;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6856, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Survival Support Vector Machine (survival‐SVM);", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6906, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Supervised Principal Components (SuperPC);", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6949, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stepwise Cox;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6963, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Ridge;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Generalized Boosting Regression Model (GBM).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7015, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Totally 10 machine learning algorithms were integrated:  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7073, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "And 101 combinations of them are explored to construct an efficient risk prediction model. The performance of these models is tested by fitting them on a training set (TCGA) and testing them on two independent validation sets, GSE162228 and GSE1456. In addition, the C‐index was calculated for assessing the predictive performance of the models.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7421, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Creating and assessing a nomogram", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7455, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A nomogram integrating risk scores and independent prognostic factors was constructed through the RMS R package to intuitively predict the patient survival probability. The nomogram took into account clinicopathological characteristics and risk scores for predicting patient survival. The C‐index at different time points was calculated by the PEC package, and calibration curves, C‐index plots and DCA were performed to quantify the practical utility of the nomogram in making informed clinical decisions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7966, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunohistochemistry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7987, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Immunohistochemical (IHC) section data related to BC were obtained using the HPA database for analysis of the expression of key proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8125, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Haematoxylin and eosin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8148, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Haematoxylin and eosin stained tumour images of BC patients and their histological and pathological status were downloaded from the TCGA official website. Haematoxylin binds to nucleic acids in the nucleus, resulting in a blue staining of the nucleus; eosin, an acidic dye, stains cytoplasmic and extracellular matrix components pink to red. Haematoxylin and eosin staining is valuable for identifying tumour constituents and TME.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8579, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Conducting functional enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8621, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functional enrichment analysis (FEA) of genes was conducted using the clusterProfiler package, and pairwise similarity of enrichment terms (term) was calculated by Jaccard's similarity index (JC). The results were then clustered using hclust. Then, the clustering results were visualized via the ggplot2 package, igraph package and ggraph package. The limma was utilized to detect differentially expressed genes (DEGs) between high‐ and low‐risk groups. Gene set enrichment analysis (GSEA) was conducted by clusterProfiler in combination with the enrichplot package for identifying the enrichment of DEGs on known biopathways. Samples were subjected to gene set variation analysis (GSVA) with the GSVA and GSEABase packages to assess the difference in activity of different biological pathways in the high‐ and low‐risk groups. Combining the GSVA scores and risk scores, correlation matrix heatmaps were generated via the corrplot package to explore the correlation of biopathway activity with risk scores.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9636, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mutation analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9654, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MATH score was employed to measure the level of intra‐tumour heterogeneity (ITH) in tumours with mutant alleles. following the description of a previous study in which MATH scores were obtained by analysing BC tumours and their matched normal samples. Waterfall plots were generated using the maftools package by comparing mutation frequencies between groups, and genes with the most significant differences were selected for further copy number variation (CNV) analyses to reveal the potential role of these genes in BC development.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10194, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immune analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10210, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Immune score, stromal score, ESTIMATE score as well as tumour purity in the TME of BCs were assessed using the deconvo tme function from the IOBR package. The enrichment score of MsigDB immune‐associated pathways in the samples was calculated using the ssGSEA algorithm. Correlation matrix heatmaps were calculated and created according to the corrplot function to assess the association of the hub gene expression with the immune score calculated by the CIBERSORT algorithm. Lollipop plots were drawn to visualize the strength of Spearman's correlation between risk scores and immune cell types.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10809, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Drug prediction and activity assessment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10849, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on the top 150 differential genes in different risk classes, drug activity prediction was performed using the Connectivity Map (CMAP). eXtremeLogFC analysis and heatmap visualization were used to assess the strength and direction of drug effects on different cell lines. By calculating the similarity between the drugs and the differential gene expression profiles, the drugs with possible therapeutic effects or potential anti‐tumour activities were screened out.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11322, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11330, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Examination of genes that are expressed differently and their abundance in NK cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11414, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The research ideas are shown in Figure S1. As shown in Figure 1A, all the cells were divided into 28 clusters, which were further refined into 8 cell subpopulations, including NK cells, B cells, T cells, etc. (Figure 1B). Heatmaps (Figure 1C) were drawn to show the expression of top DEGs in different cell types, with a specific focus on NK cells. Differential gene analysis of NK cells and non‐NK cells identified 44 genes that were significantly expressed relative to other cell types, and these genes were seen to be enriched in cytokine‐ or T‐cell‐associated functions and pathways (Figure 1D,E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12029, "infons": {"file": "JCMM-28-e18549-g001.jpg", "id": "jcmm18549-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "Single‐cell transcriptomics analysis and identification of NK cell marker genes. (A) t‐SNE identified cell clusters; (B) distribution map of t‐SNE in eight cell subclusters; (C) heatmap showing the gene distribution in every cell type, with colour shades representing the level of gene expression; (D) network diagram; and (E) clustering tree showing the functional enrichment results of 44 genes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12433, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Development and verification of a prognostic model for NKRGs ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12495, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Univariate Cox analysis further screened 22 prognostically relevant genes (see Table 1 for details). To further construct the model, 21 genes co‐existing in the GSE162228 and GSE1456 datasets were screened to fit the risk prediction model. After combining the C‐indexes of the three datasets (Figure 2A), it was found that Lasso + RSF possessed the highest average C‐index. After the superposition of the two algorithms, nine genes (BTG1, CCL5, CD24, CD52, DSTN, IL7R, KRT19, RAC2, RGS1 and RPS27) were finally screened (Figure 2B–E). This model is also significantly superior to previous studies (see Figure S2). Our analysis of the TCGA, GSE162228, and GSE1456 datasets revealed that the high‐risk group consistently exhibited a more worse outcome than the low‐risk group (Figure 3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13302, "infons": {"file": "jcmm18549-tbl-0001.xml", "id": "jcmm18549-tbl-0001", "section_type": "TABLE", "type": "table_caption"}, "text": "22 NKGs associated with prognosis in breast cancer patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13363, "infons": {"file": "jcmm18549-tbl-0001.xml", "id": "jcmm18549-tbl-0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><col align=\"left\" span=\"1\"/><thead valign=\"bottom\"><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Tag</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">HR</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Lower</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Upper</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Likelihood</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">logrank</th><th align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Wald</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">RAC2</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.751037112</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.641058771</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.879883044</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000383341</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000412855</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.00039408</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD24</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.200716339</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.084056849</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.329930001</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000272812</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000545739</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.000452025</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD52</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.827644654</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.734499747</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.932601648</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.001555953</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.001898317</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.001900101</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD3D</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.834735336</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.741469552</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.939732562</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.002244719</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.002719353</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.002805853</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IL2RG</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.780474442</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.661747074</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.920503285</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.002153256</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.003139089</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.003241978</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CCL5</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.862048487</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.776323335</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.9572398</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.004937302</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005369637</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005474286</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">DSTN</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.516160825</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1.133408661</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2.028168414</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.004738887</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005399567</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005054195</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD3E</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.83974943</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.742229677</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.950082067</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.004634607</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005430506</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005554403</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">BTG1</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.721362514</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.571335588</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.910784988</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.005652815</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.006074</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.006042192</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD2</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.855993626</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.762499063</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.960952116</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.007661992</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008258777</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008415667</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">RPS27</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.697406358</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.532615218</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.913183873</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008667407</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008815497</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008785824</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HCST</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.707837841</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.543197727</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.922379428</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.00700097</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.010367107</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.01052334</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">IL7R</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.838426284</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.731994074</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.960333777</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.008941424</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.010755773</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.010949188</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">RGS1</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.851064258</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.749971563</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.96578378</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.012827863</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.012322391</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.012433778</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD69</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.795222737</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.659013015</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.959585299</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.013684832</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.016712683</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.016833297</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">NKG7</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.867166176</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.76817292</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.97891654</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.018083925</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.020885944</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.021193916</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CORO1A</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.839802047</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.720534767</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.97881117</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.022729581</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.025428003</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.02548271</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CYTIP</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.832309122</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.70758051</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.979024245</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.023054164</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.026413013</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.026699544</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">CD7</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.827135451</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.692519079</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.98791943</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.029915458</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.035771865</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.036253719</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">KRT19</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.887779181</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.793305077</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.993504136</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.047432185</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.039196464</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.038126873</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">SRGN</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.857859528</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.740693584</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.99355926</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.039671472</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.040673256</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.040736429</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">TNFAIP3</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.840235799</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.707321635</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.998126118</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.045740629</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.047412945</td><td align=\"char\" char=\".\" valign=\"top\" rowspan=\"1\" colspan=\"1\">0.047556217</td></tr></tbody></table>\n"}, "text": "Tag\tHR\tLower\tUpper\tLikelihood\tlogrank\tWald\t \tRAC2\t0.751037112\t0.641058771\t0.879883044\t0.000383341\t0.000412855\t0.00039408\t \tCD24\t1.200716339\t1.084056849\t1.329930001\t0.000272812\t0.000545739\t0.000452025\t \tCD52\t0.827644654\t0.734499747\t0.932601648\t0.001555953\t0.001898317\t0.001900101\t \tCD3D\t0.834735336\t0.741469552\t0.939732562\t0.002244719\t0.002719353\t0.002805853\t \tIL2RG\t0.780474442\t0.661747074\t0.920503285\t0.002153256\t0.003139089\t0.003241978\t \tCCL5\t0.862048487\t0.776323335\t0.9572398\t0.004937302\t0.005369637\t0.005474286\t \tDSTN\t1.516160825\t1.133408661\t2.028168414\t0.004738887\t0.005399567\t0.005054195\t \tCD3E\t0.83974943\t0.742229677\t0.950082067\t0.004634607\t0.005430506\t0.005554403\t \tBTG1\t0.721362514\t0.571335588\t0.910784988\t0.005652815\t0.006074\t0.006042192\t \tCD2\t0.855993626\t0.762499063\t0.960952116\t0.007661992\t0.008258777\t0.008415667\t \tRPS27\t0.697406358\t0.532615218\t0.913183873\t0.008667407\t0.008815497\t0.008785824\t \tHCST\t0.707837841\t0.543197727\t0.922379428\t0.00700097\t0.010367107\t0.01052334\t \tIL7R\t0.838426284\t0.731994074\t0.960333777\t0.008941424\t0.010755773\t0.010949188\t \tRGS1\t0.851064258\t0.749971563\t0.96578378\t0.012827863\t0.012322391\t0.012433778\t \tCD69\t0.795222737\t0.659013015\t0.959585299\t0.013684832\t0.016712683\t0.016833297\t \tNKG7\t0.867166176\t0.76817292\t0.97891654\t0.018083925\t0.020885944\t0.021193916\t \tCORO1A\t0.839802047\t0.720534767\t0.97881117\t0.022729581\t0.025428003\t0.02548271\t \tCYTIP\t0.832309122\t0.70758051\t0.979024245\t0.023054164\t0.026413013\t0.026699544\t \tCD7\t0.827135451\t0.692519079\t0.98791943\t0.029915458\t0.035771865\t0.036253719\t \tKRT19\t0.887779181\t0.793305077\t0.993504136\t0.047432185\t0.039196464\t0.038126873\t \tSRGN\t0.857859528\t0.740693584\t0.99355926\t0.039671472\t0.040673256\t0.040736429\t \tTNFAIP3\t0.840235799\t0.707321635\t0.998126118\t0.045740629\t0.047412945\t0.047556217\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15137, "infons": {"file": "JCMM-28-e18549-g004.jpg", "id": "jcmm18549-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Construction of NKRG models based on 101 machine learning algorithms. (A) Construction of prognostic models using 101 machine learning algorithms and analysis of the C‐index within three datasets; (B) trajectory maps; (C) feature coefficients calculated by Lasso and screened by 10‐fold cross‐validation; further screening using RSF; (D) error rate curves showing the trend of the oob error rate with the number of counts; and (E) bar plot showing the nine variables that significantly contributed to survival time.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15659, "infons": {"file": "JCMM-28-e18549-g005.jpg", "id": "jcmm18549-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Relationship between patient risk scores and survival status in three datasets. (A) TCGA; (B) GSE162228; and (C) GSE1456 datasets, K‐M curves and time‐dependent ROC curves of patient risk scores versus survival status.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15882, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 4 demonstrates notable disparities in age, stage, N stage and M stage, as well as survival between patients categorized as having high‐risk scores and those categorized as having low‐risk ratings (p < 0.05). The prevalence of patients at high‐risk was notably greater in patients over the age of 60, patients who experienced mortality, patients with Stage III + IV, N1 + N2 + N3, and M1 patients (p < 0.05). Moreover, patients exhibiting higher risk scores showed a tendency towards lower survival rates in both older and younger patients, patients with Stage I + II/III + IV, patients with or without lymphatic metastases, and patients without distant metastases (Figure 5A–G). The ROC analysis revealed the AUC of NKRGs at 1‐, 3‐ and 5‐year intervals for these different clinicopathological characteristics was above 0.9 (p < 0.05), which indicated a strong predictive performance of NKRGs for the prognosis of BC patients (Figure 5H–N).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16880, "infons": {"file": "JCMM-28-e18549-g011.jpg", "id": "jcmm18549-fig-0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of clinicopathological characteristics between patients with high‐ and low‐risk scores. (A) Distribution of patients with different clinicopathological features across risk classes; association between risk classes and patients' (B) age; (C) survival time; (D) stage; (E) TNM N; and (F) TNM M.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17189, "infons": {"file": "JCMM-28-e18549-g009.jpg", "id": "jcmm18549-fig-0005", "section_type": "FIG", "type": "fig_caption"}, "text": "K‐M curves and ROC curves for high‐ and low‐risk patients with different clinical features. (A) Age >60 years; (B) age ≤60 years; (C) Stage I + II; (D) Stage III + IV; (E) TNM N0; (F) TNM N1N3; (G) TNM M0; ROC curves of patients with (H) age >60 years; (I) age ≤60 years; (J) Stage I + II; (K) Stage III + IV; (L) TNM N0; (M) TNM N1N3; and (N) TNM M0.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17575, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction and validation about nomogram", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17618, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After univariate and multivariate Cox analyses (Figure 6A,B), NKRGs were found to be one independent factor for BC patient prognosis (p < 0.001). In order to further evaluate the value of clinical use of NKRGs, a nomogram was generated in the light of different clinical characteristics and risk score (Figure 6C). It was found that the NKRGs possessed high consistency between the predicted probabilities and the frequency of events at different time points (Figure 6D).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18097, "infons": {"file": "JCMM-28-e18549-g008.jpg", "id": "jcmm18549-fig-0006", "section_type": "FIG", "type": "fig_caption"}, "text": "Construction of column line graph and validation. (A) Univariate and (B) multivariate cox analyses between disparate clinicopathological features and risk score; (C) nomogram constructed based on disparate clinicopathological features and risk score; (D) calibration curves; (E) C‐index plots; and (F) decision curve analyses to compare the predictive performance of the nomogram.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18480, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moreover, both nomogram and risk score have high C‐index (>0.9, Figure 6E). In addition, the model had a high predictive accuracy and a high net clinical benefit (Figure 6F).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18659, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Potential molecular functions of NKRGs ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18699, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Further analysis revealed that allograft rejection, interferon gamma response as well as interferon alpha response were significantly enriched in the low‐risk group (NES <0, Figure 7A). As shown in Figure 7B, myc targets v2, protein secretion, spermatogenesis and unfolded protein response were notably enriched in the high‐risk one (p < 0.05). Meanwhile, according to GSVA results (Figure 7C), the bioactivities of these pathways were also notably disparate in the high‐risk group.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19195, "infons": {"file": "JCMM-28-e18549-g007.jpg", "id": "jcmm18549-fig-0007", "section_type": "FIG", "type": "fig_caption"}, "text": "Potential enrichment analysis of patients in risk groups. (A) Ridgeline plot by GSEA showing significantly enriched biopathways in the low‐risk group; (B) GSEA plot exhibiting significantly enriched biological pathways in high‐risk group; (C) results of GSVA analysis of biological pathways in the high‐ and low‐risk groups; (D) association matrix heatmap revealing significant correlation between risk score and biopathway activity; and (E) relationship between TNFα signalling pathway activity and survival prognosis of breast cancer patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19750, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Correlation analysis (Figure 7D) uncovered a strong association between the risk scores and the activities of these biological pathways, which emphasized the potential of NKRGs for risk assessment. Survival analyses revealed that the activity of certain biological pathways was strongly linked to the survival prognosis of the patients, and in particular, there was a significant relationship between the level of activity of the TNFα signalling pathway and the survival of the patients (Figure 7E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20254, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutation analysis of different risk levels", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20297, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MATH score analysis revealed notably higher tumour heterogeneity in the high‐risk group compared to the low‐risk one (Figure 8A, p < 0.05). K‐M survival curves further uncovered that the MATH score group, emphasized the crucial role of tumour heterogeneity in BC prognosis (Figure 8B). The analysis of the waterfall plot (Figure 8C,D) demonstrated the disparities in common mutations between the high‐ and low‐risk groups. Additionally, the analysis of commonality and mutual exclusion indicated that mutations in genes such as TTN and FLG were mutually exclusive in the low‐risk group, whereas genes including TP53 and PIK3CA showed mutual exclusion in the low‐risk one, suggesting the possible close association of these mutation patterns with the development of BC. CNV analysis on the top 10 genes exhibiting the highest frequencies in the high‐ and low‐risk groups revealed notable differences in CNV frequencies of these genes in different risk groups, especially genes such as PIK3CA showed significantly higher CNV frequencies in the high‐risk group, which is probably linked to their key roles in the development of tumours (Figure 8F).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21471, "infons": {"file": "JCMM-28-e18549-g002.jpg", "id": "jcmm18549-fig-0008", "section_type": "FIG", "type": "fig_caption"}, "text": "Mutation analysis of various risk levels. (A) Differences in MATH scores between risk groups; (B) K‐M curves showing differences in OS between high‐ and low‐risk groups and high and low MATH score groups; Waterfall plots showing somatic mutation landscapes in (C) high‐risk; (D) low‐risk patients; (E) heatmap showing the association of co‐occurring and exclusive mutations in the top 20 mutated genes in the high‐ and low‐risk groups; and (F) distribution of CNV frequencies in the DEG between the high‐ and low‐risk groups, with red dots indicating GAIN frequency and green dots indicating the frequency of LOSS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22106, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differences in communication networks associated with intercellular heterogeneity and NKRGs ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22199, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The expression of the nine genes were more deeply explored at the single‐cell level, as shown in Figure 9A, and these genes showed clear intercellular heterogeneity on other cells like NK cells or endothelial cells. Identify DEGs between high‐risk and low‐risk cell populations, with signals such as Th1 and Th2 cell differentiation and Th17 cell differentiation showing significant enrichment in the high‐risk group (Figure 9B). GSEA pointed out that myc targets and oxidative phosphorylation signals were greatly enriched in the high‐risk one (Figure 9C), reflecting the characteristics of metabolically active and increased cell proliferation in the high‐risk cell population. Analyses of cell–cell communication showed patterns of communication between high‐ and low‐risk NK cells and other cell types, with different molecules playing different roles in these critical processes (Figure 9D,E). Strong communication signalling differences existed between high‐ and low‐risk NK cells, particularly in the MIF pathway (Figure 9F), where tumour cells with different risk scores communicated with different cells, highlighting the differences in the patterns of intercellular communication and their potential role in disease progression at different risk levels.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23490, "infons": {"file": "JCMM-28-e18549-g003.jpg", "id": "jcmm18549-fig-0009", "section_type": "FIG", "type": "fig_caption"}, "text": "Differences in communication networks associated with intercellular heterogeneity and NK cell‐related genes. (A) Expression levels of 9 hub genes in scRNA‐seq and intercellular heterogeneity; (B) differential analysis of significantly enriched signals between high‐risk and low‐risk cell populations; (C) results of Gene set enrichment analysis analysis demonstrating biological pathways significantly enriched in the high‐risk group; (D) cell–cell communication networks between high‐risk; (E) low‐risk NK cells and other cell types; and (F) communication signalling differences in the MIF pathway between different risk NK cells.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24138, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation of NKRGs with TMEs ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24170, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We noted a higher percentage of tumour purity in the high‐risk group in contrast to the low‐risk one, while the StromalScore, ImmuneScore and ESTIMATEScore were significantly lower (p < 0.05, Figure 10A–D). The finding suggests that tumours in the high‐risk group are more aggressive and will progress malignantly more rapidly, and that the lower immune infiltration reflects the fact that the tumours may have developed mechanisms for avoiding attack by the immune system, leading to immune escape. The ssGSEA analysis showed significant differences in the enrichment results of immune‐associated pathways, like Th1, Th2 and Th17 cell l differentiation, in different risk levels (Figure 10E). Moreover, the decrease in the proportion of M1 macrophages and the corresponding increase in the proportion of M2 macrophages in the high‐risk group also demonstrated that the immune response was suppressed in the group, which was conducive to the growth of tumour cells (Figure 10F,H). There was also a strong association of the expression of nine central genes with the proportion of immune cells (Figure 10G). This was also demonstrated by the haematoxylin and eosin staining results, where the tissue sections of the high‐risk group were densely packed with tissue and deeply stained nuclei (Figure 10I), while those of the low‐risk group were relatively more homogeneous in tissue structure, where a large number of red areas could be seen (Figure 10J), which denoted that this group possessed a higher tumour component, and that the immune cells were suppressed and showed more aggressive tumour behaviours.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25804, "infons": {"file": "JCMM-28-e18549-g010.jpg", "id": "jcmm18549-fig-0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation between NKRGs and tumour immune microenvironment. Comparison of (A) StromalScore; (B) ImmuneScore; (C) ESTIMATEScore; (D) tumour purity in risk groups; (E) ssGSEA demonstrates the difference in activity of immune pathways; (F) Violin plot demonstrating differences in the proportion of immune cells in different risk levels; (G) Heatmap demonstrating the correlation between the nine hub genes and the proportion of immune cells; (H) Lollipop plot demonstrating the correlation between the proportion of immune cell types and NKRGs; (I) HE staining images of tissues from the high‐risk group; and (J) HE staining images of tissues from the low‐risk group. *p〈0.05, **p〈0.01, and ***p〈0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26517, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Correlation between NKRGs and clinical effectiveness and drug prediction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26591, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found that risk scores were notably lower in the group with a significant clinical response (CR/PR) (Figure 11B). The risk score for patients in complete remission was the lowest of all clinical response groups (Figure 11A). A higher proportion of patients in the low‐risk group showed a clinically successful response in contrast to those in the high‐risk one (Figure 11C). CMap analysis showed that common chemotherapeutic agents had significant drug activity in different cell lines, especially the BC cell line MCF7 (Figure 11D). By calculating the CMap score, butein may be a potentially optimal therapeutic option for the therapy of BC patients (Figure 11E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27268, "infons": {"file": "JCMM-28-e18549-g012.jpg", "id": "jcmm18549-fig-0011", "section_type": "FIG", "type": "fig_caption"}, "text": "Association between NKRGs and clinical effectiveness and drug prediction. (A) Presentation of the comparison of risk scores in the stable disease (SD), progressive disease (PD), complete response (CR), as well as partial response (PR) groups across the entire dataset; (B) comparison of risk scores in the clinically ineffective response (PD/SD) and effective response groups; (C) comparison of differences between clinical responses between high‐ and low‐risk groups using stacked histograms; (D) heatmap showing the drug activity of different drugs in different cell lines; and (E) the five drugs most likely to inhibit malignant progression of breast cancer were calculated using XSum analysis. *p〈0.05, **p〈0.01, and ***p〈0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28011, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of gene expression of NKRGs ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28051, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we evaluated the expression of nine genes in tumour and normal samples. IHC staining and TCGA and GTEx clinical samples revealed high expression of most genes in tumours. While CCL5, CD52, DSTN and IL7R still exhibited a trend of high expression in tumour samples, but no significant discrepancy existed. Other genes: BTG1, CD24, KRT19, RAC2 and RGS1 were significantly upregulated in tumour samples (Figure 12).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28474, "infons": {"file": "JCMM-28-e18549-g006.jpg", "id": "jcmm18549-fig-0012", "section_type": "FIG", "type": "fig_caption"}, "text": "Gene expression validation of NKRGs. (A) Expression of 9 genes in BC tumour and corresponding normal tissue samples in the TCGA and GTEx; (B) expression of 9 genes in paired samples in the TCGA breast cancer dataset; IHC showing expression of (C) BTG1; (D) CCL5; (E) CD24; (F) DSTN; (G) IL7R; (H) KRT19; (I) RAC2; and (J) RGS1 in breast cancer tumour samples and normal samples.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28853, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28864, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Treatment strategies for BC are gradually shifting from traditional surgical approaches to personalized precision therapy based on its inherent heterogeneity. This heterogeneity exists not only in tumours from one patient to another, but also in different regions within a single patient's tumour, further complicating the diagnosis, treatment and prognostic assessment of BC. The heterogeneity of BC stems mainly from differences in genomic, transcriptomic, proteomic and epigenomic features of cancer cells, which influence tumour proliferation, apoptosis, metastasis and response to therapy. In addition, the heterogeneity of BC is also manifested by the distribution and interactions of different cell populations in TME, which are implicated in cellular signalling through the release of cytokines, growth factors and so on, and which collectively influence tumour progression and therapeutic effectiveness. Thus, a comprehensive comprehension of the heterogeneity of BC can not only unveil the molecular underpinnings of tumour formation, but also direct more accurate therapy approaches, thereby enhancing the survival rate and quality of life for BC patients. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30033, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The heterogeneity of BC not only challenges the efficacy of treatment, but also has complex implications for immunosurveillance and the response to immunotherapy. In particular, NK cells, as crucial effectors in the innate immune system, take a crucial part in cancer immunosurveillance through directly killing cancer cells and regulating immune responses. However, the activation of NK cells and their role in TME is regulated by a number of factors, including signalling from inhibitory receptors, evasion molecules expressed by tumour cells, and the immunosuppressive microenvironment in TME. NK cell‐based immunotherapy is working to enhance the anti‐tumour activity of NK cells and overcome the inhibitory effects of TME, this includes targeting immunosuppressive factors in TME to promote NK cell function. These advances underline the importance of understanding the impact of tumour heterogeneity on the immune response.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30967, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our study, the multidimensional roles of NKRGs in BC were unveiled for the first time, highlighting their importance in the regulation of the tumour immune microenvironment, the tumour heterogeneity expression and clinical prognosis assessment. With scRNA‐seq, we were able to carefully map the distribution of NK cells and other cell populations in BC, and the role of NKRGs in this complex interaction. Through machine learning algorithms, especially the combination of Lasso regression and RSF, we successfully constructed a BC prognostic signature based on nine NK cell marker genes. These marker genes include BTG1, CCL5, CD24, CD52, DSTN, IL7R, KRT19, RAC2, RGS1 and RPS27. The model not only showed high predictive accuracy, but also visualized the consistency between the prognostic prediction probability based on NKRGs and the actual survival of the patients through nomogram, a result that highlights the potential value of NKRGs in risk assessment and personalized treatment strategies for BC patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31987, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We further explored the interrelationship between NKRGs and TME in BC and found that tumour purity was positively linked to high‐risk scores, whereas immunity scores were reduced. This finding reveals that in BC patients with high‐risk scores, TME might be more inclined to suppress the immune response, thereby promoting the survival and proliferation of tumour cells. Fang et al. also found a negative correlation between risk scores and immunity scores in BC in their study, and hypothesised that the unfavourable prognosis of high‐risk individuals might be associated with limited immune infiltration. Notably, we also identified a potential therapeutic agent, butein, for high‐risk BC patients through drug sensitivity prediction analyses. Butein had notable anti‐BC effects by specifically targeting ERα. It not only suppressed the growth of ERα‐positive BC cells, but also facilitated their destruction through the proteasome pathway. In addition, butein can inhibit ERα‐negative BC cells through regulating the cell cycle and inducing apoptosis, showing its broad anti‐tumour potential. These findings highlight butein as one potential therapeutic candidate for different subtypes of BC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33203, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, by verifying the expression of NKRGs by immunohistochemistry and RNA‐seq, we further strengthened the potential use of these genes in the development and treatment of BC. BTG1, CCL5, CD24, CD52, IL7R and KRT19 are key factors in the development of BC and have been extensively reported in the past. Targeting BTG1 promotes immune escape in triple‐negative BC, whereas CCL5 and CD24 have been linked to the development of metastasis and prognosis in BC patients. Conversely, CD52 and KRT19 were identified as predictive biomarkers linked to the tumour microenvironment (TME) of BC, whereas genetic variations in IL7R dramatically raised the susceptibility to BC in Chinese Han women. Although the roles of DSTN, RAC2, RGS1 and RPS27 in BC have been relatively poorly studied, these genes also take crucial parts in the development of other malignancies. DSTN, a key factor regulating cytoskeletal reorganization, affects the migration and invasive ability of lung cancer cells by promoting β‐catenin nuclear translocation‐mediated EMT. RAC2, a small GTPase belonging to the Rho family, takes a crucial part in the regulation of cell motility, proliferation and survival, and takes a crucial par in the metastasis of hepatocellular carcinoma and other cancers through cell migration. RGS1 has been identified as the gene with the highest immune relevance in the RGS family, and RGS1 inherent in tumours is able to participate in the regulation of various intracellular biological processes, enhance tumour immunogenicity and anti‐tumour immune responses, and reverse immune resistance. RPS27, as a multifunctional protein, affects the translation of mRNA, and its aberrant expression may affect apoptosis and proliferation of tumour cells. The role of these genes suggests that they may serve as new targets for tumour therapy, and we speculate that they may have a similar role in BC, which needs further investigation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35142, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although our study has demonstrated the importance of NK cells in tumour immune surveillance and we have integrated single‐cell transcriptomics and machine learning techniques, the predictive performance of the model still needs to be validated in larger and multicentre datasets. In addition, our study is mainly based on public data analysis, and further experimental validation and clinical trials are needed to confirm the specific role and mechanism of NK cell‐related genes in breast cancer prognosis. This will be the main focus of our follow‐up research.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35711, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The risk model developed in this work serves as a reliable prediction tool for determining the survival prognosis of BC patients. It also offers novel perspectives to the understanding of the complexity of BC TME, guiding immunotherapy decisions and discovering new therapeutic targets. These results underscore the critical role of NK cells in BC immunosurveillance and their potential application in the development of novel immunotherapeutic strategies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36168, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "AUTHOR CONTRIBUTIONS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36189, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": " Juanjuan Mao: Conceptualization (equal); data curation (equal); formal analysis (equal). Ling‐lin Liu: Methodology (equal). Qian Shen: Methodology (equal). Mengyan Cen: Formal analysis (equal); resources (equal).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36405, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "CONFLICT OF INTEREST STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36436, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "This study does not involve any conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36491, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36514, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "DATA AVAILABILITY STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36542, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36660, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36671, "infons": {"fpage": "7504", "issue": "13", "lpage": "7514", "pub-id_pmid": "32412186", "section_type": "REF", "source": "J Cell Mol Med", "type": "ref", "volume": "24", "year": "2020"}, "text": "A five‐microRNA signature for individualized prognosis evaluation and radiotherapy guidance in patients with diffuse lower‐grade glioma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36811, "infons": {"fpage": "28", "issue": "1", "pub-id_pmid": "36721232", "section_type": "REF", "source": "Cell Commun Signal", "type": "ref", "volume": "21", "year": "2023"}, "text": "c‐MYC mediates the crosstalk between breast cancer cells and tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36897, "infons": {"elocation-id": "1285540", "pub-id_pmid": "37965341", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "14", "year": "2023"}, "text": "Application of single‐cell sequencing to the research of tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36979, "infons": {"fpage": "951", "issue": "4", "lpage": "969", "pub-id_pmid": "36694462", "section_type": "REF", "source": "Mol Ther", "type": "ref", "volume": "31", "year": "2023"}, "text": "Immunomodulatory effect of locoregional therapy in the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37057, "infons": {"fpage": "583", "lpage": "609", "pub-id_pmid": "33637019", "section_type": "REF", "source": "Annu Rev Immunol", "type": "ref", "volume": "39", "year": "2021"}, "text": "Insights gained from single‐cell analysis of immune cells in the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37147, "infons": {"fpage": "4323", "issue": "12", "lpage": "4335", "pub-id_pmid": "38006433", "section_type": "REF", "source": "Cancer Immunol Immunother", "type": "ref", "volume": "72", "year": "2023"}, "text": "Comprehensive analysis of scRNA‐seq and bulk RNA‐seq data reveals dynamic changes in tumor‐associated neutrophils in the tumor microenvironment of hepatocellular carcinoma and leads to the establishment of a neutrophil‐related prognostic model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37399, "infons": {"elocation-id": "1168191", "pub-id_pmid": "37503341", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "14", "year": "2023"}, "text": "Single‐cell RNA sequencing reveals tumor immune microenvironment in human hypopharygeal squamous cell carcinoma and lymphatic metastasis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37538, "infons": {"fpage": "90", "issue": "2", "lpage": "105", "pub-id_pmid": "35637393", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "23", "year": "2023"}, "text": "Roles of natural killer cells in immunity to cancer, and applications to immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37625, "infons": {"elocation-id": "155120", "pub-id_pmid": "38280274", "section_type": "REF", "source": "Pathol Res Pract", "type": "ref", "volume": "254", "year": "2024"}, "text": "Natural killer cell‐mediated immune surveillance in cancer: role of tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37718, "infons": {"fpage": "9587", "issue": "11", "pub-id_pmid": "37298537", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "24", "year": "2023"}, "text": "The novel‐natural‐killer‐cell‐related gene signature predicts the prognosis and immune status of patients with hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37862, "infons": {"elocation-id": "e3657", "issue": "1", "pub-id_pmid": "38282150", "section_type": "REF", "source": "J Gene Med", "type": "ref", "volume": "26", "year": "2024"}, "text": "Prognosis and therapy in thyroid cancer by gene signatures related to natural killer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37953, "infons": {"elocation-id": "112558", "pub-id_pmid": "34953396", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "146", "year": "2022"}, "text": "Immunotherapy of cancer in single‐cell RNA sequencing era: a precision medicine perspective", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38047, "infons": {"fpage": "359", "issue": "4", "lpage": "372", "pub-id_pmid": "33563578", "section_type": "REF", "source": "Trends Cancer", "type": "ref", "volume": "7", "year": "2021"}, "text": "Leveraging single‐cell approaches in cancer precision medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38112, "infons": {"fpage": "39", "issue": "1", "lpage": "48", "pub-id_doi": "10.1007/s10549-017-4113-z", "pub-id_pmid": "28093659", "section_type": "REF", "source": "Breast Cancer Res Treat", "type": "ref", "volume": "162", "year": "2017"}, "text": "Clinical and molecular relevance of mutant‐allele tumor heterogeneity in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38201, "infons": {"fpage": "732", "issue": "3", "lpage": "747", "pub-id_pmid": "29782246", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "287", "year": "2018"}, "text": "Precision medicine and radiogenomics in breast cancer: new approaches toward diagnosis and treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38302, "infons": {"fpage": "3837", "issue": "15", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "15", "year": "2023"}, "text": "Precision medicine: disease subtyping and tailored treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38363, "infons": {"fpage": "2664", "issue": "10", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "15", "year": "2023"}, "text": "HER2 intratumoral heterogeneity in breast cancer, an evolving concept", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38433, "infons": {"elocation-id": "1083048", "section_type": "REF", "source": "Front Endocrinol", "type": "ref", "volume": "14", "year": "2023"}, "text": "The complex nature of heterogeneity and its roles in breast cancer biology and therapeutic responsiveness", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38539, "infons": {"fpage": "4002", "issue": "4", "pub-id_pmid": "36835413", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "24", "year": "2023"}, "text": "Crosstalk of inflammatory cytokines within the breast tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38616, "infons": {"elocation-id": "15332", "issue": "20", "pub-id_pmid": "37895012", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "24", "year": "2023"}, "text": "Unveiling the immune microenvironment's role in breast cancer: a glimpse into promising frontiers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38714, "infons": {"fpage": "105", "issue": "1", "pub-id_pmid": "37415164", "section_type": "REF", "source": "Mol Cancer", "type": "ref", "volume": "22", "year": "2023"}, "text": "Advancements in clinical aspects of targeted therapy and immunotherapy in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38802, "infons": {"fpage": "835", "issue": "8", "lpage": "847", "pub-id_pmid": "32690952", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "21", "year": "2020"}, "text": "The NK cell‐cancer cycle: advances and new challenges in NK cell‐based immunotherapies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38893, "infons": {"elocation-id": "965", "issue": "3", "pub-id_doi": "10.3390/pharmaceutics15030965", "pub-id_pmid": "36986825", "section_type": "REF", "source": "Pharmaceutics", "type": "ref", "volume": "15", "year": "2023"}, "text": "SGLT2 inhibitor‐dapagliflozin attenuates diabetes‐induced renal injury by regulating inflammation through a CYP4A/20‐HETE signaling mechanism", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39041, "infons": {"fpage": "34", "issue": "1", "pub-id_pmid": "36797782", "section_type": "REF", "source": "Mol Cancer", "type": "ref", "volume": "22", "year": "2023"}, "text": "NK cells are never alone: crosstalk and communication in tumour microenvironments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39123, "infons": {"elocation-id": "1303605", "pub-id_pmid": "38022646", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "14", "year": "2023"}, "text": "NK cell exhaustion in the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39172, "infons": {"fpage": "2323", "issue": "8", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "15", "year": "2023"}, "text": "The function of NK cells in tumor metastasis and NK cell‐based immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39251, "infons": {"elocation-id": "1286750", "pub-id_pmid": "38022679", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "14", "year": "2023"}, "text": "Charting a killer course to the solid tumor: strategies to recruit and activate NK cells in the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39370, "infons": {"fpage": "85", "issue": "2", "lpage": "100", "pub-id_pmid": "32934330", "section_type": "REF", "source": "Nat Rev Clin Oncol", "type": "ref", "volume": "18", "year": "2021"}, "text": "Exploring the NK cell platform for cancer immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39426, "infons": {"elocation-id": "e0191358", "issue": "1", "pub-id_pmid": "29342200", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "13", "year": "2018"}, "text": "Inhibiting TGF‐beta signaling preserves the function of highly activated, in vitro expanded natural killer cells in AML and colon cancer models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39573, "infons": {"elocation-id": "1138049", "pub-id_doi": "10.3389/fonc.2023.1138049", "pub-id_pmid": "37035151", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "13", "year": "2023"}, "text": "Identification of a centrosome‐related prognostic signature for breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39653, "infons": {"fpage": "3721", "issue": "11", "pub-id_pmid": "33294263", "section_type": "REF", "source": "Am J Cancer Res", "type": "ref", "volume": "10", "year": "2020"}, "text": "ERα is a target for butein‐induced growth suppression in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39728, "infons": {"elocation-id": "e0215269", "issue": "10", "pub-id_pmid": "31665136", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "14", "year": "2019"}, "text": "The inhibitory effects of butein on cell proliferation and TNF‐α‐induced CCL2 release in racially different triple negative breast cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39877, "infons": {"elocation-id": "109805", "section_type": "REF", "source": "Int Immunopharmacol", "type": "ref", "volume": "116", "year": "2023"}, "text": "Dysfunction of the ST7‐AS1/miR‐301b‐3p/BTG1 ceRNA network promotes immune escape of triple‐negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39999, "infons": {"fpage": "3317", "issue": "4", "lpage": "3326", "pub-id_pmid": "24272202", "section_type": "REF", "source": "Tumour Biol", "type": "ref", "volume": "35", "year": "2014"}, "text": "BTG1 expression correlates with the pathogenesis and progression of breast carcinomas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40085, "infons": {"elocation-id": "972383", "pub-id_pmid": "36033472", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2022"}, "text": "CCL5 mediates breast cancer metastasis and prognosis through CCR5/Treg cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40162, "infons": {"elocation-id": "689839", "pub-id_pmid": "34434894", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "11", "year": "2021"}, "text": "A systematic review to clarify the prognostic values of CD44 and CD44+ CD24‐phenotype in triple‐negative breast cancer patients: lessons learned and the road ahead", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40330, "infons": {"fpage": "309", "issue": "2", "lpage": "315", "section_type": "REF", "source": "Pigment Cell Melanoma Res", "type": "ref", "volume": "37", "year": "2020"}, "text": "CD52 is a prognostic biomarker and correlated with immune features in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40414, "infons": {"elocation-id": "106756", "pub-id_pmid": "32659700", "section_type": "REF", "source": "Int Immunopharmacol", "type": "ref", "volume": "86", "year": "2020"}, "text": "IL‐7R gene variants are associated with breast cancer susceptibility in Chinese Han women", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40506, "infons": {"fpage": "1838", "issue": "10", "pub-id_pmid": "36292723", "section_type": "REF", "source": "Genes", "type": "ref", "volume": "13", "year": "2022"}, "text": "A comprehensive analysis of KRT19 combined with immune infiltration to predict breast cancer prognosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40609, "infons": {"fpage": "209", "issue": "1", "lpage": "218", "pub-id_pmid": "31724785", "section_type": "REF", "source": "Cancer Sci", "type": "ref", "volume": "111", "year": "2020"}, "text": "Significant association between high serum CCL5 levels and better disease‐free survival of patients with early breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40736, "infons": {"elocation-id": "e65418", "pub-id_pmid": "34318746", "section_type": "REF", "source": "elife", "type": "ref", "volume": "10", "year": "2021"}, "text": "Association of human breast cancer CD44‐/CD24‐cells with delayed distant metastasis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40824, "infons": {"elocation-id": "578002", "pub-id_pmid": "33240323", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "11", "year": "2020"}, "text": "CD52 is a prognostic biomarker and associated with tumor microenvironment in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40915, "infons": {"fpage": "780", "issue": "2", "pub-id_pmid": "33708560", "section_type": "REF", "source": "Gland Surg", "type": "ref", "volume": "10", "year": "2021"}, "text": "The immune‐related gene CD52 is a favorable biomarker for breast cancer prognosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40999, "infons": {"fpage": "1789", "issue": "12", "lpage": "1802", "pub-id_pmid": "32878967", "section_type": "REF", "source": "Mol Cancer Res", "type": "ref", "volume": "18", "year": "2020"}, "text": "Destrin contributes to lung adenocarcinoma progression by activating Wnt/β‐catenin signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41103, "infons": {"elocation-id": "111824", "issue": "1", "pub-id_pmid": "31926148", "section_type": "REF", "source": "Exp Cell Res", "type": "ref", "volume": "388", "year": "2020"}, "text": "Rho GTPases and related signaling complexes in cell migration and invasion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41178, "infons": {"fpage": "91", "issue": "1", "pub-id_pmid": "36348464", "section_type": "REF", "source": "Exp Hematol Oncol", "type": "ref", "volume": "11", "year": "2022"}, "text": "RHO GTPase family in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41224, "infons": {"elocation-id": "2279800", "issue": "1", "section_type": "REF", "source": "Onco Targets Ther", "type": "ref", "volume": "12", "year": "2023"}, "text": "Tumor‐intrinsic RGS1 potentiates checkpoint blockade response via ATF3‐IFNGR1 axis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41311, "infons": {"fpage": "889", "issue": "8", "lpage": "901", "pub-id_pmid": "35546566", "section_type": "REF", "source": "Adv Clin Exp Med", "type": "ref", "volume": "31", "year": "2022"}, "text": "Rps27 selectively regulates the expression and alternative splicing of inflammatory and immune response genes in thyroid cancer cells", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]