[{"source": "PMC", "date": "20220709", "key": "pmc.key", "infons": {}, "documents": [{"id": "9258069", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12885-022-09822-8", "article-id_pmc": "9258069", "article-id_pmid": "35790930", "article-id_publisher-id": "9822", "elocation-id": "734", "kwd": "Uveal melanoma Single-cell RNA sequencing Molecular mechanism Heterogeneity Prognosis", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Sun;given-names:Songlin", "name_1": "surname:Guo;given-names:Boxia", "name_2": "surname:Xu;given-names:Liang", "name_3": "surname:Shi;given-names:Rui", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "22", "year": "2022"}, "text": "Integrated analysis reveals the dysfunction of signaling pathways in uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 84, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 95, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Uveal melanoma (UM) is the most common primary intraocular malignancy with a strong tendency to metastasize. The prognosis is poor once metastasis occurs. The treatment remains challenging for metastatic UM, even though our understanding of UM has advanced, mostly because the complexity of the genetic and immunologic background has not been fully explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 454, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 462, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Single-cell sequencing data were acquired from a healthy dataset and three UM datasets. The differentially expressed genes between primary and metastatic UM in The Cancer Genome Atlas (TCGA) data were attributed to specific cell types and explained with functional annotation. The analysis for cell–cell communication was conducted by “CellChat” to understand the cell crosstalk among the cell clusters and to delineate the dysfunctional signaling pathways in metastatic UM. CCK-8, EdU and transwell assays were performed to verify the function of the genes of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1039, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1047, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We revealed aberrant signaling pathways with distinct functional statuses between primary and metastatic UM by integrating multiple datasets. The crucial signals contributing most to outgoing or incoming signaling of metastasis were identified to uncover the potential targeting genes. The association of these genes with disease risk was estimated based on survival data from TCGA. The key genes associated with proliferation and metastasis were verified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1504, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1516, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Conclusively, we discovered the potential key signals for occurrence and metastasis of UM and provided a theoretical basis for potential clinical application.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1675, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 1701, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s12885-022-09822-8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1793, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1806, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Uveal melanoma (UM) is a rare disease that arises from melanocytes in the uvea. As a common intraocular malignancy, the annual incidence rate of UM is 4.3 cases per one million people. Half of patients with UM will develop metastatic disease despite treatment of the primary tumor. The liver is the most common metastatic site, followed by the lungs, bone, and skin. No effective therapies are available to prevent the development of metastases. The average survival period for patients suffering from metastatic UM is no more than 1 year.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2346, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Genetic risk factors associated with UM disease include mutations in GNAQ and GNA11. Over 90% of UM patients carry constitutively active mutations in GNAQ and GNA11, which encode the ɑ-subunits Gq and G11. Mutations in BRCA-associated protein 1 (BAP1) are observed in over 80% of all UMs, and approximately 28% of patients with germline BAP1 alterations will develop a UM and usually result in metastasis within 5 years. In addition, mutations in SF3B1, SRSF2, EIF1AX, and other known cancer genes are observed in UM patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2877, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Intratumoural heterogeneity is regarded as one of the leading factors that determines metastasis, therapeutic resistance and recurrence. UM tissue is not a homogeneous structure but a complex ecosystem, where tumor cells and diverse cell types engage in dynamic crosstalk that leads to cancer evolution, adaptation and progression. Several lines of evidence indicate that immune cells play a protumor role in the development and metastasis of UM. UM cells may take advantage of immune privilege in the eye and escape immune surveillance even after leaving the niche.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3444, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Therefore, it is necessary to explore the interactive functions among the cell types and elucidate the molecular mechanism of the pathological changes in UM. In this study, we integrated TCGA data and four single-cell RNA sequencing (scRNA-seq) datasets containing one normal retinal pigment epithelium (RPE)/choroid dataset and three UM datasets to perform a detailed analysis of UM heterogeneity and intercellular communications that promoted cell state transitions. Our study may provide new signaling pathways and prognostic genes for UM treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3997, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4005, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "scRNA-seq data collection and quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 4051, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The raw data in this study were downloaded from the GEO database (GSE138433, GSE139829, GSE160883, and GSE135133), which comprised a normal dataset containing 11 healthy retinal pigment epithelium (RPE)/choroid samples and three UM datasets containing 20 primary UM samples and three metastatic UM samples. We excluded low-quality cells based on the following criteria: (1) the number of features between 200 and the median ± 3 x median absolute deviation (MAD), (2) the counts and the percentage of mitochondrial and ribosomal genes were smaller than the median ± 3 x MAD, (3) all cells expressing hemoglobin genes were excluded, and (4) a sample in the GSE160883 database was dropped due to having too few cells. This resulted in 222,075 single cells being considered for further study (11 healthy samples from GSE135133, 6 primary UM samples from GSE138433, 5 primary UM samples from GSE160883, 8 primary UM samples and 3 metastatic UM samples from GSE139829). The data information was summarized in Table S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5074, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of scRNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 5101, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Seurat package (4.0.5) was used in R (version 4.1.1) for processing the data from the four datasets. The 33 samples were integrated by the Harmony R package (0.1.0). After integration, the genes were summarized by principal component analysis (PCA) to reduce dimensionality. The first 30 principal components were used as input for cell clustering, and the cells were visualized in a two-dimensional uniform manifold approximation and projection (UMAP) representation. Cell types were annotated using canonical marker genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5630, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TCGA data collection and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 5666, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The human UM samples data were downloaded from The Cancer Genome Atlas (TCGA) database (https://portal.gdc.cancer.gov/). The “Alive, no UM metastasis” group (n = 50) and “Death, metastatic UM” group (n = 20) were obtained for further analysis. Other groups were dropped due to having too few samples. The log2(x + 1)-transformed gene expression of RNA-seq was restored to count data, and the DESeq2 package (1.32.0) was used for differentially expressed gene (DEG) analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6161, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional annotation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6192, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To enable the functional analysis of DEGs, we used the R package clusterProfiler (4.0.5) to perform GO (Gene Ontology) enrichment analysis. The subontology Biological Process was specifically focused. A P value < 0.05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6454, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Survival analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6472, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Kaplan–Meier survival analysis was performed for the UM patients. The Survminer package (0.4.9) was used for Kaplan–Meier analysis. The cutpoint was determined by the surv_cutpoint function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6667, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell–cell communication analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6702, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify and visualize cell–cell interactions between primary and metastatic UM samples, we employed the R package CellChat (1.1.3). We performed CellChat analysis according to the official workflow. All databases, including “Secreted Signaling”, “ECM-Receptor”, and “Cell–Cell Contact”, were used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7020, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 7038, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by the Ethical Committees of Yuncheng Central Hospital, Shanxi Medical University. Three primary UM tissue specimens were obtained from patients who underwent surgical resection at Yuncheng Central Hospital. The tumor tissues and adjacent normal tissues were separated by experienced doctors according to their gross appearance and stored immediately after the operation for cryopreservation. All samples were pathologically confirmed. The patient information was summarized in Table S2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7550, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 7563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MUM2B cells were purchased from iCell Bioscience (iCell-h148, iCell Bioscience, Shanghai, China) and cultured in 1640 medium containing 10% fetal bovine serum (FBS) and 1% penicillin/streptomycin (Gibco, Invitrogen, Carlsbad, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7799, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "siRNA transfection", "sentences": [], "annotations": [], "relations": []}, {"offset": 7818, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CD44 and SPP1 siRNAs were synthesized by GenePharma (Shanghai, China) and transfected individually at 50 nM using Lipofectamine RNAiMAX transfection reagent (13778–100, Thermo Fisher Scientific) according to the manufacturer’s instructions. The siRNA sequences used in this study are listed in Table S3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8128, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative real-time polymerase chain reaction (qRT–PCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 8189, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNA was extracted using TRIzol (Invitrogen, Carlsbad, CA, USA) and reverse-transcribed by the PrimeScript RT reagent Kit (RR037A, TaKaRa, Kyoto, Japan). The quantification of target mRNA was performed by SYBR Green-based detection. The mRNA expression level was calculated using the 2 − (∆∆Ct) method. GAPDH was used as an internal reference gene. The primers used in this study are listed in Table S4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8608, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CCK-8 assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 8620, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cell growth and viability were measured using a CCK-8 kit (Beyotime, Zhejiang, China) according to the manufacturer’s instructions. Briefly, 5 × 103 MUM2B cells/well were seeded in a 96-well flat-bottomed plate and transfected with CD44 or SPP1 siRNAs for 24 h. Subsequently, 10 μL CCK-8 dye was added to each well and incubated for 1 h. Cell viability was determined by measuring the absorbance at 450 nm using a microplate reader.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9069, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "EdU proliferation assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 9093, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess cell proliferation, MUM2B cells were seeded in 24-well plates and transfected with CD44 or SPP1 siRNAs for 48 h. Then, cell proliferation was detected using the incorporation of 5-ethynyl-2′-deoxyuridine (EdU) with Click-iT EdU Assays (Invitrogen, Carlsbad, CA, USA) according to the manufacturer’s instructions. Briefly, the cells were incubated with EdU for 24 h, fixed in 4% paraformaldehyde, and permeabilized with 0.4% Triton in PBS. Then, the cells were incubated in 1× Click-iT Reaction Buffer and washed with PBS. The cell nuclei were stained with DAPI (Sigma). The proportion of EdU-labeled cells was determined by fluorescence microscopy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9761, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell migration assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 9783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MUM2B cell migration was analyzed with a Transwell assay using a 24-well transwell with 8.0 μm pores (#3422, Corning Life Sciences, Corning, NY). MUM2B cells transfected with CD44 or SPP1 siRNAs were cultured for 24 h in RPMI 1640 supplemented with 10% FBS. Afterward, the cells were added to the top chamber with medium containing 2% FBS. Medium containing 10% FBS was added to the lower well. After culture for 12 h, the upper chamber was fixed with paraformaldehyde for 15 min and stained with 0.1% crystal violet. Cells that migrated to the bottom side of the membrane were counted in five random fields of view. The cell migration activity was described as the relative cell numbers of the transmitted cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10506, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10527, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analysis of the data was performed using GraphPad Prism 8 (GraphPad Software, San Diego, CA) with an unpaired t test or one-way ANOVA. P values lower than 0.05 were considered significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10728, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10736, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Integration of multiple single-cell transcriptomic data revealed the complexity of UM", "sentences": [], "annotations": [], "relations": []}, {"offset": 10822, "infons": {"file": "12885_2022_9822_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The integration and analysis of the scRNA-seq data from 33 samples in four datasets. A Workflow of single-cell data processing and analysis. B UMAP plot showing the integration of four datasets. C UMAP visualization of 222,075 cells, colored by cluster identity, and annotated on the basis of marker genes (D). E The composition of each cluster in each sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 11182, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "UM progression and treatment failure are often related to the heterogeneity of tumor cells. We downloaded scRNA-seq data from 33 samples (11 healthy samples and 22 UM patients) in four datasets to delineate the cellular heterogeneity in retinal pigment epithelium (RPE)/choroid tissues. After stringent quality control, a total of 222,075 cells from 33 samples were retained for further analysis (Fig. 1 A and Fig. S1). To exclude the batch effects across the datasets, we performed integration analysis for the 33 samples with the sctransform method. As shown in Fig. 1 B, the four datasets were well integrated for all 33 samples (Fig. S2). The differentially expressed genes (DEGs) among cell clusters and highly specific marker genes were selected to annotate cell types. Some small clusters were merged according to the common specific marker genes. As a result, all cells were identified as 12 clusters (Fig. 1 C), and each cluster had a unique gene expression (Fig. 1 D). The vision-associated cell types, such as rods, cones, biopolar cells and glia, originated from the healthy data, whereas the UM datasets were mainly composed of melanocytes, T cells, B cells and macrophages (Fig. 1 E). These findings indicate the proliferation of melanocytes and the infiltration of immune cells in UM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12483, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Tumor stage-specific alteration in the cell ratio of UM", "sentences": [], "annotations": [], "relations": []}, {"offset": 12539, "infons": {"file": "12885_2022_9822_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Cell composition in different tumor stages of UM. A UMAP plot showing the cell clustering in healthy samples and UM samples. B The composition of each sample in each cell cluster. C The percentage of healthy, primary and metastatic UM cells in each cluster. *, P < 0.05; #, P < 0.01", "sentences": [], "annotations": [], "relations": []}, {"offset": 12828, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Most UM patients develop metastatic disease with survival prognoses of no more than one year, so we paid close attention to metastasis-related cell clusters. As the disease developed and progressively worsened, most vision-related cells in the normal eye structure disappeared and were replaced by melanocytes (Fig. 2 A). A large proportion of primary and metastatic UM samples were observed in immune-associated clusters (Fig. 2 B). We collected patient information and metadata and calculated the cell proportions of healthy, primary and metastatic UM samples in each cluster. Our data showed that while a significant reduction in vision-related clusters was demonstrated, such as in Cluster 2, Cluster 3, Cluster 4, Cluster 5, Cluster 6, Cluster 7, Cluster 8, and Cluster 10, the proportion of melanocytes in Cluster 1 and macrophages in Cluster 9 was remarkably elevated (Fig. 2 C). Of note, the proportion of T cells (Cluster 0) and B cells (Cluster 11) was not statistically significant in our data due to the large variance differences, but it strongly implied the infiltration of these immune cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13937, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of DEGs in each cell cluster and TCGA associated with a high risk of metastasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14032, "infons": {"file": "12885_2022_9822_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "DEGs in TCGA data and scRNA-seq datasets. A Volcano plot of the DEGs in the “Alive, no UM metastasis” and “Death, metastatic UM” groups in TCGA data. B Heatmap depicting the top 500 most significant DEGs in the “Alive, no UM metastasis” group and the “Death, metastatic UM” group. C-F\nLeft, Venn diagrams of the shared and unique DEGs among the indicated groups in each cell type; right, the functional annotations for genes in all three groups in each cell type", "sentences": [], "annotations": [], "relations": []}, {"offset": 14511, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To reveal the DEGs in the UM tissues, we introduced the TCGA data. Gene expression was analyzed in the “Alive, no UM metastasis” (n = 50) and “Death, metastatic UM” (n = 20) groups. A total of 1328 genes were found to be differentially expressed (Table S5). As shown in Fig. 3 A, the volcano plot showed the upregulated and downregulated DEGs in the TCGA dataset with the cutoff criteria of P < 0.01 and |log2FC| > 1. Hierarchical clustering of the top 500 most significant DEGs indicated a greater similarity within each group and a significant difference between the non-UM metastasis and metastatic UM samples (Fig. 3 B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15160, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then analyzed the DEGs between primary and healthy samples and between metastatic and primary samples in each cluster (Table S6). Venn diagrams were used to demonstrate the overlapping DEGs among the three datasets, including significantly upregulated and downregulated genes. These DEGs were further applied to gene set enrichment in each cluster (Fig. 3 C-F). The results revealed the related molecular mechanisms and pathways of UM with distinct functional patterns. For example, the DEGs in the T cell cluster were significantly associated with T cell activation and the T cell receptor signaling pathway, and the DEGs in the B cell cluster were significantly correlated with antigen processing and presentation of peptide antigens. Interestingly, the melanocyte cluster is involved in the antigen processing and presentation of exogenous peptide antigen, suggesting reciprocal communication between melanocytes and immune cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16097, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of cell–cell communication between primary and metastatic UM", "sentences": [], "annotations": [], "relations": []}, {"offset": 16175, "infons": {"file": "12885_2022_9822_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Cell–cell communication between primary and metastatic UM. A Diagrams displaying the interaction number and strength in cell clusters. B Bar plot showing the interaction number and strength between primary and metastatic UM. C Heatmap depicting signals contributing the most to the overall signaling pathways in primary and metastatic UM. D APP signaling in cell–cell interactions between primary and metastatic UM. E The expression of the gene pair APP and CD74 in melanocytes, T cells, macrophages, and B cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 16692, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we aimed to identify alterations in cell–cell communication between primary and metastatic UM patients. The communication network between primary UM individuals and metastatic UM patients was constructed to characterize the alterations in signaling pathways (Fig. 4 A). The global number and strength of interactions were both reduced. Strikingly, the interaction strength in metastatic samples remained half of that in primary samples (Fig. 4 B). This was more obvious in the overall signaling patterns (Fig. 4 C). The alterations of signaling pathways were illustrated in the incoming and outgoing signaling patterns (Fig. S3). In particular, the MHC-I, MIF, APP, CD99, SPP1, LCK, and CLEC signaling pathways were actively involved in the outgoing and incoming signaling patterns between primary and metastatic UM patients. We further characterized each signaling pathway network and visualized the pathway genes in each cluster. As shown in Fig. 4 D, the cell interactions among T cells, B cells and macrophages were lost in metastatic UM samples compared to primary UM samples (Fig. 4 D). The expression of APP pathway genes, the APP ligand, and the receptor CD74 is shown in Fig. 4 E, revealing that the destruction of the APP pathway was due to the reduction in APP in macrophages and B cells. In contrast, CD74 expression was increased significantly. The analysis of the signaling pathway network and pathway genes in single cells showed the general destruction of the immune network (Fig. S4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18203, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of ligand–receptor pairs in UM patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 18256, "infons": {"file": "12885_2022_9822_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Survival analysis for key signaling pathways in UM patients. Kaplan–Meier survival analysis of the SPP1-CD44 gene pair (A) and HLA-C-CD8A gene pair (B) was performed to estimate the OS of high-risk and low-risk patients in the TCGA cohort. Expression of the SPP1-CD44 gene pair (C) and HLA-C-CD8A gene pair (D) in melanocytes, T cells, macrophages, and B cells. (E) H&E staining for the UM samples. (F) qPCR detection of gene pairs in the signaling pathway in UM and adjacent tissues", "sentences": [], "annotations": [], "relations": []}, {"offset": 18742, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine the correlation between the ligand–receptor pairs in signaling pathways and the clinical characteristics of UM patients, Kaplan–Meier survival analysis was conducted. The clinical information of 80 UM patients was collected from the TCGA database for the overall survival analysis. The results confirmed that the mRNA expression of these gene pairs was tightly correlated with the survival rate of UM (Fig. 5 A-B and Fig. S5). The decreased expression of the SPP1 signaling pathway, including the ligand SPP1 and the receptor CD44, was closely associated with poor overall survival in UM (Fig. 5 A), whereas the decreased expression of the MHC-I pathway, including HLA-C and CD8A, predicted a better survival rate (Fig. 5 B). We further investigated the contribution of each cell cluster to the overall elevation of SPP1 and CD44. The single-cell analysis showed that the attenuation of the SPP1 signaling pathway originated from the decrease in the expression of the pathway gene in melanocytes (Fig. 5 C). Interestingly, while the mRNA level of HLA-C was downregulated in melanocytes, its expression in immune cells was upregulated (Fig. 5 D), suggesting dysfunction of the immune response. The signaling gene pairs were also validated in UM samples. We obtained UM tissues (Fig. 5 E) and checked the gene expression of signaling gene pairs, such as SPP1-CD44, HLA-C-CD8A, in tumor and adjacent normal tissues. Consistent with the results observed in the sequencing data, these signaling genes were significantly altered (Fig. 5 F). Taken together, our results suggest that the signaling pathways are abnormally altered in UM samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20397, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SPP1 signaling pathway in melanocytes", "sentences": [], "annotations": [], "relations": []}, {"offset": 20435, "infons": {"file": "12885_2022_9822_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "The function of the SPP1 signaling pathway in melanocytes. Knockdown efficiency of CD44 (A) and SPP1 (B) in melanocytes. C Cell viability was determined 24 h after CD44 and SPP1 knockdown, followed by a CCK-8 assay. Data were normalized to NC. D Immunofluorescence staining using EdU in CD44- and SPP1-silenced melanocytes. Scale bars: 100 μm. E Data were collected from at least five sections, and cell numbers were averaged. F The migration activity of melanocytes transfected with CD44 siRNA or SPP1 siRNA was measured by a Transwell assay. G Data are shown as the mean ± SD of three independent experiments. **, P < 0.01", "sentences": [], "annotations": [], "relations": []}, {"offset": 21073, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To reveal the function of SPP1 signaling in melanocytes, we silenced the expression of SPP1 signaling genes, ligand CD44 and receptor SPP1, to measure the proliferation and migration in melanocytes. The knockdown efficiency was evaluated with quantitative PCR (qPCR), and the gene expression of CD44 and SPP1 was dramatically decreased by siRNA application (Fig. 6 A, B). Next, we examined the effects of SPP1 pathway interference on melanocyte proliferation. As shown in Fig. 6 C, both of the siRNA sequences targeting CD44 significantly lowered the viability of melanocytes, whereas the knockdown of SPP1 did not significantly affect the proliferation of MUM2B cells, as detected by the CCK-8 assay. In line with the results of the CCK-8 assay, MUM2B cells transfected with CD44 siRNA showed a remarkable decrease in EdU incorporation, but melanocytes with SPP1 ablation demonstrated a growth rate comparable to that of the control cells (Fig. 6DE). We further explored the influence of SPP1 signaling on melanocyte migration. The Transwell assay illustrated that knockdown of CD44 or SPP1 notably prevented cancer cell migration (Fig. 6FG). These results indicate that the SPP1 pathway plays a pivotal role in proliferation and migration in UM and that inhibition of this signaling pathway may favor the treatment of UM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22398, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22409, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "UM is a malignant tumor with high mortality and ocular morbidity. The easy invasion and metastasis of UM seriously threatens the vision and life of patients. Therefore, accurate prognostic biomarkers and early diagnosis are of great significance for the reduction of distant metastasis and promotion of UM treatment. Although great progress has been made for local control of primary disease, the survival rate after a diagnosis of metastatic UM is not satisfactory. The mechanisms of action, regulation and metastasis need to be elucidated to determine new diagnosis and treatment options.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23000, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present study provides several lines of evidence for understanding the pathogenesis of UM. First, we reveal the abnormal signaling pathway in UM samples. Using CellChat, we inferred intercellular communications and compared the healthy and diseased samples in UM to provide a new vision for recognizing the mechanism of UM. Second, we combined the bulk-seq analysis of UM with the scRNA-seq data, depicting the heterogeneity of the tumor tissues. Third, we attribute the contribution of the differentially expressed genes to each cell type and analyze the function of these genes in specific cell types. These findings suggest that the dysfunction of cell-cell communication, especially the inability or responsiveness of melanocytes and immune cells, may contribute to the exacerbation of UM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23798, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we took advantage of scRNA-seq technology to integrate four high-throughput transcriptome datasets to reveal the molecular features in healthy RPE/choroid tissue and primary and metastatic UM tissues. We included 222,075 single cells obtained by dynamic filtration from 33 samples (11 healthy, 19 primary and 3 metastatic samples). These cells were classified into 12 clusters (vision-associated cells and immune-associated cells), which indicated high heterogeneity in the progression of UM. Heterogeneity is one of the hallmarks of malignant tumors, which can cause tumor growth, invasion, and metastasis. Melanocyte carcinogenesis is paralleled by immune cell infiltration. As normal vision-related cells, such as cones and rods, diminished, the melanocytes expanded, accompanied by an increase in B cells, T cells and macrophages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24648, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We introduced bulk RNA-seq data from TCGA. The DEGs were obtained by comparing the “alive: no metastasis” and “death: metastasis” groups. These DEGs were further validated in single-cell data in melanocytes and immune cell clusters to reveal their functions. Our GO analysis demonstrated that these cells were involved in a series of immune processes: the T cell receptor signaling pathway, T cell differentiation, antigen processing and presentation, neutrophil activation in melanocytes, antigen processing and presentation in macrophages, and the type I interferon signaling pathway in B cells. These data implied that the immune response could play a key role in the development of UM. However, evidence has shown limited clinical efficacy with no benefit to OS for metastatic UM. Low response rates of checkpoint inhibition in advanced UM are observed in clinical practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25535, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To uncover the mechanism of the low immune response in UM, we constructed a cell crosstalk network by CellChat. Our results found that the overall number and strength of the interaction in metastatic UM were significantly attenuated compared to those in primary UM. Various signaling pathways, such as MHC-I, MIF, APP, CD99, SPP1, LCK, and CLEC, were impaired, especially the communication between melanocytes and immune cells. Previous studies have demonstrated the presence of immune infiltrates in primary and metastatic UM, but immune checkpoint blockade failed to achieve impressive OS in UM. To further explore the possible molecular mechanisms of nonresponsiveness in these immune cells, we analyzed the expression of signaling pathway genes at the single-cell level. As expected, substantial alterations in mRNA expression were observed in immune cells and melanocytes, which corresponded to the survival rate of UM patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26469, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For instance, the overall high expression of HLA-C and CD8A leads to a shorter OS. The high expression of HLA-C is attributed to T cells, B cells and macrophages but not melanocytes, suggesting immune dysfunction in the microenvironment. The SPP1-CD44 gene pair is another example. The low expression of both genes in melanocytes may be responsible for the poor OS, which indicates inadequate immune stimulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26882, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "SPP1 (secreted phosphoprotein 1), also called osteopontin, is a member of the small integrin-binding ligand, N-linked glycoprotein family of proteins. The gene is located on chromosome 4 (4q21-4q25) in humans and has five alternatively spliced transcripts. As a multifunctional phosphoglycoprotein, it is expressed in a wide range of cells, including osteoblasts, neurons, epithelial cells, and lymphoid cells. The SPP1 gene has been reported to participate in cancer development and progression. It is often overexpressed in the tumor microenvironment and elevated in the peripheral blood. Overexpression of SPP1 is linked to worse prognosis in many cancers, including hepatocellular carcinoma, colorectal cancer, lung cancer, breast cancer, bladder cancer, and acute myeloid leukemia. CD44 is a nonkinase transmembrane glycoprotein encoded by the CD44 gene located on the short arm of chromosome 11p13. CD44 was first identified on lymphocytes and is overexpressed in several cell types, including cancer stem cells. It is recognized as a cell adhesion protein and is involved in cell–cell and cell-matrix interactions. Our results showed that SPP1-CD44 signaling, at least in part, contributed to the malignancy of UM through the promotion of proliferation and metastasis. Therefore, understanding the function and regulation of the SPP1 pathway in UM will provide potential treatment options in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28295, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One of the striking features of UM is the infiltration of inflammatory and immune cells that promote tumor progression. Our data confirmed this result. The average proportions of lymphoid cells and myeloid cells were 0.35 and 9.08% in healthy samples, respectively. Interestingly, lymphoid cells increased to 2.23%, whereas myeloid cells decreased to 2.80% in primary UM samples. Both cell types were elevated dramatically in metastatic UM samples (more than 7% in lymphoid cells and 15% in myeloid cells). Although active infiltration of inflammatory and immune cells occurs in tumor tissues, the prognosis of metastatic UM is not favorable because melanocytes in UM have relatively few tumor-specific neoantigens that can be presented to the immune system and therefore they evade immune attack. This was observed in our data, where we showed that the CD8A-HLA-C gene pair was significantly increased in T/B cells but decreased in melanocytes, indicating the impairment of normal signaling transduction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29301, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The genetic background contributes to the progression of UM. The most commonly mutated genes in UM are GNA11, GNAQ, BAP1, EIF1AX, and SF3B1. Evidence has shown that BAP1 mutation or loss is linked to metastatic UM and associated with poor prognoses. Immune genes were significantly correlated with both BAP1 expression and chromosome 3 copy number variation. However, due to the paucity of mutation information in scRNA-seq information, we could not evaluate the genetic background across the datasets. Moreover, as a 3′ mRNA-seq, the 10X Genomics single-cell sequencing does not have a great change to detect SNP. Smart-seq may be more suitable for mutation detection. The original paper performed copy number variation analysis of primary and metastatic UM samples, so we did not repeat the analysis. In this revision, we supplemented the gene expression of the commonly mutated genes (Fig.S6), indicating a differential regulation of these gene in various cell types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30274, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 30286, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, we performed a comprehensive analysis of the scRNA-seq datasets of UM, illustrated the cellular heterogeneity of UM tissues, and revealed dysfunction of the immune signaling pathway in UM. Different mechanisms may exist in the disturbance of immune balance and the impairment of the immune system. A series of gene pairs in signaling pathways could serve as potential novel biomarkers for risk assessment and diagnosis. These pathways might constitute an additional therapeutic strategy to the current treatment of UM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30820, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 30846, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 30865, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30984, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Boxia Guo and Liang Xu contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31041, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 31066, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "L.X. and R.S. conceived and designed the study. L.X. performed the integration of the scRNA-seq datasets. S.S. and B.G. analyzed and interpreted the data, and composed the manuscript. R.S. revised the manuscript. All the authors agreed and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31337, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 31345, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "No fundings were used for the present study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31390, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 31425, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The single-cell RNA sequencing data in this study were available from the public database GEO (https://www.ncbi.nlm.nih.gov/geo/), and the TCGA data were obtained from UCSC XENA website (https://xenabrowser.net/datapages/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31649, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31662, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 31705, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by the Ethics Committee of Shanghai East Hospital, Tongji University School of Medicine. All the RNA-sequencing data and clinical information were obtained from public databases. According to the publication, written informed consent was obtained from all participants. All methods were performed in accordance with the relevant guidelines and regulations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32086, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 32110, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32126, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 32146, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflicts of interest for this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32221, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 32232, "infons": {"fpage": "24", "issue": "1", "name_0": "surname:Jager;given-names:MJ", "name_1": "surname:Shields;given-names:CL", "name_2": "surname:Cebulla;given-names:CM", "pub-id_doi": "10.1038/s41572-020-0158-0", "pub-id_pmid": "32273508", "section_type": "REF", "source": "Nat Rev Dis Primers", "type": "ref", "volume": "6", "year": "2020"}, "text": "Uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 32247, "infons": {"fpage": "1758835920965852", "name_0": "surname:Li;given-names:Y", "name_1": "surname:Shi;given-names:J", "name_2": "surname:Yang;given-names:J", "name_3": "surname:Ge;given-names:S", "name_4": "surname:Zhang;given-names:J", "name_5": "surname:Jia;given-names:R", "pub-id_pmid": "33149769", "section_type": "REF", "source": "Ther Adv Med Oncol", "type": "ref", "volume": "12", "year": "2020"}, "text": "Uveal melanoma: progress in molecular biology and therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 32310, "infons": {"fpage": "204", "lpage": "220.e15", "name_0": "surname:Robertson;given-names:AG", "name_1": "surname:Shih;given-names:J", "name_2": "surname:Yau;given-names:C", "name_3": "surname:Gibb;given-names:EA", "name_4": "surname:Oba;given-names:J", "name_5": "surname:Mungall;given-names:KL", "pub-id_doi": "10.1016/j.ccell.2017.07.003", "pub-id_pmid": "28810145", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "32", "year": "2017"}, "text": "Integrative analysis identifies four molecular and clinical subsets in uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 32396, "infons": {"fpage": "806", "lpage": "820", "name_0": "surname:Ma;given-names:J", "name_1": "surname:Weng;given-names:L", "name_2": "surname:Bastian;given-names:BC", "name_3": "surname:Chen;given-names:X", "pub-id_doi": "10.1038/s41388-020-01569-5", "pub-id_pmid": "33262460", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "40", "year": "2021"}, "text": "Functional characterization of uveal melanoma oncogenes", "sentences": [], "annotations": [], "relations": []}, {"offset": 32452, "infons": {"fpage": "102091", "name_0": "surname:Louie;given-names:BH", "name_1": "surname:Kurzrock;given-names:R", "pub-id_doi": "10.1016/j.ctrv.2020.102091", "pub-id_pmid": "32877777", "section_type": "REF", "source": "Cancer Treat Rev", "type": "ref", "volume": "90", "year": "2020"}, "text": "BAP1: not just a BRCA1-associated protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 32494, "infons": {"fpage": "100800", "name_0": "surname:Smit;given-names:KN", "name_1": "surname:Jager;given-names:MJ", "name_2": "surname:de Klein;given-names:A", "name_3": "surname:Kiliҫ;given-names:E", "pub-id_doi": "10.1016/j.preteyeres.2019.100800", "pub-id_pmid": "31563544", "section_type": "REF", "source": "Prog Retin Eye Res", "type": "ref", "volume": "75", "year": "2020"}, "text": "Uveal melanoma: towards a molecular understanding", "sentences": [], "annotations": [], "relations": []}, {"offset": 32544, "infons": {"fpage": "738068", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Lu;given-names:J", "name_2": "surname:Li;given-names:W", "pub-id_doi": "10.3389/fimmu.2021.738068", "pub-id_pmid": "34630418", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "12", "year": "2021"}, "text": "A comprehensive prognostic and immunological analysis of a six-gene signature associated with glycolysis and immune response in uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 32687, "infons": {"fpage": "1246", "lpage": "1259.e6", "name_0": "surname:Orozco;given-names:LD", "name_1": "surname:Chen;given-names:HH", "name_2": "surname:Cox;given-names:C", "name_3": "surname:Katschke;given-names:KJ", "name_4": "surname:Arceo;given-names:R", "name_5": "surname:Espiritu;given-names:C", "pub-id_doi": "10.1016/j.celrep.2019.12.082", "pub-id_pmid": "31995762", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "30", "year": "2020"}, "text": "Integration of eQTL and a single-cell atlas in the human eye identifies causal genes for age-related macular degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 32809, "infons": {"fpage": "1990", "lpage": "2000", "name_0": "surname:Pandiani;given-names:C", "name_1": "surname:Strub;given-names:T", "name_2": "surname:Nottet;given-names:N", "name_3": "surname:Cheli;given-names:Y", "name_4": "surname:Gambi;given-names:G", "name_5": "surname:Bille;given-names:K", "pub-id_doi": "10.1038/s41418-020-00730-7", "pub-id_pmid": "33462406", "section_type": "REF", "source": "Cell Death Differ", "type": "ref", "volume": "28", "year": "2021"}, "text": "Single-cell RNA sequencing reveals intratumoral heterogeneity in primary uveal melanomas and identifies HES6 as a driver of the metastatic disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32956, "infons": {"fpage": "496", "issue": "1", "name_0": "surname:Durante;given-names:MA", "name_1": "surname:Rodriguez;given-names:DA", "name_2": "surname:Kurtenbach;given-names:S", "pub-id_doi": "10.1038/s41467-019-14256-1", "pub-id_pmid": "31980621", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "11", "year": "2020"}, "text": "Single-cell analysis reveals new evolutionary complexity in uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 33031, "infons": {"fpage": "5402", "name_0": "surname:Bakhoum;given-names:MF", "name_1": "surname:Francis;given-names:JH", "name_2": "surname:Agustinus;given-names:A", "name_3": "surname:Earlie;given-names:EM", "name_4": "surname:Di;given-names:BM", "name_5": "surname:Abramson;given-names:DH", "pub-id_doi": "10.1038/s41467-021-25529-z", "pub-id_pmid": "34518527", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "12", "year": "2021"}, "text": "Loss of polycomb repressive complex 1 activity and chromosomal instability drive uveal melanoma progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 33139, "infons": {"fpage": "1888", "issue": "7", "lpage": "1902.e21", "name_0": "surname:Stuart;given-names:T", "name_1": "surname:Butler;given-names:A", "name_2": "surname:Hoffman;given-names:P", "pub-id_doi": "10.1016/j.cell.2019.05.031", "pub-id_pmid": "31178118", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "177", "year": "2019"}, "text": "Comprehensive integration of single-cell data", "sentences": [], "annotations": [], "relations": []}, {"offset": 33185, "infons": {"fpage": "1246", "lpage": "1258", "name_0": "surname:Mimitou;given-names:EP", "name_1": "surname:Lareau;given-names:CA", "name_2": "surname:Chen;given-names:KY", "name_3": "surname:Zorzetto-Fernandes;given-names:AL", "name_4": "surname:Hao;given-names:Y", "name_5": "surname:Takeshima;given-names:Y", "pub-id_doi": "10.1038/s41587-021-00927-2", "pub-id_pmid": "34083792", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "39", "year": "2021"}, "text": "Scalable, multimodal profiling of chromatin accessibility, gene expression and protein levels in single cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 33295, "infons": {"fpage": "1289", "lpage": "1296", "name_0": "surname:Korsunsky;given-names:I", "name_1": "surname:Millard;given-names:N", "name_2": "surname:Fan;given-names:J", "name_3": "surname:Slowikowski;given-names:K", "name_4": "surname:Zhang;given-names:F", "name_5": "surname:Wei;given-names:K", "pub-id_doi": "10.1038/s41592-019-0619-0", "pub-id_pmid": "31740819", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "16", "year": "2019"}, "text": "Fast, sensitive and accurate integration of single-cell data with harmony", "sentences": [], "annotations": [], "relations": []}, {"offset": 33369, "infons": {"fpage": "284", "issue": "5", "lpage": "287", "name_0": "surname:Yu;given-names:G", "name_1": "surname:Wang;given-names:LG", "name_2": "surname:Han;given-names:Y", "name_3": "surname:He;given-names:QY", "pub-id_doi": "10.1089/omi.2011.0118", "pub-id_pmid": "22455463", "section_type": "REF", "source": "OMICS.", "type": "ref", "volume": "16", "year": "2012"}, "text": "clusterProfiler: an R package for comparing biological themes among gene clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 33451, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wu T, Hu E, Xu S, Chen M, Guo P, Dai Z, et al. clusterProfiler 4.0: a universal enrichment tool for interpreting omics data. Innovation (N Y). 2021;2(100141).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33610, "infons": {"fpage": "1088", "issue": "1", "name_0": "surname:Jin;given-names:S", "name_1": "surname:Guerrero-Juarez;given-names:CF", "name_2": "surname:Zhang;given-names:L", "pub-id_doi": "10.1038/s41467-021-21246-9", "pub-id_pmid": "33597522", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "12", "year": "2021"}, "text": "Inference and analysis of cell-cell communication using CellChat", "sentences": [], "annotations": [], "relations": []}, {"offset": 33675, "infons": {"section_type": "REF", "type": "ref"}, "text": "Frizziero L, Midena E, Trainiti S, et al. Uveal Melanoma Biopsy. A Review Cancers (Basel). 2019;11(8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33778, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mallone F, Sacchetti M, Lambiase A, Moramarco A. Molecular insights and emerging strategies for treatment of metastatic uveal melanoma. Cancers (Basel). 2020;12(10).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33944, "infons": {"fpage": "2404", "lpage": "2412", "name_0": "surname:Nathan;given-names:P", "name_1": "surname:Cohen;given-names:V", "name_2": "surname:Coupland;given-names:S", "pub-id_doi": "10.1016/j.ejca.2015.07.013", "pub-id_pmid": "26278648", "section_type": "REF", "source": "Eur J Cancer", "type": "ref", "volume": "51", "year": "2015"}, "text": "Uveal Melanoma UK National Guidelines", "sentences": [], "annotations": [], "relations": []}, {"offset": 33982, "infons": {"fpage": "1758835920917566", "name_0": "surname:Wu;given-names:MY", "name_1": "surname:Lai;given-names:TT", "name_2": "surname:Liao;given-names:WT", "name_3": "surname:Li;given-names:CJ", "pub-id_pmid": "32550863", "section_type": "REF", "source": "Ther Adv Med Oncol", "type": "ref", "volume": "12", "year": "2020"}, "text": "Clinicopathological and prognostic significance and molecular mechanisms governing uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 34080, "infons": {"section_type": "REF", "type": "ref"}, "text": "Moorman HR, Poschel D, Klement JD, Lu C, Redd PS, Osteopontin LK. A key regulator of tumor progression and immunomodulation. Cancers (Basel). 2020;12.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34231, "infons": {"fpage": "1594", "lpage": "1608", "name_0": "surname:Song;given-names:Z", "name_1": "surname:Chen;given-names:W", "name_2": "surname:Athavale;given-names:D", "name_3": "surname:Ge;given-names:X", "name_4": "surname:Desert;given-names:R", "name_5": "surname:Das;given-names:S", "pub-id_doi": "10.1002/hep.31582", "pub-id_pmid": "32986864", "section_type": "REF", "source": "Hepatology", "type": "ref", "volume": "73", "year": "2021"}, "text": "Osteopontin takes center stage in chronic liver disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 34287, "infons": {"fpage": "356", "name_0": "surname:Zhao;given-names:H", "name_1": "surname:Chen;given-names:Q", "name_2": "surname:Alam;given-names:A", "name_3": "surname:Cui;given-names:J", "name_4": "surname:Suen;given-names:KC", "name_5": "surname:Soo;given-names:AP", "pub-id_doi": "10.1038/s41419-018-0391-6", "pub-id_pmid": "29500465", "section_type": "REF", "source": "Cell Death Dis", "type": "ref", "volume": "9", "year": "2018"}, "text": "The role of osteopontin in the progression of solid organ tumour", "sentences": [], "annotations": [], "relations": []}, {"offset": 34352, "infons": {"fpage": "64", "name_0": "surname:Chen;given-names:C", "name_1": "surname:Zhao;given-names:S", "name_2": "surname:Karnad;given-names:A", "name_3": "surname:Freeman;given-names:JW", "pub-id_doi": "10.1186/s13045-018-0605-5", "pub-id_pmid": "29747682", "section_type": "REF", "source": "J Hematol Oncol", "type": "ref", "volume": "11", "year": "2018"}, "text": "The biology and role of CD44 in cancer progression: therapeutic implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 34429, "infons": {"fpage": "13125", "lpage": "13139", "name_0": "surname:Chen;given-names:L", "name_1": "surname:Fu;given-names:C", "name_2": "surname:Zhang;given-names:Q", "name_3": "surname:He;given-names:C", "name_4": "surname:Zhang;given-names:F", "name_5": "surname:Wei;given-names:Q", "pub-id_doi": "10.1096/fj.202000380RR", "pub-id_pmid": "32830349", "section_type": "REF", "source": "FASEB J", "type": "ref", "volume": "34", "year": "2020"}, "text": "The role of CD44 in pathological angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34475, "infons": {"fpage": "31", "lpage": "47", "name_0": "surname:Roedig;given-names:H", "name_1": "surname:Damiescu;given-names:R", "name_2": "surname:Zeng-Brouwers;given-names:J", "name_3": "surname:Kutija;given-names:I", "name_4": "surname:Trebicka;given-names:J", "name_5": "surname:Wygrecka;given-names:M", "pub-id_doi": "10.1016/j.semcancer.2019.07.026", "pub-id_pmid": "31412297", "section_type": "REF", "source": "Semin Cancer Biol", "type": "ref", "volume": "62", "year": "2020"}, "text": "Danger matrix molecules orchestrate CD14/CD44 signaling in cancer development", "sentences": [], "annotations": [], "relations": []}, {"offset": 34553, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rossi E, Croce M, Reggiani F, Schinzari G, Ambrosio M, Gangemi R, et al. Uveal Melanoma Metastasis. Cancers (Basel). 2021;13.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34679, "infons": {"fpage": "65", "lpage": "85", "name_0": "surname:Bustamante;given-names:P", "name_1": "surname:Piquet;given-names:L", "name_2": "surname:Landreville;given-names:S", "name_3": "surname:Burnier;given-names:JV", "pub-id_doi": "10.1016/j.semcancer.2020.05.003", "pub-id_pmid": "32450140", "section_type": "REF", "source": "Semin Cancer Biol", "type": "ref", "volume": "71", "year": "2021"}, "text": "Uveal melanoma pathobiology: metastasis to the liver", "sentences": [], "annotations": [], "relations": []}, {"offset": 34732, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rantala ES, Hernberg MM, Piperno-Neumann S, Grossniklaus HE, Kivelä TT. Metastatic uveal melanoma: The final frontier. Prog Retin Eye Res. 2022:101041.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34885, "infons": {"fpage": "555", "lpage": "569", "name_0": "surname:Masaoutis;given-names:C", "name_1": "surname:Kokkali;given-names:S", "name_2": "surname:Theocharis;given-names:S", "pub-id_doi": "10.1080/13543784.2021.1898587", "section_type": "REF", "source": "Expert Opin Investig Drugs", "type": "ref", "volume": "30", "year": "2021"}, "text": "Immunotherapy in uveal melanoma: novel strategies and opportunities for personalized treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 34980, "infons": {"section_type": "REF", "type": "ref"}, "text": "Szeligo BM, Ivey AD, Boone BA. Poor Response to checkpoint immunotherapy in uveal melanoma highlights the persistent need for innovative regional therapy approaches to manage liver metastases. Cancers (Basel). 2021;13.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35200, "infons": {"fpage": "1894", "issue": "1", "name_0": "surname:Karlsson;given-names:J", "name_1": "surname:Nilsson;given-names:LM", "name_2": "surname:Mitra;given-names:S", "pub-id_doi": "10.1038/s41467-020-15606-0", "pub-id_pmid": "32313009", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "11", "year": "2020"}, "text": "Molecular profiling of driver events in metastatic uveal melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 35266, "infons": {"fpage": "420", "issue": "4", "lpage": "439", "name_0": "surname:Figueiredo;given-names:CR", "name_1": "surname:Kalirai;given-names:H", "name_2": "surname:Sacco;given-names:JJ", "pub-id_doi": "10.1002/path.5384", "pub-id_pmid": "31960425", "section_type": "REF", "source": "J Pathol", "type": "ref", "volume": "250", "year": "2020"}, "text": "Loss of BAP1 expression is associated with an immunosuppressive microenvironment in uveal melanoma, with implications for immunotherapy development", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]