[{"source": "PMC", "date": "20210113", "key": "pmc.key", "infons": {}, "documents": [{"id": "3965265", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_manuscript": "NIHMS432772", "article-id_pmc": "3965265", "article-id_pmid": "24678516", "fpage": "245", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "248", "name_0": "surname:Silva;given-names:Ikaro", "name_1": "surname:Moody;given-names:George", "name_2": "surname:Scott;given-names:Daniel J", "name_3": "surname:Celi;given-names:Leo A", "name_4": "surname:Mark;given-names:Roger G", "section_type": "TITLE", "type": "front", "volume": "39", "year": "2014"}, "text": "Predicting In-Hospital Mortality of ICU Patients: The PhysioNet/Computing in Cardiology Challenge 2012", "sentences": [], "annotations": [], "relations": []}, {"offset": 103, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Acuity scores, such as APACHE, SAPS, MPM, and SOFA, are widely used to account for population differences in studies aiming to compare how medications, care guidelines, surgery, and other interventions impact mortality in Intensive Care Unit (ICU) patients. By contrast, the focus of the PhysioNet/CinC Challenge 2012 is to develop methods for patient-specific prediction of in-hospital mortality. The data used for the challenge consisted of 5 general descriptors and 36 time series (measurements of vital signs and laboratory results) from the first 48 hours of the first available ICU stay of 12,000 adult patients from the MIMIC II database. The challenge was organized as two events: event 1 measured performance of a binary classifier, and event 2 measured performance of a risk estimator. The score of event 1 was the lower of sensitivity and positive predictive value. The score for event 2 was a range-normalized Hosmer-Lemeshow statistic. A baseline algorithm (using SAPS-1) obtained event 1 and 2 scores of 0.3125 and 68.58 respectively. Most participants submitted entries that outperformed the baseline algorithm. The top final scores for events 1 and 2 were 0.5353 and 17.88 respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1306, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1322, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The development of methods for prediction of mortality rates in Intensive Care Unit (ICU) populations has been motivated primarily by the need to compare the efficacy of medications, care guidelines, surgery, and other interventions when, as is common, it is necessary to control for differences in severity of illness or trauma, age, and other factors. For example, comparing overall mortality rates between trauma units in a community hospital, a teaching hospital, and a military field hospital is likely to reflect the differences in the patient populations more than any differences in standards of care. The use of acuity scores such as SAPS aims to compensate for population differences in order to compare practice variations objectively. This challenge, however, sought to encourage development of methods for patient-specific prediction of in-hospital mortality, making use of not only the parameters used to compute SAPS scores, but also other observations including time series of vital signs during the 48 hours following ICU admission. Our hypothesis is that this additional information, and particularly observations of dynamic changes in vital signs (as opposed to a single maximum deranged value), may aid in early identification of patients with elevated risk as well as those whose status may be stable or improving.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2658, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "2. ICU data", "sentences": [], "annotations": [], "relations": []}, {"offset": 2670, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The ICU data used for the challenge were extracted from the MIMIC II Clinical Database, version 2.6. We selected 12,000 subjects at random from the 12,753 subjects whose age at ICU admission was 16 years or over, and whose initial ICU stay was at least 48 hours long. No other exclusion criteria were applied. We divided these patients randomly into three groups of 4000 (training set A, open test set B, and hidden test set C). For each of these 12,000 patients, we extracted the general descriptors and all observations of the time series variables listed in Table 1 from the first 48 hours of the first ICU stay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3286, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PhysioNet provides free access to the Table 1 data for sets A and B, and the Table 2 (outcome) data for set A only. The remaining Challenge data (set C) have been withheld and were used only to evaluate participants’ final algorithms for mortality prediction and risk assessment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3568, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.1. Input variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 3589, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Up to 41 variables were recorded at least once during the first 48 hours after admission to the ICU. Not all variables were available in all cases. Five of these variables were general descriptors collected on admission: age, gender, height, ICU type, and initial weight. The average (standard deviation) for age, uncorrected height, and uncorrected initial weights were 64.5 (17.1) years, 169.5 (17.1) centimeters, and 81.2 (23.8) kg; 43.8% were females, and 56.1% males. The largest number of patients was admitted to the medical ICU (35.8%), followed by the surgical (28.4%), cardiac surgery recovery (21.1%), and coronary (21.1%) ICUs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4229, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The remaining 36 variables were time series (Table 2.1), for which multiple observations could be available. Each observation had an associated time-stamp indicating the elapsed time of the observation since ICU admission in hours and minutes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4473, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.2. Outcome-related descriptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 4506, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Five outcome-related descriptors for the data set A were made available for challenge participants. The descriptors were: SAPS-1 score, SOFA score, length of stay in days (LOS), length of survival following ICU admission in days (up to 2 years), and in-hospital death (0 = survivor, 1 = died in the hospital). The original SAPS-1 was designed to be calculated on data collected during the first day in the ICU, but because the data set contained incomplete or missing data, the SAPS-1 for the challenge was based on the first period in which all of the SAPS-1 variables were first available (which may include measurements from the second day). A sample challenge entry based on the SAPS-I was provided as an example entry to competitors in both MATLAB and C code. The mean (standard deviation) for all five outcome descriptors on the entire data set (12,000 ICU stays) were: 14.9 (5.2) SAPS-1, 6.4 (4.2) SOFA, 13.4 (12.8) LOS, and 133.9 (372.7) for survival days. The overall mortality rate was 14.2%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5509, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "3. Scoring criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 5529, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Due to its unambiguous definition and use in previous similar studies, we used in-hospital death as the outcome variable to be predicted in the challenge. We defined two challenge events:", "sentences": [], "annotations": [], "relations": []}, {"offset": 5717, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Event 1 required participants’ algorithms to classify each case as a survivor (at least until discharge from the hospital) or as a non-survivor. The final event 1 score earned by each algorithm was dependent on the counts of true positives (TP), false negatives (FN), and false positives (FP) (Table 2) when tested on set C. We defined sensitivity and positive predictivity as usual:    and defined the event 1 score as the smaller of these measures:  This criterion was chosen as a reasonable trade-off between accuracy of discrimination and prognostic value given the large skew in class distribution (around 14% deceased vs 86% survivors). Moreover, this choice stimulated competitors to optimize the Precision-Recall (PR) curve of their classifiers, instead of the usual receiver operating curve (ROC). The optimization of the PR curve area has been suggested as a good criterion for unevenly distributed classification problems. Thus the goal for event 1 was to maximize Score1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6703, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Event 2 required algorithms to assign an estimate of in-hospital mortality risk to each case.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6797, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The scoring for event 2 was based on a modified version of the Hosmer-Lemeshow statistic, H. The calculation of the H statistic for an entry was done by first sorting its estimated in-hospital mortality risks for the 4000 set C cases and then binning the corresponding records into deciles designated by g = 1, 2, 3…10. The H statistic and the score2 values were then calculated as:   where for each decile g we have: the observed number of in-hospital deaths Og, the predicted number of deaths Eg, the number of records Ng (Ng = 400 for the challenge), and the mean decile estimated risk πg. The final score for event 2, score2, was then calculated by normalizing the H statistic by the mean risk estimates in the top and bottom deciles. This was done in order to ensure that the risk estimates accurately reflected individual patient risks, rather than simply the risk for the entire population of patients (predicting a constant risk for the entire population yields a low but uninformative H value). The goal for event 2 was to minimize Score2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7849, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "4. Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 7860, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 1 shows an example of the first 48 hours of an ICU stay used in this challenge. The physiological waveforms have been shifted and scaled so that their normal values are in the center of their bins and their extreme values are at the edges (for the Glasgow Coma Score, the higher the value, the closer it is to normal). The time series have been coded according to their instantaneous SAPS-I values using the following coding scheme: green (normal) = 0, blue = 1, cyan = 2, magenta = 3, and red = 4. This particular subject received a final SAPS-I score value of 32 (over 98% chance of death according to the sample entry), yet survived his hospital stay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8522, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clinical information (not available to the competitors) obtained from the MIMIC II database revealed that this subject was a 83 year old man with a pacemaker admitted to the ICU due to gastrointestinal bleeding. The patient was intubated and administered propofol at hour 10, received a blood transfusion at around hour 16, and was given warm blanket at around hour 21. He was given antibiotics upon arrival at the ICU and was extubated at around hour 36. Between hours 17 and 25 he was routinely weaned from propofol and brought back to consciousness for cognitive and comfort feedback. This example was chosen in order to highlight some of the difficulties of mortality prediction based on time series analysis. It is possible that other features beyond maximum derangement from normal values may provide prognostic information, such as overall trend and coupling of changes between different measurement variables. Nevertheless, this example also shows that medical conditions (i.e., pacemakers) or interventions can shift the measurements towards a normal or abnormal range, biasing estimates of a patient’s genuine state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9651, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 2 shows a scatter plot for the scores of the entries on events 1 and 2. A total of 37 different teams across the world competed in this year’s PhysioNet challenge, submitting around 200 different entries for predicting in hospital mortality. Five reference scores were also plotted: guessing with an assumed mortality rate of 14% (triangles), and SAPS-I sample entries (crosses). The top competitors for the challenge achieved significantly better scores with respect to both random guessing and the SAPS-I entries. The approaches used by the competitors went beyond the typical logistic regression used in mortality prediction scores, including support vector machines, neural networks, random forests, and ensemble learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10387, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "5. Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 10401, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given that the data sets were created from a diverse population with a wide variety of life-threatening conditions, with frequent missing and occasionally incorrectly recorded observations, idiosyncrasies of care administration, and highly unbalanced class sizes, we expected this Challenge to be difficult. Moreover, as also noted in, certain physiological measurements, such as systolic blood pressure, can be more reflective of medical intervention than the genuine state of the patient per se.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10899, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Challenge data sets remain freely available from PhysioNet as a basis for objective comparisons of mortality predictors in future studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11042, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 11053, "infons": {"fpage": "10", "issue": "5", "name_0": "surname:Saeed;given-names:M", "name_1": "surname:Villarroel;given-names:M", "name_2": "surname:Reisner;given-names:AT", "name_3": "surname:Clifford;given-names:G", "name_4": "surname:Lehman;given-names:LW", "name_5": "surname:Moody;given-names:G", "name_6": "surname:Heldt;given-names:T", "name_7": "surname:Kyaw;given-names:TH", "name_8": "surname:Moody;given-names:B", "name_9": "surname:Mark;given-names:RG", "section_type": "REF", "source": "Critical Care Medicine", "type": "ref", "volume": "39", "year": "2011"}, "text": "Multiparameter Intelligent Monitoring in Intensive Care II (MIMIC-II): A public-access intensive care unit database", "sentences": [], "annotations": [], "relations": []}, {"offset": 11169, "infons": {"fpage": "975", "issue": "11", "lpage": "977", "name_0": "surname:Le Gall;given-names:J", "name_1": "surname:Loirat;given-names:P", "name_2": "surname:Alperovitch;given-names:A", "name_3": "surname:Glaser;given-names:P", "name_4": "surname:Granthil;given-names:C", "name_5": "surname:Mathieu;given-names:D", "name_6": "surname:Mercier;given-names:P", "name_7": "surname:Thomas;given-names:R", "name_8": "surname:Villers;given-names:D", "pub-id_pmid": "6499483", "section_type": "REF", "source": "Critical Care Medicine", "type": "ref", "volume": "12", "year": "1984"}, "text": "A simplified acute physiology score for ICU patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 11222, "infons": {"fpage": "1754", "issue": "14", "lpage": "1758", "name_0": "surname:Ferreira;given-names:F", "name_1": "surname:Bota;given-names:D", "name_2": "surname:Bross;given-names:A", "name_3": "surname:Mlot;given-names:C", "name_4": "surname:Vincent;given-names:J", "pub-id_pmid": "11594901", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "286", "year": "2001"}, "text": "Serial evaluation of the SOFA score to predict outcome in critically ill patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 11304, "infons": {"fpage": "2957", "issue": "24", "lpage": "2963", "name_0": "surname:Le Gall;given-names:J", "name_1": "surname:Lemeshow;given-names:S", "name_2": "surname:Saulnier;given-names:F", "pub-id_pmid": "8254858", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "270", "year": "1993"}, "text": "A new simplified acute physiology score (SAPS II) based on a European/North American multicenter study", "sentences": [], "annotations": [], "relations": []}, {"offset": 11407, "infons": {"fpage": "2478", "issue": "24", "lpage": "2486", "name_0": "surname:Lemeshow;given-names:S", "name_1": "surname:Teres;given-names:D", "name_2": "surname:Klar;given-names:J", "name_3": "surname:Avrunin;given-names:J", "name_4": "surname:Gehlbach;given-names:S", "name_5": "surname:Rapoport;given-names:J", "pub-id_pmid": "8230626", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "270", "year": "1993"}, "text": "Mortality probability models (MPM II) based on an international cohort of intensive care unit patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 11510, "infons": {"fpage": "8", "issue": "1", "lpage": "27", "name_0": "surname:Elixhauser;given-names:A", "name_1": "surname:Steiner;given-names:C", "name_2": "surname:Harris Robert;given-names:D", "name_3": "surname:Coffey Rosanna;given-names:M", "pub-id_pmid": "9431328", "section_type": "REF", "source": "Medical Care", "type": "ref", "volume": "36", "year": "1998"}, "text": "Commorbidity measures for use with administrative data", "sentences": [], "annotations": [], "relations": []}, {"offset": 11565, "infons": {"fpage": "818", "issue": "10", "lpage": "829", "name_0": "surname:Knaus;given-names:WA", "name_1": "surname:Draper;given-names:EA", "name_2": "surname:Wagner;given-names:DP", "name_3": "surname:Zimmerman;given-names:JE", "section_type": "REF", "source": "Critical Care", "type": "ref", "volume": "13", "year": "1985"}, "text": "APACHE II: A severity of disease classification system", "sentences": [], "annotations": [], "relations": []}, {"offset": 11620, "infons": {"fpage": "233", "issue": "2", "lpage": "240", "name_0": "surname:Davis;given-names:J", "name_1": "surname:Goadrich;given-names:M", "section_type": "REF", "source": "Proceedings of the 23rd international conference on Machine learning ICML 06", "type": "ref", "volume": "10", "year": "2006"}, "text": "The relationship between Precision-Recall and ROC curves", "sentences": [], "annotations": [], "relations": []}, {"offset": 11677, "infons": {"name_0": "surname:Hosmer;given-names:D", "name_1": "surname:Lemeshow;given-names:S", "section_type": "REF", "source": "Applied Logistic Regression", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 11678, "infons": {"file": "nihms432772f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "An example of ICU stay data used for the challenge. This particular patient had a SAPS-I = 32, yet survived his hospital stay (see text for details).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11828, "infons": {"file": "nihms432772f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Scores for events 1 and event 2 on set B and C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11876, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Time-series variables for the challenge and percentage of patients for whom at least one measurement was available during the first 48 ICU hours (total of 12,000 ICU stays).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12050, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\">\n        <thead>\n          <tr>\n            <th align=\"left\" rowspan=\"1\" colspan=\"1\">Measurement</th>\n            <th align=\"center\" rowspan=\"1\" colspan=\"1\">%</th>\n            <th align=\"right\" rowspan=\"1\" colspan=\"1\">Physical Units</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">ABP (Arterial blood pressure)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\"/>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\"/>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">   Invasive (diastolic, mean, systolic)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmHg</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">   Non-invasive (diastolic)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">87.3</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmHg</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">   Non-invasive (mean)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">87.2</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmHg</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">   Non-invasive (systolic)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">87.6</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmHg</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Albumin</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">40.5</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">g/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">ALP (Alkaline phosphatase)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">42.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">IU/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">ALT (Alkaline transaminase)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">43.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">IU/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">AST (Aspartate transaminase)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">43.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">IU/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Bilirubin</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">43.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mg/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">BUN (Blood urea nitrogren)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mg/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Cholesterol</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">7.9</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mg/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Creatinine</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mg/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">FiO2 (Fractional inspired oxygen)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">67.6</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">[0–1]</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Glasgow Coma Score (GCS)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">[3–15]</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Glucose</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">97.5</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mg/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">HCO3 (Serum bicarbonate)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.2</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmol/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">HCT (Hematocrit)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">%</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Heart rate</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">bpm</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">K (Serum potassium)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">97.9</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mEq/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Lactate</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">54.8</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmol/dL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Mg (Serum magnesium)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">97.5</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmol/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Mechanical ventilation</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">63.1</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">[yes/no]</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Na (Serum sodium)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.2</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mEq/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">PaCO2</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">75.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmHg</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">PaO2</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">75.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mmHg</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">pH</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">75.9</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">[0–14]</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Platelets</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.3</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">cells/nL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Respiration rate</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">27.7</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">bpm</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">SaO2</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">44.7</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">%</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Temperature</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">Celsius</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Troponin-I</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">4.7</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">ug/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Troponin-T</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">21.9</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">ug/L</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Urine output</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">97.4</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">mL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">WBC (White blood cell count)</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">98.2</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">cells/nL</td>\n          </tr>\n          <tr>\n            <td align=\"left\" rowspan=\"1\" colspan=\"1\">Weight</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">67.7</td>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">kg</td>\n          </tr>\n        </tbody>\n      </table>\n"}, "text": "Measurement\t%\tPhysical Units\t \tABP (Arterial blood pressure)\t\t\t \t   Invasive (diastolic, mean, systolic)\t98.4\tmmHg\t \t   Non-invasive (diastolic)\t87.3\tmmHg\t \t   Non-invasive (mean)\t87.2\tmmHg\t \t   Non-invasive (systolic)\t87.6\tmmHg\t \tAlbumin\t40.5\tg/dL\t \tALP (Alkaline phosphatase)\t42.4\tIU/L\t \tALT (Alkaline transaminase)\t43.4\tIU/L\t \tAST (Aspartate transaminase)\t43.4\tIU/L\t \tBilirubin\t43.4\tmg/dL\t \tBUN (Blood urea nitrogren)\t98.4\tmg/dL\t \tCholesterol\t7.9\tmg/dL\t \tCreatinine\t98.4\tmg/dL\t \tFiO2 (Fractional inspired oxygen)\t67.6\t[0–1]\t \tGlasgow Coma Score (GCS)\t98.4\t[3–15]\t \tGlucose\t97.5\tmg/dL\t \tHCO3 (Serum bicarbonate)\t98.2\tmmol/L\t \tHCT (Hematocrit)\t98.4\t%\t \tHeart rate\t98.4\tbpm\t \tK (Serum potassium)\t97.9\tmEq/L\t \tLactate\t54.8\tmmol/dL\t \tMg (Serum magnesium)\t97.5\tmmol/L\t \tMechanical ventilation\t63.1\t[yes/no]\t \tNa (Serum sodium)\t98.2\tmEq/L\t \tPaCO2\t75.4\tmmHg\t \tPaO2\t75.4\tmmHg\t \tpH\t75.9\t[0–14]\t \tPlatelets\t98.3\tcells/nL\t \tRespiration rate\t27.7\tbpm\t \tSaO2\t44.7\t%\t \tTemperature\t98.4\tCelsius\t \tTroponin-I\t4.7\tug/L\t \tTroponin-T\t21.9\tug/L\t \tUrine output\t97.4\tmL\t \tWBC (White blood cell count)\t98.2\tcells/nL\t \tWeight\t67.7\tkg\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 13183, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Definition of discrimination variables used for event 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13240, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"void\" rules=\"none\">\n        <thead>\n          <tr>\n            <th align=\"right\" rowspan=\"1\" colspan=\"1\"/>\n            <th align=\"center\" colspan=\"2\" rowspan=\"1\">Observed</th>\n          </tr>\n          <tr>\n            <th align=\"right\" rowspan=\"1\" colspan=\"1\"/>\n            <th align=\"center\" rowspan=\"1\" colspan=\"1\">Deaths</th>\n            <th align=\"center\" rowspan=\"1\" colspan=\"1\">Survivals</th>\n          </tr>\n        </thead>\n        <tbody>\n          <tr>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">Predicted Deaths</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">TP</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">FP</td>\n          </tr>\n          <tr>\n            <td align=\"right\" rowspan=\"1\" colspan=\"1\">Predicted Survivals</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">FN</td>\n            <td align=\"center\" rowspan=\"1\" colspan=\"1\">TN</td>\n          </tr>\n        </tbody>\n      </table>\n"}, "text": "\tObserved\t \t\tDeaths\tSurvivals\t \tPredicted Deaths\tTP\tFP\t \tPredicted Survivals\tFN\tTN\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]