[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240909", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC6891233", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.cmpb.2019.105050", "article-id_pmc": "PMC6891233", "article-id_pmid": "31473442", "article-id_publisher-id": "S0169-2607(19)31281-7 105050", "elocation-id": "105050", "kwd": "ECG Ambulatory monitoring Artefacts Quality assessment", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Moeyersons;given-names:Jonathan", "name_1": "surname:Smets;given-names:Elena", "name_10": "surname:Varon;given-names:Carolina", "name_2": "surname:Morales;given-names:John", "name_3": "surname:Villa;given-names:Amalia", "name_4": "surname:De Raedt;given-names:Walter", "name_5": "surname:Testelmans;given-names:Dries", "name_6": "surname:Buyse;given-names:Bertien", "name_7": "surname:Van Hoof;given-names:Chris", "name_8": "surname:Willems;given-names:Rik", "name_9": "surname:Van Huffel;given-names:Sabine", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "182", "year": "2019"}, "text": "Artefact detection and quality assessment of ambulatory ECG signals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A novel way for ECG quality assessment is proposed, based on the posterior probability of an artefact detection classifier.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 203, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A good performance was obtained when testing the classifier on two independent (re)labelled datasets, thereby showing its robustness. The performance was better, compared to a heuristic method and comparable to another machine learning algorithm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 450, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A significant correlation was observed between the proposed quality assessment and the annotators level of agreement.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 568, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Significant decreases in quality level were observed for different noise levels.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 649, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background and Objectives", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 675, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The presence of noise sources could reduce the diagnostic capability of the ECG signal and result in inappropriate treatment decisions. To mitigate this problem, automated algorithms to detect artefacts and quantify the quality of the recorded signal are needed. In this study we present an automated method for the detection of artefacts and quantification of the signal quality. The suggested methodology extracts descriptive features from the autocorrelation function and feeds these to a RUSBoost classifier. The posterior probability of the clean class is used to create a continuous signal quality assessment index. Firstly, the robustness of the proposed algorithm is investigated and secondly, the novel signal quality assessment index is evaluated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1433, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1441, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Data were used from three different studies: a Sleep study, the PhysioNet 2017 Challenge and a Stress study. Binary labels, clean or contaminated, were available from different annotators with experience in ECG analysis. Two types of realistic ECG noise from the MIT-BIH Noise Stress Test Database (NSTDB) were added to the Sleep study to test the quality index. Firstly, the model was trained on the Sleep dataset and subsequently tested on a subset of the other two datasets. Secondly, all recording conditions were taken into account by training the model on a subset derived from the three datasets. Lastly, the posterior probabilities of the model for the different levels of agreement between the annotators were compared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2170, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2178, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "AUC values between 0.988 and 1.000 were obtained when training the model on the Sleep dataset. These results were further improved when training on the three datasets and thus taking all recording conditions into account. A Pearson correlation coefficient of 0.8131 was observed between the score of the clean class and the level of agreement. Additionally, significant quality decreases per noise level for both types of added noise were observed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2627, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2639, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The main novelty of this study is the new approach to ECG signal quality assessment based on the posterior clean class probability of the classifier.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2789, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2802, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Electrocardiogram (ECG) is one of the primary screening tools of the cardiologist. It measures the electrical activity of the heart during a short period of time to obtain a better understanding of its functioning. During this screening, the subject is requested to lay still in a supine position to avoid possible signal distortions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3137, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite high detection rates, some problems might remain unnoticed due to the limited intermittent sampling and lack of cardiac stress during the measurement. Therefore, the patient is often equipped with an ambulatory monitoring device.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3375, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ambulatory devices allow patients to be monitored during daily life, instead of in a protected hospital environment. This results in a drastic increase of the detection window and, thereby, the likelihood of identifying dysfunctions. However, taking the recording procedure out of the hospital increases the exposure to noise.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3702, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Noise can originate from a variety of sources, such as the power line, muscle activity or electrode movement. All of these sources affect the recording in a different way. For instance, muscle activity and power line interference respectively cause abrupt and continuous alterations of the signal. All these alterations can be categorized as artefacts. Since artefacts could profoundly reduce the diagnostic quality of the recording, it is important to deal with them accordingly. Two distinct approaches can be used to handle artefacts: ECG denoising and assessment of the acceptability of the recorded ECG. This study will focus on the latter approach.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4357, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Silva et al. stated that: ”Rigorous quality control is essential for accurate diagnosis, since alterations during the actual recording might result in inappropriate treatment decisions”. To mitigate this problem, automated algorithms are needed to detect artefacts and to quantify the quality of the recorded signal. Two closely related approaches can be distinguished to assess the acceptability of the recorded ECG: detection and quantification. The first approach consists of a simple binary, clean or contaminated, classification. One example of where this might be used is at the front end of the acquisition process. The user could be provided with rapid, binary feedback and, if required, make adjustments in the recording set-up or, worst case scenario, re-start the recording.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5148, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A variety of signal quality indices and algorithms were proposed in line with this approach as a result of the Physionet/Computing in Cardiology (CinC) challenge of 2011. The challenge aimed at encouraging the development of software for mobile phones by recording an ECG and providing useful feedback about its quality. The best performing algorithm was developed by Xia et al.. In line with other proposed methods, their algorithm consists of multiple stages, namely: flat line detection, missing channel identification and auto- and cross-correlation thresholding. Amplitude features such as, minimum and maximum amplitude or range and differences with previous samples were also frequently used. However, due to different saturation levels between recording devices, these features restrict the usability of the algorithms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5977, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The rationale for the second approach, quality quantification, is that different study objectives require different quality levels. For instance, heart rate variability (HRV) studies do not require the same, high, quality level as T-wave alternans or beat classification studies. This prompted a number of authors to propose a multi-level quantification of the signal quality. For example, Li et al. proposed a five level signal quality classification algorithm which divided the signals in five bins: clean, minor noise, moderate noise, severe noise and extreme noise.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6548, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we propose a novel method for the detection of artefacts and quantification of the signal quality. The autocorrelation function (ACF) is used to characterize the ECG signal, since it facilitates the separation of clean and contaminated segments. From the ACF, descriptive features are extracted and fed to a RUSBoost classifier. We propose to use the posterior probability of the clean class as an indication of the quality of the signal.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7002, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The first objective of this study is to evaluate the robustness of the proposed artefact detection method by training it on one dataset and testing it on two independent datasets. The second objective is to evaluate the novel signal quality index by comparing it to the agreement of the annotators and the level of noise.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7324, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7332, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7337, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ECG recordings were used from three different studies: (1) a sleep study conducted by the University hospitals Leuven (UZ Leuven), Belgium, (2) the PhysioNet/Computing in Cardiology (CinC) Challenge of 2017 and (3) a stress study conducted by imec.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7586, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Sleep dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7600, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This dataset was intended for sleep apnea classification, but it has been previously used for artefact detection in. All signals were reviewed for artefacts and annotated by a medical doctor with experience in interpreting polysomnographic signals, including ECG.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7864, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The dataset was recorded in the sleep laboratory of the UZ Leuven and consists of 16 single-lead (lead II) ECG recordings, originating from 16 different patients. A total of 152 hours and 12 minutes of signal was acquired with a sampling frequency of 200 Hz.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8124, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In sleep apnea research, it is common practice to first divide the recordings in one minute segments and subsequently analyse each recording on a minute-by-minute basis. Implementation of this procedure resulted in a total of 9132 one-minute segments, which included 295, or 3.2%, contaminated segments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8428, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "CinC dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8441, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PhysioNet/Computing in Cardiology Challenge of 2017 was intended for the differentiation of atrial fibrillation (AF) from noise, normal and other rhythms in short term ECG recordings. All recordings, lasting from 9 to 60 seconds, were sampled at 300 Hz and stored as 16-bit files with a bandwidth of 0.5–40 Hz.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8760, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In total, the dataset consists of 12,186 ECG recordings, of which 8528 recordings were provided for training. Only the normal rythm and noisy class were selected for this paper. They accounted for a total of 5334 recordings. A more detailed description of the dataset can be found in.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9045, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Stress dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9060, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This dataset was recorded to detect and quantify stress in daily life using different physiological metrics, including ECG. The single-lead (lead II) ECG signals were recorded with the Health Patch (imec, Leuven, Belgium), which has a sampling frequency of 256 Hz. The device was previously used in another stress study to measure ECG and acceleration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9414, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The subjects were instructed to wear this patch for five consecutive days and to remove it only while working out. They were also provided with a waterproof cover to protect the patch while showering. One day of one subject was selected to test the proposed algorithm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9683, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This ECG signal was divided in segments of 30 seconds, resulting in a total of 2879 segments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9777, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "(Re)labelling of the data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9803, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "During the CinC challenge, participants noted that some recordings of the non-noisy classes were actually very noisy. Therefore, the organizers decided to re-check all recordings and provide new labels if necessary. However, despite these adjustments, the organizers of the CinC challenge stated that: ”The kappa value, κ, between many data remained low even after relabelling, indicating that the training data could be improved.”. Additionally, no labelling of the Stress dataset was present prior to this study. Therefore, it was opted to have our own (re)labelling procedure for the CinC and Stress datasets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10421, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "”If the annotator is able to confidently distinguish all R-peaks in the segment, then the segment is labelled as clean. Otherwise, it is labelled as contaminated.”", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10589, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each segment was (re)labelled by four independent annotators according to the following rule:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10683, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All annotators are engineers working in the signal processing domain with varying experience in ECG analysis. The most experienced annotator has seven years of experience and the least experienced has about one year. The annotators had no knowledge of the original labels.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10956, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pre-processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10971, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each ECG segment was filtered by means of zero phase, 2nd order high- and 4th order low-pass Butterworth filters with cut-off frequencies at 1 Hz and 40 Hz, respectively. These filters ensure the removal of baseline wander and high frequency noise, without altering the information contained in the characteristic waves of the ECG.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11305, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Feature extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11324, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, we segmented the filtered ECG segments into epochs of five seconds, with 80% overlap. This window width was selected, since in, it provided the best results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11489, "infons": {"file": "gr1.jpg", "id": "fig0001", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison between a clean (top) and a contaminated (bottom) segment. A clear difference between the shape of both ACF’s can be observed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11629, "infons": {"file": "gr1.jpg", "id": "fig0001", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11636, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Then, each five seconds epoch is characterized by its ACF. An example of the difference between the ACF’s of a clean and a contaminated segment is shown in Fig. 1. The maximum time lag was restricted to 250 ms to ensure inclusion of the different waveforms, without including consecutive heartbeats.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11940, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on previous work, we selected three features from the ACF’s to characterize the ECG segments:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12042, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "First (local) minimum", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We assume that the shape of the ACF during the first time lags is primarily defined by the shift of the R-peak towards the S-wave. Following this assumption, the first (local) minimum of the ACF should coincide with the shift of the R-peak towards the deepest point of the S-wave.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12345, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As a first step, the first (local) minimum was selected in every ACF derived from the five seconds epochs. Afterwards the overall minimum of the whole segment was computed, which results in a single value per segment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Extensive lengthening of this interval could be an indication of a flat line, while extensive shortening could relate to high-frequency artefacts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12710, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Maximum amplitude at 35 ms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12739, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The second feature is highly related to the first feature, since it is a measure of the amplitude of an estimation of the first (local) minimum in an average clean segment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12912, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To derive one value for the whole segment, a similar approach as the first feature was applied. First, the amplitude at 35 ms was selected in every ACF derived from the five seconds epochs. Afterwards, the overall maximum of these amplitudes was computed, which results in one value per segment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13209, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "High values of this feature could indicate a flat line or a technical artefact with a high amplitude and large width.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13327, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Similarity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13338, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The third feature, was selected based on the assumption that ECG signals do not have abrupt alterations between consecutive small windows. To detect these alterations, we crafted a feature that represents the similarity between the different five seconds epochs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13601, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It is defined by computing the maximum euclidean distance between all ACF’s, computed from the five seconds epochs, in a time lag interval between 30 ms and 115 ms. These values were empirically determined.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13812, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The steepness of the first downward slope is an indication for erroneous segments. However, it is already taken into account in the first two features. Hence we did not include the first 30 ms for this feature. 115 ms was selected as an end point for the similarity feature since we observed no added value for an extended window length.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14152, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The larger the distance, the less similar the ACF’s in that interval and the more likely that the segment contains abrupt alterations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14289, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Classification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14304, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Instead of randomly selecting the training set, we used the fixed-size algorithm. This algorithm maximizes the Renyi entropy of the training set, such that the underlying distribution of the entire dataset is approximated. As a result, the main characteristics of the whole dataset are represented in the training set, which consists of 70% of the whole dataset. This algorithm is applied on the three datasets separately to derive three training and test sets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14766, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first objective of this study is to test the robustness of the proposed algorithm. Hence, one dataset was used to train the classifier and the other two were used for independent testing. The Sleep dataset was used for the initial classifier training, since a gold standard was provided by a medical doctor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15078, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The percentage of contaminated segments of the Sleep dataset is substantially lower compared to the clean percentage, 3.2% vs. 96.8%. This class imbalance challenges traditional classification algorithms, since the majority class might be favoured. In this study, we used the classification algorithm proposed by Seiffert et al., which combines random under sampling (RUS) and boosting into a hybrid, ensemble classification algorithm named RUSBoost. Previous research has shown great reference results in case of class imbalance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15610, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Decision trees were selected as weak learners, since they are well-suited for ensemble classifiers, such as the one we use. Each decision tree was trained with the CART algorithm and deep trees were used with a minimal leaf size of five. The learning rate of the ensemble was set at 0.1, which requires more learning iterations, but often achieves better accuracy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15975, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to the selection of the right weak learner, one of the most important hyper-parameters is the number of weak learners of the ensemble. We used a standard 10-fold cross-validation approach to select the number of weak learners. The maximum number of weak learners was fixed at 500 and the mean squared classification error of the folds was used as decisive metric.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16351, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the robustness of the proposed approach, we compared the classification performance of two models. The first model is trained on the Sleep dataset and the second model is trained on the entire dataset. Additionally, to illustrate the effectiveness of the proposed algorithm, the performance of two other algorithms, a heuristic and a machine learning algorithm, were also evaluated and compared with the results obtained with our models.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16801, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quality indicator", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RUSBoost is a probabilistic classifier, which means that it does not only output the most probable class, but also the probability for each class. Hence, besides providing a clean or contaminated label, also the probability of each class is provided based on the relative weight across the set of decision trees.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17132, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each sample, each class and each decision tree, this relative weight is obtained by dividing the number of training samples of each class by the total number of training samples in the selected leaf. These weights are averaged over all decision trees in the ensemble to obtain the overall class weight. When we normalize these weights, we obtain a probability for each class ranging between 0 and 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17536, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mounce et al. used the class probabilities to produce a more fine grained and focussed assessment of the risk of iron failure in drinking water. In this study we propose a similar approach, but applied to the level of quality of ECG signals. The probability of the clean class was transformed to a quality score ranging from 0% to 100%, or in other words, from too contaminated to process to perfectly clean.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17946, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The obtained score is taken as the quality level of the signal. Since this score reflects the certainty of the algorithm, it is expected that it closely relates to the certainty/agreement of the annotators.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18153, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the proposed algorithm, we created a dataset with known SNR levels. We corrupted the clean signals of the Sleep dataset with recorded artefacts from the PhysioNet noise stress test database (NSTDB). This database contains samples of three types of noise: electrode motion (EM), baseline wander (BW) and muscle artefact (MA). Only EM and MA were considered, since baseline wander is usually not a cause for erroneous R-peak detection. Contaminated signals were generated at five contamination levels, according to.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18679, "infons": {"file": "gr2.jpg", "id": "fig0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Impact of Electrode Motion on ECG signal quality. EM: Electrode Motion noise, Level 0: Clean ECG signal, Level 1: Minor contamination, Level 2: Moderate contamination, Level 3: Severe contamination, Level 4: Extreme contamination. The quality of the ECG signal decreases with the increase of electrode motion (EM) noise increases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19010, "infons": {"file": "gr2.jpg", "id": "fig0002", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19017, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To enlarge the amount of segments, we divided the clean signals and artefact samples in 10 seconds. For each clean ECG segment, an artefact segment was randomly selected and a calibrated amount was added to the clean one. The SNR of the resulting signals was defined as described in. An example of the resulting signals is shown in Fig. 2. The obtained results were compared with the modulation spectrum-based ECG quality index (MS-QI), described in.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19469, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Performance metrics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19489, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To quantify the agreement between the different annotators, we computed two different metrics: (1) the percentage of agreement and (2) the Fleiss’ kappa.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19645, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Percentage of agreement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19669, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All segments were classified into three classes: ‘Perfect agreement’, when all four annotators agreed, ‘Moderate agreement’, when three annotators agreed, or ‘Disagreement’, when no majority voting was possible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19893, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Fleiss’ kappa", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19909, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One of the drawbacks of the percentage of agreement is the lack of correction due to chance. The Fleiss’ kappa is a relatively simple, yet powerful, metric that considers the possibility that the agreement has occurred by chance. Kappa values can vary between -1 and 1, but are between 0 and 1 if the observed agreement is due to more than chance alone. The closer to 1, the stronger the agreement.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the classification model on the two independent datasets, we computed four different performance metrics: sensitivity (Se), which is the proportion of clean signals that have been correctly classified; specificity, wich is the proportion of contaminated signals that have been correctly classified; negative predictive value (NPV), which is the proportion of correctly classified contaminated signals over all signals labeled as contaminated; and the area under the ROC curve (AUC). The latter is more suitable than the overall accuracy, since it is not sensitive to the class imbalance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20910, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The aforementioned metrics are applicable when the ground truth is clearly predefined or when all annotators agree. However, for the labelling of artefacts, it might be possible that different annotators have different opinions, and subsquently assign different labels for the same segment. Therefore, we assessed the performance by the weighted sensitivity (wSe), weighted specificity (wSp), and accordingly, the weighted AUC (wAUC), as proposed by Ansari et al.. In contrast to majority voting, these metrics take all raters’ opinions into account. Thus, also the minority votes, which would be ignored when using majority voting, are used to quantify the overall satisfaction of the raters. Note that when there is 100% agreement, the weighted and classical metrics are equal.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21693, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the effectiveness of the proposed quality index, we ranked the quality score against the agreement of the annotators on the clean class. The Pearson correlation coefficient was computed to quantify the correlation. Additionally, the quality scores for the different noise types and contamination levels were compared using a Kruskal-Wallis test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22051, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All analysis were performed using MatlabR2017aTM (The Mathworks, Natick, MA, USA).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22134, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22142, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Inter-rater agreement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22164, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Despite the great difference in experience, the annotators were in agreement on 72.3% of the CinC and 91.9% of the Stress dataset. Additionally, the kappa values ranged from substantial ( > 0.61) for the CinC dataset, to almost perfect ( > 0.81) for the Stress dataset (Table A.1). This indicates that the high level of agreement was not due to chance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22525, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Model performance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22543, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the robustness of the proposed approach, we compared the classification performance of two models. The first model is trained on the Sleep dataset and the second model is trained on a combined subset of the three datasets. For the Stress and CinC datasets, only the segments in the âPerfect agreementâ subset were considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22883, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The model that was trained on the Sleep dataset achieved a mean squared classification error of under 2% when 40 or more weak learners were used. Additionally, the classification error stagnated at 140 weak learners. Therefore, we retained 140 weak learners and removed the excessive weak learners. This is likely to have minimal effect on the predictive performance of the model, since the selected weak learners give near-optimal accuracy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23325, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used the same methodology for the second model, which resulted in a model consisting of 90 weak learners, corresponding to an average classification error of 4.3%.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23492, "infons": {"file": "tbl0001.xml", "id": "tbl0001", "section_type": "TABLE", "type": "table_caption"}, "text": "Classification performance on independent test sets. Model 1: Trained on the Sleep dataset, Model 2: Trained on the three datasets, Orphanidou et al., Clifford et al..", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23662, "infons": {"file": "tbl0001.xml", "id": "tbl0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" valign=\"top\"/><th colspan=\"4\" align=\"left\">Test Sleep<hr/></th><th colspan=\"4\" align=\"left\">Test CinC<hr/></th><th colspan=\"4\" align=\"left\">Test Stress<hr/></th></tr><tr><th align=\"left\" valign=\"top\"/><th align=\"left\" valign=\"top\">Model 1</th><th align=\"left\" valign=\"top\">Model 2</th><th align=\"left\" valign=\"top\">Orphanidou et al.</th><th align=\"left\" valign=\"top\">Clifford et al.</th><th align=\"left\" valign=\"top\">Model 1</th><th align=\"left\" valign=\"top\">Model 2</th><th align=\"left\" valign=\"top\">Orphanidou et al.</th><th align=\"left\" valign=\"top\">Clifford et al.</th><th align=\"left\" valign=\"top\">Model 1</th><th align=\"left\" valign=\"top\">Model 2</th><th align=\"left\" valign=\"top\">Orphanidou et al.</th><th align=\"left\" valign=\"top\">Clifford et al.</th></tr></thead><tbody><tr><td valign=\"top\">Se</td><td valign=\"top\">1.000</td><td valign=\"top\">1.000</td><td valign=\"top\">0.892</td><td valign=\"top\">0.999</td><td valign=\"top\">0.932</td><td valign=\"top\">0.977</td><td valign=\"top\">0.945</td><td valign=\"top\">0.981</td><td valign=\"top\">0.993</td><td valign=\"top\">1.000</td><td valign=\"top\">0.987</td><td valign=\"top\">0.993</td></tr><tr><td valign=\"top\">Sp</td><td valign=\"top\">0.966</td><td valign=\"top\">0.910</td><td valign=\"top\">0.876</td><td valign=\"top\">0.828</td><td valign=\"top\">0.966</td><td valign=\"top\">0.947</td><td valign=\"top\">0.88</td><td valign=\"top\">0.892</td><td valign=\"top\">1.000</td><td valign=\"top\">0.996</td><td valign=\"top\">1.000</td><td valign=\"top\">0.996</td></tr><tr><td valign=\"top\">NPV</td><td valign=\"top\">1.000</td><td valign=\"top\">1.000</td><td valign=\"top\">0.211</td><td valign=\"top\">0.965</td><td valign=\"top\">0.896</td><td valign=\"top\">0.960</td><td valign=\"top\">0.906</td><td valign=\"top\">0.998</td><td valign=\"top\">0.984</td><td valign=\"top\">1.000</td><td valign=\"top\">0.972</td><td valign=\"top\">0.997</td></tr><tr><td valign=\"top\">AUC</td><td valign=\"top\">0.999</td><td valign=\"top\">1.000</td><td valign=\"top\">/</td><td valign=\"top\">0.992</td><td valign=\"top\">0.988</td><td valign=\"top\">0.993</td><td valign=\"top\">/</td><td valign=\"top\">0.982</td><td valign=\"top\">1.000</td><td valign=\"top\">1.000</td><td valign=\"top\">/</td><td valign=\"top\">1.000</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23673, "infons": {"file": "tbl0001.xml", "id": "tbl0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" valign=\"top\"/><th colspan=\"4\" align=\"left\">Test Sleep<hr/></th><th colspan=\"4\" align=\"left\">Test CinC<hr/></th><th colspan=\"4\" align=\"left\">Test Stress<hr/></th></tr><tr><th align=\"left\" valign=\"top\"/><th align=\"left\" valign=\"top\">Model 1</th><th align=\"left\" valign=\"top\">Model 2</th><th align=\"left\" valign=\"top\">Orphanidou et al.</th><th align=\"left\" valign=\"top\">Clifford et al.</th><th align=\"left\" valign=\"top\">Model 1</th><th align=\"left\" valign=\"top\">Model 2</th><th align=\"left\" valign=\"top\">Orphanidou et al.</th><th align=\"left\" valign=\"top\">Clifford et al.</th><th align=\"left\" valign=\"top\">Model 1</th><th align=\"left\" valign=\"top\">Model 2</th><th align=\"left\" valign=\"top\">Orphanidou et al.</th><th align=\"left\" valign=\"top\">Clifford et al.</th></tr></thead><tbody><tr><td valign=\"top\">Se</td><td valign=\"top\">1.000</td><td valign=\"top\">1.000</td><td valign=\"top\">0.892</td><td valign=\"top\">0.999</td><td valign=\"top\">0.932</td><td valign=\"top\">0.977</td><td valign=\"top\">0.945</td><td valign=\"top\">0.981</td><td valign=\"top\">0.993</td><td valign=\"top\">1.000</td><td valign=\"top\">0.987</td><td valign=\"top\">0.993</td></tr><tr><td valign=\"top\">Sp</td><td valign=\"top\">0.966</td><td valign=\"top\">0.910</td><td valign=\"top\">0.876</td><td valign=\"top\">0.828</td><td valign=\"top\">0.966</td><td valign=\"top\">0.947</td><td valign=\"top\">0.88</td><td valign=\"top\">0.892</td><td valign=\"top\">1.000</td><td valign=\"top\">0.996</td><td valign=\"top\">1.000</td><td valign=\"top\">0.996</td></tr><tr><td valign=\"top\">NPV</td><td valign=\"top\">1.000</td><td valign=\"top\">1.000</td><td valign=\"top\">0.211</td><td valign=\"top\">0.965</td><td valign=\"top\">0.896</td><td valign=\"top\">0.960</td><td valign=\"top\">0.906</td><td valign=\"top\">0.998</td><td valign=\"top\">0.984</td><td valign=\"top\">1.000</td><td valign=\"top\">0.972</td><td valign=\"top\">0.997</td></tr><tr><td valign=\"top\">AUC</td><td valign=\"top\">0.999</td><td valign=\"top\">1.000</td><td valign=\"top\">/</td><td valign=\"top\">0.992</td><td valign=\"top\">0.988</td><td valign=\"top\">0.993</td><td valign=\"top\">/</td><td valign=\"top\">0.982</td><td valign=\"top\">1.000</td><td valign=\"top\">1.000</td><td valign=\"top\">/</td><td valign=\"top\">1.000</td></tr></tbody></table>\n"}, "text": "\tTest Sleep\tTest CinC\tTest Stress\t \t\tModel 1\tModel 2\tOrphanidou et al.\tClifford et al.\tModel 1\tModel 2\tOrphanidou et al.\tClifford et al.\tModel 1\tModel 2\tOrphanidou et al.\tClifford et al.\t \tSe\t1.000\t1.000\t0.892\t0.999\t0.932\t0.977\t0.945\t0.981\t0.993\t1.000\t0.987\t0.993\t \tSp\t0.966\t0.910\t0.876\t0.828\t0.966\t0.947\t0.88\t0.892\t1.000\t0.996\t1.000\t0.996\t \tNPV\t1.000\t1.000\t0.211\t0.965\t0.896\t0.960\t0.906\t0.998\t0.984\t1.000\t0.972\t0.997\t \tAUC\t0.999\t1.000\t/\t0.992\t0.988\t0.993\t/\t0.982\t1.000\t1.000\t/\t1.000\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24166, "infons": {"file": "gr3.jpg", "id": "fig0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Feature space of the three training datasets. A larger spread can be observed in the CinC dataset compared to the other datasets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24296, "infons": {"file": "gr3.jpg", "id": "fig0003", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24303, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From Table 1 we can observe that similar performances were obtained with the first model compared to the second one. All performance metrics were above 0.89. Regarding NPV, better results were obtained for the CinC and Stress sets for the second model. This might be due to a different spread of the features in the three datasets. In Fig. 3, we can observed that the features of the CinC dataset have a larger spread, compared to the other two datasets. Overall, both models outperformed the method of, which had a particularly low NPV on the Sleep dataset, and achieved similar performance scores compared to the method of.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24931, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Quality assessment index", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24956, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since the performance of the second model was slightly better, compared to the first one, we used that model for the evaluation of the quality assessment index.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25117, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the previous section, only the segments with ‘Perfect agreement’ were used for testing. Hence the weighted and non-weighted performance metrics are the same. When adding the ‘Moderate agreement’ subsets, we used the weighted performance metrics to take also the minority votes into account.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25419, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We observed a decrease in the weighted performance metrics with wSe = 0.794, wSp = 0.787 and wAUC = 0.928 for the CinC dataset and wSe = 0.966, wSp = 0.848 and wAUC = 0.970 for the Stress dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25640, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These results indicate that the segments in the ‘Moderate agreement’ subset are more difficult to classify. We hypothesized that this difficulty is not only reflected in the performance of the classifier, but also in the probability of the predicted class.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25901, "infons": {"file": "gr4.jpg", "id": "fig0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Boxplot of the score of the clean class vs. the amount of annotators agreeing on the clean class. Outliers are shown as plus signs. The different categories consist of respectively 685, 589, 485, 636 and 1268 segments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26120, "infons": {"file": "gr4.jpg", "id": "fig0004", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26127, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The boxplots in Fig. 4 show an increase of the score of the clean class with respect to the amount of annotators that agree on the clean class. A Pearson correlation coefficient of 0.8131 was obtained. This confirms the assumption that the score of the clean class is closely related to the certainty/agreement of the annotators.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26458, "infons": {"file": "gr5.jpg", "id": "fig0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison between the proposed quality index and the modulation spectrum-based quality index (MS-QI). The quality of the EM (a) and MA (b) noise both significantly decrease, to a different extent, with the increasing noise level. The same can be observed for the MS-QI. The boundaries of the gray area indicate the 25th and 75th percentiles, and the solid line the median.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26832, "infons": {"file": "gr5.jpg", "id": "fig0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26839, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The last experiment consisted of testing the proposed quality indication on a dataset with known SNR levels and comparing the results with the MS-QI. Two types of realistic ECG noise, EM and MA, at different SNR levels from the NSTDB were added to create a simulated dataset. Significant positive correlations (0.65 and 0.65) were observed for both types of noise (p < 0.01) and the quality values of the EM and MA noise significantly decreased with the increasing noise levels (Fig. 5). However, the inter-noise quality values also differed significantly (p < 0.01).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27416, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the case of the MS-QI, also significant correlations were observed for both types of noise (p < 0.01). However, the correlation coefficients were substantially lower (0.15 and 0.41). Additionally, similar significant decreases per noise level could be observed for the MS-QI (p < 0.01). Besides these observed differences, the main difference between both algorithms is the computation time. Averaged for 1000 segments, it takes 0.215 ± 0.016 seconds to compute the MS-QI for a segment of 10 seconds, while the proposed metric takes only 0.046 ± 0.005 seconds.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27998, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28009, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study we presented an automated method for artefact detection and continuous signal quality assessment, based on the ACF and a RUSBoost classifier. The main novelty is the new approach to signal quality assessment, using the posterior probability of the clean class of the RUSBoost classifier as an estimation of the quality of the ECG segments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28363, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The first objective of this study was to evaluate the robustness of the proposed algorithm by training it on one dataset and testing it on two independent datasets. Due to the low level of agreement between the annotators of the CinC dataset and the lack of labelling in the Stress dataset we performed our own (re)labelling procedure. Relabelling (parts) of a freely available dataset was already done by other authors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28784, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The newly labelled datasets were used to test the robustness of the proposed model. Firstly, the model was trained on the Sleep dataset and subsequently tested on the ‘Perfect agreement’ subset of the other two datasets. Very high performance metrics on the test sets were obtained, indicating that the model can be applied on data obtained in different recording conditions without substantial performance loss. Furthermore, this highlights the robustness of the model, since the data was recorded with different sampling frequencies, acquired with different systems and segmented with different segment lengths.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29402, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Secondly, the model was trained on a training set derived from all datasets and tested on a test subset of the ‘Perfect agreement’ subset. In this set-up all recording conditions were taken into account when training the model. Although only slightly, the overall performance of the model increased. This is particularly observable for the NPV in the CinC dataset. This might be due to a different spread of the feature space of the three datasets, as shown in Fig. 3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29876, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The difference between the datasets could be explained by a couple of factors:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29955, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Amount of subjects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29974, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The CinC dataset consists of ECG signals of many different subjects, while the Sleep and Stress dataset consist of 16 and 1 subject respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30120, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Clean vs. Contaminated", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30143, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The CinC dataset contains more contaminated segments, compared to the other two datasets, as shown in Table A.1. This might be due to the way of recording. The CinC dataset recordings were made by a hand held device, while the other two were made with electrodes attached to the body.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30429, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The performance of the proposed model was compared with a heuristic and a machine learning algorithm. We have shown that the proposed model outperforms. This algorithm is intrinsically linked to the performance of a peak detector, which could hinder the performance of the method. Since our method is solely based on features derived from the ACF of small ECG segments, it is not subjected to this type of problems.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30845, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A similar performance is obtained compared to the machine learning algorithm of. This method also uses peak detection, but, instead of using the obtained RR-intervals, it compares the output of two peak detection algorithms. This is a more robust methodology, compared to.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31118, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The advantage of the method proposed in this paper is that only 3 features are needed to obtain an accurate performance. However, a drawback of this study is that the model was trained and tested on a dataset which mostly consisted of normal sinus rhythm. Previous studies have shown that signal quality classification algorithms experience a reduction in performance on an arrhythmia database when it was not explicitly retrained using signals containing arrhythmia episodes. We expect the model to be only marginally influenced by abnormal rhythms, but more affected by abnormalities which change the shape of the heartbeat significantly, e.g. pre-mature ventricular contractions. This hypothesis will be further investigated in the future.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31861, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The obtained Pearson correlation coefficient of 0.8131 confirms the hypothesis that the certainty of the algorithm, quantified by the score of the clean class, is closely related to the certainty/agreement of the annotators. This motivated the proposal to use the score of the clean class as a new quality assessment index. One of the big advantages of this method is that no additional parameters have to be tuned, after the model is compacted. This is in contrast with, where an extra coefficient needs to be chosen when spectral or statistical noise is present.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32426, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As a last experiment, we tested the proposed quality indication on a dataset with known SNR levels and compared the results with the MS-QI. Firstly, we observed an overall quality level of 100% (25th percentile=100% and 75th percentile=100%) for the clean segments, according to the proposed algorithm. This indicates that, at least for the clean signals, there is a correct estimation of the quality. However, the MS-QI’s of the clean segments were substanually lower, compared to the values in the original paper. This might be explained by the way that the clean segments were generated/selected. In, clean signals were generated using ecgsyn, a Matlab function which is available in Physionet. While in this paper, from the clean segments of the Sleep datset, the segments with the highest quality were selected by an in-house quality estimation algorithm. In this algorithm, the segments are pre-processed by means of a band pass Butterworth filter with cutoff frequencies of 1 Hz and 40 Hz. Hence, since the MS-QI does not contain any filtering operation, it might be that it underestimates the quality of the clean segments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33562, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Secondly, we observed significant quality decreases per noise level for both types of added noise for the proposed metric. However, in contrast to what was expected, the quality of the segments that are contaminated with EM noise do not decrease to 0%. This might be due to the similar morphology and frequency content of the EM noise and the QRS complex. A comparable issue was reported by Li et al. when testing their signal quality indices.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34007, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite these promising findings, we also found significant inter-noise differences, both for the proposed index and the MS-QI. This might indicate that the algorithm reacts differently to different types of noise. An explanation might be that, although the SNR values are chosen according to clinical usage, the shape of the different noise types remains different. This has limited influence on more elaborate algorithms, where more features are used, such as the one of, but in the proposed method, only three features derived from the ACF are used. All three features are (QRS-) shape dependent and are thus heavily influenced by the shape of the noise. Therefore, the selected features might not be optimal. On the contrary, it is very probable that the quality assessment can be improved by including statistical, frequency or other features. This will be investigated in future work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34898, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One of the limitations of this study is that the window size for the initial feature extraction was not tuned to produce optimal results. Additional investigation into the optimal window size might result in better performance of the model. Since it is desired to remove as few data points as possible, the model would benefit from a smaller window size.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35253, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35265, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We have developed an automated, accurate and robust artefact detection algorithm, based on the ACF and the RUSBoost algorithm. We have shown that, when training the classification model on one specific dataset, it is robust enough to accurately predict the labels in other datasets. Although, as expected, the prediction is more accurate when we model the other conditions as well.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35647, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The main novelty of this study is the new approach to ECG signal quality assessment. We suggest to exploit the posterior class probability of the RUSBoost classifier and to use the probability for the clean class as a novel quality assessment index. This allows users to identify periods of data with a pre-defined level of quality, depending on the task at hand.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36011, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Declaration of Competing Interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36045, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors do not have financial and personal relationships with other people or organisations that could inappropriately influence (bias) their work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36197, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36208, "infons": {"pub-id_doi": "10.1109/ISWC.2000.888463", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36209, "infons": {"fpage": "36", "lpage": "52", "name_0": "surname:Satija;given-names:U.", "name_1": "surname:Manikandan;given-names:M.S.", "pub-id_pmid": "29994590", "section_type": "REF", "source": "IEEE Rev. Biomed. Eng.", "type": "ref", "volume": "11", "year": "2018"}, "text": "A review of signal processing techniques for electrocardiogram signal quality assessment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36298, "infons": {"fpage": "273", "lpage": "276", "name_0": "surname:Silva;given-names:I.", "name_1": "surname:Moody;given-names:G.B.", "name_2": "surname:Celi;given-names:L.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "year": "2011"}, "text": "Improving the quality of ecgs collected using mobile phones: the physionet/computing in cardiology challenge 2011", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36412, "infons": {"fpage": "171", "issue": "3", "lpage": "176", "name_0": "surname:Imtiaz;given-names:S.", "name_1": "surname:Mardell;given-names:J.", "name_2": "surname:S. Saremi-Yarahmadi;given-names:E.R.-V.", "section_type": "REF", "source": "Healthcare Technol. Lett.", "type": "ref", "volume": "3", "year": "2016"}, "text": "Ecg artefact identification and removal in mhealth systems for continuous patient monitoring", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36505, "infons": {"fpage": "369", "lpage": "372", "name_0": "surname:Xia;given-names:H.", "name_1": "surname:Garcia;given-names:G.A.", "name_2": "surname:McBride;given-names:J.C.", "name_3": "surname:Sullivan;given-names:A.", "name_4": "surname:Bock;given-names:T.D.", "name_5": "surname:Bains;given-names:J.", "name_6": "surname:Wortham;given-names:D.C.", "name_7": "surname:Zhao;given-names:X.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "year": "2011"}, "text": "Computer algorithms for evaluating the quality of ecgs in real time", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36573, "infons": {"fpage": "277", "lpage": "280", "name_0": "surname:Zaunseder;given-names:S.", "name_1": "surname:Huhle;given-names:R.", "name_2": "surname:Malberg;given-names:H.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "year": "2011"}, "text": "Cinc challenge - assessing the usability of ecg by ensemble decision trees", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36648, "infons": {"fpage": "361", "lpage": "363", "name_0": "surname:Moody;given-names:B.E.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "year": "2011"}, "text": "Rule-based methods for ecg quality control", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36691, "infons": {"fpage": "285", "lpage": "288", "name_0": "surname:Clifford;given-names:G.D.", "name_1": "surname:Lopez;given-names:D.", "name_2": "surname:Li;given-names:Q.", "name_3": "surname:Rezek;given-names:I.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "year": "2011"}, "text": "Signal quality indices and data fusion for determining acceptability of electrocardiograms collected in noisy ambulatory environments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36825, "infons": {"fpage": "1517", "issue": "9", "lpage": "1533", "name_0": "surname:Redmond;given-names:S.J.", "name_1": "surname:Xie;given-names:Y.", "name_2": "surname:Chang;given-names:D.", "name_3": "surname:Basilakis;given-names:J.", "name_4": "surname:Lovell;given-names:N.H.", "pub-id_pmid": "22903004", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "33", "year": "2012"}, "text": "Electrocardiogram signal quality measures for unsupervised telehealth environments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36908, "infons": {"fpage": "505", "lpage": "508", "name_0": "surname:Vaglio;given-names:M.", "name_1": "surname:Isola;given-names:L.", "name_2": "surname:Gates;given-names:G.", "name_3": "surname:Badilini;given-names:F.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "year": "2010"}, "text": "Use of ecg quality metrics in clinical trials", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36954, "infons": {"fpage": "435", "issue": "3", "lpage": "447", "name_0": "surname:Li;given-names:Q.", "name_1": "surname:Rajagopalan;given-names:C.", "name_2": "surname:Clifford;given-names:G.D.", "pub-id_pmid": "25306242", "section_type": "REF", "source": "Comput. Methods Programs Biomed.", "type": "ref", "volume": "117", "year": "2014"}, "text": "A machine learning approach to multi-level ecg signal quality classification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37031, "infons": {"fpage": "3151", "lpage": "3154", "name_0": "surname:Varon;given-names:C.", "name_1": "surname:Testelmans;given-names:D.", "name_2": "surname:Buyse;given-names:B.", "name_3": "surname:Suykens;given-names:J.A.K.", "name_4": "surname:Huffel;given-names:S.V.", "section_type": "REF", "source": "Proceedings of the Annual International Conference of the IEEE Engineering in Medicine and Biology Society, EMBS", "type": "ref", "year": "2012"}, "text": "Robust artefact detection in long-term ecg recordings based on autocorrelation function similarity and percentile analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37154, "infons": {"section_type": "REF", "type": "ref"}, "text": "G.D. Clifford, C. Liu, B. Moody, L.H. Lehman, I. Silva, Q. Li, A.E. Johnson, R.G. Mark, Af classification from a short single lead ecg recording: the physionet/computing in cardiology challenge 2017, 2017, (https://www.physionet.org/challenge/2017/Clifford_et-al-challenge_2017_CinC_paper.pdf).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37449, "infons": {"fpage": "26", "lpage": "35", "name_0": "surname:Huysmans;given-names:D.", "name_1": "surname:Smets;given-names:E.", "name_2": "surname:De Raedt;given-names:W.", "name_3": "surname:Van Hoof;given-names:C.", "name_4": "surname:Bogaerts;given-names:K.", "name_5": "surname:Diest;given-names:I.", "name_6": "surname:Helic;given-names:D.", "section_type": "REF", "source": "Proceedings of BIOSTEC", "type": "ref", "volume": "4", "year": "2018"}, "text": "Unsupervised learning for mental stress detection-exploration of self-organizing maps", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37535, "infons": {"name_0": "surname:Moeyersons;given-names:J.", "name_1": "surname:Varon;given-names:C.", "name_2": "surname:Testelmans;given-names:D.", "name_3": "surname:Buyse;given-names:B.", "name_4": "surname:Huffel;given-names:S.V.", "section_type": "REF", "source": "Computing in Cardiology", "type": "ref", "volume": "44", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37536, "infons": {"fpage": "1484", "issue": "6", "lpage": "1504", "name_0": "surname:Brabanter;given-names:K.D.", "name_1": "surname:Brabanter;given-names:J.D.", "name_2": "surname:Suykens;given-names:J.", "name_3": "surname:Moor;given-names:B.D.", "section_type": "REF", "source": "Comput. Stat. Data Anal.", "type": "ref", "volume": "54", "year": "2010"}, "text": "Optimized fixed-size kernel models for large data sets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37591, "infons": {"fpage": "1575", "issue": "5", "lpage": "1589", "name_0": "surname:Mounce;given-names:S.R.", "name_1": "surname:Ellis;given-names:K.", "name_2": "surname:Edwards;given-names:J.M.", "name_3": "surname:Speight;given-names:V.L.", "name_4": "surname:Jakomis;given-names:N.", "name_5": "surname:Boxall;given-names:J.B.", "section_type": "REF", "source": "Water Resour. Manage.", "type": "ref", "volume": "31", "year": "2017"}, "text": "Ensemble decision tree models using rusboost for estimating risk of iron failure in drinking water distribution systems", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37711, "infons": {"fpage": "185", "issue": "1", "lpage": "197", "name_0": "surname:Seiffert;given-names:C.", "name_1": "surname:Khoshgoftaar;given-names:T.M.", "name_2": "surname:Hulse;given-names:J.V.", "name_3": "surname:Napolitano;given-names:A.", "section_type": "REF", "source": "IEEE Trans. Syst. Man Cybern.", "type": "ref", "volume": "40", "year": "2010"}, "text": "Rusboost: a hybrid approach to alleviating class imbalance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37770, "infons": {"fpage": "900", "lpage": "905", "name_0": "surname:Gashler;given-names:M.", "name_1": "surname:Giraud-Carrier;given-names:C.G.", "name_2": "surname:Martinez;given-names:T.R.", "section_type": "REF", "type": "ref", "volume": "7", "year": "2008"}, "text": "Decision tree ensemble: small heterogeneous is better than large homogeneous", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37847, "infons": {"fpage": "832", "issue": "3", "lpage": "838", "name_0": "surname:Orphanidou;given-names:C.", "name_1": "surname:Bonnici;given-names:T.", "name_2": "surname:Charlton;given-names:P.", "name_3": "surname:Clifton;given-names:D.", "name_4": "surname:Vallance;given-names:D.", "name_5": "surname:Tarassenko;given-names:L.", "section_type": "REF", "source": "IEEE J. Biomed. Health Inf.", "type": "ref", "volume": "19", "year": "2015"}, "text": "Signal-quality indices for the electrocardiogram and photoplethysmogram: derivation and applications to wireless monitoring", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37971, "infons": {"fpage": "1419", "issue": "9", "lpage": "1433", "name_0": "surname:Clifford;given-names:G.D.", "name_1": "surname:Behar;given-names:J.", "name_2": "surname:Li;given-names:Q.", "name_3": "surname:Rezek;given-names:I.", "pub-id_pmid": "22902749", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "33", "year": "2012"}, "text": "Signal quality indices and data fusion for determining clinical acceptability of electrocardiograms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38071, "infons": {"fpage": "381384", "name_0": "surname:Moody;given-names:G.B.", "name_1": "surname:Muldrow;given-names:W.K.", "name_2": "surname:Mark;given-names:R.G.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "1", "year": "1984"}, "text": "A noise stress test for arrhythmia detectors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38116, "infons": {"fpage": "1613", "issue": "8", "lpage": "1622", "name_0": "surname:TV;given-names:D.P.", "name_1": "surname:Falk;given-names:T.H.", "name_2": "surname:Maier;given-names:M.", "pub-id_pmid": "25203983", "section_type": "REF", "source": "IEEE Trans. Biomed. Eng.", "type": "ref", "volume": "63", "year": "2016"}, "text": "Ms-qi: a modulation spectrum-based ecg quality index for telehealth applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38197, "infons": {"section_type": "REF", "type": "ref"}, "text": "A. Momeni, M. Pincus, J. Libien, Introduction to statistical methods in pathology(2018) 317.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38290, "infons": {"fpage": "23", "issue": "1", "lpage": "34", "name_0": "surname:Hallgren;given-names:K.A.", "section_type": "REF", "source": "Tutorials Quant. Methods Psychol.", "type": "ref", "volume": "8", "year": "2012"}, "text": "Computing inter-rater reliability for observational data: an overview and tutorial", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38373, "infons": {"fpage": "1114", "issue": "4", "lpage": "1123", "name_0": "surname:Ansari;given-names:A.H.", "name_1": "surname:Cherian;given-names:P.J.", "name_10": "surname:Naulaers;given-names:G.", "name_11": "surname:Huffel;given-names:S.V.", "name_2": "surname:Caicedo;given-names:A.", "name_3": "surname:Jansen;given-names:K.", "name_4": "surname:Dereymaeker;given-names:A.", "name_5": "surname:Wispelaere;given-names:L.D.", "name_6": "surname:Dielman;given-names:C.", "name_7": "surname:Vervisch;given-names:J.", "name_8": "surname:Govaert;given-names:P.", "name_9": "surname:Vos;given-names:M.D.", "section_type": "REF", "source": "IEEE J. Biomed. Health Inf.", "type": "ref", "volume": "22", "year": "2018"}, "text": "Weighted performance metrics for automatic neonatal seizure detection using multi-scored eeg data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38471, "infons": {"fpage": "1370", "issue": "8", "lpage": "1382", "name_0": "surname:Daluwatte;given-names:C.", "name_1": "surname:Johannesen;given-names:L.", "name_2": "surname:Galeotti;given-names:L.", "name_3": "surname:Vicente;given-names:J.", "name_4": "surname:Strauss;given-names:D.", "name_5": "surname:Scully;given-names:C.", "pub-id_pmid": "27454007", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "37", "year": "2016"}, "text": "Assessing ecg signal quality indices to discriminate ecgs with artefacts from pathologically different arrhythmic ecgs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38590, "infons": {"name_0": "surname:Teijeiro;given-names:T.", "name_1": "surname:García;given-names:C.", "name_2": "surname:Castro;given-names:D.", "name_3": "surname:Félix;given-names:P.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "44", "year": "2017"}, "text": "Arrhythmia classification from the abductive interpretation of short single-lead ecg records", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38683, "infons": {"fpage": "15", "issue": "1", "lpage": "32", "name_0": "surname:Li;given-names:Q.", "name_1": "surname:Mark;given-names:R.G.", "name_2": "surname:Clifford;given-names:G.D.", "pub-id_pmid": "18175857", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "29", "year": "2008"}, "text": "Robust heart rate estimation from multiple asynchronous noisy sources using signal quality indices and a kalman filter", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38802, "infons": {"section_type": "APPENDIX", "type": "title_1"}, "text": "Appendix A", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38813, "infons": {"file": "tbl0002.xml", "id": "tbl0002", "section_type": "TABLE", "type": "table_caption"}, "text": "Overview of the CinC and Stress dataset (re)labelling.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38868, "infons": {"file": "tbl0002.xml", "id": "tbl0002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" valign=\"top\"/><th colspan=\"3\" align=\"left\">CinC<hr/></th><th colspan=\"3\" align=\"left\">Stress<hr/></th></tr><tr><th align=\"left\" valign=\"top\"/><th align=\"left\" valign=\"top\">Clean</th><th align=\"left\" valign=\"top\">Cont.</th><th align=\"left\" valign=\"top\">All</th><th align=\"left\" valign=\"top\">Clean</th><th align=\"left\" valign=\"top\">Cont.</th><th align=\"left\" valign=\"top\">All</th></tr></thead><tbody><tr><td valign=\"top\">Perfect</td><td valign=\"top\">2404</td><td valign=\"top\">1453</td><td valign=\"top\">3857 (72%)</td><td valign=\"top\">1817</td><td valign=\"top\">829</td><td valign=\"top\">2646 (92%)</td></tr><tr><td valign=\"top\">Moderate</td><td valign=\"top\">518</td><td valign=\"top\">523</td><td valign=\"top\">1041 (20%)</td><td valign=\"top\">118</td><td valign=\"top\">66</td><td valign=\"top\">184 (6%)</td></tr><tr><td valign=\"top\">Disagree</td><td/><td/><td valign=\"top\">436 (8%)</td><td/><td/><td valign=\"top\">49 (2%)</td></tr><tr><td valign=\"top\">Fleiss’ kappa</td><td/><td/><td valign=\"top\">0.686</td><td/><td/><td valign=\"top\">0.901</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38879, "infons": {"file": "tbl0002.xml", "id": "tbl0002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" valign=\"top\"/><th colspan=\"3\" align=\"left\">CinC<hr/></th><th colspan=\"3\" align=\"left\">Stress<hr/></th></tr><tr><th align=\"left\" valign=\"top\"/><th align=\"left\" valign=\"top\">Clean</th><th align=\"left\" valign=\"top\">Cont.</th><th align=\"left\" valign=\"top\">All</th><th align=\"left\" valign=\"top\">Clean</th><th align=\"left\" valign=\"top\">Cont.</th><th align=\"left\" valign=\"top\">All</th></tr></thead><tbody><tr><td valign=\"top\">Perfect</td><td valign=\"top\">2404</td><td valign=\"top\">1453</td><td valign=\"top\">3857 (72%)</td><td valign=\"top\">1817</td><td valign=\"top\">829</td><td valign=\"top\">2646 (92%)</td></tr><tr><td valign=\"top\">Moderate</td><td valign=\"top\">518</td><td valign=\"top\">523</td><td valign=\"top\">1041 (20%)</td><td valign=\"top\">118</td><td valign=\"top\">66</td><td valign=\"top\">184 (6%)</td></tr><tr><td valign=\"top\">Disagree</td><td/><td/><td valign=\"top\">436 (8%)</td><td/><td/><td valign=\"top\">49 (2%)</td></tr><tr><td valign=\"top\">Fleiss’ kappa</td><td/><td/><td valign=\"top\">0.686</td><td/><td/><td valign=\"top\">0.901</td></tr></tbody></table>\n"}, "text": "\tCinC\tStress\t \t\tClean\tCont.\tAll\tClean\tCont.\tAll\t \tPerfect\t2404\t1453\t3857 (72%)\t1817\t829\t2646 (92%)\t \tModerate\t518\t523\t1041 (20%)\t118\t66\t184 (6%)\t \tDisagree\t\t\t436 (8%)\t\t\t49 (2%)\t \tFleiss’ kappa\t\t\t0.686\t\t\t0.901\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39093, "infons": {"section_type": "APPENDIX", "type": "paragraph"}, "text": "Table A.1.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]