[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240905", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC7434639", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.comcom.2020.08.011", "article-id_pmc": "PMC7434639", "article-id_pmid": "32843778", "article-id_publisher-id": "S0140-3664(20)31890-9", "fpage": "31", "kwd": "Heart diseases Autoencoder neural networks Secure internet of health things Deep learning Heart sounds classification", "license": "Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.", "lpage": "50", "name_0": "surname:Deperlioglu;given-names:Omer", "name_1": "surname:Kose;given-names:Utku", "name_2": "surname:Gupta;given-names:Deepak", "name_3": "surname:Khanna;given-names:Ashish", "name_4": "surname:Sangaiah;given-names:Arun Kumar", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "162", "year": "2020"}, "text": "Diagnosis of heart diseases by a secure Internet of Health Things system based on Autoencoder Deep Neural Network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 114, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Objective of this study is to introduce a secure IoHT system, which acts as a clinical decision support system with the diagnosis of cardiovascular diseases. In this sense, it was emphasized that the accuracy rate of diagnosis (classification) can be improved via deep learning algorithms, by needing no hybrid-complex models, and a secure data processing can be achieved with a multi-authentication and Tangle based approach. In detail, heart sounds were classified with Autoencoder Neural Networks (AEN) and the IoHT system was built for supporting doctors in real-time. For developing the diagnosis infrastructure by the AEN, PASCAL B-Training and Physiobank-PhysioNet A-Training heart sound datasets were used accordingly. For the PASCAL dataset, the AEN provided a diagnosis-classification performance with the accuracy of 100%, sensitivity of 100%, and the specificity of 100% whereas the rates were respectively 99.8%, 99.65%, and 99.13% for the PhysioNet dataset. It was seen that the findings by the developed AEN based solution were better than the alternative solutions from the literature. Additionally, usability of the whole IoHT system was found positive by the doctors, and according to the 479 real-case applications, the system was able to achieve accuracy rates of 96.03% for normal heart sounds, 91.91% for extrasystole, and 90.11% for murmur. In terms of security approach, the system was also robust against several attacking methods including synthetic data impute as well as trying to penetrating to the system via central system or mobile devices.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1687, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1700, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "According to the World Health Organization (WHO), majority of the worldwide deaths are caused by heart diseases. It is possible to indicate that approximately 30% of all deaths are caused by heart diseases . Because of that, solutions for detecting early signs of heart diseases have great importance for ensuring worldwide well-being. At this point, wide diversity of cases in the medical data and the fact that the diseases and the corresponding symptoms are in a wide scope, it is generally a difficult task to examine the data carefully. As general, it is also known that doctors have high work-load and they do not have the same competency . That situation affects the way of understanding the existing data always same way and learning well enough from the past cases for better diagnosis and treatment. So, biomedical-oriented decision support systems have been used for getting detailed information from the target data, in order to assist doctors in their decision-making process . At this point, one of the most widely used solutions within decision support systems is the classification where it is practical to get an accurate decision-making approach by evaluating the existing data and performing comparisons over it. In the context of classification studies, researchers always focus on increasing classification success rates. In order to achieve that, they generally develop different kinds classification models. Additionally, it is also often tried to improve effectiveness and efficiency, by using hybrid methods in which different solution ways such as optimization algorithms and machine learning techniques are combined together for the classification . It is also remarkable that the way of decision support systems is affected from the latest technological developments such as mobile communication or cloud systems . Recently, the technology era is rising over many innovative solutions and the Internet of Things (IoT), which is known as a network of communicating smart devices  is among them. As the IoT has gained great popularity in different fields of the modern life, efforts in the context of biomedical has caused appearance of a unique name: Internet of Health Things (IoHT). Thanks to the IoHT, networks of smart medical devices are designed for improving real-time healthcare processes . Currently, there is a remarkable variety of medical applications done via IoHT . Moving from that, it is a great idea to use such approach for analysis and diagnosis of heart diseases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4219, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Doctors often have a stethoscope for hearing and/or recording heart sounds. That is briefly called as the heart auscultation. It is known as a cheap, non-invasive screening method corresponding to the process of interpreting heart sounds produced by mechanical movements of the heart and blood circulation . As it is known, that method is widely used as an essential way in diagnosing heart diseases. However, it is not always possible to diagnose heart conditions by only listening to heart sounds. So, researchers have been trying to improve classifying sound samples by running machine learning techniques. Differences in heart sounds that correspond to different heart disease symptoms are extremely difficult to distinguish. In detail, changes in heart sounds to detect heart diseases are too small so that it is difficult to perform proper diagnosis .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5079, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For a long time, many studies on using heart sounds/signals to diagnose cardio vascular diseases have been done. These studies included use of different machine learning techniques such as Support Vector Machines (SVM), and Artificial Neural Networks (ANNs). Solutions are mostly based on mixed methods including use of different learning functions or determining attributes with alternative algorithms. Considering the SVM, many research efforts were done by employing different kernel functions. Zhenga et al. used the SVM to diagnose chronic heart failure . Patidar and his colleagues classified PCG signals to detect heart valve disease . Maglogiannis et al. developed a diagnostic system by classifying PCG signals with SVM so that defining heart valve diseases . Ari et al. classified PCG signals via SVM to ensure a system for determining heart abnormalities . In the study by Azmy, normal and abnormal PCG signals were classified by using a SVM model . Shuping Sun et al. classified PCG signals with SVM to detect deterioration of ventricular symptoms . Guermoui and colleagues classified PCG signals in five different disorders, by using the SVM over some heart symptoms . Gharehbaghi and colleagues proposed a new method to distinguish pathologic murmurs, thanks to the growing time SVM . Jiang et al. proposed a multi-SVM based system for improving the detection performance regarding abnormality of heart sound so that it is possible to detect the heart murmurs .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6569, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Adaptive Neural Fuzzy Inference System (ANFIS) and ANNs have also been used with different methods to enhance the classification performance. Bahekar et al. tried to improve the success of classifying heart sound signals, by using ANFIS . In another study, Eslamizadeh and Barati used ANNs to classify heart sounds as normal and murmurs . Deperlioglu combined ANNs and resampled energy method so that the accuracy of the classification over S1 and S2 sounds was increased accordingly . Gharehbaghi et al. used a Backward Time-Growing Neural Network (BTGNN) model for detecting the fourth heart sound (S4) . Cheng and colleagues developed a Laconic Heart Sound Neural Network (LHSNN) for running a heart sound classification solution with low hardware requirements . Chundong et al. designed an optimized neural network model for better detection of S1 and S2 heart sounds . Here, Li and colleagues provided a very recent review for heart sound detection/classification solutions from the literature .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7580, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In terms of recent studies including use of machine learning methods, it is possible to see different remarkable studies from the literature. Arora et al. used XgBoost, which is a variant of Decision Trees (DT), for performing classification of the heart sound, by considering PCG . Emuoyibofarhe used SVM, k-Nearest Neighbor (kNN), and DT for running a heart disease diagnosis system with widely-known machine learning techniques . El Badlaoui et al. used SVM and kNN for classifying normal and abnormal heart sounds, by evaluating feature extractions from PCG . In the study by Liu, an Extreme Learning Machine (ELM) was used for diagnosing a specific disease: preserved ejection fraction (HFpEF) . Krishnani et al. used some machine learning solutions such as Random Forest (RF), DT, and kNN for diagnosing coronary heart disease over Framingham Heart Study dataset . In terms of heart sound segmentation and classification, Noman et al. developed a system with a Markov-Switching Autoregressive (MSAR) model . Abduh et al. classified heart sounds with SVM, kNN, and also a combination of techniques (bagged Trees, RUSBoosted tree, subspace kNN), as features obtained via Fractional Fourier Transform supported Mel-Frequency Spectral Coefficients . Chen and Zhang used SVM for classifying heart sounds adjusted through wavelet threshold denoising and S transform related discrete time–frequency energy feature . In another study, Yang et al. employed Envelope Optimization model and SVM for performing classification over PCG signals . All these efforts show that although deep learning has a great importance currently (by 2020), there is still open ways to run traditional machine learning.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9293, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "After the introduction of a rapid learning algorithm with deep belief networks (in 2006), many research studies have been done on deep learning techniques. Deep learning methods have been applied to almost every area, including especially big data groups . Deep learning, which has been widely used in recent years, is an advanced machine learning technique with a large number of discrete layers communicating with each other . An autencoder (AEN) is a simple method that aim to transfer inputs to outputs with the smallest possible changes. AEN has important state in terms of machine/deep learning. AEN was proposed first time by Hinton and PDP group  in the 1980s to solve the problem via the back-propagation algorithm without, by using the input data as a supervisor. Thanks to Hebbian learning rules, the AEN is used for learning the basic paradigms, solving the mystery of the unsupervised learner and learning how local changes can be coordinated in a self-organizing way so that global learning and intelligent behavior are both obtained . In the context of medical diagnosis, AEN has been used in different diseases. For example, it was used for diagnosing Alzheimer’s disease  and for even the prodromal stage: mild cognitive impairment . It was also used for diagnosing Parkinson disease . Additionally, AEN was used for diagnosing osteoporosis disease , type 2 diabetes , prostate , brain  (as being recognition related), and even different cancer types .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10777, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, deep neural nets have been used frequently in diagnosing heart diseases by examining heart sounds. In some studies, Convolutional Neural Networks (CNN) have been used to classify PCG images in time domain and frequency domain. For example, Aykanat et al. used two types of machine learning algorithms: SVM, and CNN with spectrogram images for classification of heart sounds . Chen et al. studied the effectiveness of using CNN to detect automatically abnormal heart, and lung sounds for classifying them under different classes at the end. They tried to increase classification accuracy with 1, 2, and 3 convolutional layers. They obtained the best accuracy value with 2 convolutional layers . Ryu et al. proposed a diagnostic model of cardiac diseases using CNN. This model can predict whether a heart sound recording is normal and abnormal by classifying PCGs . As seen in the examples above, CNN is practically used as a deep learning method in classifying heart sounds. Recently, there is still great interest in running alternative heart sound classification solutions developed with CNN , Recurrent CNN , general CNN models , Deep Neural Network (DNN) , Long Short-Term Memory , and AEN . In this study, an alternative model of AEN was used to directly classify heart sound data without ever dealing with images.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12118, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As it is seen, segmentation or mixed methods are usually used to increase classification success rate for heart sounds. By combining all explanations and analysis regarding the literature so far, essential motivations of this study are based on improving diagnosis-classification performance easily without dealing with complex methods or algorithms and ensuring a secure, real-time IoHT system to provide an effective solution for doctors. In this context, objective of this study is to classify heart sounds with Autoencoder Neural Networks (AEN) (so that perform diagnosis of heart diseases) and locate that solution within an IoHT system supporting doctors through a secure communication framework with multi-authentication and Tangle based data storing in real-time. In order to show diagnosis efficiency of the designated AEN, two widely used heart sound datasets: PASCAL , and PhysioNet  were used for the diagnosis of heart diseases (Thus, it has been shown that the classification performance increases in both databases, even though the number of output classes and the number of sample data are different without changing the design of the AEN). When the literature is examined, it is possible to see some IoT based, and cloud support systems developed for monitoring , and diagnosis  cases in the context of medical healthcare perspectives. It is clear that the current era rises over IoT systems as the year of 2020 shows increase in especially IoHT side . However, there is still need for alternative research/development of systems, with focus on especially less complicated solution approach with data security aspects. So, the IoHT system here has been designed considering both simple enough diagnosis attributes and security components. In detail, performance of the AEN solution was evaluated with some metrics as well as comparative evaluation. In addition, success of the IoHT system was evaluated via cost analysis and usability-oriented tests done by some doctors. Finally, some attacking scenarios were applied to test the data security.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14186, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Based on the subject of the paper, the next sections are organized as follows: The second section is devoted to details about the developed IoHT system, data security approach, and the employed AEN model as well as training datasets for heart disease diagnosis-classification. The section generally explains details about the technical background of the whole approach-system. Following that section, the third section provides information about applications done with the IoHT system. Next, the fourth section focuses on evaluation works and general discussion about the findings, limitations, ideas for alternative works. Finally, the content is ended by conclusions as well as future-work plans by the authors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14900, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Material and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14921, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to understand better about how IoHT system in this study works, details regarding the whole system architecture and the AEN model can be explained. In this context, the following sub-sections provides information about IoHT architecture, and the AEN (with technical details about the datasets and the technique).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15243, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Internet of health things architecture", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15282, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The IoHT system developed in this study has been structured over a combination of technological components. These components can be used easily and ensure a comprehensive communication network where the data for diagnosis can be shared fast and the devices in that environment can form an interactive usage. The system includes use of a cloud environment, beacons for tracking the doctors (for data sharing purposes), a central system for managing communication between the cloud and the devices as well as ensuring training of the deep learning model. Furthermore, the system employs a data security layer (inside the central system, as shared with user side), and mobile devices with digital stethoscopes used by doctors. Fig. 1 provides the general schema of the IoHT architecture-system. Considering that architecture, role of the components and general working mechanism within the IoHT approach can be explained as follows:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16213, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Cloud environment: The cloud environment is based on Azure services ensuring synchronizations of mobile devices, keeping an up-to-date trained AEN, allowing share of heart sounds-cases, and ensuring communication among doctors. The cloud employs some small program-script codes, which are triggered by the central system and/or mobile devices to keep real-time interaction in the context of the system. At this point, using cloud environment has the objective of ensuring a bigger IoHT system with multi-hospitals at the same time. In this way, a global network of heart disease diagnosis over AEN can be achieved directly.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Central system: Central system is a workstation where training of the AEN model can be done offline. Thanks to the software in that system, it is also possible to run automated training phases with new data so that the cloud is updated for improving diagnosis capabilities. The central system also tracks which beacons are sensed and which doctors (mobile devices) can be synchronized. The central system has the ability to receive data from beacons and communicate with the cloud. In this way, the cloud ensures an updated, balanced real-time running for the IoHT system. On the other hand, the central system is responsible for ensuring encrypted data for the active users over the system and stores actions in the IoHT environment within a Tangle data model, which was provided open source by the IOTA. The central system also controls multi-authentication by the users.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17713, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Beacons: Beacons are known as a type of wireless sensors, which are cheap, small electronic tools to transmit a signal over Bluetooth communication . With beacons, it is possible to sense other devices, track actions, analyze surrounding environment, and employ interaction-oriented feedback for different purposes. Thus, applications such as in-door/out-door navigation, e-trade, and multi-communication within wide places can be achieved . In the IoHT architecture designed in this study, proximity beacons with up to 5-month battery life are located in the hospital environment, in order to track actions by doctors. Considering active use by doctors, beacons sense mobile devices where the application of the system is installed and ensure a network of doctors for sharing the most recently trained AEN with them. Also, beacons allow sharing new data (heart sounds) to analyze or simply enabling doctors to communicate each other over a messaging service. Beacons are controlled by the central system so that there is a one-way communication between a beacon and a mobile device as well as a beacon and the central system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18843, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Mobile devices with digital stethoscopes: In the context of the IoHT system, real-time heart sound gathering and AEN based diagnosis are all done with mobile devices and digital stethoscopes carried by doctors. Here, a mobile application (Fig. 2) is used for obtaining heart sounds from patients, and performing diagnosis-classification over them by communicating with the cloud. According to the communication sessions done between the cloud and the central system, each active mobile device is supported with the latest sound data as well as past analyze reports in real-time. The mobile application also allows doctors to see-track each other and perform instant messaging. At this point, installing mobile application for the first time requires users to create a public key-based data for multi-authentication. After a user tries to login to the system with username and password, the central system creates a unique code for the second authentication step. The users may also enable application to communicate with the central system for automatic login for each time (central system generates data and check that with the target user’s application through a secure channel). It is also possible to activate alternative authentication mode such as voice, hidden answer, or visual puzzles.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20142, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Data security layer: In order to ensure a secure communication and data storing, the IoHT system was supported with a data security layer. That approach consists of three essential approaches: (1) Public key-based multi-authentication for mobile devices, (2) Tangle based action storing against malicious attacks, (3) Twin data synchronization between central system and the cloud. As the authentication between the central system and mobile devices are done according to the actions expressed before, the system uses Elliptic Curve Digital Signature Algorithm (ECDSA), which is preferred to be used within wireless communications. Here, the implementation by Sghaier et al.  was followed for ensuring optimum running of the algorithm. Also, the deterministic usage suggested by  has been followed for better security. The central system stores twin data over the cloud environment so that it regularly checks and any data discrepancy corresponding to possible attacks or data errors is detected accordingly. Additionally, the central system stores data in terms of Tangle data model, which was introduced by the IOTA, as focusing on Directed Acyclic Graph (DAG) . Here, actions by users are checked in the context of the data history shared with all authenticated peers (mobile devices). In the scenario of this study, it is not necessary to approve any past action (as done originally in Tangle) to join to the Tangle network (because authenticated users are already part of the network here). Micro proof-of-work phases allows fast using experience without having any idea about data security communications on the background. A brief scheme of the data security layer/approach is given in Fig. 3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21849, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Heart disease diagnosis-classification infrastructure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21903, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Heart disease diagnosis in this study is associated with a classification approach, which forms a diagnosis infrastructure for the IoHT system. For all classification tasks, MATLAB r2017a was used along the research period. While the cloud environment of the IoHT system is supported by the trained AEN data, offline (independent) training phases are done in the central system. The block diagram of the diagnosis-classification flow is shown in Fig. 4. The details of each data set, and each block in the diagram are explained under next paragraphs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22455, "infons": {"file": "gr1_lrg.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The IoHT architecture designed in this study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22501, "infons": {"file": "gr2_lrg.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Some screenshots from the mobile application used by doctors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22563, "infons": {"file": "gr3_lrg.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Secure communication in the IoHT system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22604, "infons": {"file": "gr4_lrg.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "The block diagram of application of heart sounds diagnosis-classification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22679, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " In this study, the following datasets were used for the classification (diagnosis) applications:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22777, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "PASCAL B-training dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22803, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PASCAL B-training dataset includes heart sounds files in the WAV format. The related sound files were obtained at clinic trials at hospitals, thanks to the digital stethoscope named as DigiScope® . DigiScope® comes with a panel in addition to the stethoscope components, and it can amplify the sound range of 20 to 1000 Hz for heart sounds. Additionally, it can be used for also lung sounds, by targeting the range of 70 to 2000 Hz. It is important that DigiScope® can also amplify the sound at maximum 200 times. As using 9 V batteries for long-time use, and having a 15 to 90 Db volume range, it comes with a special software platform for recording, analyzing, and sharing sounds over the Internet. DigiScope® is around 490g, which means it is not heavy to carry during medical tasks. The PASCAL B-training dataset (as used also in this research) obtained with that device comes with 449 files in 5 categories (also output) as normal, noisy normal, extrasystole, murmur, and the noisy murmur. Table 1 represents technical details of the files.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23858, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Technical details regarding the heart sounds files in the PASCAL dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23932, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Categories</th><th align=\"left\">Duration</th><th align=\"left\">Sampling frequency</th><th align=\"left\">Number of files</th></tr></thead><tbody><tr><td align=\"left\">Normal</td><td align=\"left\">8 s</td><td align=\"left\">4000 Hz.</td><td align=\"left\">196</td></tr><tr><td align=\"left\">Noisy Normal</td><td align=\"left\">8 s</td><td align=\"left\">4000 Hz.</td><td align=\"left\">118</td></tr><tr><td align=\"left\">Extrasystole</td><td align=\"left\">8 s</td><td align=\"left\">4000 Hz.</td><td align=\"left\">47</td></tr><tr><td align=\"left\">Murmur</td><td align=\"left\">8 s</td><td align=\"left\">4000 Hz.</td><td align=\"left\">61</td></tr><tr><td align=\"left\">Noisy Murmur</td><td align=\"left\">8 s</td><td align=\"left\">4000 Hz.</td><td align=\"left\">27</td></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Total</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">449</td></tr></tbody></table>\n"}, "text": "Categories\tDuration\tSampling frequency\tNumber of files\t \tNormal\t8 s\t4000 Hz.\t196\t \tNoisy Normal\t8 s\t4000 Hz.\t118\t \tExtrasystole\t8 s\t4000 Hz.\t47\t \tMurmur\t8 s\t4000 Hz.\t61\t \tNoisy Murmur\t8 s\t4000 Hz.\t27\t \t\t \tTotal\t\t\t449\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24157, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "PhysioNet A-training dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24186, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the PhysioNet A-Training dataset, the heart sounds are included as again sound files, which are in the WAV format. As the sounds were obtained during clinic trials at hospitals, there are both healthy and pathological records in the dataset. It is also remarkable that the PhysioNet A-Training dataset includes heart sounds recorded from children and adults. In detail, one to six heart sounds were recorded from each person / patient. The duration of the recordings varies from a few seconds to a hundred seconds. All the recordings were accordingly resampled to 2000 Hz and recorded in WAV format . The dataset contains 409 files in 2 categories (output) as normal, and abnormal. Table 2 shows the technical details for the sound files.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24931, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_caption"}, "text": "Technical details regarding the heart sounds files in the PhysioNet dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25008, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Categories</th><th align=\"left\">Duration</th><th align=\"left\">Sampling frequency</th><th align=\"left\">Number of files</th></tr></thead><tbody><tr><td align=\"left\">Normal</td><td align=\"left\">15 s</td><td align=\"left\">2000 Hz.</td><td align=\"left\">196</td></tr><tr><td align=\"left\">Abnormal</td><td align=\"left\">15 s</td><td align=\"left\">2000 Hz.</td><td align=\"left\">118</td></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Total</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">409</td></tr></tbody></table>\n"}, "text": "Categories\tDuration\tSampling frequency\tNumber of files\t \tNormal\t15 s\t2000 Hz.\t196\t \tAbnormal\t15 s\t2000 Hz.\t118\t \t\t \tTotal\t\t\t409\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25141, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Preprocessing of heart sounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing of the heart sounds corresponds to three steps such as resampling, normalization and filtering. In the classification step, all heart sounds should be recorded at the same length of time so that the learning data set matrix dimensions are equal. Similarly, the sampling frequency should be equal. For this purpose, the sound files are set to the same sampling time in the resampling step and at the same size of time. As shown in Table 1, the length of all audio files in the PASCAL data set is set to 8 s. No processing was done in resampling step because the sampling rate is 4000 Hz for all files. Likewise, as shown in Table 2, the lengths of all audio files in the PhysioNet data set to 15 s. No processing is required to be done in the resampling step because the sampling rate is 2000 Hz for all files. First, the PCGs were normalized to a fixed ‘[-1 1]’ scale: because heart sounds should be normalized before filtering. Normalization can be performed by using the Eq. (1) . where  [n] corresponds to the normalized signal, and the x[n] is the resampled signal.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26267, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because of the uncontrolled environmental factors during heartbeat recording, many sound files include noises. These noises may be because of lung sounds, stethoscope movement, and even breathing sounds. So, it is quite difficult to classify records in their own, exact categories. In order to solve that issue, heart sounds should be filtered to become noise-free before the classification. In this study, an elliptic filter was used for that purpose.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26720, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to achieve early diagnosis of heart diseases, the step of noise removal is too critical for the first steps of classification. Coskun et al. used several filtering methods for the same heart sound datasets (considered in this study) and the classification approach employed in their study was an attempt to emphasize filtering step for heart sounds. That study has given an insight for future studies in the related area. In detail of the study, the classifying of heart sounds was done with the SVM over mobile devices and it was seen that the fastest filter was Butterworth and the best effect on classification results was obtained via elliptic filter. Moving from that study and some other studies done previously, it is also possible to indicate that the effect of the filters used during classification may show differences according to the target dataset .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27595, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Diagnosis-classification process", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27628, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this study, an Autoencoders Neural Network (AEN) was used to classify the heart sounds. AEN is a type of Multilayer Perceptron (MLP based ANNs) and sometimes referred to as auto-associator. An AEN ensures an algorithm of unsupervised-learning, which is used for effectively encoding a dataset for reduced dimension size. For past few decades, AENs have been extremely important in the context of research on ANNs. Bourlard and Camp have proposed a multi-layer sensor in auto-coupling mode. Thus, they provided data compression and dimensional reduction during data processing . In general, AENs are used to learn productive models defining the target data. One of the major advantages of AEN is that it constantly filters out the propagation process, as bringing forward useful features of the model. Moreover, since the input vector is converted into a smaller size by coding, a more efficient and faster learning process is obtained .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28570, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Autoencoder neural network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28597, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In 1986, Rina Dechter showed early example of Deep Learning for the first time. However, the first study was actually a controlled, deep, forward-feed learning algorithm for multi-layered perceptions, as introduced by Ivakhnenko and Lapa in 1965. AEN, a type of deep neural networks or deep learning, was first mentioned in the 1990s and has also become widespread in the 2000s. An AEN model is basically ANNs structure with three main layers. These layers are: an input layer, several hidden (coding) layers, and an output (decoding) layer. An AEN architecture with n hidden layer is given in Fig. 5. AEN is trained to restructure the inputs and forces the hidden layer to learn good representations of the inputs. AEN is an unsupervised machine learning method, which is applying back propagation to try to equalize the target values to the inputs. Briefly, an AEN is trained to try to copy the input to the output. Internally, there is a hidden layer providing a code used to represent the input .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29600, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In an AEN model having single hidden layer, the vector of hidden node events can be computed as in Eq. (2):  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29711, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this equation,  represents the function of activation,  represents the matrix of parameters, and d represents the bias parameters vector. In this study, Scaled Conjugate Gradient Algorithm and Cross entropy cost function was used in the coding layer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29965, "infons": {"file": "gr5_lrg.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "An AEN architecture with n hidden layers .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30009, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " The secret representation of the data is then mapped to a field by using the decoding function in Eq. (3): where  is the matrix of decoding and highlights a is bias parameters vector. In order to reconstruct the parameters of AEN, Levenberg–Marquardt algorithm and Mean Square Error (MSE) methods are used to minimize the error of decoding between a and â. MSE can be obtained via Eq. (4):  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If the hidden layer has a size less than a, the AEN learns the training data represented in compressed form. In fact, an AEN with k linear hidden units will learn to reflect the data to the first k main components. Normally, an AEN with k linear hidden nodes learns to transfer training data to the first k main component. Nonlinear hidden nodes allow an AEN to learn more complex coding functions, such as in additional hidden layers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30843, "infons": {"file": "gr6_lrg.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "The structure of Autoencoder Neural Networks.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30889, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Performance evaluation for the datasets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30929, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the context of medical classification studies, different performance calculations are widely-used. Accuracy, Precision, Recall, F-measure, and Gmean are among them and these measures are run for evaluating the precision of a used method. For the PASCAL B-Training dataset, all those measures have been used accordingly. Equations regarding the measures are as follows briefly :        ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31319, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the Eqs. (5), (6), (7), (8), (9), (10), (11), FP and TP define the number of false positive diagnosis, and the number of true positive diagnosis respectively. FN is for the number of false negative diagnosis, and the TN means the number of true negatives. FP also corresponds to the number for false positives and that is calculated from negative samples in the context of classification results. For the classifier, the value of precision explains the ability to diagnose correctly, as derived from the ratio of accuracy. On the other hand, the concept of sensitivity explains what extent the related classifier defines the formation of the target class correctly. In addition, the specificity defines the target class separation capability of the classifier while the precision is the measure regarding the quality of results being accurate or precise. Recall is also known as the rate for true positive as it means also the ratio of the correctly identified positives within a test. Finally, F-measure (F1-score) corresponds to the measure of accuracy of a test. It briefly gives the weighted harmonic average of precision and recall .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32463, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It is remarkable that the Accuracy, Sensitivity and Specificity are used to assess the precision of an employed solution . In this study, some other measures have been also used for evaluating the performance against PhysioNet A-Training dataset. Here, the PhysioNet/Computing in Cardiology (CinC) Challenge 2016 suggests a public database with heart sounds . The scoring algorithm defined as the average of specificity () plus sensitivity () is as follows (as proposed by the challenge organizers): where   ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32974, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the Eqs. (12), (13), (14), , and  corresponds respectively to the correctly classified normal, and abnormal recordings. Additionally, , and  mean incorrectly classified normal, and abnormal recordings respectively .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33195, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Applications with the secure internet of health things approach with autoencoder based diagnosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33292, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Heart diagnosis performance is the most critical characteristic of the developed IoHT approach in this study. Except from using experiences with the IoHT system, it is important to see if successful diagnosis-classification performances can be achieved via AEN based infrastructure. Moving from that, previously done studies were examined along this research, and attempts were made to determine the most appropriate AEN confederation. The same AEN was used in the classification study for both databases. In this way, it was ensured that the IoHT system with the well-trained AEN can be applied for real cases. For the real cases, a total of 12 doctors (whose expertise is cardiology) from different hospitals in Turkey were wanted to use the system for a determined period, in order to get some feedback of using experiences.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34120, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The structure of the AEN model used in this study is given in Fig. 6. That model consists of 8 steps. The first step is an automatic identifier (with a hidden layer size of 10), by employing a linear transfer function for the decoding. In the AEN, the coefficient for the L2 weight ‘regulaizer’ is 0.001, the coefficient for the sparsity regularization term is 4, and the sparsity proportion is 0.05. The mean squared error (MSE) function adjusted for training the AEN is the loss function for training. That function includes L2 weight regularization and sparsity regularization. Decoder transfer function, which is the last process of the Autoencoder 1, was selected as ‘purelin’. In order to train the AEN, the scaled conjugate gradient descent algorithm is employed accordingly. The second step of AEN is features 1, which extracts the features in the hidden layer by encoding Autoencoder 1 and the input matrix. The third step of the AEN is Autoencoder 2 and it has same characteristics with the Autoencoder 1. It was trained using the features from the first autoencoder without scale the data. Features 2 is for extracting the features in the hidden layer by encoding Autoencoder 2 and features 1. The fifth step of the AEN is structured over a SoftMax layer and it is trained for classification, by using the features 2 and the Autoencoder 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35480, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Softmax layer is used regarding the classification purpose. The softmax layer has the same size with the target matrix. Loss function for the softmax layer is the cross-entropy function. In the sixth step of the AEN, the softmax layer and the encoders are stacked to form the deep network: Deepnet 1. In the seventh step, the deep network is trained according to the heart sounds, as using input and output matrices to create Deepnet 2. In the last step, Deepnet 2 estimates types of heart sounds for input data using Deepnet 2. The maximum training epochs for each step of the AEN was 1000.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36076, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Diagnosis findings for the PASCAL dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36118, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First diagnosis-classification task was done by using the PASCAL dataset. From the dataset, 80% of the samples were for training data, while 20% was for testing phase. The target matrix was with three output classes: normal, murmur, and extrasystole. The AEN model was retrained and run 20 times for each of different training and test data sets. The same performance ratio as 100% was achieved in all twenty runs. The sample training, test and all confusion matrices regarding average performance are given in Fig. 7, Fig. 8. In these figures, (a) is the Confusion matrix of training data, (b) is the Confusion matrix of test data, (c) is the Confusion matrix of all data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36792, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As it is seen from the confusion matrices, all accuracy scores of the classifications were 100% with the developed AEN model. For the PASCAL dataset, the AEN provided a sensitivity rate of 100% and the specificity rate of 100%.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37020, "infons": {"file": "gr7_lrg.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Confusion matrices regarding classification of PASCAL dataset with “Application 1”: (a) Matrix of the training data, (b) Matrix of the test data, (c) Matrix for the all data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37199, "infons": {"file": "gr8_lrg.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Confusion matrices regarding classification of PASCAL dataset with “Application 2”: (a) Matrix of the training data, (b) Matrix of the test data, (c) Matrix for the all data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37378, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Diagnosis findings for the PhysioNet dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37423, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the second application, diagnosis-classification was done for the PhysioNet dataset. From the related dataset, 80% of the samples were used as training data, while the remaining 20% were for testing. The target matrix corresponds to two output classes: normal, and abnormal. The AEN was retrained and run 20 times for each of different training and test data sets. The same performance ratio as 99.8% was achieved in all twenty runs. The sample training, test and all confusion matrices regarding the average performance are given in Fig. 9, Fig. 10. In these figures, (a) is the Confusion matrix of training data, (b) is the Confusion matrix of test data, (c) is the Confusion matrix of all data. As it is seen from the confusion matrix, accuracy of the classification was 99.8%, while the sensitivity was 99.65%, and the specificity was 99.13%, as provided by the AEN model.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38303, "infons": {"file": "gr9_lrg.jpg", "id": "fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "Confusion matrices regarding classification of PhysioNet dataset with “Application 1”: (a) Matrix of the training data, (b) Matrix of the test data, (c) Matrix for the all data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38485, "infons": {"file": "gr10_lrg.jpg", "id": "fig10", "section_type": "FIG", "type": "fig_caption"}, "text": "Confusion matrices regarding classification of PhysioNet dataset with “Application 2”: (a) Matrix of the training data, (b) Matrix of the test data, (c) Matrix for the all data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38667, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Based on the 20 runs and the finding for the whole data for each dataset, Fig. 11 provides a general box-plot graphic.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38788, "infons": {"file": "gr11_lrg.jpg", "id": "fig11", "section_type": "FIG", "type": "fig_caption"}, "text": "Box-plot graphic for the findings from 20 runs for each dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38853, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Based on the related findings and further investigations–evaluation​ processes, the next section provides a general analyze of the IoHT system as well as the AEN infrastructure for diagnosis of heart diseases considered within this research study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39106, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Evaluation and discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39132, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The evaluation phase for the IoHT system has included several approaches in the context of testing AEN and the IoHT system separately. The next sub-sections explain all evaluation tasks and the obtained findings accordingly.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39357, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Evaluation of the AEN", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39379, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In order to analyze success of the IoHT system well enough, the first task was to evaluate the AEN infrastructure. That was done by evaluating the AEN itself and also including it within a comparative evaluation. The next sub-sections discuss about the findings regarding the evaluation of the AEN.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39678, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Performance of the AEN", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39701, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For determining exact state of how well AEN can be applied for diagnosing heart diseases, the success of classifying heart sounds with AEN has been examined. For this purpose, two different heart sound data set, such as PASCAL and PhysioNet were classified by using AEN. The obtained evaluation results for both databases are given in Table 3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40046, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table_caption"}, "text": "The obtained evaluation results for both databases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40098, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Database</th><th align=\"left\">Accuracy</th><th align=\"left\">Sensitivity <break/>(%)</th><th align=\"left\">Specificity <break/>(%)</th><th align=\"left\">F-measure <break/>(%)</th><th align=\"left\">G-means <break/>(%)</th></tr></thead><tbody><tr><td align=\"left\">PASCAL</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td><td align=\"left\">100</td></tr><tr><td align=\"left\">PhysioNet</td><td align=\"left\">99.80</td><td align=\"left\">99.65</td><td align=\"left\">99.13</td><td align=\"left\">99.67</td><td align=\"left\">99.38</td></tr></tbody></table>\n"}, "text": "Database\tAccuracy\tSensitivity (%)\tSpecificity (%)\tF-measure (%)\tG-means (%)\t \tPASCAL\t100\t100\t100\t100\t100\t \tPhysioNet\t99.80\t99.65\t99.13\t99.67\t99.38\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40251, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " As it can be seen from Table 3, the AEN has been successful enough against both datasets employed for both training and test tasks for the diagnosis infrastructure of the IoHT system. More evaluation including comparative approaches and analyze of both IoHT system and the AEN during real-time applications (real cases) are discussed within next paragraphs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40611, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Comparative evaluation of the AEN", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40645, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In order to evaluate the obtained results, additional comparisons were made by considering alternative solutions used the same PASCAL and PhysioNet datasets. As similar to single run of the developed solution in this study, comparison findings were gathered by performing 20 runs for each method. The comparison data for PASCAL dataset were given in Table 4. This table contains widely employed five types of classification methods such as AEN, ANNs, SVM, CNN, and DNN. In Table 4, the bold-style values are for the best scores among the methods.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41195, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparative evaluation for the PASCAL dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41242, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Study</th><th align=\"left\">Method</th><th align=\"left\">Average accuracy <break/>(%)</th><th align=\"left\">Average <break/>sensitivity <break/>(%)</th><th align=\"left\">Average <break/>specificity <break/>(%)</th></tr></thead><tbody><tr><td align=\"left\"><bold>This Study</bold></td><td align=\"left\">AEN</td><td align=\"left\"><bold>100</bold></td><td align=\"left\"><bold>100</bold></td><td align=\"left\"><bold>100</bold></td></tr><tr><td colspan=\"5\"><hr/></td></tr><tr><td align=\"left\">Deperlioglu<xref rid=\"b38\" ref-type=\"bibr\">[38]</xref> Non-Segmented</td><td align=\"left\">ANNs</td><td align=\"left\">82.8</td><td align=\"left\">85.5</td><td align=\"left\">85.9</td></tr><tr><td align=\"left\">Deperlioglu<xref rid=\"b38\" ref-type=\"bibr\">[38]</xref> Segmented</td><td align=\"left\">ANNs</td><td align=\"left\">86.50</td><td align=\"left\">86.3</td><td align=\"left\">88.50</td></tr><tr><td align=\"left\">Deperlioglu <xref rid=\"b109\" ref-type=\"bibr\">[109]</xref></td><td align=\"left\">CNN</td><td align=\"left\">97.90</td><td align=\"left\">99.47</td><td align=\"left\">98.42</td></tr><tr><td align=\"left\">Mubarak <xref rid=\"b110\" ref-type=\"bibr\">[110]</xref></td><td align=\"left\">SVM</td><td align=\"left\">84.21</td><td align=\"left\">83.33</td><td align=\"left\">85.06</td></tr><tr><td align=\"left\">Singh <xref rid=\"b114\" ref-type=\"bibr\">[114]</xref></td><td align=\"left\">Naïve Bayes</td><td align=\"left\">93.33</td><td align=\"left\">93.33</td><td align=\"left\">93.33</td></tr><tr><td align=\"left\">Gomes <xref rid=\"b115\" ref-type=\"bibr\">[115]</xref></td><td align=\"left\">Decision tree</td><td align=\"left\">72.76</td><td align=\"left\">–</td><td align=\"left\">–</td></tr><tr><td align=\"left\">Sujit <xref rid=\"b116\" ref-type=\"bibr\">[116]</xref></td><td align=\"left\">AdaBoost</td><td align=\"left\">83.33</td><td align=\"left\">84.92</td><td align=\"left\">86.81</td></tr><tr><td align=\"left\">Tong <xref rid=\"b117\" ref-type=\"bibr\">[117]</xref></td><td align=\"left\">SVM</td><td align=\"left\">90.50</td><td align=\"left\">100</td><td align=\"left\">81.80</td></tr><tr><td align=\"left\">Nabih-Ali <xref rid=\"b118\" ref-type=\"bibr\">[118]</xref></td><td align=\"left\">DWT and <break/>ANNs</td><td align=\"left\">97.00</td><td align=\"left\">–</td><td align=\"left\">–</td></tr><tr><td align=\"left\">Deperlioglu<xref rid=\"b119\" ref-type=\"bibr\">[119]</xref> Segmented</td><td align=\"left\">Autoencoder</td><td align=\"left\">99.93</td><td align=\"left\">99.77</td><td align=\"left\">99.77</td></tr></tbody></table>\n"}, "text": "Study\tMethod\tAverage accuracy (%)\tAverage sensitivity (%)\tAverage specificity (%)\t \tThis Study\tAEN\t100\t100\t100\t \t\t \tDeperlioglu Non-Segmented\tANNs\t82.8\t85.5\t85.9\t \tDeperlioglu Segmented\tANNs\t86.50\t86.3\t88.50\t \tDeperlioglu \tCNN\t97.90\t99.47\t98.42\t \tMubarak \tSVM\t84.21\t83.33\t85.06\t \tSingh \tNaïve Bayes\t93.33\t93.33\t93.33\t \tGomes \tDecision tree\t72.76\t–\t–\t \tSujit \tAdaBoost\t83.33\t84.92\t86.81\t \tTong \tSVM\t90.50\t100\t81.80\t \tNabih-Ali \tDWT and ANNs\t97.00\t–\t–\t \tDeperlioglu Segmented\tAutoencoder\t99.93\t99.77\t99.77\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41759, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " As seen from Table 4, classification studies for PASCAL dataset with AEN have the highest accuracy, sensitivity and specificity ratios according to the other classification methods. By achieving the 100% overall accuracy rate for PASCAL dataset, the proposed solution has the best performance in all of them. F-measurement is the harmonic mean of the classifier and its recall. In most cases, there is a trade-off between precision and recall. If you optimize the classifier to increase one and remove the other, the harmonic average decreases rapidly. However, when both sensitivity and recall are equal, it is the largest. The fact that the F-measure is 1 indicates that the classifier is in the best condition. As similar, the G-mean value was 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42511, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition to the findings for the PASCAL dataset, the comparison data for PhysioNet dataset were given in Table 5. In Table 5, the bold-style values are for the best scores among the methods considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42719, "infons": {"file": "tbl5.xml", "id": "tbl5", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparative evaluation for the PhysioNet dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42769, "infons": {"file": "tbl5.xml", "id": "tbl5", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Study</th><th align=\"left\">Method</th><th align=\"left\">Average accuracy <break/>(%)</th><th align=\"left\">Average <break/>sensitivity <break/>(%)</th><th align=\"left\">Average <break/>specificity <break/>(%)</th></tr></thead><tbody><tr><td align=\"left\"><bold>This Study</bold></td><td align=\"left\">AEN</td><td align=\"left\"><bold>99.80</bold></td><td align=\"left\"><bold>99.65</bold></td><td align=\"left\"><bold>99.13</bold></td></tr><tr><td colspan=\"5\"><hr/></td></tr><tr><td align=\"left\">Ryu <xref rid=\"b70\" ref-type=\"bibr\">[70]</xref></td><td align=\"left\">CNN</td><td align=\"left\">79.5</td><td align=\"left\">70.8</td><td align=\"left\">88.2</td></tr><tr><td align=\"left\">Langley <xref rid=\"b113\" ref-type=\"bibr\">[113]</xref></td><td align=\"left\">Wavelet <break/> Entropy</td><td align=\"left\">77</td><td align=\"left\">98</td><td align=\"left\">56</td></tr><tr><td align=\"left\">Deperlioglu <xref rid=\"b120\" ref-type=\"bibr\">[120]</xref> Segmented</td><td align=\"left\">CNN</td><td align=\"left\">97.21</td><td align=\"left\">94.78</td><td align=\"left\">99.65</td></tr><tr><td align=\"left\">Thomae <xref rid=\"b121\" ref-type=\"bibr\">[121]</xref></td><td align=\"left\">Deep Gated <break/> RNN</td><td align=\"left\">55.0</td><td align=\"left\">99.0</td><td align=\"left\">11.0</td></tr><tr><td align=\"left\">Nilanon <xref rid=\"b122\" ref-type=\"bibr\">[122]</xref></td><td align=\"left\">CNN</td><td align=\"left\">81.35</td><td align=\"left\">73.5</td><td align=\"left\">89.2</td></tr><tr><td align=\"left\">Tschannen <xref rid=\"b123\" ref-type=\"bibr\">[123]</xref></td><td align=\"left\">Wavelet- <break/>based <break/>deep CNN</td><td align=\"left\">85.7</td><td align=\"left\">85.5</td><td align=\"left\">85.9</td></tr><tr><td align=\"left\">Yang <xref rid=\"b124\" ref-type=\"bibr\">[124]</xref></td><td align=\"left\">SVM</td><td align=\"left\">83</td><td align=\"left\">70</td><td align=\"left\">96</td></tr><tr><td align=\"left\">Puri <xref rid=\"b125\" ref-type=\"bibr\">[125]</xref></td><td align=\"left\">SVM</td><td align=\"left\">78.20</td><td align=\"left\">77.49</td><td align=\"left\">78.91</td></tr><tr><td align=\"left\">Potes <xref rid=\"b126\" ref-type=\"bibr\">[126]</xref></td><td align=\"left\">AdaBoost <break/> and CNN</td><td align=\"left\">81.91</td><td align=\"left\">77.81</td><td align=\"left\">86.02</td></tr></tbody></table>\n"}, "text": "Study\tMethod\tAverage accuracy (%)\tAverage sensitivity (%)\tAverage specificity (%)\t \tThis Study\tAEN\t99.80\t99.65\t99.13\t \t\t \tRyu \tCNN\t79.5\t70.8\t88.2\t \tLangley \tWavelet  Entropy\t77\t98\t56\t \tDeperlioglu  Segmented\tCNN\t97.21\t94.78\t99.65\t \tThomae \tDeep Gated  RNN\t55.0\t99.0\t11.0\t \tNilanon \tCNN\t81.35\t73.5\t89.2\t \tTschannen \tWavelet- based deep CNN\t85.7\t85.5\t85.9\t \tYang \tSVM\t83\t70\t96\t \tPuri \tSVM\t78.20\t77.49\t78.91\t \tPotes \tAdaBoost  and CNN\t81.91\t77.81\t86.02\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43235, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " As seen from Table 5, classification studies for PhysioNet dataset with AEN have the highest accuracy, sensitivity and specificity ratios according to other classification methods. Achieving the 99.8% overall accuracy rates for PhysioNet dataset, the proposed method has the best performance in all of them. In this classification study, F-measure were found %99.67 and G-mean %99.38 were found. The F-measure and G-means, the most common used evaluation metrics, show that the classification method is very successful for the precision and the recall.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43790, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Achieving the 100% and 99.8% overall accuracy rates for the two most commonly used the data sets of heart sounds shows that the obtained results are not random. It is also seen that the number of categories in the output class does not affect the result for classification with AEN. In this study, the AEN model provided very good results in the classification phases performed separately for two different databases. But it is still open for alternative adjustments against different datasets of heart sounds. Being robust against possible change on output states, and achieving good results, which are not random, mean that the model can be adapted easily (and successfully) to alternative heart data. These results also point that a good classification can be made without using any wavelet methods or various segmentation methods (i.e. Shannon energy, re-sampled energy). Heart sounds can be easily classified by a well-designed AEN. Thus, clinical decision support systems, which use classification as a tool, are both reduced in workload and in terms of processing time and cost.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44877, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Giacomini–White test for statistical validation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44927, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "By considering the performances of each method for each dataset, it is also necessary to perform a validation tasks, in order to show that the obtained findings were not with a chance. In order to perform that, Giacomini–White Test  was employed in this study. The test was done to understand if the minimum mean accuracy rate for each method means that the related method is good at diagnosis-classification. Next to the pairwise-comparison performed over all methods, findings about which method had the better performance (in other words, outperforms the others statistically with the 5% significance level) are shown in Table 6. In the table, more than one method means that there is an equivalence among the methods for the corresponding dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45683, "infons": {"file": "tbl6.xml", "id": "tbl6", "section_type": "TABLE", "type": "table_caption"}, "text": "Findings regarding the Giacomini–White Test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45730, "infons": {"file": "tbl6.xml", "id": "tbl6", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Dataset</th><th align=\"left\">The Best Performance</th></tr></thead><tbody><tr><td align=\"left\">PASCAL dataset</td><td align=\"left\">AEN (<bold>This Study</bold>)/DWT and ANNs <xref rid=\"b102\" ref-type=\"bibr\">[102]</xref>/ Autoencoder <xref rid=\"b110\" ref-type=\"bibr\">[110]</xref></td></tr><tr><td align=\"left\">PhysioNet dataset</td><td align=\"left\">AEN (<bold>This Study</bold>)/CNN <xref rid=\"b103\" ref-type=\"bibr\">[103]</xref></td></tr><tr><td colspan=\"2\"><hr/></td></tr><tr><td colspan=\"2\" align=\"left\">Significance level of 5%</td></tr></tbody></table>\n"}, "text": "Dataset\tThe Best Performance\t \tPASCAL dataset\tAEN (This Study)/DWT and ANNs / Autoencoder \t \tPhysioNet dataset\tAEN (This Study)/CNN \t \t\t \tSignificance level of 5%\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45899, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " The related findings from the Giacomini–White Test confirms the successful performances by the AEN infrastructure. Additionally, the methods in , and  took places in the best performance (with the AEN) for the PASCAL dataset while the method  had place in the best performance (with the AEN) for the PhysioNet dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46224, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Evaluation of the IoHT system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46254, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Evaluation of the IoHT system has been done by considering four different perspectives as cost analysis, usability tests, and feedback as well as findings from real cases. In this way, it was aimed to analyze effectiveness and applicability of the system further in different environments and by doctors or even supportive medical staff. Evaluation phases were done thanks to a 4-month use of the system by a total of 12 doctors at 5 different hospitals, as 3 doctors from Suleyman Demirel University Hospital (Isparta, Turkey), 2 doctors from Isparta Meddem Hospital (Isparta, Turkey), 3 doctors from Isparta Davraz Hospital (Isparta, Turkey), 2 doctors from Akdeniz University Hospital (Antalya, Turkey), and 2 doctors from Private Akdeniz Hospital (Antalya, Turkey).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47024, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Cost analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47038, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "By considering optimum components to run the IoHT system developed in this study, it is possible to have a general cost analysis. By accepting that all doctors have smart phones to run mobile application, average costs of each component (by June 2020) can be summed for ensuring a cost on low, medium, and high-level scenarios. Table 7 provides three different cost analyses in this manner.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47430, "infons": {"file": "tbl7.xml", "id": "tbl7", "section_type": "TABLE", "type": "table_caption"}, "text": "General cost analysis of the IoHT system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47472, "infons": {"file": "tbl7.xml", "id": "tbl7", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Component</th><th align=\"left\">Low Cost</th><th align=\"left\">Medium Cost</th><th align=\"left\">High Cost</th></tr></thead><tbody><tr><td align=\"left\">Cloud Service</td><td align=\"left\"><bold>Google Cloud:</bold> 12 * 15$ = <bold>180$</bold> (average of 15$ per month)</td><td align=\"left\"><bold>Azure:</bold> 12 * 20$ = <bold>240$</bold> (average of 20$ per month)</td><td align=\"left\"><bold>Amazon Web Services (AWS):</bold> 12 * 30$ = <bold>360$</bold> (average of 30$ per month)</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Beacons</td><td align=\"left\"><bold>Qualcomm:</bold> 10 * 5$ = <bold>50$</bold> (accepting as 10 beacons are enough)</td><td align=\"left\"><bold>FEASYCOM:</bold> 10 * 10$ = <bold>100$</bold> (accepting as 10 beacons are enough)</td><td align=\"left\"><bold>iBeacon:</bold> 10 * 20$ = <bold>200$</bold> (accepting as 10 beacons are enough)</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Central System</td><td align=\"left\"><bold>1150$</bold> (Intel Xeon E-2124 4 core-CPU with 4.5 GHz and, 8 GB RAM, Nvidia Quadro P400, 1 TB hard drive)</td><td align=\"left\"><bold>1250$</bold> (Intel Xeon 18 core-CPU with 3.6 GHz and, 16 GB RAM, 1 TB hard drive)</td><td align=\"left\"><bold>1520$</bold> [Intel Xeon E-2224G 4 core-CPU with 3.5 GHz (4.70 GHz Turbo) and, 16 GB RAM, 1 TB hard drive]</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Software Development</td><td align=\"left\">Average of <bold>100$</bold></td><td align=\"left\">Average of <bold>100$</bold></td><td align=\"left\">Average of <bold>100$</bold></td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Digital Statoscope</td><td align=\"left\"><bold>Plusmed Plus-vesd:</bold> Average of <bold>150$</bold></td><td align=\"left\"><bold>DigiScope®:</bold> Average of <bold>210$</bold></td><td align=\"left\"><bold>DigiScope®:</bold> Average of <bold>210$</bold></td></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Total</td><td align=\"left\">1630$</td><td align=\"left\">1900$</td><td align=\"left\">2390$</td></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td colspan=\"4\" align=\"left\">Considering a total of 5 doctors in the same medical environment, with 1-year use</td></tr></tbody></table>\n"}, "text": "Component\tLow Cost\tMedium Cost\tHigh Cost\t \tCloud Service\tGoogle Cloud: 12 * 15$ = 180$ (average of 15$ per month)\tAzure: 12 * 20$ = 240$ (average of 20$ per month)\tAmazon Web Services (AWS): 12 * 30$ = 360$ (average of 30$ per month)\t \t\t\t\t\t \t\t \tBeacons\tQualcomm: 10 * 5$ = 50$ (accepting as 10 beacons are enough)\tFEASYCOM: 10 * 10$ = 100$ (accepting as 10 beacons are enough)\tiBeacon: 10 * 20$ = 200$ (accepting as 10 beacons are enough)\t \t\t\t\t\t \t\t \tCentral System\t1150$ (Intel Xeon E-2124 4 core-CPU with 4.5 GHz and, 8 GB RAM, Nvidia Quadro P400, 1 TB hard drive)\t1250$ (Intel Xeon 18 core-CPU with 3.6 GHz and, 16 GB RAM, 1 TB hard drive)\t1520$ [Intel Xeon E-2224G 4 core-CPU with 3.5 GHz (4.70 GHz Turbo) and, 16 GB RAM, 1 TB hard drive]\t \t\t\t\t\t \t\t \tSoftware Development\tAverage of 100$\tAverage of 100$\tAverage of 100$\t \t\t\t\t\t \t\t \tDigital Statoscope\tPlusmed Plus-vesd: Average of 150$\tDigiScope®: Average of 210$\tDigiScope®: Average of 210$\t \t\t \tTotal\t1630$\t1900$\t2390$\t \t\t \tConsidering a total of 5 doctors in the same medical environment, with 1-year use\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48540, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " As it is seen from Table 7, medium cost of the system is 1900$ for a medical environment with 5 doctors, and a 1-year use at total. Here, the medium cost will be acceptable for most of hospitals. The costs may be reduced to 1630$ by employing cheaper beacons (or similar sensors with less costs), and choosing a different cloud provider as Google Cloud. On the other hand, the costs may be high as 2390$ if beacons, central system, and the cloud provider are changed to higher levels. Also, it is possible to run the central system without employing a cloud. However, – as it was indicated before – especially use of cloud corresponds to a wider use of the system in the future with multi-hospitals at the same time.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49264, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Usability tests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49280, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For evaluating usability of the IoHT system as well as the AEN diagnosis solution, a usability test was done with the active contribution by 12 doctors. All doctors used DigiScope® as the digital stethoscope, and the environments were supported with FEASYCOM Mini Bluetooth 5.0 proximity beacons. Used smart phones were as follows (with total number of doctors using each): iPhone X (2), iPhone 8 (1), iPhone 8 Plus (1), iPhone 7 (1), iPhone 7 Plus (2), Samsung Galaxy S10 (2), Sony Xperia XZ (1), Xiaomi Redmi Note 8 (1), and Vestel Venus Z20 (1). The usability test prepared by including some tasks to do while using the system. In detail, average completion time for each task, completion rate (by considering limited time periods for each task), and average feedback by the doctors by indicating 1 if the task is easy, 2 if the task has medium difficulty, and 3 if the task is difficult. Each task was done respectively, and after each task, an evaluator noted completion time, completion state (successful if the task was completed within the limit), and the feedback by the user for the difficulty of the performed task (Fig. 12). Table 8 provides all tasks as well as the other findings obtained at the end of the usability test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50520, "infons": {"file": "gr12_lrg.jpg", "id": "fig12", "section_type": "FIG", "type": "fig_caption"}, "text": "General flow of the usability test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50556, "infons": {"file": "tbl8.xml", "id": "tbl8", "section_type": "TABLE", "type": "table_caption"}, "text": "Findings for the usability test applied for the IoHT system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50617, "infons": {"file": "tbl8.xml", "id": "tbl8", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Task</th><th align=\"left\">Average completion <break/>time (s)/Limit</th><th align=\"left\">Completion <break/>rate (%)</th><th colspan=\"2\" align=\"left\">Average <break/>difficulty</th></tr></thead><tbody><tr><td align=\"left\">Run the mobile application.</td><td align=\"left\">3/5</td><td align=\"left\">100</td><td colspan=\"2\" align=\"left\">1.10</td></tr><tr><td align=\"left\">Gather a heart sound.</td><td align=\"left\">22.3/25</td><td align=\"left\">100</td><td colspan=\"2\" align=\"left\">1.87</td></tr><tr><td align=\"left\">Analyze the heart sound.</td><td align=\"left\">16.8/25</td><td align=\"left\">100</td><td colspan=\"2\" align=\"left\">1.75</td></tr><tr><td align=\"left\">Perform diagnosis.</td><td align=\"left\">18.4/20</td><td align=\"left\">100</td><td colspan=\"2\" align=\"left\">1.69</td></tr><tr><td align=\"left\">Save results.</td><td align=\"left\">9.6/10</td><td align=\"left\">98</td><td colspan=\"2\" align=\"left\">1.32</td></tr><tr><td align=\"left\">View general analyses.</td><td align=\"left\">12.6/10</td><td align=\"left\">97</td><td colspan=\"2\" align=\"left\">1.41</td></tr><tr><td align=\"left\">Contact with a doctor.</td><td align=\"left\">15.7/15</td><td align=\"left\">97</td><td colspan=\"2\" align=\"left\">1.27</td></tr><tr><td align=\"left\">Share data with a doctor.</td><td align=\"left\">19.6/20</td><td align=\"left\">96</td><td colspan=\"2\" align=\"left\">1.98</td></tr><tr><td align=\"left\">Train the AEN system.</td><td align=\"left\">27.1/25</td><td align=\"left\">95</td><td colspan=\"2\" align=\"left\">2.16</td></tr><tr><td align=\"left\">Update the cloud.</td><td align=\"left\">14.3/15</td><td align=\"left\">97</td><td colspan=\"2\" align=\"left\">2.08</td></tr><tr><td align=\"left\">View active beacons.</td><td align=\"left\">8.5/10</td><td align=\"left\">100</td><td colspan=\"2\" align=\"left\">1.12</td></tr><tr><td align=\"left\">View active doctors.</td><td align=\"left\">9.4/10</td><td align=\"left\">100</td><td colspan=\"2\" align=\"left\">1.14</td></tr><tr><td align=\"left\">View statistics for the doctors.</td><td align=\"left\">11.5/10</td><td align=\"left\">98</td><td colspan=\"2\" align=\"left\">1.37</td></tr><tr><td colspan=\"5\"><hr/></td></tr><tr><td colspan=\"5\" align=\"left\">Findings are average of the values by 12 doctors used the system.</td></tr></tbody></table>\n"}, "text": "Task\tAverage completion time (s)/Limit\tCompletion rate (%)\tAverage difficulty\t \tRun the mobile application.\t3/5\t100\t1.10\t \tGather a heart sound.\t22.3/25\t100\t1.87\t \tAnalyze the heart sound.\t16.8/25\t100\t1.75\t \tPerform diagnosis.\t18.4/20\t100\t1.69\t \tSave results.\t9.6/10\t98\t1.32\t \tView general analyses.\t12.6/10\t97\t1.41\t \tContact with a doctor.\t15.7/15\t97\t1.27\t \tShare data with a doctor.\t19.6/20\t96\t1.98\t \tTrain the AEN system.\t27.1/25\t95\t2.16\t \tUpdate the cloud.\t14.3/15\t97\t2.08\t \tView active beacons.\t8.5/10\t100\t1.12\t \tView active doctors.\t9.4/10\t100\t1.14\t \tView statistics for the doctors.\t11.5/10\t98\t1.37\t \t\t \tFindings are average of the values by 12 doctors used the system.\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51297, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " According to Table 8, the IoHT system has been considered as a practical, easy-to-use approach for the diagnosis of heart diseases. While doctors think that especially heart sound analyze and diagnosis tasks near to medium difficulty level, the whole system can be effectively and efficiently used by doctors, considering completion time, completion rate and difficulty feedback for all tasks. The related findings have been illustrated in also Fig. 13, Fig. 14, Fig. 15, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51786, "infons": {"file": "gr13_lrg.jpg", "id": "fig13", "section_type": "FIG", "type": "fig_caption"}, "text": "Average completion time for each task at the usability test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51847, "infons": {"file": "gr14_lrg.jpg", "id": "fig14", "section_type": "FIG", "type": "fig_caption"}, "text": "Completion rate for each task at the usability test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51900, "infons": {"file": "gr15_lrg.jpg", "id": "fig15", "section_type": "FIG", "type": "fig_caption"}, "text": "Average difficulty feedback for each task at the usability test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51965, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Feedback from doctors and real cases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52002, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As it was indicated before, the IoHT system was used for around 4 months by a total of 12 doctors at 5 different hospitals. In addition to the usability tests done by those doctors, they have also wanted to give open feedback about their ideas on the used IoHT system. While around 98% of the ideas-comments are positive, the most remarkable ones are as follows:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52365, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “That system allows me to save time and concentrate more on the treatment stage, rather than diagnosis”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52476, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “I would like to use that system in every medical environment I take place”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52559, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “Thanks to that system, it became easier to share diagnosis results and ideas with my colleagues”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52664, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “That system can be used for different medical cases and diagnosis tasks”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52745, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “It would be great if that system can be supported with also medical image analysis”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52837, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “The system may include an offline mode because GSM communication is weak in some places”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52934, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “It is very nice to use the system with my smart phone, without needing any further tool. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53028, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “With that system, I can diagnose heart sounds faster”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53090, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “This system is very practical and fast to use for analyzing heart sounds”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53172, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “The system provides a secure communication to keep my data as well as medical cases in safe”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53273, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “I liked the multi-authentication mode by the system”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53334, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " “Diagnosis performance of that system was accurate in all cases I analyzed”. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53417, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering the 4-month use experience by the doctors at 5 different hospitals, a total of 479 real cases (real analyze–diagnosis from newly encountered heart sounds) were analyzed by using the IoHT system (The previously mentioned devices/components in usability tests were being used during that period). As the AEN infrastructure is effective on diagnosing normal, extrasystole, and murmur class-category from heart sounds, performance of the system was evaluated for each hospital, by considering the related cases. Table 9 provides findings about true–false diagnosis done for the real cases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54020, "infons": {"file": "tbl9.xml", "id": "tbl9", "section_type": "TABLE", "type": "table_caption"}, "text": "Diagnosis performance by the IoHT system, for real cases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54078, "infons": {"file": "tbl9.xml", "id": "tbl9", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Hospital</th><th align=\"left\">T/F Diagnosis <break/>for Normal</th><th align=\"left\">T/F Diagnosis <break/>for Extrasystole</th><th align=\"left\">T/F Diagnosis <break/>for Murmur</th></tr></thead><tbody><tr><td align=\"left\">Suleyman Demirel University Hospital</td><td align=\"left\">53/2</td><td align=\"left\">19/3</td><td align=\"left\">14/1</td></tr><tr><td align=\"left\">Isparta Meddem Hospital</td><td align=\"left\">47/1</td><td align=\"left\">31/1</td><td align=\"left\">15/2</td></tr><tr><td align=\"left\">Isparta Davraz Hospital</td><td align=\"left\">39/2</td><td align=\"left\">38/2</td><td align=\"left\">19/3</td></tr><tr><td align=\"left\">Akdeniz University Hospital</td><td align=\"left\">51/1</td><td align=\"left\">21/2</td><td align=\"left\">20/1</td></tr><tr><td align=\"left\">Private Akdeniz Hospital</td><td align=\"left\">52/4</td><td align=\"left\">16/3</td><td align=\"left\">14/2</td></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\"><bold>Total Accuracy (%)</bold></td><td align=\"left\"><bold>96.03</bold></td><td align=\"left\"><bold>91.91</bold></td><td align=\"left\"><bold>90.11</bold></td></tr></tbody></table>\n"}, "text": "Hospital\tT/F Diagnosis for Normal\tT/F Diagnosis for Extrasystole\tT/F Diagnosis for Murmur\t \tSuleyman Demirel University Hospital\t53/2\t19/3\t14/1\t \tIsparta Meddem Hospital\t47/1\t31/1\t15/2\t \tIsparta Davraz Hospital\t39/2\t38/2\t19/3\t \tAkdeniz University Hospital\t51/1\t21/2\t20/1\t \tPrivate Akdeniz Hospital\t52/4\t16/3\t14/2\t \t\t \tTotal Accuracy (%)\t96.03\t91.91\t90.11\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54436, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " As it can be seen from feedback by the doctors and also findings by real cases, the developed IoHT provides successful enough performance in real-time applications. It is remarkable here that the AEN infrastructure of the system is accurate in discriminating–classifying​ not only normal/abnormal heart sounds but also different kinds of abnormal heart sounds. It is also understood that there is not any vital communication-running problem among the technical components of the IoHT system. In detail, positive outcomes in even use of different mobile devices at different locations/environment set-ups show that the developed system has important potential for making it adapted to different conditions and components. But in order to cover every aspects of that research, the next sub-section is devoted to limitations and suggestions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55280, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Data security tests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55300, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As the IoHT system developed in this study ensures multiple data security aspects (in terms of both secure communication and data storing), it was tested with some alternative security related attacks. The attacks were generally based on trying to manipulate the system data with synthetic data impute, and penetration tries via central system and mobile devices. A total of 32 different scenarios have been applied accordingly. Table 10 provides information regarding the attacks and the results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55799, "infons": {"file": "tbl10.xml", "id": "tbl10", "section_type": "TABLE", "type": "table_caption"}, "text": "Data security tests for the developed IoHT system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55850, "infons": {"file": "tbl10.xml", "id": "tbl10", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Scenario</th><th align=\"left\">Number of tries</th><th align=\"left\">Result</th><th align=\"left\">Reason</th></tr></thead><tbody><tr><td align=\"left\">Synthetic heart sound data import</td><td align=\"left\">9</td><td align=\"left\">Successful: 0</td><td align=\"left\">Tangle proof/user authentication</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unsuccessful: 9</td><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Synthetic training data import</td><td align=\"left\">5</td><td align=\"left\">Successful: 0</td><td align=\"left\">Tangle proof/user authentication</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unsuccessful: 5</td><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Malicious user creation</td><td align=\"left\">4</td><td align=\"left\">Successful: 0</td><td align=\"left\">Tangle proof/user authentication</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unsuccessful: 4</td><td align=\"left\"/></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Penetration via central system</td><td align=\"left\">8</td><td align=\"left\">Successful: 1</td><td align=\"left\">Windows vulnerability/lack of update</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unsuccessful: 7</td><td align=\"left\">Tangle proof/Time out/up-to-date OS/encrypted data</td></tr><tr><td colspan=\"4\"><hr/></td></tr><tr><td align=\"left\">Penetration via mobile device</td><td align=\"left\">6</td><td align=\"left\">Successful: 0<hr/></td><td align=\"left\">Up-to-date mobile OS/encrypted data</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Unsuccessful: 6</td><td align=\"left\"/></tr></tbody></table>\n"}, "text": "Scenario\tNumber of tries\tResult\tReason\t \tSynthetic heart sound data import\t9\tSuccessful: 0\tTangle proof/user authentication\t \t\t\tUnsuccessful: 9\t\t \t\t \tSynthetic training data import\t5\tSuccessful: 0\tTangle proof/user authentication\t \t\t\tUnsuccessful: 5\t\t \t\t \tMalicious user creation\t4\tSuccessful: 0\tTangle proof/user authentication\t \t\t\tUnsuccessful: 4\t\t \t\t \tPenetration via central system\t8\tSuccessful: 1\tWindows vulnerability/lack of update\t \t\t\tUnsuccessful: 7\tTangle proof/Time out/up-to-date OS/encrypted data\t \t\t \tPenetration via mobile device\t6\tSuccessful: 0\tUp-to-date mobile OS/encrypted data\t \t\t\tUnsuccessful: 6\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 56471, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " As it can be seen from Table 10, the security side of the IoHT system seems robust against any possible malicious attacks with different ways. Unsuccessful attacks were because of strong encryption scheme as well as multi-authentication for communication and proof mechanism provided by the Tangle. One successful attempt with a specific vulnerability was associated with the Windows operating system on the central system and that was eliminated after latest updates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 56942, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations and suggestions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 56970, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The developed IoHT system provided positive findings in terms of evaluation works with different perspectives. However, it is still possible to discuss about some limitations and derive ideas about alternative works to do by interested researchers. First of all, some limitations that may be associated with that research can be expressed briefly as follows:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57329, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Diagnosis performance of the developed system (with its AEN infrastructure) was evaluated by considering two different datasets. It may be required to train the AEN continuously with newer data/cases for making it adapted to even slight changes (in the heart disease diagnosis problem) and preventing it from rising bias.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57651, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In terms of IoHT architecture, some unexpected scenarios may be still experienced. For example, materials of buildings may cause interrupts / problems in wireless communication of beacons as well as mobile devices, and low-level technological resources of target places may cause negative using experiences. But further uses will probably allow eliminating such issues accordingly.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58033, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As there are many different types of mobile devices and hardware components to be used for the IoHT system, there may be need for more compatibility tests.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58189, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The system seems to be running well enough for different mobile devices with different operating systems (iOS, and Android), there will be still need for software updates to include specific mobile devices with unique features, and using functions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58438, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "If the developed system runs over a wider network of federate, similar systems of IoHT, further tests on i.e. resource use, scalability, and data security may be required.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58611, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although the security side of the IoHT system seems successful, it will be always requiring to track latest hacking/attacking methods and keep the system up-to-date in terms of defensive, alternative approaches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58823, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering the obtained findings–results and the potential of the developed system, some suggestions for further research can be explained as follows:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58977, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Because the developed system seems to be blending some critical research points of medical: diagnosis, IoT usage, and data security, it has a great potential for long use. On the other hand, there is still opportunities for further, alternative research to contribute the associated literatures of smart technologies and the medical.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59311, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There is a great interest in using IoHT systems and it seems doctors/medical staff are ready to use such systems for improving their using experiences. So, it is important to focus more on developing IoHT systems under the wide umbrella of IoT.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59556, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Nowadays, there is a serious pandemic: COVID-19 so that research in medical has more importance for urgent solutions, thanks to smart technologies. The system developed in this study can be modified to be used for COVID-19 diagnosis. That can be achieved by adjusting only several features (i.e. processing medical image, optimizing AEN parameters/architecture). In this sense, IoHT systems have great importance for combating COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59994, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Such systems of IoHT may need employment of some detailed using modules, which can make the system adaptive to different user characteristics and even work-load. Also, it may be good to include Explainable Artificial Intelligence infrastructure for better variations of IoHT systems.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60278, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Except from the mentioned points, the system ensures many future work development potentials. These have been expressed in detail under the future works discussed in the next section.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60462, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions and future work", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60490, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Characteristics of the PCG vary according to the state of the heart. When there is a problem with the heartbeat function, the heartbeat signal seems distorted. For this reason, classification studies ensure a preliminary diagnosis phase helping to determine if further examination is required or not. In this sense, roots of that research belong to the automatic classification of heart sounds. By considering past studies showing effectiveness and speed of deep learning, AEN was used for heart disease diagnosis, as in the context of a secure IoHT system. The IoHT approach was designed for providing a practical, real-time diagnosis tool for doctors. Furthermore, it was aimed to achieve a secure data communication infrastructure as today’s IoT systems vitally require that. Thanks to the system infrastructure, it has been possible to improve effectiveness and efficiency of heart health related analyses, in the context of a mobile, smart network of daily-life devices.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61468, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In order to evaluate the whole IoHT system and the diagnosis infrastructure by the AEN, a comprehensive evaluation period was done. Firstly, the AEN model has been tested in two different heart sound datasets. Heart diseases classified in the Pascal dataset are normal, murmur, extrasystoles. On the other hand, Physio dataset classifies normal and abnormal heartbeats. Although the difference, the AEN model gave successful and effective results for two different heart sound data sets. The findings were also compared with different classification methods including techniques of AEN, ANNs, SVM, CNN, and DNN. The classification applications with AEN provided the highest accuracy, sensitivity and specificity rates among other classification methods used over the same, most commonly used data sets. That means the obtained results are not as a chance and it is also seen that the number of categories in the output class does not affect the results for the classification by AEN. Thus, it is clear that an AEN model can be used as a practical and efficient method for detecting heart conditions and classifying heart diseases for preliminary diagnosis. Following the evaluation works done for the AEN model, effectiveness of the IoHT system was evaluated by 12 doctors from different hospitals. That evaluation phase included usability-tests as well as the using experiences by doctors in real cases. Additionally, a brief cost analysis for the IoHT system was also provided accordingly. As general, findings from the usability-tests pointed positive thoughts on effectiveness and success of the IoHT system. Except from the feedback for data security aspects, the IoHT system has been tested with some alternative attacks and the system was generally able to reject any data manipulations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63263, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Thanks to the positive results-findings achieved in this study, the authors have already planned some future works. In this context, additional improvements for building a modular IoHT system (as a more advanced clinical decision support system), which is able to diagnose all kind of diseases and employ additional tasks will be developed in the future. Also, adding alternative diagnostic and treatment methods (with especially deep learning techniques), and performing additional works to test security level are among other future works. It is also remarkable that contributive feedback-comments by the doctors will be considered for further improvements over the IoHT system. Finally, as the COVID-19 issue was threatening the humankind while writing that content, the authors have decided to run additional future works including addition of accessibility features (i.e. voice command since the authentication already allows voice analyze), in order to ensure less physical interaction with the system. Furthermore, improvements for the data security side will be checked often as the near future seems to be rising a digital world with more sensitive data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64428, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "CRediT authorship contribution statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64469, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": " Omer Deperlioglu: Conceptualization, Methodology, Software. Utku Kose: Data curation, Writing - original draft. Deepak Gupta: Visualization, Investigation. Ashish Khanna: Supervision, Editing, Data analysis. Arun Kumar Sangaiah: Software, Validation, Writing - review & editing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64749, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64760, "infons": {"section_type": "REF", "type": "ref"}, "text": "World Health Organization (WHO), Cardiovascular diseases (CVDs) – fact sheet, 2017. Online: http://www.who.int/mediacentre/factsheets/fs317/en/. (Accessed 10 June 2020).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64932, "infons": {"fpage": "375", "issue": "4", "lpage": "379", "name_0": "surname:Ralston;given-names:J.", "name_1": "surname:Reddy;given-names:K.S.", "name_2": "surname:Fuster;given-names:V.", "name_3": "surname:Narula;given-names:J.", "pub-id_pmid": "27938821", "section_type": "REF", "source": "Glob. Heart.", "type": "ref", "volume": "11", "year": "2016"}, "text": "Cardiovascular diseases on the global agenda: The united nations high level meeting, sustainable development goals, and the way forward", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65068, "infons": {"name_0": "surname:Crespo;given-names:C.J.", "name_1": "surname:Di Angelantonio;given-names:E.", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "7", "year": "2019"}, "text": "World health organization cardiovascular disease risk charts: Revised models to estimate risk in 21 global regions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65183, "infons": {"fpage": "361", "name_0": "surname:Schernhammer;given-names:E.S.", "name_1": "surname:Feskanich;given-names:D.", "name_2": "surname:Liang;given-names:G.", "name_3": "surname:Scott;given-names:A.J.", "name_4": "surname:Singh;given-names:R.B.", "name_5": "surname:Anjum;given-names:B.", "section_type": "REF", "source": "Cambridge Handbook of Psychology, Health and Medicine, vol. 27", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65184, "infons": {"fpage": "618", "issue": "5", "lpage": "620", "name_0": "surname:Whitcomb;given-names:M.E.", "pub-id_pmid": "26675191", "section_type": "REF", "source": "Acad. Med.", "type": "ref", "volume": "91", "year": "2016"}, "text": "Transforming medical education: is competency-based medical education the right approach?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65274, "infons": {"section_type": "REF", "type": "ref"}, "text": "A. Richard, B. Mayag, Y. Meinard, F. Talbot, A. Tsoukiàs, How AI could help physicians during their medical consultations: An analysis of physicians’ decision process to develop efficient decision support systems for medical consultations, HAL Archives-Ouvertes, France, 2018.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65554, "infons": {"name_0": "surname:Belciug;given-names:S.", "name_1": "surname:Gorunescu;given-names:F.", "section_type": "REF", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65555, "infons": {"fpage": "51", "lpage": "77", "name_0": "surname:Deperlioglu;given-names:O.", "name_1": "surname:Kose;given-names:U.", "name_2": "surname:Guraksin;given-names:G.E.", "name_3": "surname:Deperlioglu;given-names:O.", "section_type": "REF", "source": "Nature-Inspired Intelligent Techniques for Solving Biomedical Engineering Problems", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65556, "infons": {"section_type": "REF", "type": "ref"}, "text": "O. Deperlioglu, The effects of different training algorithms on the classification of medical databases using artificial neural networks, in: European Conference on Science, Art & Culture ECSAC 2018, Antalya, Turkey, 2018.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65779, "infons": {"fpage": "66", "lpage": "75", "name_0": "surname:Morente-Molinera;given-names:J.A.", "name_1": "surname:Wikström;given-names:R.", "name_2": "surname:Herrera-Viedma;given-names:E.", "name_3": "surname:Carlsson;given-names:C.", "section_type": "REF", "source": "Decis. Support Syst.", "type": "ref", "volume": "81", "year": "2016"}, "text": "A linguistic mobile decision support system based on fuzzy ontology to facilitate knowledge mobilization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65884, "infons": {"fpage": "124", "lpage": "138", "name_0": "surname:Peng;given-names:H.G.", "name_1": "surname:Zhang;given-names:H.Y.", "name_2": "surname:Wang;given-names:J.Q.", "section_type": "REF", "source": "Int. J. Hosp. Manag.", "type": "ref", "volume": "68", "year": "2018"}, "text": "Cloud decision support model for selecting hotels on TripAdvisor.com with probabilistic linguistic information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65995, "infons": {"fpage": "3", "lpage": "21", "name_0": "surname:Bardzell;given-names:J.", "name_1": "surname:Bardzell;given-names:S.", "name_2": "surname:Liu;given-names:S.Y.C.", "name_3": "surname:Soro;given-names:A.", "name_4": "surname:Brereton;given-names:M.", "name_5": "surname:Roe;given-names:P.", "section_type": "REF", "source": "Social Internet of Things", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65996, "infons": {"name_0": "surname:Gilchrist;given-names:A.", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65997, "infons": {"fpage": "573", "issue": "10", "lpage": "577", "name_0": "surname:Ianculescu;given-names:M.", "name_1": "surname:Alexandru;given-names:A.", "section_type": "REF", "source": "Int. J. Comput. Inf. Eng.", "type": "ref", "volume": "13", "year": "2019"}, "text": "Internet of health things as a win-win solution for mitigating the paradigm shift inside senior patient-physician shared health management", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66136, "infons": {"fpage": "13129", "lpage": "13141", "name_0": "surname:Rodrigues;given-names:J.J.", "name_1": "surname:Segundo;given-names:D.B.D.R.", "name_2": "surname:Junqueira;given-names:H.A.", "name_3": "surname:Sabino;given-names:M.H.", "name_4": "surname:Prince;given-names:R.M.", "name_5": "surname:Al-Muhtadi;given-names:J.", "name_6": "surname:de Albuquerque;given-names:V.H.C.", "section_type": "REF", "source": "IEEE Access.", "type": "ref", "volume": "6", "year": "2018"}, "text": "Enabling technologies for the internet of health things", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66192, "infons": {"name_0": "surname:Edoh;given-names:T.", "section_type": "REF", "source": "Medical Internet of Things (M-IoT)-Enabling Technologies and Emerging Applications", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66193, "infons": {"fpage": "1", "lpage": "19", "name_0": "surname:Khamparia;given-names:A.", "name_1": "surname:Gupta;given-names:D.", "name_2": "surname:de Albuquerque;given-names:V.H.C.", "name_3": "surname:Sangaiah;given-names:A.K.", "name_4": "surname:Jhaveri;given-names:R.H.", "pub-id_pmid": "32836793", "section_type": "REF", "source": "J. Supercomput.", "type": "ref", "year": "2020"}, "text": "Internet of health things-driven deep learning system for detection and classification of cervical cells using transfer learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66322, "infons": {"fpage": "222", "lpage": "239", "name_0": "surname:Santos;given-names:M.A.", "name_1": "surname:Munoz;given-names:R.", "name_2": "surname:Olivares;given-names:R.", "name_3": "surname:Rebouças Filho;given-names:P.P.", "name_4": "surname:Del Ser;given-names:J.", "name_5": "surname:de Albuquerque;given-names:V.H.C.", "section_type": "REF", "source": "Inf. Fusion", "type": "ref", "volume": "53", "year": "2020"}, "text": "Online heart monitoring systems on the internet of health things environments: A survey, a reference model and an outlook", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66444, "infons": {"fpage": "475", "lpage": "482", "name_0": "surname:Kaur;given-names:H.", "name_1": "surname:Atif;given-names:M.", "name_2": "surname:Chauhan;given-names:R.", "section_type": "REF", "source": "Advances in Intelligent Computing and Communication", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66445, "infons": {"fpage": "129", "issue": "2", "lpage": "146", "name_0": "surname:Reed;given-names:T.R.", "name_1": "surname:Reed;given-names:N.E.", "name_2": "surname:Fritzson;given-names:P.", "section_type": "REF", "source": "Simul. Model. Practice Theory", "type": "ref", "volume": "12", "year": "2004"}, "text": "Heart sound analysis for symptom detection and computer-aided diagnosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66517, "infons": {"fpage": "261", "lpage": "264", "name_0": "surname:Wang;given-names:F.", "name_1": "surname:Syeda-Mahmood;given-names:T.", "name_2": "surname:Beymer;given-names:D.", "section_type": "REF", "source": "2007 Computers in Cardiology", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66518, "infons": {"fpage": "17", "issue": "1", "lpage": "28", "name_0": "surname:Deperlioglu;given-names:O.", "section_type": "REF", "source": "BRAIN: Broad Res. Artif. Intel. Neurosci.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Segmentation of heart sounds by re-sampled signal energy method", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66582, "infons": {"fpage": "279", "issue": "2", "lpage": "291", "name_0": "surname:Bahekar;given-names:L.", "name_1": "surname:Mishal;given-names:A.", "name_2": "surname:Bisen;given-names:M.", "name_3": "surname:Koche;given-names:D.", "name_4": "surname:Alone;given-names:S.", "section_type": "REF", "source": "Int. J. Res. Sci. Eng.", "type": "ref", "volume": "3", "year": "2017"}, "text": "Heart valve diseases detection using anfis and wavelet transform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66647, "infons": {"fpage": "113", "issue": "I", "lpage": "120", "name_0": "surname:Ali;given-names:S.", "name_1": "surname:Adnan;given-names:S.M.", "name_2": "surname:Nawaz;given-names:T.", "name_3": "surname:Obaid Ullah;given-names:M.", "name_4": "surname:Aziz;given-names:S.", "section_type": "REF", "source": "Tech. J. Univ. Eng. Technol.", "type": "ref", "volume": "22", "year": "2017"}, "text": "Human heart sounds classification using ensemble methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66704, "infons": {"fpage": "6", "issue": "1", "lpage": "10", "name_0": "surname:Shervegar;given-names:M.V.", "name_1": "surname:Bhat;given-names:G.V.", "section_type": "REF", "source": "Inf. Med. Unlocked", "type": "ref", "volume": "9", "year": "2017"}, "text": "Principal automatic segmentation of phonocardiogram using the occurrence of the cardiac events", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66799, "infons": {"fpage": "170", "lpage": "180", "name_0": "surname:Ibarra-Hernandez;given-names:R.F.", "name_1": "surname:Alonso-Arevalo;given-names:M.A.", "name_2": "surname:Cruz-Gutierrez;given-names:A.", "name_3": "surname:Licona-Chavez;given-names:A.L.", "name_4": "surname:Villarreal-Reyes;given-names:S.", "pub-id_pmid": "28810184", "section_type": "REF", "source": "Comput. Biol. Med.", "type": "ref", "volume": "89", "year": "2017"}, "text": "Design and evaluation of a parametric model for cardiac sounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66862, "infons": {"fpage": "372", "issue": "3", "lpage": "383", "name_0": "surname:Zhenga;given-names:Y.", "name_1": "surname:Guoa;given-names:X.", "name_2": "surname:Qinb;given-names:J.", "name_3": "surname:Xiao;given-names:S.", "section_type": "REF", "source": "Comput. Methods Prog. Biomed.", "type": "ref", "volume": "122", "year": "2015"}, "text": "Computer-assisted diagnosis for chronic heart failure by the analysis of their cardiac reserve and heart sound characteristics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66989, "infons": {"fpage": "7161", "issue": "16", "lpage": "7170", "name_0": "surname:Patidar;given-names:S.", "name_1": "surname:Pachori;given-names:R.B.", "section_type": "REF", "source": "Exp. Syst. Appl.", "type": "ref", "volume": "41", "year": "2014"}, "text": "Classification of cardiac sound signals using constrained tunable-Q wavelet transform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67075, "infons": {"fpage": "47", "lpage": "61", "name_0": "surname:Maglogiannis;given-names:I.", "name_1": "surname:Loukis;given-names:E.", "name_2": "surname:Zaropoulos;given-names:E.", "name_3": "surname:Stasis;given-names:A.", "section_type": "REF", "source": "Comput. Methods Prog. Biomed.", "type": "ref", "volume": "95", "year": "2009"}, "text": "Support vectors machine-based identification of heart valve diseases using heart sounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67163, "infons": {"fpage": "8019", "lpage": "8026", "name_0": "surname:Ari;given-names:S.", "name_1": "surname:Hembram;given-names:K.", "name_2": "surname:Saha;given-names:G.", "section_type": "REF", "source": "Exp. Syst. Appl.", "type": "ref", "volume": "37", "year": "2010"}, "text": "Detection of cardiac abnormality from PCG signal using LMS based least square SVM classifier", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67256, "infons": {"section_type": "REF", "type": "ref"}, "text": "M.M. Azmy, Classification of normal and abnormal heart sounds using new mother wavelet and support vector machines, in: 4th International Conference on Electrical Engineering (ICEE), 2015, pp. 1–3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67456, "infons": {"fpage": "1769", "lpage": "1780", "name_0": "surname:Shuping Sun;given-names:H.W.", "name_1": "surname:Jiang;given-names:Z.", "name_2": "surname:Fang;given-names:Y.", "name_3": "surname:Tao;given-names:T.", "section_type": "REF", "source": "Exp. Syst. Appl.", "type": "ref", "volume": "41", "year": "2014"}, "text": "Segmentation-based heart sound feature extraction combined with classifier models for a VSD diagnosis system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67565, "infons": {"section_type": "REF", "type": "ref"}, "text": "M. Guermoui, M.L. Mekhalfi, K. Ferroudji, Heart sounds analysis using wavelets responses and support vector machines, in: 8th International Workshop on Signal Processing and their Applications (WoSSPA), 2013, pp. 233–238.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67789, "infons": {"fpage": "674", "lpage": "682", "name_0": "surname:Gharehbaghia;given-names:A.", "name_1": "surname:Borgaa;given-names:M.", "name_2": "surname:Sjöbergc;given-names:B.J.", "name_3": "surname:Ask;given-names:P.", "section_type": "REF", "source": "Med. Eng. Phys.", "type": "ref", "volume": "37", "year": "2017"}, "text": "A novel method for discrimination between innocent and pathological heart murmurs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67871, "infons": {"fpage": "240", "lpage": "244", "name_0": "surname:Jiang;given-names:Z.", "name_1": "surname:Choi;given-names:S.", "name_2": "surname:Wang;given-names:H.", "section_type": "REF", "source": "2007 International Symposium on Information Technology Convergence (ISITC 2007)", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67872, "infons": {"fpage": "279", "issue": "2", "lpage": "291", "name_0": "surname:Bahekar;given-names:L.", "name_1": "surname:Mishal;given-names:A.", "name_2": "surname:Bisen;given-names:M.", "name_3": "surname:Koche;given-names:D.", "name_4": "surname:Alone;given-names:S.", "section_type": "REF", "source": "Int. J. Res. Sci. Eng.", "type": "ref", "volume": "3", "year": "2017"}, "text": "Heart valve diseases detection using ANFIS and wavelet transform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67937, "infons": {"fpage": "23", "lpage": "40", "name_0": "surname:Eslamizadeh;given-names:G.", "name_1": "surname:Barati;given-names:R.", "section_type": "REF", "source": "Artif. Intel. Med.", "type": "ref", "volume": "78", "year": "2017"}, "text": "Heart murmur detection based on wavelet transformation and asynergy between artificial neural network and modified neighbor annealing methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68079, "infons": {"section_type": "REF", "type": "ref"}, "text": "O. Deperlioglu, Classification of heart sounds with segmented S1 and S2 sounds, in: 7th International Conference on Advanced Technologies (ICAT’18), Antalya, Turkey, 2018.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68253, "infons": {"fpage": "341", "lpage": "345", "name_0": "surname:Gharehbaghi;given-names:A.", "name_1": "surname:Sepehri;given-names:A.A.", "name_2": "surname:Babic;given-names:A.", "section_type": "REF", "source": "International Conference on Medical and Biological Engineering", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68254, "infons": {"fpage": "124417", "lpage": "124425", "name_0": "surname:Cheng;given-names:X.", "name_1": "surname:Huang;given-names:J.", "name_2": "surname:Li;given-names:Y.", "name_3": "surname:Gui;given-names:G.", "section_type": "REF", "source": "IEEE Access.", "type": "ref", "volume": "7", "year": "2019"}, "text": "Design and application of a laconic heart sound neural network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68317, "infons": {"section_type": "REF", "type": "ref"}, "text": "X. Chundong, L. Qinghua, Z. Jing, S1 and S2 heart sound recognition using optimized BP neural network, in: Proceedings of the 2019 11th International Conference on Bioinformatics and Biomedical Technology, 2019, pp. 105–110.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68544, "infons": {"comment": "Article ID 5846191", "name_0": "surname:Li;given-names:S.", "name_1": "surname:Li;given-names:F.", "name_2": "surname:Tang;given-names:S.", "name_3": "surname:Xiong;given-names:W.", "pub-id_doi": "10.1155/2020/5846191", "section_type": "REF", "source": "BioMed Res. Int.", "type": "ref", "year": "2020"}, "text": "A review of computer-aided heart sound detection techniques", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68604, "infons": {"issue": "26", "name_0": "surname:Arora;given-names:V.", "name_1": "surname:Leekha;given-names:R.", "name_2": "surname:Singh;given-names:R.", "name_3": "surname:Chana;given-names:I.", "section_type": "REF", "source": "Modern Phys. Lett. B", "type": "ref", "volume": "33", "year": "2019"}, "text": "Heart sound classification using machine learning and phonocardiogram", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68674, "infons": {"fpage": "140", "issue": "1", "lpage": "152", "name_0": "surname:Emuoyibofarhe;given-names:O.N.", "name_1": "surname:Adebayo;given-names:S.", "name_2": "surname:Ibitoye;given-names:A.", "name_3": "surname:Ayomide;given-names:M.O.", "name_4": "surname:Taye;given-names:A.", "section_type": "REF", "source": "Int. J. Comput.", "type": "ref", "volume": "34", "year": "2019"}, "text": "Predictive system for heart disease using a machine learning trained model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68749, "infons": {"name_0": "surname:El Badlaoui;given-names:O.", "name_1": "surname:Benba;given-names:A.", "name_2": "surname:Hammouch;given-names:A.", "pub-id_doi": "10.1016/j.irbm.2019.12.003", "section_type": "REF", "source": "IRBM. Online View", "type": "ref", "year": "2019"}, "text": "Novel PCG analysis method for discriminating between abnormal and normal heart sounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68835, "infons": {"fpage": "285", "issue": "9", "name_0": "surname:Liu;given-names:Y.", "name_1": "surname:Guo;given-names:X.", "name_2": "surname:Zheng;given-names:Y.", "pub-id_pmid": "31309299", "section_type": "REF", "source": "J. Med. Syst.", "type": "ref", "volume": "43", "year": "2019"}, "text": "An automatic approach using ELM classifier for HFpEF identification based on heart sound characteristics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68940, "infons": {"fpage": "367", "lpage": "372", "name_0": "surname:Krishnani;given-names:D.", "name_1": "surname:Kumari;given-names:A.", "name_2": "surname:Dewangan;given-names:A.", "name_3": "surname:Singh;given-names:A.", "name_4": "surname:Naik;given-names:N.S.", "section_type": "REF", "source": "TENCON 2019-2019 IEEE Region 10 Conference (TENCON)", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68941, "infons": {"fpage": "705", "issue": "3", "lpage": "716", "name_0": "surname:Noman;given-names:F.M.", "name_1": "surname:Salleh;given-names:S.H.", "name_2": "surname:Ting;given-names:C.M.", "name_3": "surname:Samdin;given-names:S.B.", "name_4": "surname:Ombao;given-names:H.", "name_5": "surname:Hussain;given-names:H.", "section_type": "REF", "source": "IEEE J. Biomed. Health Inf.", "type": "ref", "volume": "24", "year": "2019"}, "text": "A markov-switching model approach to heart sound segmentation and classification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69022, "infons": {"name_0": "surname:Abduh;given-names:Z.", "name_1": "surname:Nehary;given-names:E.A.", "name_2": "surname:Wahed;given-names:M.A.", "name_3": "surname:Kadah;given-names:Y.M.", "section_type": "REF", "source": "Biomed. Signal Process. Control", "type": "ref", "volume": "57", "year": "2020"}, "text": "Classification of heart sounds using fractional fourier transform based mel-frequency spectral coefficients and traditional classifiers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69158, "infons": {"name_0": "surname:Chen;given-names:P.", "name_1": "surname:Zhang;given-names:Q.", "section_type": "REF", "source": "Biomed. Signal Process. Control", "type": "ref", "volume": "57", "year": "2020"}, "text": "Classification of heart sounds using discrete time-frequency energy feature based on S transform and the wavelet threshold denoising", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69291, "infons": {"fpage": "1950062", "issue": "01", "name_0": "surname:Yang;given-names:L.", "name_1": "surname:Li;given-names:S.", "name_2": "surname:Zhang;given-names:Z.", "name_3": "surname:Yang;given-names:X.", "section_type": "REF", "source": "J. Mech. Med. Biol.", "type": "ref", "volume": "20", "year": "2020"}, "text": "Classification of phonocardiogram signals based on envelope optimization model and support vector machine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69397, "infons": {"fpage": "11", "lpage": "26", "name_0": "surname:Liu;given-names:W.", "name_1": "surname:Wanga;given-names:Z.", "name_2": "surname:Liua;given-names:X.", "name_3": "surname:Zengb;given-names:N.", "name_4": "surname:Liuc;given-names:Y.", "name_5": "surname:Alsaadi;given-names:F.A.", "section_type": "REF", "source": "Neurocomputing", "type": "ref", "volume": "234", "year": "2017"}, "text": "A survey of deep neural network architectures and their applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69466, "infons": {"section_type": "REF", "type": "ref"}, "text": "P. and Chandrayan, Deep Learning: Autoencoders Fundamentals and types, Online: https://codeburst.io/deep-learning-types-and-autoencoders-a40ee6754663. (Accessed 24 July 2019).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69643, "infons": {"name_0": "surname:Rumelhart;given-names:D.E.", "name_1": "surname:Hinton;given-names:G.E.", "name_2": "surname:Williams;given-names:R.J.", "section_type": "REF", "source": "Parallel Distributed Processing, Vol 1: Foundations", "type": "ref", "year": "1986"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69644, "infons": {"name_0": "surname:Hebb;given-names:D.O.", "section_type": "REF", "type": "ref", "year": "1949"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69645, "infons": {"section_type": "REF", "type": "ref"}, "text": "B Baldi, Autoencoders, unsupervised learning, and deep architectures, in: Workshop on Unsupervised and Transfer Learning, JMLR: Workshop and Conference Proceedings, vol. 27, 2012, pp. 37-50.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69836, "infons": {"fpage": "841", "issue": "2", "lpage": "859", "name_0": "surname:Suk;given-names:H.I.", "name_1": "surname:Lee;given-names:S.W.", "name_2": "surname:Shen;given-names:D.", "pub-id_pmid": "24363140", "section_type": "REF", "source": "Brain Struct. Funct.", "type": "ref", "volume": "220", "year": "2015"}, "text": "Alzheimer’s disease neuroimaging initiative, latent feature representation with stacked auto-encoder for AD/MCI diagnosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69960, "infons": {"name_0": "surname:Mendoza-Léon;given-names:R.", "name_1": "surname:Puentes;given-names:J.", "name_2": "surname:Uriza;given-names:L.F.", "name_3": "surname:Hoyos;given-names:M.H.", "section_type": "REF", "source": "Comput. Biol. Med.", "type": "ref", "volume": "116", "year": "2020"}, "text": "Single-slice Alzheimer’s disease classification and disease regional analysis with supervised switching autoencoders", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70079, "infons": {"fpage": "499", "lpage": "502", "name_0": "surname:Badem;given-names:H.", "name_1": "surname:Caliskan;given-names:A.", "name_2": "surname:Basturk;given-names:A.", "name_3": "surname:Yuksel;given-names:M.E.", "section_type": "REF", "source": "2016 National Conference on Electrical, Electronics and Biomedical Engineering (ELECO)", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70080, "infons": {"fpage": "567", "lpage": "581", "name_0": "surname:Kadam;given-names:V.J.", "name_1": "surname:Jadhav;given-names:S.M.", "section_type": "REF", "source": "Computing, Communication and Signal Processing", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70081, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Nasser;given-names:Y.", "name_1": "surname:El Hassouni;given-names:M.", "name_2": "surname:Brahim;given-names:A.", "name_3": "surname:Toumi;given-names:H.", "name_4": "surname:Lespessailles;given-names:E.", "name_5": "surname:Jennane;given-names:R.", "section_type": "REF", "source": "2017 International Conference on Advanced Technologies for Signal and Image Processing (ATSIP)", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70082, "infons": {"fpage": "530", "issue": "4", "lpage": "535", "name_0": "surname:Kannadasan;given-names:K.", "name_1": "surname:Edla;given-names:D.R.", "name_2": "surname:Kuppili;given-names:V.", "section_type": "REF", "source": "Clin. Epidemiol. Global Health", "type": "ref", "volume": "7", "year": "2019"}, "text": "Type 2 diabetes data classification using stacked autoencoders in deep neural networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70169, "infons": {"fpage": "1190", "lpage": "1194", "name_0": "surname:Yan;given-names:K.", "name_1": "surname:Li;given-names:C.", "name_2": "surname:Wang;given-names:X.", "name_3": "surname:Yuan;given-names:Y.", "name_4": "surname:Li;given-names:A.", "name_5": "surname:Kim.;given-names:J.", "section_type": "REF", "source": "2016 IEEE 13th International Symposium on Biomedical Imaging (ISBI)", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70170, "infons": {"name_0": "surname:Atlason;given-names:H.E.", "name_1": "surname:Love;given-names:A.", "name_2": "surname:Sigurdsson;given-names:S.", "name_3": "surname:Gudnason;given-names:V.", "name_4": "surname:Ellingsen;given-names:L.M.", "section_type": "REF", "source": "Medical Imaging 2019: Image Processing (Vol. 10949, 109491H)", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70171, "infons": {"name_0": "surname:Nayak;given-names:D.R.", "name_1": "surname:Dash;given-names:R.", "name_2": "surname:Majhi;given-names:B.", "name_3": "surname:Pachori;given-names:R.B.", "name_4": "surname:Zhang;given-names:Y.", "section_type": "REF", "source": "Biomed. Signal Process. Control", "type": "ref", "volume": "58", "year": "2020"}, "text": "A deep stacked random vector functional link network autoencoder for diagnosis of brain abnormalities and breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70291, "infons": {"fpage": "1409", "lpage": "1413", "name_0": "surname:Zhang;given-names:Q.", "name_1": "surname:Zhou;given-names:J.", "name_2": "surname:Zhang;given-names:B.", "section_type": "REF", "source": "ICASSP 2020-2020 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70292, "infons": {"fpage": "154", "issue": "1", "name_0": "surname:Shon;given-names:H.S.", "name_1": "surname:Batbaatar;given-names:E.", "name_2": "surname:Kim;given-names:K.O.", "name_3": "surname:Cha;given-names:E.J.", "name_4": "surname:Kim;given-names:K.A.", "section_type": "REF", "source": "Symmetry", "type": "ref", "volume": "12", "year": "2020"}, "text": "Classification of kidney cancer data using cost-sensitive hybrid deep learning approach", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70380, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Aykanat;given-names:M.", "name_1": "surname:Kılıç;given-names:O.", "name_2": "surname:Kurt;given-names:B.", "name_3": "surname:Saryal;given-names:S.", "section_type": "REF", "source": "EURASIP J. Image Video Process.", "type": "ref", "volume": "65", "year": "2017"}, "text": "Classification of lung sounds using convolutional neural networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70446, "infons": {"section_type": "REF", "type": "ref"}, "text": "Q. Chen, W. Zhang, Z. Tian, X. Zhang, S. Chen, W. Lei, Automatic heart and lung sounds classification using convolutional neural networks, in: Signal and Information Processing Association Annual Summit and Conference (APSIPA), 2016 Asia-Pacific, 13–16 Dec. Jeju, South Korea, 2016, pp. 1–4.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70742, "infons": {"section_type": "REF", "type": "ref"}, "text": "H. Ryu, J. Park, H. Shin, Classification of heart sound recordings using convolution neural network, in: Computing in Cardiology Conference (CinC), 11–14 Sept. Vancouver, BC, Canada, 2016, pp. 1–4.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 70944, "infons": {"name_0": "surname:Xiao;given-names:B.", "name_1": "surname:Xu;given-names:Y.", "name_2": "surname:Bi;given-names:X.", "name_3": "surname:Zhang;given-names:J.", "name_4": "surname:Ma;given-names:X.", "pub-id_doi": "10.1016/j.neucom.2018.09.101", "section_type": "REF", "source": "Neurocomputing", "type": "ref", "volume": "392", "year": "2019"}, "text": "Heart sounds classification using a novel 1-D convolutional neural network with extremely low parameter consumption", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71060, "infons": {"fpage": "59", "issue": "1", "name_0": "surname:Li;given-names:F.", "name_1": "surname:Liu;given-names:M.", "name_2": "surname:Zhao;given-names:Y.", "name_3": "surname:Kong;given-names:L.", "name_4": "surname:Dong;given-names:L.", "name_5": "surname:Liu;given-names:X.", "name_6": "surname:Hui;given-names:M.", "section_type": "REF", "source": "EURASIP J. Adv. Signal Process.", "type": "ref", "volume": "2019", "year": "2019"}, "text": "Feature extraction and classification of heart sound using 1D convolutional neural networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71152, "infons": {"section_type": "REF", "type": "ref"}, "text": "P. Xi, R. Goubran, C. Shu, M. Blom, N. Nobile, C.Y. Suen, Cardiac murmur classification in phonocardiograms using deep recurrent-convolutional neural networks, in: Frontiers in Pattern Recognition and Artificial Intelligence, 2019, pp. 189–209.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71399, "infons": {"fpage": "3956", "issue": "11", "name_0": "surname:Li;given-names:F.", "name_1": "surname:Tang;given-names:H.", "name_2": "surname:Shang;given-names:S.", "name_3": "surname:Mathiak;given-names:K.", "name_4": "surname:Cong;given-names:F.", "section_type": "REF", "source": "Appl. Sci.", "type": "ref", "volume": "10", "year": "2020"}, "text": "Classification of heart sounds using convolutional neural network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71465, "infons": {"fpage": "115", "lpage": "131", "name_0": "surname:Tiwari;given-names:S.", "name_1": "surname:Sapra;given-names:V.", "name_2": "surname:Jain;given-names:A.", "section_type": "REF", "source": "Advances in Computational Techniques for Biomedical Image Analysis", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71466, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Krishnan;given-names:P.T.", "name_1": "surname:Balasubramanian;given-names:P.", "name_2": "surname:Umapathy;given-names:S.", "section_type": "REF", "source": "Phys. Eng. Sci. Med.", "type": "ref", "year": "2020"}, "text": "Automated heart sound classification system from unsegmented phonocardiogram (PCG) using deep neural network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71575, "infons": {"name_0": "surname:Sharma;given-names:A.", "name_1": "surname:Garg;given-names:N.", "name_2": "surname:Patidar;given-names:S.", "name_3": "surname:San Tan;given-names:R.", "name_4": "surname:Acharya;given-names:U.R.", "section_type": "REF", "source": "Comput. Biol. Med.", "type": "ref", "year": "2020"}, "text": "Automated pre-screening of arrhythmia using hybrid combination of fourier-bessel expansion and LSTM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71675, "infons": {"fpage": "1", "issue": "1", "lpage": "8", "name_0": "surname:Abduh;given-names:Z.", "name_1": "surname:Nehary;given-names:E.A.", "name_2": "surname:Wahed;given-names:M.A.", "name_3": "surname:Kadah;given-names:Y.M.", "section_type": "REF", "source": "J. Med. Imaging Health Inform.", "type": "ref", "volume": "9", "year": "2019"}, "text": "Classification of heart sounds using fractional Fourier transform based mel-frequency spectral coefficients and stacked autoencoder deep neural network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71827, "infons": {"fpage": "172", "lpage": "180", "name_0": "surname:Fathurahman;given-names:M.", "name_1": "surname:Rachmawati;given-names:U.A.", "name_2": "surname:Haryanti;given-names:S.C.", "section_type": "REF", "source": "International Conference on Soft Computing and Data Mining", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71828, "infons": {"fpage": "1249", "lpage": "1253", "name_0": "surname:Banerjee;given-names:R.", "name_1": "surname:Ghose;given-names:A.", "section_type": "REF", "source": "ICASSP 2020-2020 IEEE International Conference on Acoustics, Speech and Signal Processing (ICASSP)", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71829, "infons": {"comment": "Online: http://www.peterjbentley.com/heartchallenge/index.html. (Accessed 25 July 2019)", "name_0": "surname:Bentley;given-names:P.", "name_1": "surname:Nordehn;given-names:G.", "name_2": "surname:Coimbra;given-names:M.", "name_3": "surname:Mannor;given-names:S.", "section_type": "REF", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71830, "infons": {"fpage": "21", "lpage": "81", "name_0": "surname:Chengyu;given-names:L.", "name_1": "surname:David;given-names:S.", "name_2": "surname:Qiao;given-names:L.", "name_3": "surname:Benjamin;given-names:M.", "name_4": "surname:Ricardo Abad;given-names:J.", "name_5": "surname:Francisco;given-names:J.C.", "section_type": "REF", "source": "Physiol. Meas.", "type": "ref", "volume": "37", "year": "2016"}, "text": "An open access database for the evaluation of heart sound algorithms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71899, "infons": {"comment": "Online: http://circ.ahajournals.org/cgi/content/full/101/23/e215. (Accessed 25 July 2019)", "fpage": "215", "issue": "23", "lpage": "220", "name_0": "surname:Goldberger;given-names:A.L.", "name_1": "surname:Amaral;given-names:L.A.N.", "name_2": "surname:Glass;given-names:L.", "name_3": "surname:Hausdorff;given-names:J.M.", "name_4": "surname:Ivanov;given-names:P.C.", "name_5": "surname:Mark;given-names:R.G.", "name_6": "surname:Mietus;given-names:J.E.", "name_7": "surname:Moody;given-names:G.B.", "name_8": "surname:Peng;given-names:C.-K.", "name_9": "surname:Stanley;given-names:H.E.", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "101", "year": "2020"}, "text": "PhysioBank, and PhysioToolkit, and PhysioNet: Components of a new research resource for complex physiologic signals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72015, "infons": {"fpage": "2328", "lpage": "2334", "name_0": "surname:Li;given-names:C.", "name_1": "surname:Hu;given-names:X.", "name_2": "surname:Zhang;given-names:L.", "section_type": "REF", "source": "Proc. Comput. Sci.", "type": "ref", "volume": "112", "year": "2017"}, "text": "The IoT-based heart disease monitoring system for pervasive healthcare service", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72094, "infons": {"fpage": "286", "issue": "12", "name_0": "surname:Yang;given-names:Z.", "name_1": "surname:Zhou;given-names:Q.", "name_2": "surname:Lei;given-names:L.", "name_3": "surname:Zheng;given-names:K.", "name_4": "surname:Xiang;given-names:W.", "pub-id_pmid": "27796840", "section_type": "REF", "source": "J. Med. Syst.", "type": "ref", "volume": "40", "year": "2016"}, "text": "An IoT-cloud based wearable ECG monitoring system for smart healthcare", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72165, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Narváez;given-names:R.B.", "name_1": "surname:Villacís;given-names:D.M.", "name_2": "surname:Chalen;given-names:T.M.", "name_3": "surname:Velásquez;given-names:W.", "section_type": "REF", "source": "2017 International Symposium on Networks, Computers and Communications (ISNCC)", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72166, "infons": {"fpage": "1263", "issue": "5", "lpage": "1276", "name_0": "surname:Jabeen;given-names:F.", "name_1": "surname:Maqsood;given-names:M.", "name_2": "surname:Ghazanfar;given-names:M.A.", "name_3": "surname:Aadil;given-names:F.", "name_4": "surname:Khan;given-names:S.", "name_5": "surname:Khan;given-names:M.F.", "name_6": "surname:Mehmood;given-names:I.", "section_type": "REF", "source": "Peer-to-Peer Netw. Appl.", "type": "ref", "volume": "12", "year": "2019"}, "text": "An iot based efficient hybrid recommender system for cardiovascular disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72242, "infons": {"fpage": "187", "lpage": "200", "name_0": "surname:Tuli;given-names:S.", "name_1": "surname:Basumatary;given-names:N.", "name_2": "surname:Gill;given-names:S.S.", "name_3": "surname:Kahani;given-names:M.", "name_4": "surname:Arya;given-names:R.C.", "name_5": "surname:Wander;given-names:G.S.", "name_6": "surname:Buyya;given-names:R.", "section_type": "REF", "source": "Future Gener. Comput. Syst.", "type": "ref", "volume": "104", "year": "2020"}, "text": "Healthfog: An ensemble deep learning based smart healthcare system for automatic diagnosis of heart diseases in integrated IoT and fog computing environments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72400, "infons": {"fpage": "34717", "lpage": "34727", "name_0": "surname:Khan;given-names:M.A.", "section_type": "REF", "source": "IEEE Access.", "type": "ref", "volume": "8", "year": "2020"}, "text": "An IoT framework for heart disease prediction based on MDCNN classifier", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72472, "infons": {"fpage": "55", "lpage": "61", "name_0": "surname:Faust;given-names:O.", "name_1": "surname:Kareem;given-names:M.", "name_2": "surname:Shenfield;given-names:A.", "name_3": "surname:Ali;given-names:A.", "name_4": "surname:Acharya;given-names:U.R.", "section_type": "REF", "source": "Pattern Recogn. Lett.", "type": "ref", "volume": "133", "year": "2020"}, "text": "Validating the robustness of an internet of things based atrial fibrillation detection system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72566, "infons": {"fpage": "27468", "lpage": "27478", "name_0": "surname:Wei;given-names:K.", "name_1": "surname:Zhang;given-names:L.", "name_2": "surname:Guo;given-names:Y.", "name_3": "surname:Jiang;given-names:X.", "section_type": "REF", "source": "IEEE Access.", "type": "ref", "volume": "8", "year": "2020"}, "text": "Health monitoring based on internet of medical things: architecture, enabling technologies, and applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72675, "infons": {"name_0": "surname:Aceto;given-names:G.", "name_1": "surname:Persico;given-names:V.", "name_2": "surname:Pescapé;given-names:A.", "name_3": "surname:Industry;given-names:A.", "section_type": "REF", "source": "J. Ind. Inform. Integr.", "type": "ref", "year": "2020"}, "text": "4.0 and health: Internet of things, big data, and cloud computing for healthcare 4.0", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72760, "infons": {"name_0": "surname:Statler;given-names:S.", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72761, "infons": {"fpage": "126", "issue": "1", "lpage": "131", "name_0": "surname:Park;given-names:Y.S.", "name_1": "surname:Park;given-names:C.J.", "name_2": "surname:Cho;given-names:S.H.", "name_3": "surname:Park;given-names:K.Y.", "name_4": "surname:Kim;given-names:M.S.", "name_5": "surname:Seo;given-names:J.", "section_type": "REF", "source": "J. Adv. Navig. Technol.", "type": "ref", "volume": "21", "year": "2017"}, "text": "Design of a smart safety measurement system using bluetooth beacon sensor nodes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72841, "infons": {"fpage": "30", "lpage": "40", "name_0": "surname:Sturari;given-names:M.", "name_1": "surname:Liciotti;given-names:D.", "name_2": "surname:Pierdicca;given-names:R.", "name_3": "surname:Frontoni;given-names:E.", "name_4": "surname:Mancini;given-names:A.", "name_5": "surname:Contigiani;given-names:M.", "name_6": "surname:Zingaretti;given-names:P.", "section_type": "REF", "source": "Pattern Recognit. Lett.", "type": "ref", "volume": "81", "year": "2016"}, "text": "Robust and affordable retail customer profiling by vision and radio beacon sensor fusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72930, "infons": {"comment": "Article ID 2083094", "name_0": "surname:Kriz;given-names:P.", "name_1": "surname:Maly;given-names:F.", "name_2": "surname:Kozel;given-names:T.", "pub-id_doi": "10.1155/2016/2083094", "section_type": "REF", "source": "Mobile Inform. Syst.", "type": "ref", "volume": "2016", "year": "2016"}, "text": "Improving indoor localization using bluetooth low energy beacons", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 72995, "infons": {"fpage": "853", "issue": "2", "lpage": "879", "name_0": "surname:Molapo;given-names:N.A.", "name_1": "surname:Malekian;given-names:R.", "name_2": "surname:Nair;given-names:L.", "section_type": "REF", "source": "Wirel. Pers. Commun.", "type": "ref", "volume": "104", "year": "2019"}, "text": "Real-time livestock tracking system with integration of sensors and beacon navigation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73081, "infons": {"fpage": "37", "lpage": "40", "name_0": "surname:de Oliveira;given-names:L.C.", "name_1": "surname:Andrade;given-names:A.O.", "name_2": "surname:de Oliveira;given-names:E.C.", "name_3": "surname:Soares;given-names:A.", "name_4": "surname:Cardoso;given-names:A.", "name_5": "surname:Lamounier;given-names:E.", "section_type": "REF", "source": "2017 IEEE EMBS International Conference on Biomedical & Health Informatics (BHI)", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73082, "infons": {"section_type": "REF", "type": "ref"}, "text": "A. Sghaier, M. Zeghid, M. Machhout, Fast hardware implementation of ECDSA signature scheme, in: 2016 International Symposium on Signal, Image, Video and Communications (ISIVC), 2016, pp. 343–348.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73280, "infons": {"fpage": "1", "lpage": "79", "name_0": "surname:Pornin;given-names:T.", "section_type": "REF", "source": "Internet Engineering Task Force RFC", "type": "ref", "volume": "6979", "year": "2013"}, "text": "Deterministic usage of the digital signature algorithm (DSA) and elliptic curve digital signature algorithm (ECDSA)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73396, "infons": {"fpage": "23823", "issue": "04", "lpage": "23826", "name_0": "surname:Divya;given-names:M.", "name_1": "surname:Biradar;given-names:N.B.", "section_type": "REF", "source": "Int. J. Eng. Comput. Sci.", "type": "ref", "volume": "7", "year": "2018"}, "text": "IOTA-next generation block chain", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73429, "infons": {"fpage": "307", "lpage": "319", "name_0": "surname:Silvano;given-names:W.F.", "name_1": "surname:Marcelino;given-names:R.", "section_type": "REF", "source": "Future Gener. Comput. Syst.", "type": "ref", "volume": "112", "year": "2020"}, "text": "Iota tangle: A cryptocurrency to communicate internet of things data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73498, "infons": {"fpage": "220", "lpage": "231", "name_0": "surname:Zhang;given-names:W.", "name_1": "surname:Han;given-names:J.", "name_2": "surname:Deng;given-names:S.", "section_type": "REF", "source": "Exp. Syst. Appl.", "type": "ref", "volume": "84", "year": "2017"}, "text": "Heart sound classification based on scaled spectrogram and tensor decomposition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73578, "infons": {"comment": "(Master’s thesis)", "name_0": "surname:Coskun;given-names:H.", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73579, "infons": {"section_type": "REF", "type": "ref"}, "text": "H. Coskun, T. Yigit, O. Deperlioglu, Effect of filter selection on classification of extrasystole heart sounds via mobile devices, in: IEEE 12th International Conference on Application of Information and Communication Technologies AICT’2016, Baku, Azerbeycan, 2016.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73847, "infons": {"fpage": "291", "issue": "4–5", "lpage": "294", "name_0": "surname:Bourlard;given-names:H.", "name_1": "surname:Kamp;given-names:Y.", "section_type": "REF", "source": "Biol. Cybernet.", "type": "ref", "volume": "59", "year": "1988"}, "text": "Auto-association by multilayer perceptrons and singular value decomposition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73923, "infons": {"section_type": "REF", "type": "ref"}, "text": "D. Chicco, P. Sadowski, P. Baldi, Deep autoencoder neural networks for gene ontology annotation predictions, in: Proceeding of BCB ‘14, Proceedings of the 5th ACM Conference on Bioinformatics, Computational Biology, and Health Informatics, 2014, pp. 533–540.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74186, "infons": {"fpage": "20", "lpage": "28", "name_0": "surname:Zhang;given-names:W.", "name_1": "surname:Han;given-names:J.", "name_2": "surname:Deng;given-names:S.", "section_type": "REF", "source": "Biomed. Signal Process. Control", "type": "ref", "volume": "32", "year": "2017"}, "text": "Heart sound classification based on scaled spectrogram and tensor decomposition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74266, "infons": {"fpage": "23", "issue": "2", "lpage": "33", "name_0": "surname:Deperlioglu;given-names:O.", "section_type": "REF", "source": "BRAIN: Broad Res. Artif. Intel. Neurosci.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Classification of phonocardiograms with convolutional neural networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74336, "infons": {"name_0": "surname:Mubarak;given-names:Q.-A.", "name_1": "surname:Akram;given-names:M.U.", "name_2": "surname:Shaukat;given-names:A.", "name_3": "surname:Hussain;given-names:F.", "name_4": "surname:Khawaja;given-names:S.G.", "name_5": "surname:Butt;given-names:W.H.", "pub-id_doi": "10.1016/j.cmpb.2018.07.006", "section_type": "REF", "source": "Comput. Methods Prog. Biomed.", "type": "ref", "year": "2018"}, "text": "Analysis of PCG signals using quality assessment and homomorphic filters for localization and classification of heart sounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74461, "infons": {"fpage": "25", "lpage": "34", "name_0": "surname:Espíndola;given-names:R.P.", "name_1": "surname:Ebecken;given-names:N.F.F.", "section_type": "REF", "source": "WIT Trans. Inform. Commun. Technol.", "type": "ref", "volume": "35", "year": "2005"}, "text": "On extending f-measure and g-mean metrics to multi-class problems", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74527, "infons": {"fpage": "609", "lpage": "612", "name_0": "surname:Clifford;given-names:G.D.", "name_1": "surname:Liu;given-names:C.", "name_2": "surname:Moody;given-names:B.", "name_3": "surname:Springer;given-names:D.", "name_4": "surname:Silva;given-names:I.", "name_5": "surname:Li;given-names:Q.", "name_6": "surname:Mark;given-names:R.G.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Classification of normal/abnormal heart sound recordings: The physionet/computing in cardiology challenge 2016", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74638, "infons": {"fpage": "545", "lpage": "548", "name_0": "surname:Langley;given-names:P.", "name_1": "surname:Murray;given-names:A.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Abnormal heart sounds detected from short duration unsegmented phonocardiograms by wavelet entropy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74737, "infons": {"fpage": "13", "issue": "4", "lpage": "17", "name_0": "surname:Singh;given-names:M.", "name_1": "surname:Amandeep;given-names:C.", "section_type": "REF", "source": "Int. J. Comput. Appl. Technol.", "type": "ref", "volume": "77", "year": "2013"}, "text": "Heart sounds classification using feature extraction of phonocardiography signal", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74818, "infons": {"pub-id_doi": "10.1145/2494444.2494458", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74819, "infons": {"name_0": "surname:Sujit;given-names:N.R.", "name_1": "surname:Kumar;given-names:C.S.", "name_2": "surname:Rajesh;given-names:C.B.", "section_type": "REF", "source": "AIP Conference Proceedings, Vol. 1715, No. 1", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74820, "infons": {"section_type": "REF", "type": "ref"}, "text": "Z. Tong, An integrated framework for cardiac sounds diagnosis (Master’s thesis), 671, 2015. Online: https://scholarworks.wmich.edu/masters_theses/671. (Accessed 26 July 2019).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74998, "infons": {"fpage": "184", "lpage": "190", "name_0": "surname:Nabih-Ali;given-names:M.", "name_1": "surname:El-Dahshan;given-names:E.-S.A.", "name_2": "surname:Yahia;given-names:A.S.", "section_type": "REF", "source": "Circuits Syst.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Heart diseases diagnosis using intelligent algorithm based on PCG signal analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75080, "infons": {"section_type": "REF", "type": "ref"}, "text": "O. Deperlioglu, Classification of segmented heart sounds with autoencoder neural networks, VIII, in: International Multidisciplinary Congress of Eurasia (IMCOFE’2019), April 24–26, Antalya, Turkey, 2019.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75288, "infons": {"fpage": "5", "issue": "2", "lpage": "13", "name_0": "surname:Deperlioglu;given-names:O.", "section_type": "REF", "source": "BRAIN: Broad Res. Artif. Intel. Neurosci.", "type": "ref", "volume": "10", "year": "2019"}, "text": "Classification of segmented phonocardiograms by convolutional neural networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75366, "infons": {"fpage": "625", "lpage": "628", "name_0": "surname:Thomae;given-names:C.", "name_1": "surname:Dominik;given-names:A.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Using deep gated RNN with a convolutional front end for end-to-end classification of heart sound", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75463, "infons": {"fpage": "585", "lpage": "588", "name_0": "surname:Nilanon;given-names:T.", "name_1": "surname:Yao;given-names:J.", "name_2": "surname:Hao;given-names:J.", "name_3": "surname:Purushotham;given-names:S.", "name_4": "surname:Liu;given-names:Y.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Normal / abnormal heart sound recordings classification using convolutional neural network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75554, "infons": {"fpage": "565", "lpage": "568", "name_0": "surname:Tschannen;given-names:M.", "name_1": "surname:Kramer;given-names:T.", "name_2": "surname:Marti;given-names:G.", "name_3": "surname:Heinzmann;given-names:M.", "name_4": "surname:Wiatowski;given-names:T.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Heart sound classification using deep structured features", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75612, "infons": {"fpage": "1165", "lpage": "1168", "name_0": "surname:Yang;given-names:X.", "name_1": "surname:Yang;given-names:F.", "name_2": "surname:Gobeawan;given-names:L.", "name_3": "surname:Yeo;given-names:S.Y.", "name_4": "surname:Leng;given-names:S.", "name_5": "surname:Zhong;given-names:L.", "name_6": "surname:Su;given-names:Y.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "A multi-modal classifier for heart sound recordings", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75664, "infons": {"fpage": "1125", "lpage": "1128", "name_0": "surname:Puri;given-names:C.", "name_1": "surname:Ukil;given-names:A.", "name_2": "surname:Bandyopadhyay;given-names:S.", "name_3": "surname:Singh;given-names:R.", "name_4": "surname:Pal;given-names:A.", "name_5": "surname:Mukherjee;given-names:A.", "name_6": "surname:Mukherjee;given-names:D.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Classification of normal and abnormal heart sound recordings through robust feature selection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75758, "infons": {"fpage": "621", "lpage": "624", "name_0": "surname:Potes;given-names:C.", "name_1": "surname:Parvaneh;given-names:S.", "name_2": "surname:Rahman;given-names:A.", "name_3": "surname:Conroy;given-names:A.", "section_type": "REF", "source": "Comput. Cardiol.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Ensemble of feature-based and deep learning-based classifiers for detection of abnormal heart sounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75859, "infons": {"fpage": "1545", "issue": "6", "lpage": "1578", "name_0": "surname:Giacomini;given-names:R.", "name_1": "surname:White;given-names:H.", "section_type": "REF", "source": "Econometrica", "type": "ref", "volume": "74", "year": "2006"}, "text": "Tests of conditional predictive ability", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]