[{"source": "PMC", "date": "20210701", "key": "pmc.key", "infons": {}, "documents": [{"id": "8184538", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s10286-021-00780-y", "article-id_pmc": "8184538", "article-id_pmid": "33590355", "article-id_publisher-id": "780", "fpage": "453", "issue": "3", "kwd": "Autonomic regulation therapy Baroreflex sensitivity Heart failure Heart rate recovery Heart rate turbulence Vagus nerve stimulation", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.", "lpage": "462", "name_0": "surname:Nearing;given-names:Bruce D.", "name_1": "surname:Libbus;given-names:Imad", "name_2": "surname:Carlson;given-names:Gerrard M.", "name_3": "surname:Amurthur;given-names:Badri", "name_4": "surname:KenKnight;given-names:Bruce H.", "name_5": "surname:Verrier;given-names:Richard L.", "name_6": "surname:Verrier;given-names:Richard L.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "31", "year": "2021"}, "text": "Chronic vagus nerve stimulation is associated with multi-year improvement in intrinsic heart rate recovery and left ventricular ejection fraction in ANTHEM-HF", "sentences": [], "annotations": [], "relations": []}, {"offset": 159, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose", "sentences": [], "annotations": [], "relations": []}, {"offset": 167, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Disturbed autonomic function is implicated in high mortality rates in heart failure patients. High-intensity vagus nerve stimulation therapy was shown to improve intrinsic heart rate recovery and left ventricular ejection fraction over a period of 1 year. Whether these beneficial effects are sustained across multiple years and are related to improved baroreceptor response was unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 555, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 563, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "All patients (n = 21) enrolled in the ANTHEM-HF clinical trial (NCT01823887, registered 4/3/2013) with 24 h ambulatory electrocardiograms at all time points and 54 normal subjects (PhysioNet database) were included. Intrinsic heart rate recovery, based on ~ 2000 spontaneous daily activity-induced heart rate acceleration/deceleration events per patient, was analyzed at screening and after 12, 24, and 36 months of chronic vagus nerve stimulation therapy (10 or 5 Hz, 250 μs pulse width, 18% duty cycle, maximum tolerable current amplitude).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1119, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1127, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In response to chronic high-intensity vagus nerve stimulation (≥ 2.0 mA), intrinsic heart rate recovery (all time points, p < 0.0001), heart rate turbulence slope, an indicator of baroreceptor reflex gain (all, p ≤ 0.02), and left ventricular ejection fraction (all, p ≤ 0.04) were improved over screening at 12, 24, and 36 months. Intrinsic heart rate recovery and heart rate turbulence slope were inversely correlated at both screening (r = 0.67, p < 0.002) and 36 months (r = 0.78, p < 0.005).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1663, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1674, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This non-randomized study provides evidence of an association between improvement in intrinsic heart rate recovery and left ventricular ejection fraction during high-intensity vagus nerve stimulation for a period of ≥ 3 years. Correlated favorable effects on heart rate turbulence slope implicate enhanced baroreceptor function in response to chronic, continuously cyclic vagus nerve stimulation as a physiologic mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2105, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2118, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Heart failure with reduced left ventricular ejection fraction (LVEF) (HFrEF) constitutes a chronically deteriorating condition resulting in increased morbidity and mortality. HFrEF is responsible for an estimated 352,000 deaths annually in the United States alone. Although many forms of pharmacologic and device therapy have evolved, the success has been moderate in ameliorating the progression of HFrEF. Disturbances in autonomic function have been recurrently implicated, manifest as excess sympathetic nerve activity and decreased cardiac vagal tone. Vagus nerve stimulation (VNS) has been pursued as a mode of therapy to improve autonomic balance. A distinct advantage of VNS is its safety profile, documented in the management of > 120,000 patients with epilepsy or depression over the span of > 30 years. It is noteworthy that the protective action of chronic VNS against seizure in drug-resistant epilepsy persists for more than a decade.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3075, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In their pioneering work, Schwartz, De Ferrari, and their coworkers reported improved LVEF and New York Heart Association (NYHA) class in a first-in-human study. The investigators employed the CardioFit™ system (BioControl, Yehud, Israel), which consisted of an implantable neurostimulator device that delivered low-current impulses to the right cervical vagus nerve. A unique feature was that the stimulator was designed to sense heart rate via an electrode in the right ventricle to help regulate VNS and to avoid excess bradycardia while delivering effective stimulation. These observations were further supported by results of the multicenter international CardioFit study. Disappointingly, the Increase Of VAgal TonE in Heart Failure (INOVATE-HF) trial, a large follow-up investigation that enrolled more than 700 patients, was terminated early due to futility in meeting the primary endpoint of reduction in all-cause mortality or first heart failure hospitalization events, notwithstanding substantial improvements in secondary endpoints (NYHA class, quality of life, and 6-minute walk test). Post hoc analysis of the INOVATE-HF study disclosed that sufficient stimulation levels were not attained among all patients and that a criterion response to VNS was observed in only 30% of patients. By comparison, the Autonomic Neural Regulation Therapy to Enhance Myocardial Function in Heart Failure (ANTHEM-HF) interventional clinical trial utilized a stimulation protocol associated with significant improvements in cardiac mechanical function and heart failure symptoms with a desirable safety profile. In this study, appropriate VNS dosing was assessed in all patients during a titration period following implant of the neural stimulation system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4830, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, using a novel approach, Carlson et al. found in 24 h ambulatory ECG (AECG) recordings of patients enrolled in the ANTHEM-HF study, that VNS improved spontaneous intrinsic heart rate recovery (HRR) over a 1-year period compared to screening. In individual patients, ~ 2000 heart rate acceleration/deceleration events during daily activity were analyzed. The primary parameter measured was the time constant of the dynamics of the native spontaneous HRR. The improvement in intrinsic HRR was associated with beneficial effects on LVEF. These observations are particularly relevant in light of extensive evidence that HRR upon cessation of exercise tolerance testing is a powerful and independent predictor of cardiovascular mortality and sudden cardiac death. McCrory and coworkers determined in a nationally representative > 4000-subject sample of individuals older than 50 years that the temporal rate of HRR in response to an orthostatic challenge is a highly predictive indicator of mortality risk.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5852, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The putative mechanistic basis for the capacity of intrinsic HRR to predict cardiac events is that this parameter reflects the gain of the baroreceptor reflex. Baroreceptor reflex function can be assessed in humans by injection of a pressor agent such as phenylephrine and measuring the regression slopes between arterial blood pressure and RR intervals. An evolution of this approach is the measurement of heart rate turbulence (HRT), which can be monitored by measuring the RR intervals following spontaneous ventricular premature beats in AECG recordings and has been shown in numerous studies to be highly predictive of cardiovascular mortality and to correlate with baroreceptor reflex function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6553, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The main goal of the present study was to determine whether VNS therapy is associated with improvements in intrinsic HRR and LVEF at 24 and 36 months. The secondary aim was to determine whether the enhancement in intrinsic HRR is linked to baroreceptor sensitivity. To evaluate this hypothesis, we examined the correlation between intrinsic HRR and HRT slope at screening and after 36 months of chronic VNS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6963, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6971, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patient data and characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 7004, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study design and patient selection criteria of the ANTHEM-HF interventional clinical trial (NCT01823887, registered 4/3/2013) were previously described. The investigation, which complied with the Declaration of Helsinki, was conducted in Secunderabad, Ahmedabad, Haryana, and Goa, India. Local ethics committees at all sites approved the protocol, and all patients provided written informed consent in local languages. The present sub-study was conducted under a protocol approved by Beth Israel Deaconess Medical Center’s (BIDMC’s) Institutional Review Board.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7573, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Briefly, 60 patients with NYHA class II/III heart failure and age ≥ 18 years were enrolled at 10 sites. Inclusion criteria were LVEF ≤ 40%, left ventricular end-diastolic dimension ≥ 50 and < 80 mm, QRS complex width ≤ 150 ms, and receiving optimal medical management. Specifically, this included stable beta-blocker therapy for heart failure as indicated for at least 3 months and all other oral pharmacologic therapy for heart failure, such as angiotensin-converting enzyme inhibitors or angiotensin receptor blockers, loop diuretics, and spironolactone, for at least 1 month. No changes in heart failure medications were made during the study. Patients needed to be able and willing to perform a 6-minute walk test with a distance of 150–425 meters at screening, limited by heart failure symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8410, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All ANTHEM-HF patients received a VNS system (LivaNova USA, Inc., Houston, TX, USA) on either the left or the right cervical vagus nerve. VNS was titrated to the maximum tolerable intensity over the course of 10–12 weeks. Chronic cyclic stimulation was delivered at a frequency of 10 Hz for 12 months and at a frequency of 5 Hz after 24 months, a pulse width of 250 μs, and a duty cycle of 14 s on/66 s off. Continuous cyclic stimulation was sustained as tolerated for the entire titration period and the 36-month follow-up period; for 8 patients, the maximum tolerable stimulation current amplitude was < 2 mA (low-intensity), and for 13 patients, amplitude was ≥ 2 mA (high-intensity).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9121, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In 25 ANTHEM-HF patients, AECGs (DigiTrak XT, Philips Medical Systems, Best, The Netherlands) were recorded at screening and after 12, 24, and 36 months of chronic therapy. Four patients had excess premature ventricular beats that precluded intrinsic HRR analysis; the remaining 21 patients provided the data set for the present analysis during the 3-year follow-up.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9490, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "De-identified 24 h AECG recordings from 54 normal subjects during normal daily activities (30 men, age 28.5–76 years; 24 women, age 58–73 years) were acquired from the publicly available PhysioNet Normal Sinus Rhythm database. These subjects were in normal sinus rhythm and were healthy with respect to disease history, physical examination, and 12-lead ECG, and were taking no drugs. The designation “healthy” denotes not only the absence of coronary heart disease but also the absence of any other diseases that can be detected by these tests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10047, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Intrinsic heart rate recovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 10077, "infons": {"file": "10286_2021_780_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of the pattern of intrinsic heart rate recovery (HRR) based on spontaneous heart rate changes in ambulatory electrocardiograms (AECGs). Essentially, an initial heart rate (HR) maximum point (HRpeak) is identified, and subsequent HRR to the final heart rate (HRtrough) is fit to a mono-exponential decay with time constant of recovery (tau), based on a sequence of smoothed and decaying heart rate maxima and minima, as described in detail in the methods section. The x-axis represents a portion of the 24 h monitoring period, and the y-axis displays the patient’s heart rate. In a representative patient, VNS reduced tau by 40.6%, from 18.0 s at screening (upper panel) to 10.7 s at 36 months of therapy (lower panel)", "sentences": [], "annotations": [], "relations": []}, {"offset": 10812, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As previously described, intrinsic HRR was calculated as the slope in seconds of the gradual decrease in heart rate following a spontaneous heart rate surge, such as routinely occurs in association with daily activities such as postural changes, emotions, and physical exertion. Intrinsic HRR was measured in terms of mean banded relaxation parameter by first finding the peaks and troughs in the heart rate trend for each 24 h recording (Fig. 1). Instantaneous heart rate data points were smoothed to eliminate isolated spikes in heart rate changes. Paired local maxima and local minima of heart rate data were identified and analyzed to determine the candidate intrinsic HRR events in the heart rate stream. A first-order exponential was derived for each identified intrinsic HRR event to produce a time constant (tau) and a corresponding change in heart rate from the first maximum and the subsequent minima.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11726, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The exponential time constant (tau) for each exponential fit was put into separate bins according to the magnitude of the heart rate surge within a window of ±8 beats. The tau values for each bin were averaged and combined into a mean banded relaxation parameter. A lower mean banded relaxation parameter indicates a steeper recovery, and a shorter time constant of recovery indicates a more rapid intrinsic HRR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12140, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Specifically, for quantification of intrinsic HRR, heart rate deceleration was modeled as a mono-exponential decay at multiple time points, where the time constant (tau) indicates heart rate decay. The equation of the trend line for this decay is:", "sentences": [], "annotations": [], "relations": []}, {"offset": 12388, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this equation, a0 is the asymptotic value of the heart rate, b is the decremented value from the peak heart rate, and tau is the time constant, which reflects intrinsic HRR such that a lower value of the time constant reflects a more rapid intrinsic HRR response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12655, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Heart rate turbulence", "sentences": [], "annotations": [], "relations": []}, {"offset": 12677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "HRT was evaluated according to the method developed and standardized by Schmidt, Bauer, and coworkers, who reviewed supporting literature in a consensus report. HRT onset, which calculates the initial brief acceleration in sinus rate after a premature ventricular contraction, and HRT slope, which measures the subsequent heart rate deceleration, were evaluated as continuous variables. HRT onset of ≥ 0% and HRT slope of ≤ 2.5 ms per RR interval have been determined to be abnormal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13174, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Left ventricular ejection fraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 13209, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Echocardiograms were recorded with standard transthoracic echocardiographic equipment and LVEF was calculated using the biplane method. The recordings were coded and de-identified of patient and sample information and sent to designated core laboratory facilities for analysis. LVEF ≤ 35% is considered indicative of stable chronic heart failure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13562, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 13582, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Patient characteristics at screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 13619, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Demographics</th><th align=\"left\">Full cohort<break/>(<italic>n</italic> = 21)</th><th align=\"left\">Low-intensity VNS<break/>(<italic>n</italic> = 8)</th><th align=\"left\">High-intensity VNS<break/>(<italic>n</italic> = 13)</th><th align=\"left\">Significance<sup>a</sup></th></tr></thead><tbody><tr><td align=\"left\">Age (years)</td><td char=\"±\" align=\"char\">46.2 ± 2.4</td><td char=\"±\" align=\"char\">42.9 ± 4.3</td><td char=\"±\" align=\"char\">48.3 ± 2.9</td><td char=\".\" align=\"char\">0.29</td></tr><tr><td align=\"left\">Male, <italic>n</italic> (%)</td><td char=\"±\" align=\"char\">17 (81)</td><td char=\"±\" align=\"char\">7 (88)</td><td char=\"±\" align=\"char\">10 (77)</td><td char=\".\" align=\"char\">0.55</td></tr><tr><td align=\"left\">Duration of HF (years)</td><td char=\"±\" align=\"char\">3.7 ± 0.8</td><td char=\"±\" align=\"char\">3.1 ± 1.4</td><td char=\"±\" align=\"char\">4.0 ± 1.0</td><td char=\".\" align=\"char\">0.59</td></tr><tr><td align=\"left\">Ischemic heart failure, <italic>n</italic> (%)</td><td char=\"±\" align=\"char\">15 (71)</td><td char=\"±\" align=\"char\">6 (75)</td><td char=\"±\" align=\"char\">9 (69)</td><td char=\".\" align=\"char\">0.78</td></tr><tr><td align=\"left\">Nonischemic heart failure, <italic>n</italic> (%)</td><td char=\"±\" align=\"char\">6 (29)</td><td char=\"±\" align=\"char\">2 (25)</td><td char=\"±\" align=\"char\">4 (31)</td><td char=\".\" align=\"char\">0.25</td></tr><tr><td align=\"left\">NYHA class II/III, <italic>n</italic> (%)</td><td char=\"±\" align=\"char\">13 (62)/8 (38)</td><td char=\"±\" align=\"char\">4 (50)/4 (50)</td><td char=\"±\" align=\"char\">7 (54)/6 (46)</td><td char=\".\" align=\"char\">0.86</td></tr><tr><td align=\"left\">MLHFQ score</td><td char=\"±\" align=\"char\">42.4 ± 2.6</td><td char=\"±\" align=\"char\">42.5 ± 3.5</td><td char=\"±\" align=\"char\">42.5 ± 3.7</td><td char=\".\" align=\"char\">0.99</td></tr><tr><td align=\"left\">Body mass index (kg/m<sup>2</sup>)</td><td char=\"±\" align=\"char\">23.8 ± 0.8</td><td char=\"±\" align=\"char\">25.0 ± 1.4</td><td char=\"±\" align=\"char\">23.0 ± 1.0</td><td char=\".\" align=\"char\">0.24</td></tr><tr><td align=\"left\">LVEF (%)</td><td char=\"±\" align=\"char\">32.5 ± 1.5</td><td char=\"±\" align=\"char\">32.4 ± 2.5</td><td char=\"±\" align=\"char\">32.6 ± 2.0</td><td char=\".\" align=\"char\">0.94</td></tr><tr><td align=\"left\">LVESV (mL)</td><td char=\"±\" align=\"char\">102.7 ± 6.7</td><td char=\"±\" align=\"char\">102.3 ± 8.4</td><td char=\"±\" align=\"char\">103.0 ± 9.8</td><td char=\".\" align=\"char\">0.96</td></tr><tr><td align=\"left\">LVESD (mm)</td><td char=\"±\" align=\"char\">51.3 ± 1.3</td><td char=\"±\" align=\"char\">51.9 ± 2.0</td><td char=\"±\" align=\"char\">50.9 ± 1.7</td><td char=\".\" align=\"char\">0.72</td></tr><tr><td align=\"left\">LVEDV (mL)</td><td char=\"±\" align=\"char\">150.9 ± 8.2</td><td char=\"±\" align=\"char\">150.5 ± 8.5</td><td char=\"±\" align=\"char\">151.2 ± 12.5</td><td char=\".\" align=\"char\">0.97</td></tr><tr><td align=\"left\">LVEDD (mm)</td><td char=\"±\" align=\"char\">61.5 ± 1.1</td><td char=\"±\" align=\"char\">62.3 ± 1.9</td><td char=\"±\" align=\"char\">61.1 ± 1.5</td><td char=\".\" align=\"char\">0.63</td></tr><tr><td align=\"left\">Heart rate (beats/min)</td><td char=\"±\" align=\"char\">77 ± 2</td><td char=\"±\" align=\"char\">84 ± 6</td><td char=\"±\" align=\"char\">78 ± 3</td><td char=\".\" align=\"char\">0.32</td></tr><tr><td align=\"left\">Systolic BP (mmHg)</td><td char=\"±\" align=\"char\">106 ± 3</td><td char=\"±\" align=\"char\">105 ± 5</td><td char=\"±\" align=\"char\">106 ± 5</td><td char=\".\" align=\"char\">0.81</td></tr><tr><td align=\"left\">Diastolic BP (mmHg)</td><td char=\"±\" align=\"char\">72 ± 2</td><td char=\"±\" align=\"char\">70 ± 3</td><td char=\"±\" align=\"char\">74 ± 4</td><td char=\".\" align=\"char\">0.48</td></tr><tr><td align=\"left\">6MWT (meters)</td><td char=\"±\" align=\"char\">304 ± 13</td><td char=\"±\" align=\"char\">298 ± 31</td><td char=\"±\" align=\"char\">302 ± 10</td><td char=\".\" align=\"char\">0.89</td></tr><tr><td align=\"left\">QRS complex width (msec)</td><td char=\"±\" align=\"char\">110 ± 5</td><td char=\"±\" align=\"char\">105 ± 8</td><td char=\"±\" align=\"char\">112 ± 6</td><td char=\".\" align=\"char\">0.49</td></tr></tbody></table>\n"}, "text": "Demographics\tFull cohort(n = 21)\tLow-intensity VNS(n = 8)\tHigh-intensity VNS(n = 13)\tSignificancea\t \tAge (years)\t46.2 ± 2.4\t42.9 ± 4.3\t48.3 ± 2.9\t0.29\t \tMale, n (%)\t17 (81)\t7 (88)\t10 (77)\t0.55\t \tDuration of HF (years)\t3.7 ± 0.8\t3.1 ± 1.4\t4.0 ± 1.0\t0.59\t \tIschemic heart failure, n (%)\t15 (71)\t6 (75)\t9 (69)\t0.78\t \tNonischemic heart failure, n (%)\t6 (29)\t2 (25)\t4 (31)\t0.25\t \tNYHA class II/III, n (%)\t13 (62)/8 (38)\t4 (50)/4 (50)\t7 (54)/6 (46)\t0.86\t \tMLHFQ score\t42.4 ± 2.6\t42.5 ± 3.5\t42.5 ± 3.7\t0.99\t \tBody mass index (kg/m2)\t23.8 ± 0.8\t25.0 ± 1.4\t23.0 ± 1.0\t0.24\t \tLVEF (%)\t32.5 ± 1.5\t32.4 ± 2.5\t32.6 ± 2.0\t0.94\t \tLVESV (mL)\t102.7 ± 6.7\t102.3 ± 8.4\t103.0 ± 9.8\t0.96\t \tLVESD (mm)\t51.3 ± 1.3\t51.9 ± 2.0\t50.9 ± 1.7\t0.72\t \tLVEDV (mL)\t150.9 ± 8.2\t150.5 ± 8.5\t151.2 ± 12.5\t0.97\t \tLVEDD (mm)\t61.5 ± 1.1\t62.3 ± 1.9\t61.1 ± 1.5\t0.63\t \tHeart rate (beats/min)\t77 ± 2\t84 ± 6\t78 ± 3\t0.32\t \tSystolic BP (mmHg)\t106 ± 3\t105 ± 5\t106 ± 5\t0.81\t \tDiastolic BP (mmHg)\t72 ± 2\t70 ± 3\t74 ± 4\t0.48\t \t6MWT (meters)\t304 ± 13\t298 ± 31\t302 ± 10\t0.89\t \tQRS complex width (msec)\t110 ± 5\t105 ± 8\t112 ± 6\t0.49\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14921, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "6MWT 6-minute walk test, BP blood pressure, HF heart failure, LVEDD left ventricular end-diastolic dimension, LVEDV left ventricular end-diastolic volume, LVEF Left ventricular ejection fraction, LVESD left ventricular end-systolic dimension, LVESV left ventricular end-systolic volume, MLHFQ Minnesota Living with Heart Failure Questionnaire, NYHA New York Heart Association", "sentences": [], "annotations": [], "relations": []}, {"offset": 15297, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "aComparing patients receiving low- vs. high-intensity VNS", "sentences": [], "annotations": [], "relations": []}, {"offset": 15355, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Intrinsic heart rate recovery, heart rate, heart rate turbulence, and left ventricular ejection fraction at screening and 12, 24, and 36 months", "sentences": [], "annotations": [], "relations": []}, {"offset": 15499, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Measurement</th><th align=\"left\">Screening<break/>(<italic>n</italic> = 21)</th><th align=\"left\">12 months<break/>(<italic>n</italic> = 21)</th><th align=\"left\"><italic>p</italic> value*</th><th align=\"left\">24 months<break/>(<italic>n</italic> = 16)</th><th align=\"left\"><italic>p</italic> value*</th><th align=\"left\">36 months<break/>(<italic>n</italic> = 14)</th><th align=\"left\"><italic>p</italic> value*</th></tr></thead><tbody><tr><td align=\"left\">IHRR (s) in patients with low-intensity stimulation</td><td char=\"±\" align=\"char\">13.0 ± 1.0</td><td char=\"±\" align=\"char\">13.1 ± 0.1</td><td char=\".\" align=\"char\">0.63</td><td char=\"±\" align=\"char\">12.4 ± 0.1</td><td char=\".\" align=\"char\">0.05</td><td char=\"±\" align=\"char\">12.1 ± 0.1</td><td char=\".\" align=\"char\">0.05</td></tr><tr><td align=\"left\">IHRR (s) in patients with high-intensity stimulation</td><td char=\"±\" align=\"char\">12.3 ± 0.1</td><td char=\"±\" align=\"char\">11.2 ± 0.1</td><td char=\".\" align=\"char\"> &lt; 0.0001</td><td char=\"±\" align=\"char\">10.9 ± 0.1</td><td char=\".\" align=\"char\"> &lt; 0.0001</td><td char=\"±\" align=\"char\">10.3 ± 0.1</td><td char=\".\" align=\"char\"> &lt; 0.0001</td></tr><tr><td align=\"left\">Heart rate (bpm) in patients with low-intensity stimulation</td><td char=\"±\" align=\"char\">78.8 ± 3.5</td><td char=\"±\" align=\"char\">68.4 ± 2.7</td><td char=\".\" align=\"char\">0.015</td><td char=\"±\" align=\"char\">66.5 ± 1.6</td><td char=\".\" align=\"char\">0.008</td><td char=\"±\" align=\"char\">68.0 ± 2.2</td><td char=\".\" align=\"char\">0.05</td></tr><tr><td align=\"left\">Heart rate (bpm) in patients with high-intensity stimulation</td><td char=\"±\" align=\"char\">75.9 ± 2.6</td><td char=\"±\" align=\"char\">67.4 ± 2.9</td><td char=\".\" align=\"char\">0.005</td><td char=\"±\" align=\"char\">66.5 ± 1.5</td><td char=\".\" align=\"char\">0.01</td><td char=\"±\" align=\"char\">65.0 ± 2.3</td><td char=\".\" align=\"char\">0.008</td></tr><tr><td align=\"left\">HRT slope in patients with low-intensity stimulation (ms/RR interval)</td><td char=\"±\" align=\"char\">4.8 ± 1.6</td><td char=\"±\" align=\"char\">6.0 ± 1.6</td><td char=\".\" align=\"char\">0.08</td><td char=\"±\" align=\"char\">6.8 ± 2.3</td><td char=\".\" align=\"char\">0.17</td><td char=\"±\" align=\"char\">7.7 ± 0.9</td><td char=\".\" align=\"char\">0.21</td></tr><tr><td align=\"left\">HRT slope in patients with high-intensity stimulation (ms/RR interval)</td><td char=\"±\" align=\"char\">4.6 ± 1.3</td><td char=\"±\" align=\"char\">9.7 ± 2.2</td><td char=\".\" align=\"char\">0.003</td><td char=\"±\" align=\"char\">8.9 ± 2.0</td><td char=\".\" align=\"char\">0.02</td><td char=\"±\" align=\"char\">9.2 ± 1.7</td><td char=\".\" align=\"char\">0.02</td></tr><tr><td align=\"left\">LVEF (%) in patients with low-intensity stimulation</td><td char=\"±\" align=\"char\">32.4 ± 2.5</td><td char=\"±\" align=\"char\">34.9 ± 2.7</td><td char=\".\" align=\"char\">0.21</td><td char=\"±\" align=\"char\">36.4 ± 2.8</td><td char=\".\" align=\"char\">0.04</td><td char=\"±\" align=\"char\">38.4 ± 2.9</td><td char=\".\" align=\"char\">0.1</td></tr><tr><td align=\"left\">LVEF (%) in patients with high-intensity stimulation</td><td char=\"±\" align=\"char\">32.6 ± 2.0</td><td char=\"±\" align=\"char\">38.7 ± 2.0</td><td char=\".\" align=\"char\">0.00828</td><td char=\"±\" align=\"char\">38.9 ± 2.0</td><td char=\".\" align=\"char\">0.04</td><td char=\"±\" align=\"char\">43.8 ± 2.9</td><td char=\".\" align=\"char\">0.0096</td></tr></tbody></table>\n"}, "text": "Measurement\tScreening(n = 21)\t12 months(n = 21)\tp value*\t24 months(n = 16)\tp value*\t36 months(n = 14)\tp value*\t \tIHRR (s) in patients with low-intensity stimulation\t13.0 ± 1.0\t13.1 ± 0.1\t0.63\t12.4 ± 0.1\t0.05\t12.1 ± 0.1\t0.05\t \tIHRR (s) in patients with high-intensity stimulation\t12.3 ± 0.1\t11.2 ± 0.1\t < 0.0001\t10.9 ± 0.1\t < 0.0001\t10.3 ± 0.1\t < 0.0001\t \tHeart rate (bpm) in patients with low-intensity stimulation\t78.8 ± 3.5\t68.4 ± 2.7\t0.015\t66.5 ± 1.6\t0.008\t68.0 ± 2.2\t0.05\t \tHeart rate (bpm) in patients with high-intensity stimulation\t75.9 ± 2.6\t67.4 ± 2.9\t0.005\t66.5 ± 1.5\t0.01\t65.0 ± 2.3\t0.008\t \tHRT slope in patients with low-intensity stimulation (ms/RR interval)\t4.8 ± 1.6\t6.0 ± 1.6\t0.08\t6.8 ± 2.3\t0.17\t7.7 ± 0.9\t0.21\t \tHRT slope in patients with high-intensity stimulation (ms/RR interval)\t4.6 ± 1.3\t9.7 ± 2.2\t0.003\t8.9 ± 2.0\t0.02\t9.2 ± 1.7\t0.02\t \tLVEF (%) in patients with low-intensity stimulation\t32.4 ± 2.5\t34.9 ± 2.7\t0.21\t36.4 ± 2.8\t0.04\t38.4 ± 2.9\t0.1\t \tLVEF (%) in patients with high-intensity stimulation\t32.6 ± 2.0\t38.7 ± 2.0\t0.00828\t38.9 ± 2.0\t0.04\t43.8 ± 2.9\t0.0096\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16779, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "HRT heart rate turbulence, IHRR intrinsic heart rate recovery, LVEF left ventricular ejection fraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 16882, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "*Compared to screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 16905, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Results were analyzed using SAS 9.4 (SAS Institute, Cary, NC, USA), which allowed verification of the normality of the data. Analyses of patient parameters in Table 1 were performed with t tests for continuous variables and with Fisher exact test for discrete variables. Effects of VNS on intrinsic HRR and other parameters presented in Table 2 were analyzed with paired t tests with Bonferroni correction for multiple comparisons. The SAS mixed linear model was used to evaluate the covariance of LVEF, HRT slope, heart rate, and the mean banded relaxation parameter. Data are reported as means ± SEM. p < 0.05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17569, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17577, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The characteristics at screening of the ANTHEM-HF patients whose data were included in the analyses are summarized in Table 1. There were no significant differences at enrollment in characteristics of patients who received low- versus high-intensity VNS therapy. None of the patients had received an implantable cardioverter defibrillator (ICD) or cardiac resynchronization therapy (CRT) device.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17973, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Intrinsic heart rate recovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 18003, "infons": {"file": "10286_2021_780_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Intrinsic heart rate recovery (HRR) was calculated based on the mean banded relaxation parameter (y-axis) for several heart rate changes (x-axis) among normal subjects (solid line) and in patients with heart failure at screening (blue line) and after 12 (gold line), 24 (red line), and 36 months (gray line) of vagus nerve stimulation (VNS). Patients with high-intensity VNS (upper panel) showed significant improvements at every change in heart rate compared to screening (*p < 0.05; **p < 0.01), but those with low-intensity VNS (lower panel) showed changes in intrinsic HRR at only a few measurement points", "sentences": [], "annotations": [], "relations": []}, {"offset": 18622, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Intrinsic HRR increased consistently as the VNS therapy progressed across the 3-year period studied. The effect was stronger in heart failure patients with high-intensity stimulation (≥ 2 mA) but also occurred in patients with low-intensity stimulation. This effect was reflected as a decrease in the mean banded relaxation parameters for different levels of heart rate change. Mixed-model analysis showed that this effect was independent of the reduction in average heart rate observed in these patients (Table 2) across the 3-year period (p = 0.66) (Fig. 2). At screening, subjects with heart failure exhibited a significantly prolonged intrinsic HRR (from 9.8 ± 0.08 to 13.5 ± 0.26 s) as compared to normal subjects (from 7.8 ± 0.04 to 10.4 ± 0.09 s, p < 0.005). In patients with high-intensity VNS (≥ 2 mA), intrinsic HRR was improved at the 12-, 24-, and 36-month determinations by 8.9%, 11.4%, and 16.3%, respectively (all p < 0.0001 compared to screening) (Table 2), consistent with increased parasympathetic nerve activity. Patients receiving low-intensity stimuli (< 2 mA) did not exhibit intrinsic HRR improvement at 12 months (p = 0.63), but the intrinsic HRR response at 24 months was increased by 4.6% and at 36 months by 6.9% (both p < 0.05) compared to screening. This effect was one half of that observed in patients with high-intensity VNS (Table 2). Response to VNS therapy in a representative patient comparing the screening heart rate trend to that observed at 36 months is presented in Fig. 1. In this example, the time constant of intrinsic HRR (tau) was reduced by 40.6% from screening (at 18.0 s) to 36 months (at 10.7 s).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20335, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Heart rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 20346, "infons": {"file": "10286_2021_780_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Box-plot comparison by quartiles of heart rate change in response to vagus nerve stimulation in ischemic (n = 15, filled red box) and nonischemic heart failure patients (n = 6, open box) from enrollment to 36 months. The horizontal bar represents the median. The upper and lower sides of the box represent the upper 75th and lower 25th percentiles, respectively, and the whiskers represent the highest and lowest values. Differences in the distribution of values are not statistically significant (p = 0.702)", "sentences": [], "annotations": [], "relations": []}, {"offset": 20868, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Heart rate decreased significantly from screening at each time point in both the low- and high-intensity stimulation groups (Table 2). There were no differences in the heart rate response comparing the ischemic and nonischemic groups (p = 0.70) (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21128, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Heart rate turbulence", "sentences": [], "annotations": [], "relations": []}, {"offset": 21150, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HRT slope, an indicator of baroreceptor reflex gain, was in the normal range at screening and improved significantly by 110.8% at 12 months, 93.5% at 24 months, and 100.0% at 36 months (all p < 0.02) in patients with high-intensity VNS therapy (Table 2). HRT slope was not affected by low-intensity VNS. HRT onset was normal and was not altered by VNS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21510, "infons": {"file": "10286_2021_780_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Inverse correlation between mean banded relaxation parameter and heart rate turbulence (HRT) slope. Both at screening (upper panel) and after 36 months of high-intensity vagus nerve stimulation (VNS) (lower panel), there was an inverse correlation between these two parameters, with r values of 0.67 (p < 0.002) and 0.78 (p < 0.005), respectively. These results suggest that acceleration of heart rate recovery (HRR) is linked to increases in HRT slope, consistent with a baroreceptor-mediated modulation of the spontaneous heart rate response to daily activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 22081, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Importantly, there was a statistically significant inverse correlation between HRT slope and mean banded relaxation parameter, a measure of intrinsic HRR, at both screening and 36 months following high-intensity VNS (Fig. 4). Thus, the time constant for intrinsic HRR corresponded to the level of baroreceptor sensitivity as reflected in HRT slope. VNS, by increasing vagal tone, reduced the time constant for intrinsic HRR, which is reflected in an augmentation in baroreceptor sensitivity. The relationship between HRT slope and heart rate was not statistically significant (p = 0.063).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22676, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Left ventricular ejection fraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 22711, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "LVEF was improved by high-intensity VNS by 18.7%, 19.3%, and 34.4% at 12, 24, and 36 months, respectively, consistent with a salutary effect on parasympathetic nerve activity (Table 2). By comparison, individuals with low-intensity VNS exhibited significant changes in LVEF only at 24 months (by 12.3%). Mixed-model analysis revealed a statistically significant correlation between increase in HRT slope and improvement in LVEF (p < 0.017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23158, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Absence of cardiac events", "sentences": [], "annotations": [], "relations": []}, {"offset": 23184, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No patient experienced sudden cardiac death, ventricular fibrillation, or sustained ventricular tachycardia during the 36-month recovery period. The only arrhythmias noted were premature ventricular contractions and non-sustained ventricular tachycardia in a limited number of patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23471, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23482, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Main findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 23496, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "High-intensity, and to a lesser extent low-intensity, chronic VNS is associated with significant, persistent improvements in intrinsic HRR and LVEF, which lasted for the 3-year monitoring period in patients with HFrEF. Because there were parallel and correlated favorable effects on HRT slope, an indicator associated with reduced cardiac mortality, enhanced baroreceptor sensitivity in response to VNS appears to be an underlying physiologic mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23950, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Prior investigations of cardioprotective actions of VNS", "sentences": [], "annotations": [], "relations": []}, {"offset": 24006, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Schwartz, De Ferrari, and others have provided an extensive scientific foundation and encouraging clinical evidence of multiple beneficial effects of VNS in the treatment of heart failure. For example, circulating cytokine levels are increased in patients with HFrEF, and VNS has been shown to reduce circulating cytokine levels in an experimental model of impaired LVEF. VNS has also been reported to inhibit neural release of norepinephrine at cardiac effector junctions, which in turn normalizes autonomic balance as indicated by improvements in heart rate variability and baroreflex sensitivity, attenuates systemic inflammation, improves coronary flow, and is antiapoptotic. Vagal inhibition of the inflammatory reflex may lead to multifaceted beneficial effects through suppression of macrophage activation, synthesis of tumor necrosis factor, and overall blunting of inflammatory responses. These salutary actions provide scientific underpinnings for clinically documented improvements in cardiac function and reduction in heart failure symptoms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25060, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Notwithstanding initial promising results from these preclinical and clinical investigations, the INOVATE-HF trial found that chronic right-sided VNS using the CardioFit™ system failed to decrease mortality or heart failure events. Post hoc analyses suggest that the inability of the INOVATE-HF study to achieve its primary efficacy endpoints may have been due in part to the sizable number of patients with CRT devices. These authors also raised the plausible possibility that the stimulation frequency and intensity were insufficient to achieve autonomic engagement. It is well established that the cardiac response to stimulation is highly dependent on stimulation parameters, and the current findings that high- but not low-intensity VNS resulted in beneficial effects on intrinsic HRR, HRT, and LVEF are consistent with this hypothesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25904, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Current study", "sentences": [], "annotations": [], "relations": []}, {"offset": 25918, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present investigation constitutes a sub-analysis of the ANTHEM-HF cohort of patients with HFrEF with a mean LVEF of 32.4 ± 7.2%. At variance with the INOVATE-HF study, none of the patients had an ICD or CRT device, and no intracardiac catheter was employed in connection with VNS delivery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26217, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The main finding of this study is that high-intensity chronic VNS was associated with a persistent improvement in intrinsic HRR. A sizable body of evidence indicates that an increase in HRR is associated with favorable cardiovascular outcomes. In addition, we found evidence of a significant, enduring increase in HRT slope, a parameter that has been linked to enhanced baroreceptor sensitivity and associated with a decrease in cardiac deaths. The increased baroreceptor sensitivity effect appears to reduce the time constant in intrinsic HRR (Fig. 3, lower panel). The physiologic bases whereby VNS enhances HRT slope are incompletely elucidated. However, a plausible mechanism is that VNS stimulates cervical afferent vagal fibers that innervate the aortic arch baroreceptors. This action in turn, through an influence on the central nervous system cardiovascular regulatory sites, results in a classical reciprocal augmentation of vagal efferent activity and decrease in cardiac-bound sympathetic drive. This sequence is akin to that which occurs when sensory fibers in the aortic arch are stimulated by stretch due to an increase in arterial blood pressure. Interestingly, HRT slope and mean banded relaxation parameter changes appear to be independent of changes in heart rate (p = 0.063). Patients enrolled in ANTHEM-HF also experienced improvements in 6-minute walk test and New York Heart Association class at 6, 12, 24, and 36 months. Left ventricular end-systolic diameter and volume did not change across 42 months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27752, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "VNS was associated with a sustained, robust improvement in LVEF across 3 years. Notably, the increase in LVEF exceeded the ≥ 5% level regarded as a criterion for response status to CRT. The potential mechanisms for improvement in cardiac mechanical function by VNS, based on preclinical studies, include protection of cardiac myocytes through reduction in oxidative stress, decreased apoptosis and inflammatory response, and amelioration of the cardiotoxic consequences of excess levels of catecholamines resulting from muscarinic-receptor-mediated accentuated antagonism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28332, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 28344, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A limited number of paired AECG recordings from the ANTHEM-HF cohort were available for analysis. However, the present study is strengthened by the inclusion of ~ 2000 heart rate acceleration/deceleration events per 24 h AECG recording for analysis, for a total of ~ 144,000 determinations in the subjects studied across the 3-year period of study. Also, exclusion of patients due to excess ventricular premature beats that precluded analysis of intrinsic HRR or unwillingness to consent to follow-up may have introduced an element of bias in the current results. Thus, there is a need to examine the utility of intrinsic HRR in larger populations of patients in a multinational, randomized, controlled clinical setting to clarify more precisely the role of this parameter in the evaluation and management of HFrEF. In future studies, it may be necessary to modify the intrinsic HRR thresholds somewhat to optimize outcomes. The ANTHEM-HF pilot study was not powered to evaluate the effects of VNS therapy on rehospitalization. The large ANTHEM-HFrEF pivotal study (NCT03425422) will address this question.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29460, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 29472, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This non-randomized study provides evidence that high-intensity VNS, and to a lesser extent low-intensity VNS,  are associated with a persistent improvement in intrinsic HRR and LVEF that lasts for at least 3 years. Based on the finding that there were corresponding favorable effects on HRT slope, enhanced baroreceptor function in response to VNS may be an underlying physiologic mechanism. These observations carry important scientific and practical clinical implications. Our study emphasizes the need for appropriate VNS parameters and suggests a noninvasive approach for tracking autonomic engagement, which can be evaluated using standard AECG recordings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30137, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 30158, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "BDN: analyzed the data and participated in drafting the manuscript. IL: participated in conception and design of the study and interpretation of the data; revised the manuscript for important intellectual content. GMC: wrote the intrinsic heart rate recovery algorithms and conferred on interpretation of the data; revised the manuscript for important intellectual content. BA: revised the manuscript for important intellectual content. BHK: conceived the approach to analyze intrinsic heart rate recovery, collaborated in study design, and revised the manuscript for important intellectual content. RLV: collaborated in study design, oversaw analyses, interpreted the results, and drafted the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30864, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 30872, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The ANTHEM-HF interventional clinical trial (NCT01823887) was funded by Cyberonics/LivaNova USA. The present sub-study was funded by a grant from LivaNova USA to Beth Israel Deaconess Medical Center (BIDMC), RL Verrier, P.I., BD Nearing, co-investigator.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31127, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 31145, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Intrinsic Heart Rate Recovery analytical software is the property of LivaNova USA. The Heart Rate Turbulence software employed for these analyses is available from GE Healthcare (Milwaukee, WI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31340, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Compliance with ethical standards", "sentences": [], "annotations": [], "relations": []}, {"offset": 31374, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 31395, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Drs. Libbus, Carlson, and KenKnight and Mr. Amurther are employees of LivaNova USA. Drs. Verrier and Nearing have no conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31535, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Ethics approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 31551, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "ANTHEM-HF complied with the Declaration of Helsinki. Local ethics committees at all sites approved the protocol. The present sub-study was conducted under a protocol approved by BIDMC’s Institutional Review Board.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31767, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 31790, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All patients provided written informed consent in local languages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31857, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 31881, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All authors approved this manuscript for publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31935, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and material", "sentences": [], "annotations": [], "relations": []}, {"offset": 31969, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Anonymized data not published within this article will be made available by request from any qualified investigator.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32086, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 32097, "infons": {"fpage": "e139", "lpage": "e596", "pub-id_doi": "10.1161/CIR.0000000000000757", "pub-id_pmid": "31992061", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "141", "year": "2020"}, "text": "Heart disease and stroke statistics-2020 update: a report from the American Heart Association", "sentences": [], "annotations": [], "relations": []}, {"offset": 32191, "infons": {"fpage": "33", "lpage": "45", "name_0": "surname:Zhang;given-names:DY", "name_1": "surname:Anderson;given-names:AS", "pub-id_doi": "10.1016/j.ccl.2013.09.010", "pub-id_pmid": "24286577", "section_type": "REF", "source": "Cardiol Clin", "type": "ref", "volume": "32", "year": "2014"}, "text": "The sympathetic nervous system and heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 32240, "infons": {"fpage": "195", "lpage": "203", "name_0": "surname:De Ferrari;given-names:GM", "name_1": "surname:Schwartz;given-names:PJ", "pub-id_doi": "10.1007/s10741-010-9216-0", "pub-id_pmid": "21165697", "section_type": "REF", "source": "Heart Fail Rev", "type": "ref", "volume": "16", "year": "2011"}, "text": "Vagus nerve stimulation: from pre-clinical to clinical application: challenges and future directions", "sentences": [], "annotations": [], "relations": []}, {"offset": 32341, "infons": {"fpage": "305", "lpage": "336", "name_0": "surname:Conway;given-names:CR", "name_1": "surname:Colijn;given-names:MA", "name_2": "surname:Schachter;given-names:SC", "name_3": "surname:Reti;given-names:IM", "section_type": "REF", "source": "Brain stimulation: methodologies and interventions", "type": "ref", "year": "2015"}, "text": "Vagus nerve stimulation for epilepsy and depression", "sentences": [], "annotations": [], "relations": []}, {"offset": 32393, "infons": {"fpage": "10694", "name_0": "surname:Verrier;given-names:RL", "name_1": "surname:Pang;given-names:TD", "name_2": "surname:Nearing;given-names:BD", "name_3": "surname:Schachter;given-names:SC", "pub-id_doi": "10.1016/j.yebeh.2020.106946", "section_type": "REF", "source": "Epilepsy Behav", "type": "ref", "volume": "105", "year": "2020"}, "text": "The Epileptic Heart: concept and clinical evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 32444, "infons": {"fpage": "478", "lpage": "483", "name_0": "surname:Elliott;given-names:RE", "name_1": "surname:Morsi;given-names:A", "name_2": "surname:Tanweer;given-names:O", "name_3": "surname:Grobelny;given-names:B", "name_4": "surname:Geller;given-names:E", "name_5": "surname:Carlson;given-names:C", "name_6": "surname:Devinsky;given-names:O", "name_7": "surname:Doyle;given-names:WK", "pub-id_doi": "10.1016/j.yebeh.2010.12.042", "pub-id_pmid": "21296622", "section_type": "REF", "source": "Epilepsy Behav", "type": "ref", "volume": "20", "year": "2011"}, "text": "Efficacy of vagus nerve stimulation over time: review of 65 consecutive patients with treatment-resistant epilepsy treated with VNS >10 years", "sentences": [], "annotations": [], "relations": []}, {"offset": 32586, "infons": {"fpage": "562", "lpage": "572", "name_0": "surname:Ryvlin;given-names:P", "name_1": "surname:So;given-names:EL", "name_2": "surname:Gordon;given-names:CM", "name_3": "surname:Hesdorffer;given-names:DC", "name_4": "surname:Sperling;given-names:MR", "name_5": "surname:Devinsky;given-names:O", "name_6": "surname:Bunker;given-names:MT", "name_7": "surname:Olin;given-names:B", "name_8": "surname:Friedman;given-names:D", "pub-id_doi": "10.1111/epi.14002", "pub-id_pmid": "29336017", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "59", "year": "2018"}, "text": "Long-term surveillance of SUDEP in drug-resistant epilepsy patients treated with VNS therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 32679, "infons": {"fpage": "884", "lpage": "891", "name_0": "surname:Schwartz;given-names:PJ", "name_1": "surname:De Ferrari;given-names:GM", "name_10": "surname:Odero;given-names:A", "name_2": "surname:Sanzo;given-names:A", "name_3": "surname:Landolina;given-names:M", "name_4": "surname:Rordorf;given-names:R", "name_5": "surname:Raineri;given-names:C", "name_6": "surname:Campana;given-names:C", "name_7": "surname:Revera;given-names:M", "name_8": "surname:Ajmone-Marsan;given-names:N", "name_9": "surname:Tavazzi;given-names:L", "pub-id_doi": "10.1016/j.ejheart.2008.07.016", "pub-id_pmid": "18760668", "section_type": "REF", "source": "Eur J Heart Fail", "type": "ref", "volume": "10", "year": "2008"}, "text": "Long term vagal stimulation in patients with advanced heart failure: first experience in man", "sentences": [], "annotations": [], "relations": []}, {"offset": 32772, "infons": {"fpage": "847", "lpage": "855", "pub-id_doi": "10.1093/eurheartj/ehq391", "pub-id_pmid": "21030409", "section_type": "REF", "source": "Eur Heart J", "type": "ref", "volume": "32", "year": "2011"}, "text": "Chronic vagus nerve stimulation: a new and promising therapeutic approach for chronic heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 32872, "infons": {"fpage": "149", "lpage": "158", "name_0": "surname:Gold;given-names:MR", "name_1": "surname:Van Veldhuisen;given-names:DJ", "name_2": "surname:Hauptman;given-names:PJ", "pub-id_doi": "10.1016/j.jacc.2016.03.525", "pub-id_pmid": "27058909", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "68", "year": "2016"}, "text": "Vagus nerve stimulation for the treatment of heart failure: the INOVATE-HF trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 32953, "infons": {"fpage": "75", "lpage": "83", "name_0": "surname:Anand;given-names:IS", "name_1": "surname:Konstam;given-names:MA", "name_2": "surname:Klein;given-names:HU", "pub-id_pmid": "31984682", "section_type": "REF", "source": "ESC Heart Fail", "type": "ref", "volume": "7", "year": "2020"}, "text": "Comparison of symptomatic and functional responses to vagus nerve stimulation in ANTHEM-HF, INOVATE-HF, and NECTAR-HF", "sentences": [], "annotations": [], "relations": []}, {"offset": 33071, "infons": {"fpage": "639", "lpage": "642", "name_0": "surname:Premchand;given-names:RK", "name_1": "surname:Sharma;given-names:K", "name_2": "surname:Mittal;given-names:S", "pub-id_doi": "10.1016/j.cardfail.2015.11.002", "pub-id_pmid": "26576716", "section_type": "REF", "source": "J Card Fail", "type": "ref", "volume": "22", "year": "2016"}, "text": "Extended follow-up of patients with heart failure receiving autonomic regulation therapy in the ANTHEM-HF Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33183, "infons": {"name_0": "surname:Carlson;given-names:GM", "name_1": "surname:Libbus;given-names:I", "name_2": "surname:Nearing;given-names:BD", "name_3": "surname:Amurthur;given-names:B", "name_4": "surname:KenKnight;given-names:BH", "name_5": "surname:Verrier;given-names:RL", "pub-id_doi": "10.1111/anec.12436", "section_type": "REF", "source": "Ann Noninvasiv Electrocardiol", "type": "ref", "year": "2017"}, "text": "Novel method to assess intrinsic heart rate recovery in ambulatory ECG recordings tracks cardioprotective effects of chronic autonomic regulation therapy in patients enrolled in ANTHEM-HF study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33377, "infons": {"fpage": "1951", "lpage": "1958", "name_0": "surname:Jouven;given-names:X", "name_1": "surname:Empana;given-names:JP", "name_2": "surname:Schwartz;given-names:PJ", "name_3": "surname:Desnos;given-names:M", "name_4": "surname:Courbon;given-names:D", "name_5": "surname:Ducimetiere;given-names:P", "pub-id_doi": "10.1056/NEJMoa043012", "pub-id_pmid": "15888695", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "352", "year": "2005"}, "text": "Heart-rate profile during exercise as a predictor of sudden death", "sentences": [], "annotations": [], "relations": []}, {"offset": 33443, "infons": {"fpage": "666", "lpage": "675", "name_0": "surname:McCrory;given-names:C", "name_1": "surname:Berkman;given-names:LF", "name_2": "surname:Nolan;given-names:H", "name_3": "surname:O’Leary;given-names:N", "name_4": "surname:Foley;given-names:M", "name_5": "surname:Kenny;given-names:RA", "pub-id_doi": "10.1161/CIRCRESAHA.116.308577", "pub-id_pmid": "27330018", "section_type": "REF", "source": "Circ Res", "type": "ref", "volume": "119", "year": "2016"}, "text": "Speed of heart rate recovery in response to orthostatic challenge", "sentences": [], "annotations": [], "relations": []}, {"offset": 33509, "infons": {"fpage": "582", "lpage": "583", "name_0": "surname:Lauer;given-names:MS", "pub-id_doi": "10.1161/CIRCRESAHA.116.309392", "pub-id_pmid": "27539969", "section_type": "REF", "source": "Circ Res", "type": "ref", "volume": "119", "year": "2016"}, "text": "Heart rate recovery: coming back full-circle to the baroreceptor reflex", "sentences": [], "annotations": [], "relations": []}, {"offset": 33581, "infons": {"fpage": "478", "lpage": "484", "name_0": "surname:La Rovere;given-names:MT", "name_1": "surname:Bigger;given-names:JT;suffix:Jr", "name_2": "surname:Marcus;given-names:FI", "name_3": "surname:Mortara;given-names:A", "name_4": "surname:Schwartz;given-names:PJ", "pub-id_doi": "10.1016/s0140-6736(97)11144-8", "pub-id_pmid": "9482439", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "351", "year": "1998"}, "text": "Baroreflex sensitivity and heart-rate variability in prediction of total cardiac mortality after myocardial infarction. ATRAMI (autonomic tone and reflexes after myocardial infarction) investigators", "sentences": [], "annotations": [], "relations": []}, {"offset": 33780, "infons": {"fpage": "1353", "lpage": "1365", "name_0": "surname:Bauer;given-names:A", "name_1": "surname:Malik;given-names:M", "name_2": "surname:Schmidt;given-names:G", "pub-id_doi": "10.1016/j.jacc.2008.07.041", "pub-id_pmid": "18940523", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "52", "year": "2008"}, "text": "Heart rate turbulence: standards of measurement, physiological interpretation, and clinical use", "sentences": [], "annotations": [], "relations": []}, {"offset": 33876, "infons": {"fpage": "808", "lpage": "816", "name_0": "surname:Premchand;given-names:RK", "name_1": "surname:Sharma;given-names:K", "name_2": "surname:Mittal;given-names:S", "pub-id_doi": "10.1016/j.cardfail.2014.08.009", "section_type": "REF", "source": "J Cardiac Fail", "type": "ref", "volume": "20", "year": "2014"}, "text": "Autonomic regulation therapy via left or right cervical vagus nerve stimulation in patients with chronic heart failure: results of the ANTHEM-HF trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 34027, "infons": {"section_type": "REF", "type": "ref"}, "text": "Goldberger A, Amaral L, Glass L, et al (2000) PhysioBank, PhysioToolkit, and PhysioNet: Components of a new research resource for complex physiologic signals. Circulation 101:e215-e220. Normal sinus rhythm RR interval database (https://physionet.org/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34280, "infons": {"fpage": "1936", "lpage": "1943", "name_0": "surname:Bigger;given-names:JT", "name_1": "surname:Fleiss;given-names:LF", "name_2": "surname:Steinman;given-names:RC", "name_3": "surname:Rolnitzky;given-names:LM", "name_4": "surname:Schneider;given-names:WJ", "name_5": "surname:Stein;given-names:PK", "pub-id_doi": "10.1161/01.CIR.91.7.1936", "pub-id_pmid": "7895350", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "91", "year": "1995"}, "text": "RR variability in healthy, middle-age persons compared with patients with chronic coronary heart disease or recent acute myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"offset": 34423, "infons": {"fpage": "774", "lpage": "778", "name_0": "surname:Lampert;given-names:R", "name_1": "surname:Shusterman;given-names:V", "name_2": "surname:Burg;given-names:M", "name_3": "surname:McPherson;given-names:C", "name_4": "surname:Batsford;given-names:W", "name_5": "surname:Goldberg;given-names:A", "name_6": "surname:Soufer;given-names:R", "pub-id_doi": "10.1016/j.jacc.2008.10.053", "pub-id_pmid": "19245968", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "53", "year": "2009"}, "text": "Anger-induced T-wave alternans predicts future ventricular arrhythmias in patients with implantable cardioverter-defibrillators", "sentences": [], "annotations": [], "relations": []}, {"offset": 34551, "infons": {"fpage": "e137", "lpage": "e161", "name_0": "surname:Yancy;given-names:CW", "name_1": "surname:Jessup;given-names:M", "name_2": "surname:Bozkurt;given-names:B", "pub-id_doi": "10.1161/CIR.0000000000000509", "pub-id_pmid": "28455343", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "136", "year": "2017"}, "text": "2017 ACC/AHA/HFSA focused update of the 2013 ACCF/AHA guideline for the management of heart failure: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines and the Heart Failure Society of America", "sentences": [], "annotations": [], "relations": []}, {"offset": 34810, "infons": {"fpage": "S76", "lpage": "S81", "name_0": "surname:Schwartz;given-names:PJ", "name_1": "surname:De Ferrari;given-names:GM", "pub-id_doi": "10.1016/j.hrthm.2009.08.012", "pub-id_pmid": "19880077", "section_type": "REF", "source": "Heart Rhythm", "type": "ref", "volume": "6", "year": "2009"}, "text": "Vagal stimulation for heart failure: background and first in-man study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34881, "infons": {"fpage": "2055", "lpage": "2059", "name_0": "surname:Deswal;given-names:A", "name_1": "surname:Petersen;given-names:NJ", "name_2": "surname:Feldman;given-names:AM", "name_3": "surname:Young;given-names:JB", "name_4": "surname:White;given-names:BG", "name_5": "surname:Mann;given-names:DL", "pub-id_doi": "10.1161/01.CIR.103.16.2055", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "103", "year": "2011"}, "text": "Cytokines and cytokine receptors in advanced heart failure: an analysis of the cytokine database from the Vesnarinone trial (VEST)", "sentences": [], "annotations": [], "relations": []}, {"offset": 35012, "infons": {"fpage": "171", "lpage": "178", "name_0": "surname:Sabbah;given-names:HN", "name_1": "surname:Ilsar;given-names:I", "name_2": "surname:Zaretsky;given-names:A", "name_3": "surname:Rastogi;given-names:S", "name_4": "surname:Wang;given-names:M", "name_5": "surname:Gupta;given-names:RC", "pub-id_doi": "10.1007/s10741-010-9209-z", "section_type": "REF", "source": "Heart Failure Rev", "type": "ref", "volume": "16", "year": "2011"}, "text": "Vagus nerve stimulation in experimental heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 35066, "infons": {"fpage": "882", "lpage": "887", "name_0": "surname:Kawada;given-names:T", "name_1": "surname:Yamazaki;given-names:T", "name_2": "surname:Akiyama;given-names:T", "name_3": "surname:Li;given-names:M", "name_4": "surname:Ariumi;given-names:H", "name_5": "surname:Mori;given-names:H", "name_6": "surname:Sunagawa;given-names:K", "name_7": "surname:Sugimachi;given-names:M", "pub-id_doi": "10.1016/j.lfs.2005.05.087", "pub-id_pmid": "16125731", "section_type": "REF", "source": "Life Sci", "type": "ref", "volume": "78", "year": "2006"}, "text": "Vagal stimulation suppresses ischemia-induced myocardial interstitial norepinephrine release", "sentences": [], "annotations": [], "relations": []}, {"offset": 35159, "infons": {"fpage": "692", "lpage": "699", "name_0": "surname:Zhang;given-names:Y", "name_1": "surname:Popovic;given-names:ZB", "name_2": "surname:Bibevski;given-names:S", "name_3": "surname:Fakhry;given-names:I", "name_4": "surname:Sica;given-names:DA", "name_5": "surname:Van Wagoner;given-names:DR", "name_6": "surname:Mazgalev;given-names:TN", "pub-id_doi": "10.1161/CIRCHEARTFAILURE.109.873968", "pub-id_pmid": "19919995", "section_type": "REF", "source": "Circ Heart Fail", "type": "ref", "volume": "2", "year": "2009"}, "text": "Chronic vagus nerve stimulation improves autonomic control and attenuates systemic inflammation and heart failure progression in a canine high-rate pacing model", "sentences": [], "annotations": [], "relations": []}, {"offset": 35320, "infons": {"fpage": "125", "lpage": "134", "name_0": "surname:Pavlov;given-names:VA", "name_1": "surname:Wang;given-names:H", "name_2": "surname:Czura;given-names:CJ", "name_3": "surname:Friedman;given-names:SG", "name_4": "surname:Tracey;given-names:KJ", "pub-id_doi": "10.1007/BF03402177", "pub-id_pmid": "14571320", "section_type": "REF", "source": "Mol Med", "type": "ref", "volume": "9", "year": "2003"}, "text": "The cholinergic anti-inflammatory pathway: a missing link in neuroimmunomodulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35403, "infons": {"fpage": "27", "lpage": "37", "name_0": "surname:Henning;given-names:RJ", "name_1": "surname:Sawmiller;given-names:DR", "pub-id_doi": "10.1016/S0008-6363(00)00229-7", "pub-id_pmid": "11121793", "section_type": "REF", "source": "Cardiovasc Res", "type": "ref", "volume": "49", "year": "2001"}, "text": "Vasoactive intestinal peptide: Cardiovascular effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 35457, "infons": {"fpage": "H2254", "lpage": "H2261", "name_0": "surname:Uemura;given-names:K", "name_1": "surname:Li;given-names:M", "name_2": "surname:Tsutsumi;given-names:T", "name_3": "surname:Yamazaki;given-names:T", "name_4": "surname:Kawada;given-names:T", "name_5": "surname:Kamiya;given-names:A", "name_6": "surname:Inagaki;given-names:M", "name_7": "surname:Sunagawa;given-names:K", "name_8": "surname:Sugimachi;given-names:M", "section_type": "REF", "source": "Am J Physiol", "type": "ref", "volume": "293", "year": "2007"}, "text": "Efferent vagal nerve stimulation induces tissue inhibitor of metalloproteinase-1 in myocardial ischemia-reperfusion injury in rabbit", "sentences": [], "annotations": [], "relations": []}, {"offset": 35590, "infons": {"fpage": "H1198", "lpage": "H1206", "name_0": "surname:Beaumont;given-names:E", "name_1": "surname:Southerland;given-names:EM", "name_2": "surname:Hardwick;given-names:JC", "name_3": "surname:Wright;given-names:GL", "name_4": "surname:Ryan;given-names:S", "name_5": "surname:Li;given-names:Y", "name_6": "surname:KenKnight;given-names:BH", "name_7": "surname:Armour;given-names:JA", "name_8": "surname:Ardell;given-names:JL", "section_type": "REF", "source": "Am J Physiol", "type": "ref", "volume": "309", "year": "2015"}, "text": "Vagus nerve stimulation mitigates intrinsic cardiac neuronal and adverse myocyte remodeling post myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"offset": 35709, "infons": {"fpage": "853", "lpage": "859", "name_0": "surname:Tracey;given-names:KJ", "pub-id_doi": "10.1038/nature01321", "pub-id_pmid": "12490958", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "420", "year": "2002"}, "text": "The inflammatory reflex", "sentences": [], "annotations": [], "relations": []}, {"offset": 35733, "infons": {"fpage": "95", "lpage": "106", "name_0": "surname:Byku;given-names:M", "name_1": "surname:Mann;given-names:DL", "pub-id_doi": "10.1016/j.jacbts.2016.03.004.PMID:27525317;PMCID:PMC4978351", "pub-id_pmid": "27525317", "section_type": "REF", "source": "JACC Basic Transl Sci", "type": "ref", "volume": "1", "year": "2016"}, "text": "Neuromodulation of the failing heart: lost in translation?", "sentences": [], "annotations": [], "relations": []}, {"offset": 35792, "infons": {"fpage": "6887", "lpage": "6903", "name_0": "surname:Ardell;given-names:JL", "name_1": "surname:Nier;given-names:H", "name_2": "surname:Hammer;given-names:M", "name_3": "surname:Southerland;given-names:EM", "name_4": "surname:Ardell;given-names:CL", "name_5": "surname:Beaumont;given-names:E", "name_6": "surname:KenKnight;given-names:BH", "name_7": "surname:Armour;given-names:JA", "pub-id_doi": "10.1113/JP274678", "pub-id_pmid": "28862330", "section_type": "REF", "source": "J Physiol", "type": "ref", "volume": "595", "year": "2017"}, "text": "Defining the neural fulcrum for chronic vagus nerve stimulation: implications for integrated cardiac control", "sentences": [], "annotations": [], "relations": []}, {"offset": 35901, "infons": {"fpage": "1351", "lpage": "1357", "name_0": "surname:Cole;given-names:CR", "name_1": "surname:Blackstone;given-names:EH", "name_2": "surname:Pashkow;given-names:FJ", "name_3": "surname:Snader;given-names:CE", "name_4": "surname:Lauer;given-names:MS", "pub-id_doi": "10.1056/NEJM199910283411804", "pub-id_pmid": "10536127", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "341", "year": "1999"}, "text": "Heart-rate recovery immediately after exercise as a predictor of mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 35976, "infons": {"fpage": "848", "lpage": "852", "name_0": "surname:Morshedi-Meibodi;given-names:A", "name_1": "surname:Larson;given-names:MG", "name_2": "surname:Levy;given-names:D", "name_3": "surname:O’Donnell;given-names:CJ", "name_4": "surname:Vasan;given-names:RS", "pub-id_doi": "10.1016/S0002-9149(02)02706-6", "pub-id_pmid": "12372572", "section_type": "REF", "source": "Am J Cardiol", "type": "ref", "volume": "90", "year": "2002"}, "text": "Heart rate recovery after treadmill exercise testing and risk of cardiovascular disease events (The Framingham Heart Study)", "sentences": [], "annotations": [], "relations": []}, {"offset": 36100, "infons": {"fpage": "445", "lpage": "449", "name_0": "surname:Lipinski;given-names:MJ", "name_1": "surname:Vetrovec;given-names:GW", "name_2": "surname:Froelicher;given-names:VF", "pub-id_doi": "10.1016/j.amjcard.2003.10.039", "pub-id_pmid": "14969619", "section_type": "REF", "source": "Am J Cardiol", "type": "ref", "volume": "93", "year": "2004"}, "text": "Importance of the first two minutes of heart rate recovery after exercise treadmill testing in predicting mortality and the presence of coronary artery disease in men", "sentences": [], "annotations": [], "relations": []}, {"offset": 36267, "infons": {"fpage": "31474", "issue": "20", "lpage": "31483", "name_0": "surname:Nearing;given-names:BD", "name_1": "surname:Anand;given-names:IS", "name_2": "surname:Libbus;given-names:I", "name_3": "surname:DiCarlo;given-names:LA", "name_4": "surname:KenKnight;given-names:BH", "name_5": "surname:Verrier;given-names:RL", "pub-id_doi": "10.1016/j.cardfail.2020.10.003", "section_type": "REF", "source": "J Card Fail", "type": "ref", "volume": "S1071–9164", "year": "2020"}, "text": "Vagus nerve stimulation provides multiyear improvements in autonomic function and cardiac electrical stability in the ANTHEM-HF study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36401, "infons": {"fpage": "175", "lpage": "178", "name_0": "surname:Sharma;given-names:K", "name_1": "surname:Premchand;given-names:RK", "name_2": "surname:Mittal;given-names:S", "name_3": "surname:Monteiro;given-names:R", "name_4": "surname:Libbus;given-names:I", "name_5": "surname:DiCarlo;given-names:LA", "name_6": "surname:Ardell;given-names:JL", "name_7": "surname:Amurthur;given-names:B", "name_8": "surname:KenKnight;given-names:BH", "name_9": "surname:Anand;given-names:IS", "pub-id_doi": "10.1016/j.ijcard.2020.09.072", "pub-id_pmid": "33038408", "section_type": "REF", "source": "Int J Cardiol", "type": "ref", "volume": "323", "year": "2021"}, "text": "Long-term follow-up of patients with heart failure and reduced ejection fraction receiving autonomic regulation therapy in the ANTHEM-HF pilot study", "sentences": [], "annotations": [], "relations": []}, {"offset": 36550, "infons": {"fpage": "777", "lpage": "780", "name_0": "surname:Park;given-names:MY", "name_1": "surname:Altman;given-names:RK", "name_2": "surname:Orencole;given-names:M", "name_3": "surname:Kumar;given-names:P", "name_4": "surname:Parks;given-names:KA", "name_5": "surname:Heist;given-names:KE", "name_6": "surname:Singh;given-names:JP", "name_7": "surname:Picard;given-names:MH", "pub-id_pmid": "22886700", "section_type": "REF", "source": "Clin Cardiol", "type": "ref", "volume": "35", "year": "2012"}, "text": "Characteristics of responders to cardiac resynchronization therapy: the impact of echocardiographic left ventricular volume", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]