[{"source": "PMC", "date": "20210207", "key": "pmc.key", "infons": {}, "documents": [{"id": "7860219", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12920-021-00889-z", "article-id_pmc": "7860219", "article-id_pmid": "33536009", "article-id_publisher-id": "889", "elocation-id": "40", "kwd": "Intervertebral disc degeneration Nucleus pulposus Proteomics Transcriptome Bioinformatic analysis", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Xu;given-names:Chen", "name_1": "surname:Luo;given-names:Shengchang", "name_10": "surname:Chen;given-names:Huajiang", "name_11": "surname:Ye;given-names:Xiaojian", "name_12": "surname:Yuan;given-names:Wen", "name_13": "surname:Xu;given-names:Chen", "name_14": "surname:Liu;given-names:Yang", "name_15": "surname:Yuan;given-names:Wen", "name_16": "surname:Xu;given-names:Chen", "name_2": "surname:Wei;given-names:Leixin", "name_3": "surname:Wu;given-names:Huiqiao", "name_4": "surname:Gu;given-names:Wei", "name_5": "surname:Zhou;given-names:Wenchao", "name_6": "surname:Sun;given-names:Baifeng", "name_7": "surname:Hu;given-names:Bo", "name_8": "surname:Zhou;given-names:Hongyu", "name_9": "surname:Liu;given-names:Yang", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "14", "year": "2021"}, "text": "Integrated transcriptome and proteome analyses identify novel regulatory network of nucleus pulposus cells in intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 154, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Degeneration of intervertebral disc is a major cause of lower back pain and neck pain. Studies have tried to unveil the regulatory network using either transcriptomic or proteomic analysis. However, neither have fully elucidated the exact mechanism of degeneration process. Since post-transcriptional regulation may affect gene expression by modulating the translational process of mRNA to protein product, a combined transcriptomic and proteomic study may provide more insight into the key regulatory network of Intervertebral disc degeneration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 701, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 709, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In order to obtain the proteomic and transcriptomic data, we performed label-free proteome analysis on freshly isolated nucleus pulposus cells and obtained transcriptome profiling data from the Gene Expression Omnibus repository. To identify the key regulatory network of intervertebral disc degeneration in nucleus pulposus cells, we performed bioinformatic analyses and established a protein-RNA interacting network. To validate the candidate genes, we performed in vitro experimentation and immunochemistry labeling to identify their potential function during nucleus pulposus degeneration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1303, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1311, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The label-free proteome analysis identified altogether 656 proteins, and 503 of which were differentially expressed between nucleus pulposus cells from degenerated or normal disc cells. Using the existing nucleus pulposus transcriptomic profiling data, we integrated the proteomic and transcriptomic data of nucleus pulposus cells, and established a protein-RNA interacting network to show the combined regulatory network of intervertebral disc degeneration. In the network, we found 9 genes showed significant changes, and 6 of which (CHI3L1, KRT19, COL6A2, DPT, TNFAIP6 and COL11A2) showed concordant changes in both protein and mRNA level. Further functional analysis showed these candidates can significantly affect the degeneration of the nucleus pulposus cell when altering their expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2109, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2121, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This study is the first to use combined analysis of proteomic and transcriptomic profiling data to identify novel regulatory network of nucleus pulposus cells in intervertebral disc degeneration. Our established protein-RNA interacting network demonstrated novel regulatory mechanisms and key genes that may play vital roles in the pathogenesis of intervertebral disc degeneration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2503, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2514, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Lower back pain and neck pain are common musculoskeletal disorders that could result in severe social and economic burdens on patients. Current studies and epidemiologic investigations showed that these symptoms are closely related to intervertebral disc degeneration (IDD) mediated neurological defects. IDD is initiated by a series of pathogenic processes including biological, biochemical and structural impairment that eventually causes imbalanced metabolism of the extracellular matrix (ECM) of the intervertebral disc, thus manifesting as collapsed disc and incapability of maintaining movement. The nucleus pulposus (NP) region of the disc is most vulnerable during these pathogenic processes, and such degeneration affect its normal function of absorbing the pressure and maintaining the flexibility of the spine. The etiology is rather complex and multifactorial, in which aging, injuries, and genetic variations are all involved. Although many factors are associated with the IDD, the exact mechanism is far from clear. Hindered by the poor understanding of its molecular mechanism, no effective non-surgical treatment has been developed to treat IDD. Thus, a better understanding of the pathophysiology and mechanism of IDD will provide fundamental basis on developing novel non-surgical treatments to prevent or cure degenerated NP cells from patients with IDD, and to increase the quality of life.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3925, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Since the initial degeneration change appears in the nucleus pulposus (NP) region that compromises the function of imbibing water, leading to a decrease in the intradiscal pressure. Subsequently, the swollen NP altered the transfer of gravity load and formed protrusion by the increasing static pressure to the rear of the disc, causing spinal cord or nerve root compression. The annulus fibrosus (AF) functions differently from NP as their respective constituents or extracellular matrix (ECM) components are very different. While NP is mainly composed of type II collagen and aggrecans to provide basis for forming the osmotic environment for optimal disc hydration, the AF is mostly composed of type I collagen optimized for resisting tensile load. As their constituents alters, the degeneration of intervertebral disc occurs. During degeneration, the components like proteoglycans and type II collagen of the NP decreased significantly, while increased synthesis of collagen I was found, and resulted in decreased glycosaminoglycan/ hydroxyproline ratio.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4984, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Studies showed multiple factors could affect the degeneration process, such as increased activities and expressions of extracellular matrix metabolic enzymes such as matrix metalloproteinases (MMPs), TIMPs, inflammatory molecules (such as interleukin-1, interleukin-6, interleukin-8 and tumor necrosis factor α). On the other hand, many anabolic factors like insulin-like growth factor (IGF-1) and its receptor (IGF-1R), chondroitin sulfate synthase 1 (CHSY-1), chondroitin sulfate N-acetylgalactosaminyltransferase 1 (CSGALNACT1) are found to be decreased significantly during IDD. However, these factors alone are far from fully revealing the regulatory network of IDD. Recently, high through-put sequencing technologies have been used to identify critical regulatory factors in many biological processes through bioinformatic analysis. Many studies have used this technology to decipher the regulatory network of IDD. Intriguingly, the results of which varies significantly between the studies. Such phenomenon was mainly thought to be caused by sample variation or other potential technical bias. However, recent studies purposed that post-transcriptional modifications were also important mechanism that take part in the pathogenesis of IDD, which add to the complexity of the regulatory network of IDD. Thus, either transcriptomic or proteomic data alone would not be sufficient to elucidate the precise regulatory mechanism and uncover novel critical factors of IDD. A more comprehensive global analysis study is needed to solve this problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6538, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "mRNA translation involves mechanism such as post-transcriptional or translational regulation. Disturbances of the expressions of these mechanism related factors may cause uneven translation of mRNAs, thus causing global expression change. Taking this into account, we combined the proteomic profiling data with transcriptomic profiling data of NP cells from degenerated intervertebral discs to acquire a more comprehensive global regulatory network, and compared these the differences and key regulators of IDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7050, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7058, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Nucleus pulposus tissue collection and primary cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 7118, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Informed consent was obtained and signed by both the patient and their relatives before acquiring the intervertebral disc tissue during surgery as requested by the ethics committee in our institute. The experimental protocol was also authorized by the ethics committee of Naval Medical University. Magnetic resonance Imaging (MRI) T-2 weighted images were used to evaluate and diagnose IDD according to the modified Pfirrmann grading system. Relatively normal intervertebral disc tissue samples (n = 3) were collected from lumbar spine trauma patients who underwent spinal fusion that need to remove relatively normal intervertebral disc (Pfirrmann grade I, n = 3). Patients were aged from 45 to 49 years old (mean 47 years). The degenerated intervertebral disc tissue samples were collected from lumbar disc herniation patients (n = 3) diagnosed by MRI, whom of which underwent disc resection and fusion surgery (Pfirrmann grade IV–V, n = 3). Patients were aged from 46 to 50 years old (mean 48 years).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8144, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For primary cell extraction, disc tissue specimens were washed twice with PBS, the NP region of the disc was isolated under a microscopy and then minced and digested with 2 U/mL protease in DMEM/F12 (Gibco, Grand island NY, USA) for 30 min at 37 °C. The samples were further treated with 0.25 mg/mL type II collagenase (Gibco, USA) for 4 h at 37 °C. Cell suspension was then transferred through a cell strainer (BD Falcon, NJ, USA) and centrifuged at 800 g for 5 min. The cell pellets were used subsequently in proteomic analysis or total RNA extraction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8709, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For gene knockdown, we used synthesized siRNAs (Shanghai GenePharma Co., Ltd, Shanghai, China) to perform siRNA mediated knockdown on the candidate genes. The transfections of the siRNAs were performed using Silencer ™ siRNA Transfection II Kit (Thermofisher, CA, USA) according to the manufacturer’s protocol, and treated cells were harvested for further analysis after 48 h. The sequences of the siRNAs can be found in Additional file 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9154, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA reverse transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 9180, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Trizol (Invitrogen, Carlsbad, CA) was used to extract the total RNA from human nucleus pulposus cell samples according to the manufacturer’s instructions as previously reported. Total RNA extracts were measured at 260 nm with a spectrophotometer to identify the concentration (DU-800; Beckman Coulter, Brea, CA, USA). The reverse transcriptions were done by first generating the complementary DNA (cDNA) in a 10μL final volume containing 500 ng total RNA using Primer Script RT Master Mix (Takara, Japan) according to manufacturer’s instructions as previously reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9757, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative polymerase chain reaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 9796, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Real-time polymerase chain reaction (RT-PCR) analysis of CHI3L1, KRT19, CLIP, COL6A2, DPT and COL11A2 were performed using SYBR premix Ex Taq™ (Takara Bio Inc., Shiga, Japan) in a Step One Plus real-time PCR system (Applied Biosystems, CA, USA) according to the manufacturer’s instructions as previously reported. The amount of GAPDH analyzed was used to normalize the gene expressions to serve as internal control, and the relative number of transcripts was calculated using the comparative 2–∆∆CT method. Primers sequences were listed in Additional file 1. The mean values (± SD) were compared for statistical significance using a Student's t test for independent groups. P < 0.05 was assumed for significance in differences, and all experiments were repeated at least for three times independently.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10615, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Label-free proteomic profiling", "sentences": [], "annotations": [], "relations": []}, {"offset": 10646, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "NP cell samples were centrifuged at 10,000×g for 30 min at 4 °C, and 100 μL lysis buffer (7 M urea, 2 M thiourea) were added into each sample followed by ultrasonication to extract the total proteins of NP cells. Trichloroacetic acid (TCA) was used to precipitate proteins for 30 min at 4 °C and centrifuged at 40,000×g for 30 min. The concentration was measured according to the manufacturer’s instructions using Qubit quantification kit (Invitrogen, CA, USA) to determine the concentration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11154, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Label-free proteomic profiling of the protein extracts were done by Beijing BangFei Bioscience Co., Ltd. In brief, 60 μg protein samples were used and addition of 100 mmol/L DTT (DL-Dithiothreitol) to its final concentration of 10 mmol/L was performed and mixed at 37 ℃ for 60 min. The mix was then diluted with 250 mmol/L IAM (Iodoacetamide) and kept in dark for 60 min. 100 μL UA buffer (8 M urea, 100 mM Tris–HCl, pH8.0) were used to wash the samples for two times, and followed by three washes with 50 mM NH4HCO3 100 μl. Lastly, samples were digested with trypsin for 12 h at 37 ℃, and the supernatant were loaded onto a silica capillary column packed with 3-μm dionex C18 material. Agilent 1100 quaternary HPLC (High Performance Liquid Chromatography) was used to analyze the sample using a 12-step separation after desalting. Mass spectrometer was then operated in the MS/MS (auto) mode to acquire the raw data. The data were further processed and expressed proteins with p < 0.05 and signal more > 1.5-fold were considered as differentially expressed proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12253, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Transcriptome data acquiring and bioinformatics analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We downloaded the processed data of GSE70362 from Gene Expression Omnibus (GEO) database for further transcriptome data analysis under the help of Shanghai NovelBio Bio-Pharm Technology Co., Ltd. The dataset uses NP cells from donor disc tissues for RNA profiling analysis. Samples were rearranged according to Pfirrmann grade, which Pfirrmann grade I and II samples were classified as normal NP cells named IVD group, and Pfirrmann grade III-V were classified as degenerated NP cells named IDD group. The processed log2-transformed and quantile-normalized signal data were used, and genes with p < 0.05, signal fold-change ≥  ± 1.5 were filtered and considered as differentially expressed genes. Unsupervised hierarchical clustering was performed to detect the expression pattern change using the profiling data by average linkage and median centering, the processed data was visualized with TreeView. To construct the protein-mRNA regulatory network of IDD, we made use of normal NP cell with degenerated NP cell profiling data according to the gene’s mRNA and protein expression change (fold change) between the groups. Both the mRNA and the protein profiling data were used. The KCore method was used to calculated the relationship between the genes, and the correlation of the genes were calculated and presented using the Pearson correlation method. FDR and P value were used to selected candidate genes to form the network, and the presented network is further drawn according to the KCore value and the calculated Degree value. Other analysis like Gene Ontology (GO) analysis was carried out using annotations in PANTHER database v 6.1 (www.pantherdb.org), and pathway analysis were performed with the tools on the KEGG database (http://www.genome.jp/kegg/pathway.html) respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14119, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunohistochemistry analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 14149, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To localize the expression of DPT, COL6A2, KRT19, CLIP, COL11A2 and CHI3L1 in NP tissue samples, we made use of three normal (Pfirrmann grade 1, IVD group) and three degenerated NP tissue samples (grade IV-V, IDD group) for the immunohistochemistry analysis as previously reported. The sections were incubated with rabbit polyclonal antibody against DPT, COL6A2, KRT19, CLIP, COL11A2 and CHI3L1 (1:200 dilution, all from Abcam). The goat anti-rabbit peroxidase-conjugated IgG (1:1000 dilution, Proteintech) was as secondary antibody, and the sections were counterstained with hematoxylin. The imaging of the sections uses a ZEISS microscopy (ZEISS Axio Imager A2, Carl Zeiss microscopy GmbH, Germany).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14851, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14859, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Global proteome and transcriptome analysis of IDD", "sentences": [], "annotations": [], "relations": []}, {"offset": 14909, "infons": {"file": "12920_2021_889_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Assessing the differentially expressed mRNAs and proteins of NP cells in intervertebral disc degeneration. The unsupervised Hierarchical cluster plot of the label-free proteomic sequencing data (a) or RNA sequencing data (c) showing the differentially expressed proteins (a) or mRNAs (c) of NP cells from IVD and IDD groups. The green color indicates relatively lower expression of each gene, while the red color indicates higher expression. The volcano plot showing the degree of fold changes of each gene’s protein (b) or mRNA (d) expression in NP cells between IVD and IDD groups. e A Venn plot showing the number of genes that have significant changes in either protein level, mRNA level or both. f The list of the overlapped genes that are significantly changed during disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 15703, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To gain initial knowledge of the global protein and RNA expression pattern of primary NP cells during intervertebral disc degeneration (IDD), we first performed label-free proteomic analysis of IDD and normal NP cells. Three normal NP (Pfirrmann grade I, n = 3, age 45 to 49 years, mean age 47 years) and three IDD NP (Pfirrmann grade IV–V, n = 3, age 46 to 50 years, mean age 48 years) tissue samples were collected from male patients of similar ages, The NP cells were initially isolated to exclude further influences of protein degradation, and cells were extracted for proteomic profiling. In the data, we identified 656 proteins, and 503 of which were identified as differentially expressed proteins (> 2 Fold change in expression with P value < 0.05, Additional file 2, Fig. 1a, b), Here we compared the proteome data with transcriptome data using the existing GEO dataset GSE70362. We reanalyzed the transcriptome data and found 105 differentially expressed mRNA between degenerated and normal NP cells (Additional file 3). The Hierarchical clustering and volcano plot showed less variation between genes in the transcriptome data than that of proteome data (Fig. 1c, d). To show the concordance of both data, we compared the differentially expressed genes and found only 9 genes were both significant in protein and mRNA data (Fig. 1e), while only TNFAIP6, CHI3L1, KRT19, DPT, COL6A2 and COL11A2 showed concordant expression changes in both data (Fig. 1f, Additional file 4). These results implied that global mRNA changes were significantly different from global protein changes during IDD, and one gene’s mRNA level change may not reflect on the expression of its final protein product, which needs to pay more attention to when studying genes that affect IDD process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17508, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional analysis of differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 17562, "infons": {"file": "12920_2021_889_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional analysis of differentially expressed proteins and mRNAs in the NP cells during intervertebral disc degeneration. a Gene Ontology (GO) analysis showing the significance (P-value) of each GO function categories according to the differentially expressed genes. Pathway analysis showing the b significance (P-value) or c enrichment of different pathways according to the differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 17971, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to identify the functions of these differentially expressed genes, we performed GO and Pathway analysis on both proteomic and transcriptomic data. By comparing the results we found that protein changes mainly focused on extracellular matrix related metabolism (GO:0030198, GO:0022617, GO:0030574, GO:0005975, GO:0,044,267, GO:0006006), while mRNA changes mainly focused on steroid and cholesterol metabolism (GO:0016126, GO:0008202, GO:0006695), extracellular matrix related metabolism (GO:0030198, GO:0030574, GO:0007155), stress and inflammatory response (GO:0006954, GO:0002376, GO:0006979) in Fig. 2a. In Pathway analysis (Fig. 2b, c), both data showed significant enrichment in ECM interaction, Focal adhesion and PI3K-Akt signaling pathways. However, only protein data showed significant enrichment in TGF-beta signaling pathway and HIF-1 signaling pathway (Additional file 5), which is concordant with previous reports. These findings showed that the changes of either transcriptome and proteome of the degenerated NP cells were indeed related to the extracellular matrix remodeling or degeneration, but there exist great differences in the enriched gene functions and pathways of the differentially expressed genes between mRNA and protein data. Such differences indicated that the gene interacting network for either transcriptome or proteome of IDD may be different, and a combined analysis is needed to uncover the underlying relationship between the proteome and transcriptome regulatory network of IDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19498, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Co-expression network reveals vital regulatory genes in IDD", "sentences": [], "annotations": [], "relations": []}, {"offset": 19558, "infons": {"file": "12920_2021_889_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Protein and mRNA Co-expression network of normal and degenerated NP cells. The gene co-expression network (GCN) of IDD (a) or IVD (b) group are constructed using the differentially expressed mRNAs and proteins according to their expression level. Different shapes of the nodes represent a gene that is either differentially expressed in protein, mRNA or both protein and mRNA level in the IDD group. The index of K-Core represents different proposed interaction groups, the importance of each color group raises with K-Core values", "sentences": [], "annotations": [], "relations": []}, {"offset": 20089, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Here, we construct the co-expression network to clarify the key component and potential relationship between these differentially expressed mRNAs and/or proteins. By comparing the normal and degenerated NP data, we constructed a co-expression network according to the mRNA or protein expression trend (fold change). From the network we can found that the degenerated co-expression network is rather focused, with each key node (gene) inter-connected with another, forming one big network loop (Fig. 3a). However, the co-expression network for normal NP is rather scattered compared to the degenerated NP network (Fig. 3b). Each node (refers to one differentially expressed gene in normal NP cells) was connected to few other nodes, forming a rather scattered and non-connected network in normal NP cells. This loosened network of normal NP cells indicated that these key genes may function by themselves and do not influence the others in maintaining the normal function of NP cells, while the degenerated NP cell network showing a more interconnected relationship that each differentially expressed gene will influence the expression of others during degeneration process. This phenomenon indicates that each gene in the IDD network may well play important roles during disc degeneration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21381, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From the degenerated NP co-expression network, we found only 9 genes showed significant correlation with other genes both in mRNA and protein forms (CILP, PXDN, COL11A2, KRT19, DPT, EMILIN1, COL6A2, CHI3L1 and TNFAIP6), and only 6 of them (CHI3L1, KRT19, DPT, COL6A2, TNFAIP6 and COL11A2) showed concordant changes between mRNA and protein level during degeneration. This finding indicated the important functional roles of these candidate genes during IDD. Among which, KRT19 and COL6A2 were considered as important degeneration markers in the previous studies, while the SNPs and mutations of COL11A2 are also linked to disc degeneration. On the other hand, the functional roles of TNFAIP6, DPT, PXDN, CLIP, CHI3L1 and EMILIN1 in IVD are not elucidated yet. Since the network is constructed by KCore and Degree value (Additional file 6), it is obvious that centered nodes are more intercorrelated with other genes, which may take an important functional role in the degeneration phenotype. Among which, CHST3, COL1A2, TIMP1, COMP, CCDC80 and ABI3BP are most centered proteins in the degenerated network. CHST3, TIMP1 and COL1A2 are known genes correlated with IDD, while the correlation of COMP, CCDC80 and ABI3BP with IDD are not elucidated yet. Aside from proteins, ASPN, ITGBL1 and IFIT3 are of the few key mRNAs that are correlated with IDD in previous reports. While many other key mRNAs are not reported to be related with IDD. By further analyzing the network, we can find ossification related genes, IBSP, SOX4, RSPO3 and OGN are also included in the network. The possible functions of these ossification related genes have not been studied yet except for RUNX2 reported in mice IDD, which implies that they may also play a vital role in IDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23134, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Verification analysis of candidate genes in IDD tissue sample", "sentences": [], "annotations": [], "relations": []}, {"offset": 23196, "infons": {"file": "12920_2021_889_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Verification of the expression of candidate genes in normal (IVD) and degenerated (IDD) NP primary cells. a The expression of TNFAIP6, CHI3L1, KRT19, DPT, COL6A2, and COL11A2 were examined in normal (IVD, n = 6) and degenerated (IDD, n = 6) NP tissues using immunohistochemistry. b The quantifications of the immunohistochemistry analysis were performed to show the relative expression level of the candidate genes. c The RNA expression level of these candidate genes in normal (IVD, n = 3) and degenerated (IDD, n = 3) NP primary cells were assessed using real-time PCR method. d The RNA expression level of these candidate genes in normal (NC, n = 3) and IL-1β (50 ng/ml, resembles the degeneration process in vitro, n = 3) treated NP primary cells were assessed using real-time PCR method. RNA level of GAPDH was used as internal reference. All Data are represented as mean ± SD, **p < 0.01", "sentences": [], "annotations": [], "relations": []}, {"offset": 24125, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further validate the interacting network, we first examined the expression of a few candidates. Here, we selected TNFAIP6, CHI3L1, KRT19, DPT, COL6A2 and COL11A2 as candidate genes for further validation for they showed concordant changes in both RNA and protein level in NP degeneration, which may potentially exert significant function in IDD process. By immunohistochemistry, we found that the expression levels of the candidates were all consistent with the transcriptomic and proteomic sequencing data (Fig. 4a, b). Using real-time PCR analysis, we also confirmed the expression changes of the candidate genes between normal and degenerated NP samples derived primary NP cells were consistent with the sequencing results (Fig. 4c). Using the in vitro NP cell degeneration model by adding IL-1β to normal NP cells, we found that the expression changes of these candidates became more drastic than previously found (Fig. 4d). Taken together, these expression validations showed consistent findings with the sequencing data, and implied vital roles of these candidate genes in the process of degeneration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25240, "infons": {"file": "12920_2021_889_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional study of candidate genes in degenerated NP primary cells. a The efficiency of TNFAIP6, CHI3L1, KRT19, DPT, COL6A2, and COL11A2 knockdown were examined in normal NP cells. NC group represents NP cell transfection using a scramble siRNA that showed no potential target to these genes. The RNA expression level of NP ECM related anabolic genes (ACAN, COL2 and CHSY1) and catabolic genes (MMP3, MMP13, ADAMTS4) were examined in TNFAIP6 (b), CHI3L1 (c), KRT19 (d), DPT (e), COL6A2 (f), and COL11A2 (g) knockdown NP cells using real-time PCR method. RNA level of GAPDH was used as internal reference. All Data are represented as mean ± SD, *p < 0.05, *p < 0.01", "sentences": [], "annotations": [], "relations": []}, {"offset": 25919, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further show their function in IDD, we designed small interfering RNAs targeting these candidates to perform knockdown in NP cells. The efficiency of the knockdown siRNAs was tested prior to functional examination (Fig. 5a). By using real-time PCR analysis, we found that TNFAIP6 and CHI3L1 knockdown showed significant changes in both NP extracellular matrix related anabolic and catabolic genes, while KRT19, DPT, COL6A2 and COL11A2 knockdown showed significant changes only in anabolic genes in IL-1β treated NP cells (Fig. 5b–g). These data indicated that KRT19, DPT, COL6A2 and COL11A2 may play roles in maintaining NP cell ECM production, while TNFAIP6 and CHI3L1 may influence both the normal ECM regulation and inflammation responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26670, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 26681, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The degeneration of intervertebral disc is a complex biological process that the mechanism of which is less known. Many researchers have been dedicated to uncover the specific mechanism, but aside from the well-known inflammation and cell apoptosis causes, the disease-specific trigger or disease-specific regulatory network that initiates the degeneration process is still not fully unveiled. Many studies recently have taken use of high through-put profiling technologies to identify either transcriptomic or proteomic pattern changes of IDD, but few have untangled the critical regulatory mechanism between the differentially expressed proteins and mRNAs during the IDD process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27363, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Recently, post-transcriptional regulation mechanism has been identified as important molecular mechanism that affect the pathological events in intervertebral disc degeneration process. Post-transcriptional regulation refers to the regulation of efficiency of mRNA translation to protein products by various factors. For example, microRNAs (miRNAs) are well-known post-transcriptional regulators of mRNA translation, and functions in many biological events. Conditional knockout of miRNA processing enzyme Dicer1 would cause translational defects of mRNAs and causes critical effect on cellular or mammalian survival. Another typical model is natural antisense transcript, which is generated from the opposite DNA strand to other transcriptional genes. These antisense transcripts are usually non-coding transcript that related to the antisense strand of a protein-coding gene, and could regulate that protein-coding gene expression at both transcriptional or post-transcriptional level through simple mRNA pairing of antisense transcripts to their sense strands to induce degradation. Alternatively, antisense transcripts may cause blocking effect on translational process of the sense-strand mRNAs without causing degradation of the latter. Thus, a transcriptomic and proteomic combined approach is needed to decipher the IDD mechanism in case of biased results that generated by either transcriptomic or proteomic approach along.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28796, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In order to testify this hypothesis, we those high through-put profiling data to gain insight into the regulatory network of intervertebral disc degeneration. In our constructed network, we found many unreported genes that had the potential to act as important regulators during the IDD process. Looking into the degenerated network we constructed, we can find the network is more condensed and interconnected with genes of many different functions, which indicated that the degeneration process may act in cascades. This means that all the included genes could affect each other and take a role in the pathogenesis of IDD in an uncovered mechanism. During which, we can find genes such as COL6A2, COL11A2, KRT19, COL1A2, TIMP1, and ITGBL1 are known extracellular matrix related factors in the regulation of IDD. Since the most eminent change of disc degeneration takes part in the extracellular matrix region of nucleus pulposus, these genes could act as ‘effectors’ or downstream components resulted from the activation of NP degeneration cascades during degeneration. Consequently, the upstream regulators of these ‘effectors’ could be more important to the process of degeneration. And to reveal such regulators, we need to fully uncover the regulatory network of NP cells rather than searching the tissue for answers, which is what we did in this study using normal and degenerated NP cells for proteome and transcriptome study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30238, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Among the network, we found enzymes that related to chondroitin sulfate (CS) biosynthesis and catalysis (CHST3, CHST10 and CHPF) showed significant changes during NP degeneration, which further support our previous findings in deciphering the vital role of CS regulation. However, these enzymes did not show concordant changes in both mRNA and protein expression, which is similar to our previous findings with CHSY. Such phenomenon implied that post-transcriptional regulation (miRNA mediated or other mechanism) may play vital roles during the CS synthesis regulation as previously reported, further adds to the credibility of our results. Of the 9 genes that showed significant expression changes in both protein and mRNA data, only 6 of them showed concordant changes between the RNA and protein level. Similar to the case of CS regulation, the 3 genes that showed contradictory changes may also have the possibility of receiving post-transcriptional regulation which could be identified by further analysis. Thus, further assessment of the regulatory mechanism of these genes may help to understand the regulation mechanism of IDD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31375, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Besides, we observed that osteogenesis related genes like IBSP, RSPO3, SOX4 and OGN are also potential regulators that were included in the degeneration related network, which indicated a vital role of ossification or osteogenesis related genes during the IDD pathogenesis. It has been reported that Runx2, a master transcriptional factor of chondrocyte hypertrophy and ossification, is the abundantly expressed in the nucleus pulposus cells during its degeneration. The research also showed that Runx2 knock-in mice developed phenotypes of both ectopic mineralization and nucleus pulposus degeneration after birth, and strongly affect the normal function of intervertebral disc. These results implied that ossification or osteogenesis related genes may well play as important regulators during the pathogenesis of intervertebral disc degeneration. Thus, ossification or osteogenesis related IBSP, RSPO3, SOX4 and OGN we found could also act as potential key regulators that contribute to the generation of IDD, however, the specific function and detailed mechanism is not reported yet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32462, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, our study had limitations. First of all, the samples were collected from surgical patients, which would inevitably cause damage to the nucleus pulposus tissue, which would have effects on the gene expression of the NP cells (especially using trauma samples). So, the tissue samples, especially the normal NP samples, would have some differences to its physiological state. Moreover, the sample size for proteome study is rather small (only 3 control and 3 degenerated samples were used), which needs further validation for each candidate gene we reported in this study. Secondly, our study mainly focused on deciphering the interaction network of coding genes using RNA sequencing and protein sequencing data from NP cells, and due to the limitation of the techniques we used, some type of the proteins (like proteoglycans) and other functional RNAs like microRNAs and lncRNA (long non-coding RNAs) were not or could not be considered in this study. However, since the coding genes were of strong function in disease pathogenesis, we think that our data would throw light on further in depth studies based on our findings. Thirdly, due to the nature of the NP tissue, it is hard to collect large number of NP cells using one patient’s sample, so the limited cell number may hinder the discovery of low abundance proteins expressed in it. And also, due to the limited understanding of NP cell degeneration, other issues like selecting normalization genes would be difficult than normal. In the validation study, we examined only the candidate genes with concordant changes in both protein and RNA level during IDD, this does not mean other genes in the IDD network are not vital to the IDD process. Instead, others may well be valuable as these candidates in this process which need further verifications. Nevertheless, we provided novel regulatory network using combined proteomic and transcriptomic data, which may be of importance for further in depth study to decipher the actual network of IDD regulation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34483, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 34494, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Taken together, our study provides new evidence and insights into the regulatory network of IDD. By combining the mRNA and protein profiling data, we purpose new IDD related interacting RNA–protein network and validated key regulators (TNFAIP6, CHI3L1, KRT19, DPT, COL6A2 and COL11A2) with potential functional roles in the IDD process, but the detailed mechanism is up to further investigation and validation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34907, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 34933, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 34947, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IVD", "sentences": [], "annotations": [], "relations": []}, {"offset": 34951, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Intervertebral disc", "sentences": [], "annotations": [], "relations": []}, {"offset": 34971, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IDD", "sentences": [], "annotations": [], "relations": []}, {"offset": 34975, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 35008, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "mRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 35013, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Messenger RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 35027, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 35031, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Ribonucleic acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 35048, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 35052, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Deoxyribonucleic acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 35074, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GO", "sentences": [], "annotations": [], "relations": []}, {"offset": 35077, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Gene ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 35091, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "cDNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 35096, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Complementary DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 35114, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NP", "sentences": [], "annotations": [], "relations": []}, {"offset": 35117, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Nucleus pulposus", "sentences": [], "annotations": [], "relations": []}, {"offset": 35134, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AF", "sentences": [], "annotations": [], "relations": []}, {"offset": 35137, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Annulus fibrosus", "sentences": [], "annotations": [], "relations": []}, {"offset": 35154, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ECM", "sentences": [], "annotations": [], "relations": []}, {"offset": 35158, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Extracellular matrix", "sentences": [], "annotations": [], "relations": []}, {"offset": 35179, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GEO", "sentences": [], "annotations": [], "relations": []}, {"offset": 35183, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The Gene Expression Omnibus", "sentences": [], "annotations": [], "relations": []}, {"offset": 35211, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 35215, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 35242, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Publisher's Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 35259, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35378, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Chen Xu, Shengchang Luo and Leixin Wei have contribute equally", "sentences": [], "annotations": [], "relations": []}, {"offset": 35441, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 35467, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1186/s12920-021-00889-z.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35559, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 35584, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "CX, SL, LW and WY designed research; HW, WG, WZ, BS, BH, HZ analyzed data; CX, SL, LW, YL, HC, XY and WY performed research; CX, SL, LW, HC, WY and CX wrote the paper; BS, BH, HZ contributed to the proof reading of the paper. all authors have read and approved the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35861, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 35869, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by grants from the National Natural Science Foundation of China (81871802, 82072469, 81772376, 82072471, 81772392, 81972090, 81702225 and 82002335). Shanghai Rising-Star Program (20QA1409200). Shanghai Municipal Commission of Health and Family Planning Program (18ZR1438900), “Chen Guang” and \"Shu Guang\" project supported by Shanghai Municipal Education Commission and Shanghai Education Development Foundation (Grant Nos. 17CG36 and 17SG35). The funders had no role in the designing and conducting of this study and collection, analysis, and interpretation of data and in writing the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36495, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 36530, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The label-free proteomic profiling data can be found in the supplementary files. Additional supporting information on network construction and bioinformatic analysis can be found online in the supplementary files. The RNA expression datasets (Accession No. GSE70362) can be downloaded from the NCBI GEO database (https://www.ncbi.nlm.nih.gov/geo/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36879, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 36922, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Informed consent is obtained by signing the ‘form of consent to participate’ from both the patient and one of the immediate relatives as requested by our ethics committee of Naval Medical University. The experimental protocol was also authorized by the ethics committee of Naval Medical University.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37225, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 37249, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37265, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 37285, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors have no conflict of interest to declare.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37338, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 37349, "infons": {"fpage": "755", "issue": "5", "lpage": "764", "name_0": "surname:Lai;given-names:A", "name_1": "surname:Moon;given-names:A", "name_2": "surname:Purmessur;given-names:D", "name_3": "surname:Skovrlj;given-names:B", "name_4": "surname:Winkelstein;given-names:BA", "name_5": "surname:Cho;given-names:SK", "pub-id_doi": "10.1002/jor.22833", "section_type": "REF", "source": "J Orthop Res Off Publ Orthop Res Soc", "type": "ref", "volume": "33", "year": "2015"}, "text": "Assessment of functional and behavioral changes sensitive to painful disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 37436, "infons": {"fpage": "793", "issue": "2", "lpage": "804", "name_0": "surname:Hu;given-names:B", "name_1": "surname:Shi;given-names:C", "name_2": "surname:Tian;given-names:Y", "name_3": "surname:Zhang;given-names:Y", "name_4": "surname:Xu;given-names:C", "name_5": "surname:Chen;given-names:H", "pub-id_doi": "10.1159/000430396", "section_type": "REF", "source": "Cell Physiol Biochem Int J Exp Cell Physiol Biochem Pharmacol", "type": "ref", "volume": "37", "year": "2015"}, "text": "TGF-beta induces up-regulation of chondroitin sulfate synthase 1 (CHSY1) in nucleus pulposus cells through MAPK signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 37558, "infons": {"fpage": "49303", "issue": "30", "lpage": "49317", "name_0": "surname:Hu;given-names:B", "name_1": "surname:Xu;given-names:C", "name_2": "surname:Tian;given-names:Y", "name_3": "surname:Shi;given-names:C", "name_4": "surname:Zhang;given-names:Y", "name_5": "surname:Deng;given-names:L", "pub-id_doi": "10.18632/oncotarget.17571", "pub-id_pmid": "28514734", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "8", "year": "2017"}, "text": "Inflammatory microRNA-194 and -515 attenuate the biosynthesis of chondroitin sulfate during human intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 37689, "infons": {"fpage": "1004", "issue": "2", "lpage": "1009", "name_0": "surname:Nakayama;given-names:E", "name_1": "surname:Matsumoto;given-names:T", "name_2": "surname:Kazama;given-names:T", "name_3": "surname:Kano;given-names:K", "name_4": "surname:Tokuhashi;given-names:Y", "pub-id_doi": "10.1016/j.bbrc.2017.09.101", "pub-id_pmid": "28942142", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "493", "year": "2017"}, "text": "Transplantation of dedifferentiation fat cells promotes intervertebral disc regeneration in a rat intervertebral disc degeneration model", "sentences": [], "annotations": [], "relations": []}, {"offset": 37826, "infons": {"fpage": "26", "lpage": "32", "name_0": "surname:Nikkhoo;given-names:M", "name_1": "surname:Wang;given-names:JL", "name_2": "surname:Parnianpour;given-names:M", "name_3": "surname:El-Rich;given-names:M", "name_4": "surname:Khalaf;given-names:K", "pub-id_doi": "10.1016/j.jbiomech.2018.01.026", "pub-id_pmid": "29397111", "section_type": "REF", "source": "J Biomech", "type": "ref", "volume": "70", "year": "2018"}, "text": "Biomechanical response of intact, degenerated and repaired intervertebral discs under impact loading—ex-vivo and in-silico investigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 37965, "infons": {"fpage": "243", "issue": "3", "lpage": "262", "name_0": "surname:Iatridis;given-names:JC", "name_1": "surname:Nicoll;given-names:SB", "name_2": "surname:Michalek;given-names:AJ", "name_3": "surname:Walter;given-names:BA", "name_4": "surname:Gupta;given-names:MS", "pub-id_doi": "10.1016/j.spinee.2012.12.002", "section_type": "REF", "source": "Spine J Off J N Am Spine Soc", "type": "ref", "volume": "13", "year": "2013"}, "text": "Role of biomechanics in intervertebral disc degeneration and regenerative therapies: what needs repairing in the disc and what are promising biomaterials for its repair?", "sentences": [], "annotations": [], "relations": []}, {"offset": 38135, "infons": {"fpage": "1057", "issue": "7", "lpage": "1070", "name_0": "surname:Vergroesen;given-names:PP", "name_1": "surname:Kingma;given-names:I", "name_2": "surname:Emanuel;given-names:KS", "name_3": "surname:Hoogendoorn;given-names:RJ", "name_4": "surname:Welting;given-names:TJ", "name_5": "surname:van Royen;given-names:BJ", "pub-id_doi": "10.1016/j.joca.2015.03.028", "section_type": "REF", "source": "Osteoarthr Cartil", "type": "ref", "volume": "23", "year": "2015"}, "text": "Mechanics and biology in intervertebral disc degeneration: a vicious circle", "sentences": [], "annotations": [], "relations": []}, {"offset": 38211, "infons": {"fpage": "1264", "name_0": "surname:Sakai;given-names:D", "name_1": "surname:Nakamura;given-names:Y", "name_2": "surname:Nakai;given-names:T", "name_3": "surname:Mishima;given-names:T", "name_4": "surname:Kato;given-names:S", "name_5": "surname:Grad;given-names:S", "pub-id_doi": "10.1038/ncomms2226", "pub-id_pmid": "23232394", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "3", "year": "2012"}, "text": "Exhaustion of nucleus pulposus progenitor cells with ageing and degeneration of the intervertebral disc", "sentences": [], "annotations": [], "relations": []}, {"offset": 38315, "infons": {"fpage": "44", "issue": "1", "lpage": "56", "name_0": "surname:Risbud;given-names:MV", "name_1": "surname:Shapiro;given-names:IM", "pub-id_doi": "10.1038/nrrheum.2013.160", "pub-id_pmid": "24166242", "section_type": "REF", "source": "Nat Rev Rheumatol", "type": "ref", "volume": "10", "year": "2014"}, "text": "Role of cytokines in intervertebral disc degeneration: pain and disc content", "sentences": [], "annotations": [], "relations": []}, {"offset": 38392, "infons": {"fpage": "566", "issue": "1", "lpage": "579", "name_0": "surname:Hu;given-names:B", "name_1": "surname:Xu;given-names:C", "name_2": "surname:Cao;given-names:P", "name_3": "surname:Tian;given-names:Y", "name_4": "surname:Zhang;given-names:Y", "name_5": "surname:Shi;given-names:C", "pub-id_doi": "10.1002/jcb.26215", "pub-id_pmid": "28608941", "section_type": "REF", "source": "J Cell Biochem", "type": "ref", "volume": "119", "year": "2018"}, "text": "TGF-beta stimulates expression of chondroitin polymerizing factor in nucleus pulposus cells through the Smad3, RhoA/ROCK1, and MAPK signaling pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 38543, "infons": {"fpage": "13287", "name_0": "surname:Xu;given-names:C", "name_1": "surname:Zhang;given-names:Y", "name_2": "surname:Wang;given-names:Q", "name_3": "surname:Xu;given-names:Z", "name_4": "surname:Jiang;given-names:J", "name_5": "surname:Gao;given-names:Y", "pub-id_doi": "10.1038/ncomms13287", "pub-id_pmid": "27811843", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "7", "year": "2016"}, "text": "Long non-coding RNA GAS5 controls human embryonic stem cell self-renewal by maintaining NODAL signalling", "sentences": [], "annotations": [], "relations": []}, {"offset": 38648, "infons": {"fpage": "21580", "name_0": "surname:Xu;given-names:C", "name_1": "surname:Chen;given-names:Y", "name_2": "surname:Zhang;given-names:H", "name_3": "surname:Chen;given-names:Y", "name_4": "surname:Shen;given-names:X", "name_5": "surname:Shi;given-names:C", "pub-id_doi": "10.1038/srep21580", "pub-id_pmid": "26868491", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Integrated microRNA-mRNA analyses reveal OPLL specific microRNA regulatory network using high-throughput sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 38764, "infons": {"fpage": "8665", "issue": "6", "lpage": "8672", "name_0": "surname:Guo;given-names:W", "name_1": "surname:Zhang;given-names:B", "name_2": "surname:Li;given-names:Y", "name_3": "surname:Duan;given-names:HQ", "name_4": "surname:Sun;given-names:C", "name_5": "surname:Xu;given-names:YQ", "pub-id_doi": "10.3892/mmr.2017.7741", "pub-id_pmid": "29039500", "section_type": "REF", "source": "Mol Med Rep", "type": "ref", "volume": "16", "year": "2017"}, "text": "Gene expression profile identifies potential biomarkers for human intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 38863, "infons": {"fpage": "21190", "name_0": "surname:Hu;given-names:B", "name_1": "surname:Shi;given-names:C", "name_2": "surname:Xu;given-names:C", "name_3": "surname:Cao;given-names:P", "name_4": "surname:Tian;given-names:Y", "name_5": "surname:Zhang;given-names:Y", "pub-id_doi": "10.1038/srep21190", "pub-id_pmid": "26877238", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "6", "year": "2016"}, "text": "Heme oxygenase-1 attenuates IL-1beta induced alteration of anabolic and catabolic activities in intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 38992, "infons": {"fpage": "938", "issue": "5", "lpage": "944", "name_0": "surname:Quax;given-names:TE", "name_1": "surname:Wolf;given-names:YI", "name_2": "surname:Koehorst;given-names:JJ", "name_3": "surname:Wurtzel;given-names:O", "name_4": "surname:van der Oost;given-names:R", "name_5": "surname:Ran;given-names:W", "pub-id_doi": "10.1016/j.celrep.2013.07.049", "pub-id_pmid": "24012761", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "4", "year": "2013"}, "text": "Differential translation tunes uneven production of operon-encoded proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 39068, "infons": {"fpage": "530", "issue": "5", "lpage": "536", "name_0": "surname:Ye;given-names:D", "name_1": "surname:Liang;given-names:W", "name_2": "surname:Dai;given-names:L", "name_3": "surname:Zhou;given-names:L", "name_4": "surname:Yao;given-names:Y", "name_5": "surname:Zhong;given-names:X", "pub-id_doi": "10.1111/1440-1681.12386", "pub-id_pmid": "25739836", "section_type": "REF", "source": "Clin Exp Pharmacol Physiol", "type": "ref", "volume": "42", "year": "2015"}, "text": "Comparative and quantitative proteomic analysis of normal and degenerated human annulus fibrosus cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 39171, "infons": {"fpage": "16", "lpage": "27", "name_0": "surname:Wang;given-names:XC", "name_1": "surname:Li;given-names:Q", "name_2": "surname:Jin;given-names:X", "name_3": "surname:Xiao;given-names:GH", "name_4": "surname:Liu;given-names:GJ", "name_5": "surname:Liu;given-names:NJ", "pub-id_doi": "10.1016/j.jprot.2014.10.022", "pub-id_pmid": "25449837", "section_type": "REF", "source": "J Proteomics", "type": "ref", "volume": "114", "year": "2015"}, "text": "Quantitative proteomics and transcriptomics reveal key metabolic processes associated with cotton fiber initiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 39286, "infons": {"fpage": "e0117807", "issue": "2", "name_0": "surname:McCann;given-names:MR", "name_1": "surname:Patel;given-names:P", "name_2": "surname:Frimpong;given-names:A", "name_3": "surname:Xiao;given-names:Y", "name_4": "surname:Siqueira;given-names:WL", "name_5": "surname:Seguin;given-names:CA", "pub-id_doi": "10.1371/journal.pone.0117807", "pub-id_pmid": "25689066", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "Proteomic signature of the murine intervertebral disc", "sentences": [], "annotations": [], "relations": []}, {"offset": 39340, "infons": {"fpage": "503", "issue": "3", "lpage": "513", "name_0": "surname:Yee;given-names:A", "name_1": "surname:Lam;given-names:MP", "name_2": "surname:Tam;given-names:V", "name_3": "surname:Chan;given-names:WC", "name_4": "surname:Chu;given-names:IK", "name_5": "surname:Cheah;given-names:KS", "pub-id_doi": "10.1016/j.joca.2015.09.020", "section_type": "REF", "source": "Osteoarthr Cartil", "type": "ref", "volume": "24", "year": "2016"}, "text": "Fibrotic-like changes in degenerate human intervertebral discs revealed by quantitative proteomic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39447, "infons": {"fpage": "1826", "issue": "10", "lpage": "1836", "name_0": "surname:Lv;given-names:FJ", "name_1": "surname:Peng;given-names:Y", "name_2": "surname:Lim;given-names:FL", "name_3": "surname:Sun;given-names:Y", "name_4": "surname:Lv;given-names:M", "name_5": "surname:Zhou;given-names:L", "pub-id_doi": "10.1016/j.joca.2016.05.012", "section_type": "REF", "source": "Osteoarthr Cartil", "type": "ref", "volume": "24", "year": "2016"}, "text": "Matrix metalloproteinase 12 is an indicator of intervertebral disc degeneration co-expressed with fibrotic markers", "sentences": [], "annotations": [], "relations": []}, {"offset": 39562, "infons": {"fpage": "1327", "issue": "8", "lpage": "1340", "name_0": "surname:Rodrigues-Pinto;given-names:R", "name_1": "surname:Berry;given-names:A", "name_2": "surname:Piper-Hanley;given-names:K", "name_3": "surname:Hanley;given-names:N", "name_4": "surname:Richardson;given-names:SM", "name_5": "surname:Hoyland;given-names:JA", "pub-id_doi": "10.1002/jor.23205", "section_type": "REF", "source": "J Orthop Res Off Publ Orthop Res Soc", "type": "ref", "volume": "34", "year": "2016"}, "text": "Spatiotemporal analysis of putative notochordal cell markers reveals CD24 and keratins 8, 18, and 19 as notochord-specific markers during early human intervertebral disc development", "sentences": [], "annotations": [], "relations": []}, {"offset": 39744, "infons": {"fpage": "59", "name_0": "surname:Martirosyan;given-names:NL", "name_1": "surname:Patel;given-names:AA", "name_2": "surname:Carotenuto;given-names:A", "name_3": "surname:Kalani;given-names:MY", "name_4": "surname:Belykh;given-names:E", "name_5": "surname:Walker;given-names:CT", "pub-id_pmid": "27917384", "section_type": "REF", "source": "Front Surg", "type": "ref", "volume": "3", "year": "2016"}, "text": "Genetic alterations in intervertebral disc disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 39795, "infons": {"fpage": "4909", "issue": "11", "lpage": "4917", "name_0": "surname:Song;given-names:YQ", "name_1": "surname:Karasugi;given-names:T", "name_2": "surname:Cheung;given-names:KM", "name_3": "surname:Chiba;given-names:K", "name_4": "surname:Ho;given-names:DW", "name_5": "surname:Miyake;given-names:A", "pub-id_doi": "10.1172/JCI69277", "pub-id_pmid": "24216480", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "123", "year": "2013"}, "text": "Lumbar disc degeneration is linked to a carbohydrate sulfotransferase 3 variant", "sentences": [], "annotations": [], "relations": []}, {"offset": 39875, "infons": {"fpage": "926", "issue": "11", "lpage": "934", "name_0": "surname:Yue;given-names:B", "name_1": "surname:Lin;given-names:Y", "name_2": "surname:Ma;given-names:X", "name_3": "surname:Xiang;given-names:H", "name_4": "surname:Qiu;given-names:C", "name_5": "surname:Zhang;given-names:J", "pub-id_doi": "10.1097/BRS.0000000000001474", "pub-id_pmid": "26839993", "section_type": "REF", "source": "Spine (Phila Pa 1976)", "type": "ref", "volume": "41", "year": "2016"}, "text": "Survivin-TGFB3-TIMP1 gene therapy via lentivirus vector slows the course of intervertebral disc degeneration in an in vivo rabbit model", "sentences": [], "annotations": [], "relations": []}, {"offset": 40011, "infons": {"fpage": "1208", "issue": "12", "lpage": "1214", "name_0": "surname:Noponen-Hietala;given-names:N", "name_1": "surname:Kyllonen;given-names:E", "name_2": "surname:Mannikko;given-names:M", "name_3": "surname:Ilkko;given-names:E", "name_4": "surname:Karppinen;given-names:J", "name_5": "surname:Ott;given-names:J", "pub-id_doi": "10.1136/ard.2003.008334", "pub-id_pmid": "14644861", "section_type": "REF", "source": "Ann Rheum Dis", "type": "ref", "volume": "62", "year": "2003"}, "text": "Sequence variations in the collagen IX and XI genes are associated with degenerative lumbar spinal stenosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40119, "infons": {"fpage": "S354", "issue": "Suppl 3", "lpage": "S363", "name_0": "surname:Nakki;given-names:A", "name_1": "surname:Battie;given-names:MC", "name_2": "surname:Kaprio;given-names:J", "pub-id_doi": "10.1007/s00586-013-2878-2", "section_type": "REF", "source": "Eur Spine J Off Publ Eur Spine Soc Eur Spinal Deform Soc Eur Sect Cerv Spine Res Soc", "type": "ref", "volume": "23", "year": "2014"}, "text": "Genetics of disc-related disorders: current findings and lessons from other complex diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 40212, "infons": {"fpage": "118", "lpage": "129", "name_0": "surname:Kazezian;given-names:Z", "name_1": "surname:Li;given-names:Z", "name_2": "surname:Alini;given-names:M", "name_3": "surname:Grad;given-names:S", "name_4": "surname:Pandit;given-names:A", "pub-id_doi": "10.1016/j.actbio.2016.12.029", "pub-id_pmid": "28003146", "section_type": "REF", "source": "Acta Biomater", "type": "ref", "volume": "52", "year": "2017"}, "text": "Injectable hyaluronic acid down-regulates interferon signaling molecules, IGFBP3 and IFIT3 in the bovine intervertebral disc", "sentences": [], "annotations": [], "relations": []}, {"offset": 40337, "infons": {"fpage": "104", "lpage": "116", "name_0": "surname:Johnson;given-names:ZI", "name_1": "surname:Schoepflin;given-names:ZR", "name_2": "surname:Choi;given-names:H", "name_3": "surname:Shapiro;given-names:IM", "name_4": "surname:Risbud;given-names:MV", "pub-id_doi": "10.22203/eCM.v030a08", "section_type": "REF", "source": "Eur Cells Mater", "type": "ref", "volume": "30", "year": "2015"}, "text": "Disc in flames: Roles of TNF-alpha and IL-1beta in intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 40421, "infons": {"fpage": "15662", "name_0": "surname:Kazezian;given-names:Z", "name_1": "surname:Gawri;given-names:R", "name_2": "surname:Haglund;given-names:L", "name_3": "surname:Ouellet;given-names:J", "name_4": "surname:Mwale;given-names:F", "name_5": "surname:Tarrant;given-names:F", "pub-id_doi": "10.1038/srep15662", "pub-id_pmid": "26489762", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Gene expression profiling identifies interferon signalling molecules and IGFBP3 in human degenerative annulus fibrosus", "sentences": [], "annotations": [], "relations": []}, {"offset": 40540, "infons": {"fpage": "2764", "issue": "9", "lpage": "2775", "name_0": "surname:Sato;given-names:S", "name_1": "surname:Kimura;given-names:A", "name_2": "surname:Ozdemir;given-names:J", "name_3": "surname:Asou;given-names:Y", "name_4": "surname:Miyazaki;given-names:M", "name_5": "surname:Jinno;given-names:T", "pub-id_doi": "10.1002/art.23805", "pub-id_pmid": "18759297", "section_type": "REF", "source": "Arthr Rheum", "type": "ref", "volume": "58", "year": "2008"}, "text": "The distinct role of the Runx proteins in chondrocyte differentiation and intervertebral disc degeneration: findings in murine models and in human disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 40695, "infons": {"fpage": "178", "issue": "3", "lpage": "185", "name_0": "surname:Feng;given-names:Y", "name_1": "surname:Egan;given-names:B", "name_2": "surname:Wang;given-names:J", "pub-id_doi": "10.1016/j.gendis.2016.04.005", "pub-id_pmid": "27617275", "section_type": "REF", "source": "Genes Dis", "type": "ref", "volume": "3", "year": "2016"}, "text": "Genetic factors in intervertebral disc degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 40747, "infons": {"fpage": "989", "issue": "8", "lpage": "1000", "name_0": "surname:Sarath Babu;given-names:N", "name_1": "surname:Krishnan;given-names:S", "name_2": "surname:Brahmendra Swamy;given-names:CV", "name_3": "surname:Venkata Subbaiah;given-names:GP", "name_4": "surname:Gurava Reddy;given-names:AV", "name_5": "surname:Idris;given-names:MM", "pub-id_doi": "10.1016/j.spinee.2016.03.051", "section_type": "REF", "source": "Spine J Off J N Am Spine Soc", "type": "ref", "volume": "16", "year": "2016"}, "text": "Quantitative proteomic analysis of normal and degenerated human intervertebral disc", "sentences": [], "annotations": [], "relations": []}, {"offset": 40831, "infons": {"fpage": "222", "issue": "1", "lpage": "235", "name_0": "surname:Zhang;given-names:Y", "name_1": "surname:Xu;given-names:C", "name_2": "surname:Gu;given-names:D", "name_3": "surname:Wu;given-names:M", "name_4": "surname:Yan;given-names:B", "name_5": "surname:Xu;given-names:Z", "pub-id_doi": "10.1002/stem.2490", "pub-id_pmid": "27573912", "section_type": "REF", "source": "Stem Cells", "type": "ref", "volume": "35", "year": "2017"}, "text": "H/ACA box small nucleolar RNA 7A promotes the self-renewal of human umbilical cord mesenchymal stem cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 40937, "infons": {"fpage": "110", "name_0": "surname:Cho;given-names:KH", "name_1": "surname:Kim;given-names:JH", "pub-id_doi": "10.3389/fgene.2015.00110", "pub-id_pmid": "25859258", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "6", "year": "2015"}, "text": "Cis-encoded non-coding antisense RNAs in streptococci and other low GC Gram (+) bacterial pathogens", "sentences": [], "annotations": [], "relations": []}, {"offset": 41037, "infons": {"fpage": "69", "issue": "1", "lpage": "80", "name_0": "surname:Wang;given-names:Y", "name_1": "surname:Xu;given-names:Z", "name_2": "surname:Jiang;given-names:J", "name_3": "surname:Xu;given-names:C", "name_4": "surname:Kang;given-names:J", "name_5": "surname:Xiao;given-names:L", "pub-id_doi": "10.1016/j.devcel.2013.03.002", "pub-id_pmid": "23541921", "section_type": "REF", "source": "Dev Cell", "type": "ref", "volume": "25", "year": "2013"}, "text": "Endogenous miRNA sponge lincRNA-RoR regulates Oct4, Nanog, and Sox2 in human embryonic stem cell self-renewal", "sentences": [], "annotations": [], "relations": []}, {"offset": 41147, "infons": {"fpage": "12", "issue": "2", "name_0": "surname:Pereira Fernandes;given-names:D", "name_1": "surname:Bitar;given-names:M", "name_2": "surname:Jacobs;given-names:FMJ", "name_3": "surname:Barry;given-names:G", "section_type": "REF", "source": "Noncoding RNA", "type": "ref", "volume": "4", "year": "2018"}, "text": "Long non-coding RNAs in neuronal aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 41186, "infons": {"fpage": "331", "issue": "3", "lpage": "341", "name_0": "surname:Vo;given-names:NV", "name_1": "surname:Hartman;given-names:RA", "name_2": "surname:Yurube;given-names:T", "name_3": "surname:Jacobs;given-names:LJ", "name_4": "surname:Sowa;given-names:GA", "name_5": "surname:Kang;given-names:JD", "pub-id_doi": "10.1016/j.spinee.2012.02.027", "section_type": "REF", "source": "Spine J Off J N Am Spine Soc", "type": "ref", "volume": "13", "year": "2013"}, "text": "Expression and regulation of metalloproteinases and their inhibitors in intervertebral disc aging and degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 41301, "infons": {"fpage": "600", "issue": "4", "lpage": "610", "name_0": "surname:Lv;given-names:F", "name_1": "surname:Leung;given-names:VY", "name_2": "surname:Huang;given-names:S", "name_3": "surname:Huang;given-names:Y", "name_4": "surname:Sun;given-names:Y", "name_5": "surname:Cheung;given-names:KM", "pub-id_doi": "10.1093/rheumatology/ket303", "pub-id_pmid": "24049099", "section_type": "REF", "source": "Rheumatology (Oxford)", "type": "ref", "volume": "53", "year": "2014"}, "text": "In search of nucleus pulposus-specific molecular markers", "sentences": [], "annotations": [], "relations": []}, {"offset": 41358, "infons": {"fpage": "113", "issue": "Pt 1", "lpage": "130", "name_0": "surname:Maroudas;given-names:A", "name_1": "surname:Stockwell;given-names:RA", "name_2": "surname:Nachemson;given-names:A", "name_3": "surname:Urban;given-names:J", "pub-id_pmid": "1184452", "section_type": "REF", "source": "J Anat", "type": "ref", "volume": "120", "year": "1975"}, "text": "Factors involved in the nutrition of the human lumbar intervertebral disc: cellularity and diffusion of glucose in vitro", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]