[{"source": "PMC", "date": "20230814", "key": "pmc.key", "infons": {}, "documents": [{"id": "5072337", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13062-016-0157-y", "article-id_pmc": "5072337", "article-id_pmid": "27760563", "article-id_publisher-id": "157", "elocation-id": "54", "kwd": "Protein import Mitochondria Evolution Tim17 Tim22 Tim23 Oep16 Romo1 NDUFA11 TIMMDC1 Pmp24 Tmem135 Peroxisome Plastid", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Žárský;given-names:Vojtěch", "name_1": "surname:Doležal;given-names:Pavel", "name_2": "surname:Doležal;given-names:Pavel", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "11", "year": "2016"}, "text": "Evolution of the Tim17 protein family", "sentences": [], "annotations": [], "relations": []}, {"offset": 38, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 49, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Tim17 family of proteins plays a fundamental role in the biogenesis of mitochondria. Three Tim17 family proteins, Tim17, Tim22, and Tim23, are the central components of the widely conserved multi-subunit protein translocases, TIM23 and TIM22, which mediate protein transport across and into the inner mitochondrial membrane, respectively. In addition, several Tim17 family proteins occupy the inner and outer membranes of plastids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 485, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 493, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We have performed comprehensive sequence analyses on 5631 proteomes from all domains of life deposited in the Uniprot database. The analyses showed that the Tim17 family of proteins is much more diverse than previously thought and involves at least ten functionally and phylogenetically distinct groups of proteins. As previously shown, mitochondrial inner membrane accommodates prototypical Tim17, Tim22 and Tim23 and two Tim17 proteins, TIMMDC1 and NDUFA11, which participate in the assembly of complex I of the respiratory chain. In addition, we have identified Romo1/Mgr2 as Tim17 family member. The protein has been shown to control lateral release of substrates fromTIM23 complex in yeast and to participate in the production of reactive oxygen species in mammalian cells. Two peroxisomal proteins, Pmp24 and Tmem135, of so far unknown function also belong to Tim17 protein family. Additionally, a new group of Tim17 family proteins carrying a C-terminal coiled-coil domain has been identified predominantly in fungi.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1517, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1529, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We have mapped the distribution of Tim17 family members in the eukaryotic supergroups and found that the mitochondrial Tim17, Tim22 and Tim23 proteins, as well as the peroxisomal Tim17 family proteins, were all likely to be present in the last eukaryotic common ancestor (LECA). Thus, kinetoplastid mitochondria previously identified as carrying a single Tim17protein family homologue are likely to be the outcome of a secondary reduction. The eukaryotic cell has modified mitochondrial Tim17 family proteins to mediate different functions in multiple cellular compartments including mitochondria, plastids and peroxisomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2153, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Concerning the origin of Tim17 protein family, our analyses do not support the affiliation of the protein family and the component of bacterial amino acid permease. Thus, it is likely that Tim17 protein family is exclusive to eukaryotes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2391, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Reviewers", "sentences": [], "annotations": [], "relations": []}, {"offset": 2401, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The article was reviewed by Michael Gray, Martijn Huynen and Kira Makarova.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2477, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2511, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (doi:10.1186/s13062-016-0157-y) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2651, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2662, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mitochondria use several molecular machines to deliver proteins to the correct subcompartment of the organelle. All nuclear-encoded proteins destined for one of the inner mitochondrial compartments enter the intermembrane space through the Tom40 channel, then diverge onto a specialized import route to their final destination. Proteins are transported from the Tom40 channel to the mitochondrial matrix or the inner mitochondrial membrane via the inner membrane multi-subunit translocases TIM23 and TIM22 respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3182, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite being very different in their overall composition both of these molecular machines are built around core proteins from Tim17 family. Members of this protein family share four transmembrane helices, which constitute the translocation channel of so far unknown molecular structure. While two Tim17 family proteins, Tim23 and Tim17, constitute the channel of the TIM23 complex, the TIM22 channel is formed by only the Tim22 protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3620, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to these mitochondrial proteins, three further Tim17 family members (Oep16, HP20 and HP30) have been identified in chloroplasts, where they participate in the plastidial protein import system. The identification of an amino acid sequence motif of Tim17 family proteins shared with the bacterial amino acid permease LivH led to the proposal that these bacterial, mitochondrial and plastidial proteins belong to a single family of preprotein and amino acid transporter (PRAT) proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4116, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Moreover, following the discovery that some organisms carry a single mitochondrial Tim17 family protein it has been proposed that the ancestral endosymbiont possessed a single protein of the Tim17 family, from which the multiple mitochondrial paralogues were derived.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4384, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this paper, we provide a comprehensive analysis of Tim17 family of proteins in eukaryotes. We identify hitherto unknown Tim17 family members in mitochondria and peroxisomes, and demonstrate the presence of multiple Tim17 family proteins in the last common ancestor of eukaryotes. Our data also suggest that proteins of the Tim17 family lack evolutionary links to the bacterial LivH-type proteins and very likely represent exclusive eukaryotic protein family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4846, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 4869, "infons": {"file": "13062_2016_157_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Phylogenetic reconstruction of Tim17 protein family. A tree of 5588 amino acid sequences returned by HHsearch in the Uniprot database of reference proteomes constructed using FastTree. The alignment of 136 positions was used for the reconstruction. The affiliation of protein sequences to particular supergroups of eukaryotes was color-coded. In the case of Tmem135 proteins, which contain two linked Tim17 domains, these domains were analyzed separately as N-terminal (N) and C-terminal (C) parts. Coloured triangles depict related N- and C-terminal Tim17 domains of Tmem135 proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 5454, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Available genomic sequence data deposited in the Uniprot database of reference proteomes representing the major eukaryotic supergroups (Opisthokonta, Apusozoa, Amoebozoa, Excavata, Archaeplastida, SAR-Stramenopiles, Alveolata, Rhizaria) were searched by HMMs (hidden Markov models) specific to the Tim17 family (see Methods). The returned 5631 sequences (Additional file 1: Table S1) were classified by the subsequent phylogenetic analysis (Additional file 1: Table S1, Additional file 2: Table S3). The analysis uncovered the presence of prototypical sequence groups specific to Tim17, Tim22 and Tim23, as well as additional related groups (Fig. 1). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 6107, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Inspection of Tim22 subgroup showed that in addition to the mitochondrial proteins, two plastidial Tim17 family proteins, HP20 and HP30, represent Tim22 orthologues (Additional file 1: Table S1). Analogously to mitochondrial Tim22, both HP20 and HP30, take part in the import of the inner membrane plastidial proteins. The relationship is further supported by the presence of one or both invariant cysteine residues (Additional file 3: Figure S1). In Tim22, the residues were shown to participate during the Mia40- dependent protein import into mitochondria and/or contribute to the TIM22 complex stability via the formation of an intramolecular disulphide bond. The lack of MIA pathway in the plastids suggests that plastidial Tim17 proteins do not use disulfide relay system during the import and the cysteine residues may, at least in case of HP20, also participate in the stabilization of the translocase complex in the plastid.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7040, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Additional members of the Tim17 family", "sentences": [], "annotations": [], "relations": []}, {"offset": 7079, "infons": {"file": "13062_2016_157_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of different groups of Tim17 family proteins. Aligned HMM logos of particular groups of Tim17 family proteins show the overall similarity and diversity of the protein family. The yellow cylinders depict the hydrophobic transmembrane regions, while the gray bar highlight the coiled-coil domain in T17lp1 proteins. The following reference sequences can be used for particular logos: Tim17 - Q99595 (residues 1–171), Tim22 - Q9Y584 (residues 61–194), Tim23-O14925 (residues 64–209), TIMMDC1 - Q9NPL8 (residues 61–271), NDUFA11 - Q86Y39 (residues 6–141), Oep16 - Q9ZV24 (residues 17–148), T17lp1- U9W558 (residues 41–226), Romo1 - P60602 (residues 7–79), Pmp24 - Q9Y6I8 (residues 17–207) and Tmp135 Q86UB9 - N- part (residues 10–200) and C- part - (residues 242–433)", "sentences": [], "annotations": [], "relations": []}, {"offset": 7876, "infons": {"file": "13062_2016_157_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Characteristics and cellular distribution of Tim17 protein family members. a The Tim17 family proteins were analysed for the presence of the transmembrane domains (gray rectangles) and additional protein domains (blue rectangles) as described in Methods. SAM-sterile alpha motif, CC-coiled coil domain. b Mitochondrial inner membranes contain Tim17, Tim22, Tim23 and Mgr2, which participate in the import and the membrane assembly of the mitochondrial proteins. Human orthologue of Mgr2, Romo1 has been linked to production of reactive oxygen species. TIMMDC1 and NDUFA11/Nuo21.3 /B14.7 assist in the assembly of mitochondrial complex I. Plastidial HP30 and HP20 participate in import of inner membrane proteins via the inner and the outer membranes, respectively. Oep16 is the outer membrane channel for amino acids, which also contributes to plastidial protein import. The function of peroxisomal proteins PMP24 and Tmem135/PMP52 remains unknown", "sentences": [], "annotations": [], "relations": []}, {"offset": 8824, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our HMM-based searches identified several additional Tim17 family members (Fig. 1, Additional file 4: Table S2). These proteins include mitochondrial and also peroxisomal proteins with diverse but always membrane associated functions (Fig. 3b). In general, the domain structure of the protein family members is derived from the basic architecture of four membrane spanning helices rich in glycine residues, often arranged as glycine zipper motives (Figs. 2 and 3a). However, several family members carry different number of TMDs, which can thus range between two to eight TMD segments (Figs. 2 and 3a). Other common features include conserved positively and negatively charged residues between the second and the third TMDs, although the conservation is less obvious among peroxisomal proteins.  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9625, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In mitochondria, we found a distinct group of Tim17 family sequences, which includes human NDUFA11, fungal Nuo21.3 and plant B14.7. These proteins have previously been shown to be a component of mitochondrial complex I, participating in the complex assembly and connecting the membrane and peripheral arms of the complex. In addition to complex I, the plant protein B14.7 also participates within the TIM23 complex together with Tim23 and Tim17.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10071, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similarly, TIMMDC1 has recently been found to function as an assembly factor for the human mitochondrial complex I and the affinity of TIMMDC1 and NDUFA11, to Tim17 protein family was already shown. While both groups of proteins carry four TMDs spanning the inner mitochondrial membrane, as typical for Tim17/Tim22/Tim23 proteins (Fig. 3a), our analysis showed that TIMMDC1 is phylogenetically distinct from the NDUFA11/Nuo21.3 /B14.7 subgroup (Fig. 1). Together, the participation of Tim17 family proteins in the complex I assembly provide another link between the mitochondrial protein import and the respiratory chain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10695, "infons": {"file": "13062_2016_157_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of Tim17 family proteins in eukaryotes. The presence of particular Tim17 proteins in selected eukaryotic genomes representing supergroups of eukaryotes. Gray or white fields depict the respective presence or absence of the components", "sentences": [], "annotations": [], "relations": []}, {"offset": 10942, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, our analyses found homology to the Tim17 family in the yeast Mgr2 and its human ortholog Romo1. These proteins carry only the first two TMDs of the Tim17 protein family (Figs. 2 and 3a, Additional file 5: Figure S2). Recent reports on the role of Mgr2 and Romo1 suggest different roles for them in mitochondrial biology. Mgr2 was found to be a component of the yeast TIM23 complex, where it controls the lateral release of the membrane proteins from the translocation channel. The TIM23 translocase is thus built of three specialized Tim17 family proteins: a pore forming Tim23, Tim17 maintaining the translocase twin pore architecture and a gating Mgr2. Romo1, however, has been reported to take part in the mitochondrial ROS generation pathway leading to apoptosis, and to affect the mitochondrial morphology. Whether these reported functional differences between Mgr2 and Romo1 reflect lineage-specific roles or rather point to their common function is yet to be demonstrated. In any case, the presence of Mgr2/Romo1 orthologs in diverse groups of eukaryotes, Opisthokonta, Amoebozoa, Archaeplastida and SAR, suggests its conserved general role in mitochondrial biology (Fig. 4). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12143, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Two of the proteins identified in our analysis, PMP24 and Tmem135 were previously shown to localise to peroxisomes. In agreement with the Pfam database, which has assigned PMP24 into the Tim17 protein family, this is thus the first report on the presence of Tim17 homologues in this organelle. PMP24 was originally isolated from rat liver peroxisomes as an integral membrane protein. Despite being highly conserved and present across eukaryotic lineages except Archaeplastida (Fig. 4), its function remains entirely unknown. The protein consists of four transmembrane domains homologous to other Tim17 proteins with additional C-terminal transmembrane domain, that is specific only to the peroxisomal orthologues (Figs. 2 and 3a). Tmem135, a 52 kDa protein, also referred to as PMP52, was originally identified by mass spectrometry of purified peroxisomes. Based on the expression profiling the protein was suggested to take a part in the fatty acid metabolism. Tmem135/PMP52 is predicted to carry eight TMDs, which correspond to two Tim17 protein family domains. The protein is present in all eukaryotic supergroups, however the ambiguous relationship between the N- and C-terminal Tim17 domains indicate that these have been swapped during evolution (Fig. 1). That a member of the originally described mitochondrial protein family was found in the peroxisomes has a precedent in the case of the peroxisomal ADP/ATP carrier PMP34, a member of mitochondrial carrier protein family. Considering that a Tim17 protein (Tim22) assembles the mitochondrial carriers into the inner mitochondrial membrane, it is tempting to speculate that PMP24 mediates the insertion and the assembly of PMP34 into the peroxisomal membrane.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13865, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, a new group of so far uncharacterized Tim17-like proteins has been uncovered in our analyses, referred to as Tim17-like proten 1 (T17lp1) (Fig. 1). The members of the group can be found predominantly in fungi including the model organism Neurospora crassa (U9W558_NEUCR) and also stramenopiles, green and red algae (Additional file 1: Table S1 and Additional file 4: Table S2). According to the predictions the proteins possess four membrane spanning regions and a C-terminal coiled-coil domain (Figs. 2 and 3a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14393, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, the inspection of current pfam alignments showed that except Romo1/Mgr2 proteins, which belong to PF10247, additional Tim17 members except the newly defined T17lp1 proteins are already included in Tim17 family PF02466.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14621, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Evolutionary distribution of Tim17 family proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 14672, "infons": {"file": "13062_2016_157_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Phylogenetic reconstruction of Tim17 family proteins from Eutreptiella gymnastica. Tim17 family amino acid sequences from euglenid E. gymnastica and kinetoplastids Trypanosoma brucei and Leishmania major were aligned with representative Tim17/Tim22/Tim23 protein sequences, and phylogeny was constructed by Phyml (lower values) and MrBayes (upper values)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15027, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The genomes of Trypanosoma brucei and other related kinetoplastids have been shown to contain only a single mitochondrial Tim17 protein. It has been hypothesized that the presence of a single mitochondrial Tim17 family protein could correspond to the ancestral design of the translocase before its diversification into multiple specialized proteins. However, our analysis here identified three Tim17 family protein sequences in the euglenid Eutreptiella gymnastica. We employed two independent means of phylogenetic analysis and in each case found that these sequences correspond to the three prototypical Tim17, Tim22 and Tim23 proteins (Fig. 5). This finding strongly supports the presence of these three specialized Tim17 family proteins in the mitochondria of the ancestor of all Euglenozoa, which include T. brucei. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 15850, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our HHsearch analysis supports the presence of just a single Tim17 family protein in kinetoplastids reported earlier but this likely represents a secondary simplification of the mitochondrial protein translocation machines. There is a precedent for this type of simplification; an even more striking secondary reduction of the mitochondrial protein import apparatus has previously been observed in eukaryotes inhabiting anaerobic environments, exemplified by the loss of all detectable Tim17 family proteins from the mitochondria-related organelles of Giardia intestinalis and Entamoeba species.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16446, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have shown that every eukaryotic supergroup includes species, which encode all three of the prototypical mitochondrial Tim17, Tim22 and Tim23 proteins (Fig. 4). It is thus highly likely that the last eukaryotic common ancestor (LECA) contained this triad in its inner mitochondrial membrane. According to our analyses, it is also likely that peroxisomes of the LECA accommodated a Tim17 family protein in their membranes. Provided that, in contrast to the peroxisomal Tim17 family protein(s), all three mitochondrial members represent the essential genes in the organisms studied, mitochondrion is very likely the original place of action of Tim17 protein family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17114, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Does this imply that Tim17 homologue was present in the membranes of the bacterial progenitor of mitochondria? Previously, the similarity between Tim17 family proteins and a membrane component of the bacterial inner membrane transport system for the branched-chain amino acids, LivH, led to the proposal of so-called PRAT family (the preprotein and amino acid transporter). In order to test the bacterial link to the eukaryotic Tim17 family proteins we searched all available bacterial protein sequences deposited in the UniProt Knowledgebase with Tim17 specific HMMs built from our complete dataset of all identified Tim17 homologues or Pfam seed alignment. The returned bacterial proteins contained a glycine-zipper motif (GxxxGxxxG) (Pfam clan CL0500) and interestingly, the highest ranking hits were from the alphaproteobacterial group of Rhizobiales. However, except to the glycine- zipper motif, these proteins did not share other Tim17 characteristics. In support of that, when the glycine-zipper motif was masked, the similarity score dropped dramatically (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18196, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similarly, searching the prokaryotic databases with PRAT family motif (G/A)X2(F/Y)X10RX3DX6(G/A/S)GX3G number of protein sequences returned with no obvious link to Tim17 family of proteins (Additional file 6: Table S4). We thus conclude that there are similar domains in bacterial proteins, however, these cannot be used to unambiguously pinpoint the prokaryotic ancestor of the Tim17-like protein family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18602, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thus, we propose that Tim17 proteins represent unique eukaryotic protein family, which has first enabled the mitochondrion to import its proteins, while later provided additional roles in the peroxisome biology, plastidial protein import, the assembly of the mitochondrial complex I and the mitochondrial apoptotic pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18926, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 18934, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tim17 homologues detection and classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 18980, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to conduct an exhausting search of Tim17-like homologs, we employed an iterative search of the Uniprot database of reference proteomes which contains 5631 proteomes from all domains of life. Manually selected Tim17 homologs from the Swissprot database were used as query for the search. In each iteration, the discovered homologs were divided into groups by a 40 % identity cutoff using CD-HIT. Each group was then aligned and searched against the Uniprot database of reference proteomes using Hmmer. Hits were selected using a very shallow cutoff (e-value < = 1) and checked for homology against the query using Hhsearch. Hits with probability above 90 % were used as a query for next iteration. After 10 iterations we collected 6246 possible Tim17 homologs. These were then thoroughly checked using Hhpred procedure – for each sequence a HMM profile was created using PSI-BLAST and compared to the alignment of unequivocal Tim17 homologs where the glycine-zipper positions were masked to avoid unspecific hits of non-homologous regions with glycine-zippers. During the process homologous sequences were attached to the original alignment. We used the resulting alignment for the inference of phylogeny using FastTree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20217, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Characterization of Tim17 family members", "sentences": [], "annotations": [], "relations": []}, {"offset": 20258, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The amino acid sequences of the identified proteins were analysed by BLAST and Hhpred in order to detect possible homology to other protein families. The occurrence of the transmembrane domains was predicted using Phobius, TMHMM and TMpred (http://www.ch.embnet.org/software/TMPRED_form.html).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20552, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tim17 homologues in Euglenozoa", "sentences": [], "annotations": [], "relations": []}, {"offset": 20583, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MMETSP database of transcriptomic data was searched using Hmmer and homologues of Tim17, Tim22 and Tim23 were recovered in the sequence data of Eutreptiella gymnastica. A dataset of known homologues of Tim17, Tim22 and Tim23 (Homo sapiens, Neurospora crassa, Saccharomyces cerevisiae, Arabidopsis thaliana), mitochondrial Tim17-like proteins of kinetoplastids (Trypanosoma brucei, Crithidia fasciculata, Leishmania major and Bodo saltans) and E. gymnastica sequences was aligned using Mafft (--maxiterate 1000 --localpair options). The alignment was trimmed using BMGE (matrix BLOSUM30 and block size 1). A phylogeny was constructed using Phyml and MrBayes with the WAG substitution model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21277, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PRAT motif in prokaryotes", "sentences": [], "annotations": [], "relations": []}, {"offset": 21303, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The prokaryotic protein sequences were searched by a PRAT motif [GA]-x-x-[FY]-x-x-x-x-x-x-x-x-x-x-R-x-x-x-D-x-x-x-x-x-x-[GAS]-G-x-x-x-G using Motif search at Kyoto University Bioinformatics Centre (http://www.genome.jp/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21525, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 21537, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This study reports on the broad analyses of the Tim17 family of proteins in eukaryotes. In addition to the prototypical family members of the mitochondrial protein import machines, the family includes assembly factors for the mitochondrial complex I and plastid protein import components. We show that additional members of the protein family function in mitochondria and peroxisomes and that the LECA was already equipped with multiple Tim17 family proteins in its mitochondria and peroxisome. Moreover, currently there is no indication that the Tim17 protein family was present in the bacterial ancestor of mitochondria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22160, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Reviewers’ comments", "sentences": [], "annotations": [], "relations": []}, {"offset": 22182, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Comments and responses to the original submission", "sentences": [], "annotations": [], "relations": []}, {"offset": 22232, "infons": {"section_type": "CONCL", "type": "title_3"}, "text": "Reviewer’s report 1: Michael Gray, Dalhousie University, Canada", "sentences": [], "annotations": [], "relations": []}, {"offset": 22298, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“This manuscript describes the results of a straightforward data-mining analysis to explore the functional and phylogenetic diversity of the Tim17 protein family. The authors demonstrate that all eukaryotic supergroups contain the three core proteins of the TIM22 and TIM23 protein translocases of the inner mitochondrial membrane, i.e., Tim17, Tim22 and Tim23. They conclude that the last eukaryotic common ancestor (LECA) had all three proteins, arguing that the single Tim17 family member in kinetoplastid protozoa represents a simplification, rather than the ancestral state. The authors further identify Tim17 family members involved in different functions and located in different subcellular organelles (peroxisome as well as mitochondrion). Finally, the authors fail to find any convincing evidence indicating an evolutionary connection between the Tim17 family and bacterial LivH (amino acid permease), concluding that the Tim17 family is exclusive to eukaryotes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23273, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This paper is an interesting and generally well-executed contribution to our understanding of the evolution of the mitochondrial proteome. The authors have compiled a valuable data set and used it to make novel phylogenetic and functional inferences about the Tim17 protein family. This study nicely illustrates the utility of comprehensive comparative analyses in robustly supporting evolutionary conclusions.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 23687, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Reviewer recommendations to authors", "sentences": [], "annotations": [], "relations": []}, {"offset": 23723, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“I have some reservations about how effectively the automated procedure used by the authors has resulted in a truly comprehensive retrieval of relevant sequences. For instance:", "sentences": [], "annotations": [], "relations": []}, {"offset": 23902, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "• Inspection of Fig. 3 for Amoebozoa (a eukaryotic supergroup with which I am particularly familiar) indicates absence of Tim23 from Acanthamoeba castellanii and Dictyostelium pupureum but its presence in both D. discoideum and D. fasciculatum. In fact, Tim23 was previously identified in a proteomic analysis of A. castellanii mitochondria [Gawryluk et al. (2014) J. Proteomics 109, 400–416; XP 004336406.1]. The corresponding D. purpureum protein is XP_003287004.1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24374, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Thanks. Unfortunately, this was caused by incomplete set of analyzed sequences, which we collected. We have re-done the analyses using the whole Uniprot database. In order to avoid false negatives we thus analyzed the whole Uniprot database of the 5631 reference proteomes from all domains of life. Doing so we have largely enriched the classification of Tim17 family members and their distribution in different groups of eukaryotes. This time the returned sequences contain the missed hits as noticed by the reviewer. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 24915, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "• Figure 3 shows A. castellanii lacking NDUFA11, yet the corresponding sequence is included in Additional file 1: Table S1. NDUFA11 is shown as largely missing from most organisms in Fig. 3, yet Cardol (2011) [Biochim. Biophys. Acta 1807, 1390–1397] has demonstrated that it is widely distributed in all eukaryotic supergroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25247, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: In this case we wrongly labeled the absence of NDUFA11 in Fig.  4 . The overall analysis was re-done and this mistake was corrected. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25402, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "• A. castellanii Trem125 was identified and annotated as an “uncharacterized conserved protein” (N375) in the study of Gawryluk et al. (2014) cited above. The complete Trem125 sequence (as well as a corrected sequence for A. castellanii Tim22) can be found in Gawryluk et al. (2014) Data in Brief 1, 12–14.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25717, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Thanks. We have corrected that. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25771, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "• Romo1 and Oep16 are indicated as being present in A. castellanii in Fig. 3, but the corresponding sequences are not listed in Additional file 1: Table S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25930, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Admittedly, these omissions/inconsistencies do not affect the authors’ overall functional and evolutionary conclusions. However, some judicious manual searches to fill in gaps coupled with reference to previously published mitochondrial proteome analyses, as well as careful checking for consistency between Fig. 3 and Additional file 1: Table S1, would make the latter a more complete, accurate and useful data set for other workers in the field.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 26383, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Thanks. We have corrected these inconsistencies. Moreover, by using only Uniprot database, all sequences can now be more easily identified. Also, the taxonomic classification has been done to better detail. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26612, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Minor issues", "sentences": [], "annotations": [], "relations": []}, {"offset": 26625, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“line 138: “indentified” should be “identified”", "sentences": [], "annotations": [], "relations": []}, {"offset": 26683, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: done ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26710, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Figure 1: “N” and “C” should be explained in the legend.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 26778, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: done ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26805, "infons": {"section_type": "CONCL", "type": "title_3"}, "text": "Reviewer’s report 2: Martijn Huynen, Radboud University, Netherlands", "sentences": [], "annotations": [], "relations": []}, {"offset": 26876, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Reviewer summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 26893, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“The manuscript handles an interesting subject, but I do find rather superficial in its analyses, in its comparisons with the literature (most of what it mentions in the abstract as new, is known) and in its discussion of the results. Often the logic the authors suggest in their language does not make sense to this referee. I do suggest the authors go back to the “drawing board”, do there analysis more thoroughly and spend some time on interpreting their results.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 27370, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Reviewer recommendations to authors", "sentences": [], "annotations": [], "relations": []}, {"offset": 27406, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "1) “There is no explanation of the choice of species, some model species (e.g. a model species of the fungi for mitochondrial research like Y. lipolytica are missing) while three species of the Dictyostelium genus are present. Are these genomes particularly well sequences/annotated?", "sentences": [], "annotations": [], "relations": []}, {"offset": 27692, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "There should be reciprocal checking of homologs, specifically for the “borderline” cases. In general E-values are used find homologs, not a “probability cutoff”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27862, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Thanks. Our intention was to cover all major eukaryotic supergroups. However, after the review we decided to run more thorough analyses on the whole Uniprot database of the reference 5631proteomes instead of selected proteomes. The detailed results of the analyses are submitted as Additional files, some of which are shown as Fig.  4  of the main text. We have also performed manual checks for the borderline sequences to eliminate false positives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28333, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "2) At least one reference is incomplete (Mokranjac and Neupert).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28398, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: The reference was corected ", "sentences": [], "annotations": [], "relations": []}, {"offset": 28447, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "3) The paper could have done with a more thorough analysis of the literature. The homology between NDUFA11, TIMMDC1 and the TIM17 family was already known in 2013. The authors actually cite a paper where that is mentioned but somehow forgot to read it? (Andrews et al., PNAS 2013). There are actually multiple papers mentioning this homology. Similarly PMP24 has already been part of this family in PFAM, and this should be mentioned.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28882, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Our mistake not referring to the previously published homology between NDUFA11 and TIMMDC1 and Tim17 is unfortunate. We have corrected that and also toned down the title of the section of the manuscript accordingly. Reference to Pfam database was also included. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 29166, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "4) What does appear new, is that they find ROMO1/MGR2 to be homologous to the TIM17 family. Given the novelty of that, and given that MGR2 is part of a complex with the TIM17 homolog TIM23, and given the recent interest in its function, this does deserve more attention, including an alignment and interpretation of conserved residues in light of what is known about these proteins (their interactions in the membrane).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29586, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: We have added the alignment of Romo1/Mgr2, Tim17 and Tim23 sequences as Additional file 5 : Figure S2. However, so far there is limited data available on the role of particular amino acid residues of Romo1/Mgr2 or its interaction with Tim23 or Tim17. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 29859, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": " In the repeated analyses using much larger dataset we have also uncovered additional group of proteins carrying a C-terminal coiled coil domain, referred to as T17lp1 (Tim17-like protein 1). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30052, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "5) The lack of homology between LivH and TIM17 has been noted before, even in this journal (Jeferson Gross and Debashish Bhattacharya Biology Direct 2012, which happens to also have been reviewed by this referee).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30266, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Yes, we and others have been aware of the lack of homology between LivH and Tim17, which was originally described by Rassow et al., 1999. However, the preposition made against the two proteins relationship were usually based on unsuccessful pair-wise sequence analyses such as blast (e.g. the article by Gross and Bhattacharya, 2012). Therefore, we have felt that more sensitive analysis had to done. We have added following paragraph to the text: “[6]. In order to test the bacterial link to the eukaryotic Tim17 family proteins we searched all available bacterial protein sequences deposited in the UniProt Knowledgebase with Tim17 specific HMMs built from our complete dataset of all identified Tim17 homologues or Pfam seed alignment. The returned bacterial proteins contained a glycine-zipper motif (GxxxGxxxG) (Pfam clan CL0500) and interestingly, the highest ranking hits were from the alphaproteobacterial group of Rhizobiales. However, except the the glycine- zipper motif, these proteins did not share other Tim17 characteristics. In support of that, when the glycine-zipper motif was masked, the similarity score dropped dramatically (data not shown).”", "sentences": [], "annotations": [], "relations": []}, {"offset": 31455, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "6) The table with the phylogenetic distribution of the protein subfamilies appears inconsistent with the results: e.g. the authors say that they find a NDUFA11 protein in plants, and it appears in their phylogeny, but then do not show an NDUFA11 (which appears under many names in the manuscript & supplement) ortholog in the table. In general I do find the many “holes” in the table suspiscious. I suggest they do a better job of their homology searches, and also search against the DNA/RNA sequences of the species they are analyzing to search for genes that were not predicted as such.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32048, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: In order to minimize the false negatives in our analyses, we have completely re-done the analyses using the entire Uniprot database of reference proteomes as a sequence source. However, still some “holes” remain. The detailed table of Tim17 proteins can be found in Additional file  1 : Table S1 and Additional file  4 : Table S2. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 32405, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "7) In Fig. 1 the “Oep16” clade is not well defined. One cannot include het two yellow branches and one green branch in Oep16 based on this tree. Please clarify.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32570, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: The entire Fig. 1 has been changed on the base of the different and larger dataset. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 32676, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "8) The following two sentences do not make much sense:", "sentences": [], "annotations": [], "relations": []}, {"offset": 32731, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“Analogously to mitochondrial Tim22, both HP20 and HP30, participate in the import of the inner membrane plastidial proteins. The presence of the conserved cysteine residues suggests that these also participate in the stabilization of the translocase complex in the plastid as the redox-regulated protein import analogous to MIA pathway does not occur here.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 33094, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Why does the absence of the MIA complex support that the cysteines are involved in stabilization?", "sentences": [], "annotations": [], "relations": []}, {"offset": 33192, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Given that the cysteine residues in Tim22 have been show to serve for two purposes – the complex stabilization and/or the Mia40 dependent import, we propose that, when the MIA pathway is missing, the function of the cysteine residues is rather to stabilize the mature protein complex. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33501, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "9) A sentence like “The peroxisomal localization of Tim17 family protein is reminiscent to the peroxisomal ADP/ATP carrier PMP34, a member of mitochondrial carrier protein family (Wylin et al. 1998).” also carries more meaning than it actually has.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33754, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Yes, the expression is not precise and it was rephrased to the following: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33850, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": " “That a member of the originally described mitochondrial protein family was found in the peroxisomes has a precedent in the case of the peroxisomal ADP/ATP carrier PMP34, a member of mitochondrial carrier protein family [30]. Considering that a Tim17 protein (Tim22) assembles the mitochondrial carriers into the inner mitochondrial membrane, it is tempting to speculate that PMP24 mediates the insertion and the assembly of PMP34 into the peroxisomal membrane.” ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34319, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "10) “This fact is accentuated by the presence of one or both invariant cysteine residues (Additional file 3: Figure S1), which are required for the Mia40- dependent import of Tim22 into mitochondria (Wrobel et al. 2013) and contribute to TIM22 complex stability via the formation of an intramolecular disulphide bond.” How can one cysteine create an intramolecular disulphide bond?", "sentences": [], "annotations": [], "relations": []}, {"offset": 34705, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Of course, the formation of the intramolecular dissulfide bond was meant for the situation when both cysteine residues are present - the whole paragraph was rephrased as follows: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34906, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": " “Inspection of Tim22 subgroup revealed that in addition to the mitochondrial proteins, two plastidial Tim17 family proteins, HP20 and HP30, represent Tim22 orthologues [5] (Additional file  1 : Table S1). Analogously to mitochondrial Tim22, both HP20 and HP30, take part in the import of the inner membrane plastidial proteins [5]. The relationship is further supported by the presence of one or both invariant cysteine residues (Additional file 3 : Figure S1). In Tim22, the residues were shown to participate during the Mia40- dependent protein import into mitochondria [10] and/or contribute to the TIM22 complex stability via the formation of an intramolecular disulphide bond [11]. The lack of MIA pathway in the plastids suggests that plastidial Tim17 proteins do not use disulfide relay system during the import and the cysteine residues may, at least in case of HP20, also participate in the stabilization of the translocase complex in the plastid”. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 35870, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "11) I do find Fig. 2 not enough evidence that ROMO1 is homologous to the first two transmembrane regions from TIM17.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 35990, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Now the support for this claim can be found in the Additional file 5 : Figure S2, reference to it was added to the text. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 36133, "infons": {"section_type": "CONCL", "type": "title_3"}, "text": "Reviewer’s report 3: Kira Makarova, NLM, NIH, USA", "sentences": [], "annotations": [], "relations": []}, {"offset": 36185, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“The manuscript describes a relatively straightforward but accurate sequence and comparative genomic analysis of Tim17 family. The significance, originality and novelty of presented results are not very high, but the analysis is done carefully on a large genome set and the paper still could be useful for those who are interested in evolution of the components of mitochondrial translocases.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 36583, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Reviewer recommendations to authors", "sentences": [], "annotations": [], "relations": []}, {"offset": 36619, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "“The manuscript describes a relatively straightforward but accurate sequence and comparative genomic analysis of Tim17 family. These proteins were first characterized as components of protein translocase of inner mitochondrial membrane and are essential for mitochondria functioning. As it is the case for many membrane protein families, they are very poorly annotated and this analysis could be helpful to improve annotation of these important proteins. In addition the family members are found in perxisomes and plastids. I don’t have much criticism for the methods applied and I find that conclusions are generally justified, pending some answers to the questions below. I however have a number of suggestions and questions to the authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37366, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "1. The title of the paper is misleading since all the different functions of the superfamily members have been characterized before elsewhere. As far as I can see there is no additional groups found in this paper which function has not been known before. This paper simply presents comparative genomic analysis of the family but does not analyze their diverse roles. Thus the title should better reflect the work which has been done here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37805, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Yes, we agree and we have change the title to better described the content of the paper to: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 37919, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": " “Evolution of the Tim17 protein family” ", "sentences": [], "annotations": [], "relations": []}, {"offset": 37965, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "2. Furthermore I suggest that authors should rephrase the abstract considerably, since as mentioned above they have not studied function of these proteins. Also the novelty of the presented results is not obvious from the abstract. It should be clarified if authors detected any new subfamilies or showed similarity between the families that was not detected before or showed relationships between subfamilies that have not been shown before. See also the next suggestion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38438, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Yes, the abstract has been modified accordingly ", "sentences": [], "annotations": [], "relations": []}, {"offset": 38508, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "3. As far as I can tell there are two pfam profiles that include Tim17 family members (Tim17 Tim17/Tim22/Tim23/Pmp24 family) and pfam10247 (Romo1). It should be clearly stated if authors have identified any subfamilies that are not present in the respective pfam alignments. Note that the protein sequence (such as NDUFA11) could be included in the pfam alignments but have not identified by this ID. Authors should check that. This is also important to understand if additional pfam alignments should be made to cover the whole family better or if the ones that exist are sufficient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39093, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Our inspection of the pfam alignments confirmed that NDUFA11, TIMMDC1, Oep16 sequences except the newly define T17lp1 proteins are already included in the dataset of Tim17 Tim17/Tim22/Tim23/Pmp24 family - we have included that information in the text. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 39367, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "4. Alignment of a few representatives of each subfamily should be shown as a main figure and it should be discussed. In particular if still there is a motif/consensus characteristic for the whole family (discuss if the new motif (if any) is different from the old one called PRAT family motif), which region of the sequences is the most conserved, etc.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39720, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: The aligned HMM logos of different Tim17 family members were added to the paper as Fig.  2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39833, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "5. Authors made a considerable effort trying to provide some supporting evidence for the previously published hypothesis that Tim17 family originated from LivH amino acid transporter component. That hypothesis was very weak so not surprising that they could not find any support for it. But the conclusion that Tim17 family is specific to eukaryotes is also dangerous, since membrane proteins evolve fast and it is difficult to identify there distant homologs. Authors mentioned that HHpred search identifies a number of bacterial families with G zipper motif (albeit with low confidence). I would recommend authors to analyze this similarity very carefully with respect of additional potential shared motifs, number of transmembrane domains, relevance to electron transport complexes or any other relevant sequence features. The paper would be much more interesting if authors could present a better hypothesis on the origin of Tim17 family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40776, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: During our searches we found number of hits among bacterial proteins that contain a glycine-zipper motif (Pfam clan CL0500), interestingly the highest ranking hits were from the alphaproteobacterial group Rhizobiales. In addition to the glycine- zipper motif these proteins, however, they did not share other Tim17 characteristics. In support of that, when the glycine-zipper motif was masked, the score dropped dramatically. We thus conclude that there are similar domains in bacterial proteins, these can not be used to unambiguously pinpoint the prokaryotic ancestor of the Tim17-like protein family. We have added this information to the manuscript. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41452, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "6. Are there any similarity (sequence, organization of subunits, number of transmembrane domains, origin, phyletic distribution) of the Tom40 channel and Tim17 based complexes? It would be interesting to read some discussion to this extent. Also in the HHpred searches there is a weak similarity to Mitochondrial uncoupling protein 2 (PDB: 2lck) and Tom5. Could any of those be real based on additional considerations mentioned above?", "sentences": [], "annotations": [], "relations": []}, {"offset": 41887, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: So far, there has been no similarity found in any aspects of the TIM and TOM complexes and our analyses support that. Tom40 is a beta-barrel protein, which can be found only in the outer membranes of gram-negative bacteria, plastids and mitochondria. Also the receptor subunits and small Toms are exclusive to the TOM complex. The relationship of Tim17 protein to mitochondrial uncoupling protein 2 (and other members of the mitochondrial carrier protein family) rather reflects a similarity among the transmembrane segments of different mitochondrial inner membrane proteins than the true affiliation of the proteins. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 42528, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "1. Mention (in the Fig. 1 legend or methods) how many position of alignment were used for tree reconstruction and if positions with many gaps alignment were filtered. Also please provide a complete tree in Newick format as a supplement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42765, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: The information and Newick format of the tree was added as a supplement (Additional file 2 : Table S3). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 42891, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "2. Figure 5 is nice but not needed (everything shown in the figure is clearly stated in the text) or at least it can be merged to the Fig. 2, which is also dispensable but more useful.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43076, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Yes, we agree, figure was meant as a graphical summary of the Tim17 evolution. We have merged Fig. 5 to Fig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43209, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "3. Additional file 1: Table S1 does not indicate the database of origin of the respective sequence and the IDs look messy. It would be good to correct that.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 43369, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: We have used only Uniprot IDs in the revision. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 43438, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Comments and responses to the revision", "sentences": [], "annotations": [], "relations": []}, {"offset": 43477, "infons": {"section_type": "CONCL", "type": "title_3"}, "text": "Reviewer’s report 2: Martijn Huynen, Radboud University, Netherlands", "sentences": [], "annotations": [], "relations": []}, {"offset": 43548, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "1) I do not have much to add to my previous comments. Small remarks: “The lack of MIA pathway in the plastids suggests that the cysteine residues may, at least in case of HP20, also participate in the stabilization of the translocase complex in the plastid.” How does the lack of the MIA pathway support this? Please clarify this in the manuscript (not just in the answer to me). The MIA dependent import pathways works via the oxidation of the cysteines. In its absence you actually have the problem that it is not clear how these cysteines are oxidized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44108, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: We have rewritten the paragraph to the following:” The lack of MIA pathway in the plastids suggests that plastidial Tim17 proteins do not use disulfide relay system during the import and the cysteine residues may, at least in case of HP20, also participate in the stabilization of the translocase complex in the plastid. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 44453, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "2) Regarding the lack of homology between LivH and TIM17. Please be so kind to cite the previous discussion about this, as I have asked before and show what you did differently.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44631, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: Concerning the homology between LivH and TIM17. We have added following paragraph to the text: “[6]. In order to test the bacterial link to the eukaryotic Tim17 family proteins we searched all available bacterial protein sequences deposited in the UniProt Knowledgebase with Tim17 specific HMMs built from our complete dataset of all identified Tim17 homologues or Pfam seed alignment. The returned bacterial proteins contained a glycine-zipper motif (GxxxGxxxG) (Pfam clan CL0500) and interestingly, the highest ranking hits were from the alphaproteobacterial group of Rhizobiales. However, except the the glycine- zipper motif, these proteins did not share other Tim17 characteristics. In support of that, when the glycine-zipper motif was masked, the similarity score dropped dramatically (data not shown).” ", "sentences": [], "annotations": [], "relations": []}, {"offset": 45468, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "3) “Inspection of Tim22 subgroup revealed that in addition to the mitochondrial proteins, two plastidial Tim17 family proteins, HP20 and HP30, represent Tim22 orthologues [5] (Additional file 1: Table S1).” How can HP20 and HP30 be Tim22 orthologues when A. thaliana also has actual Tim22 orthologs? (At1g18320 and At3g10110).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45799, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: In our bioinformatic analyses HP20 and HP30 cluster together with Tim22 proteins. With respect to the conserved function of both proteins in the protein transport, we have called them as Tim22 orthologues (and not paralogues). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 46048, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "4) The affinity of TIMMDC1 and NDUFA11, to Tim17 protein family was already suggested“ This was more than just ’suggested” in that paper. They showed an actual alignment and mentioned the PFAM family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46255, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: We have corrected that. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 46301, "infons": {"section_type": "CONCL", "type": "title_3"}, "text": "Reviewer’s report 3: Kira Makarova, NLM, NIH, USA", "sentences": [], "annotations": [], "relations": []}, {"offset": 46353, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The manuscript describes a relatively straightforward but fairly accurate sequence and comparative genomic analysis of Tim17 family. These proteins are components of protein translocase of inner mitochondrial membrane and are essential for mitochondria functioning. As it is the case for many membrane protein families, they are very poorly annotated and this analysis could be helpful to improve annotation of these important proteins in eukaryotic genomes. I don’t have a lot of criticism for the methodology and I find that conclusions are generally justified. However authors’ answers to a few questions below could clarify some additional details regarding results and conclusions mentioned in the main text.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47071, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "1) Abstract still needs another round of refinement and restructuring. Results and novelty should be better clarified. “Two further Tim17 family proteins are present in the peroxisomal membranes” – this is not a result of this work. Inference about LECA should go to conclusions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47357, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: We have changed the abstract accordingly. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 47421, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "2) Could authors provide here more technical details of their attempts to identify homologs in prokaryotes (HHpred probabilities, compatible or incompatible number of TM domain, etc.)?", "sentences": [], "annotations": [], "relations": []}, {"offset": 47606, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: We have added the information into the manuscript. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 47679, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "3) Any speculation on the origin of Tim17 membrane proteins? It would be interesting to read more discussion on the comparison (sequence, organization of subunits, number of transmembrane domains, origin, phyletic distribution) of the Tom complex and Tim complexes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47945, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Author’s response: So far, there has been no similarity found in any aspects of the TIM and TOM complexes and our analyses support that. Tom40 is a beta-barrel protein, which can be found only in the outer membranes of gram-negative bacteria, plastids and mitochondria. Also the receptor subunits and small Toms are exclusive to the TOM complex. The relationship of Tim17 protein to mitochondrial uncoupling protein 2 (and other members of the mitochondrial carrier protein family) rather reflects a similarity among the transmembrane segments of different mitochondrial inner membrane proteins than the true affiliation of the proteins. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 48586, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Additional files", "sentences": [], "annotations": [], "relations": []}, {"offset": 48603, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 48617, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HMM", "sentences": [], "annotations": [], "relations": []}, {"offset": 48621, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hidden Markov model", "sentences": [], "annotations": [], "relations": []}, {"offset": 48641, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LECA", "sentences": [], "annotations": [], "relations": []}, {"offset": 48646, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Last eukaryotic common ancestor", "sentences": [], "annotations": [], "relations": []}, {"offset": 48678, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PRAT", "sentences": [], "annotations": [], "relations": []}, {"offset": 48683, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Preprotein and amino acid transporter", "sentences": [], "annotations": [], "relations": []}, {"offset": 48721, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 48725, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Stramenopiles, Alveolata, Rhizaria", "sentences": [], "annotations": [], "relations": []}, {"offset": 48760, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TIM23 complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 48774, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Translocase of the inner mitochondrial membrane 23 complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 48833, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 48844, "infons": {"fpage": "628", "lpage": "44", "name_0": "surname:Chacinska;given-names:A", "name_1": "surname:Koehler;given-names:CM", "name_2": "surname:Milenkovic;given-names:D", "name_3": "surname:Lithgow;given-names:T", "name_4": "surname:Pfanner;given-names:N", "pub-id_doi": "10.1016/j.cell.2009.08.005", "pub-id_pmid": "19703392", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "138", "year": "2009"}, "text": "Importing mitochondrial proteins: machineries and mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 48905, "infons": {"fpage": "519", "lpage": "30", "name_0": "surname:Rehling;given-names:P", "name_1": "surname:Brandner;given-names:K", "name_2": "surname:Pfanner;given-names:N", "pub-id_doi": "10.1038/nrm1426", "pub-id_pmid": "15232570", "section_type": "REF", "source": "Nat Rev Mol Cell Biol", "type": "ref", "volume": "5", "year": "2004"}, "text": "Mitochondrial import and the twin-pore translocase", "sentences": [], "annotations": [], "relations": []}, {"offset": 48956, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mokranjac D, Neupert W. The many faces of the mitochondrial TIM23 complex. Biochim Biophys Acta. 2010;1797:1045–54.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49074, "infons": {"fpage": "2203", "lpage": "8", "name_0": "surname:Reinbothe;given-names:S", "name_1": "surname:Quigley;given-names:F", "name_2": "surname:Springer;given-names:A", "name_3": "surname:Schemenewitz;given-names:A", "name_4": "surname:Reinbothe;given-names:C", "pub-id_doi": "10.1073/pnas.0301962101", "pub-id_pmid": "14769929", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "101", "year": "2004"}, "text": "The outer plastid envelope protein Oep16: role as precursor translocase in import of protochlorophyllide oxidoreductase A", "sentences": [], "annotations": [], "relations": []}, {"offset": 49196, "infons": {"fpage": "19962", "lpage": "7", "name_0": "surname:Rossig;given-names:C", "name_1": "surname:Reinbothe;given-names:C", "name_2": "surname:Gray;given-names:J", "name_3": "surname:Valdes;given-names:O", "name_4": "surname:von Wettstein;given-names:D", "name_5": "surname:Reinbothe;given-names:S", "pub-id_doi": "10.1073/pnas.1319648110", "pub-id_pmid": "24248378", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Three proteins mediate import of transit sequence-less precursors into the inner envelope of chloroplasts in Arabidopsis thaliana", "sentences": [], "annotations": [], "relations": []}, {"offset": 49326, "infons": {"fpage": "105", "lpage": "20", "name_0": "surname:Rassow;given-names:J", "name_1": "surname:Dekker;given-names:PJ", "name_2": "surname:van Wilpe;given-names:S", "name_3": "surname:Meijer;given-names:M", "name_4": "surname:Soll;given-names:J", "pub-id_doi": "10.1006/jmbi.1998.2455", "pub-id_pmid": "9931253", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "286", "year": "1999"}, "text": "The preprotein translocase of the mitochondrial inner membrane: function and evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 49413, "infons": {"fpage": "1149", "lpage": "60", "name_0": "surname:Gentle;given-names:IE", "name_1": "surname:Perry;given-names:AJ", "name_2": "surname:Alcock;given-names:FH", "name_3": "surname:Likić;given-names:VA", "name_4": "surname:Dolezal;given-names:P", "name_5": "surname:Ng;given-names:ET", "pub-id_doi": "10.1093/molbev/msm031", "pub-id_pmid": "17329230", "section_type": "REF", "source": "Mol Biol Evol", "type": "ref", "volume": "24", "year": "2007"}, "text": "Conserved motifs reveal details of ancestry and structure in the small TIM chaperones of the mitochondrial intermembrane space", "sentences": [], "annotations": [], "relations": []}, {"offset": 49540, "infons": {"fpage": "30", "lpage": "43", "name_0": "surname:Singha;given-names:UK", "name_1": "surname:Peprah;given-names:E", "name_2": "surname:Williams;given-names:S", "name_3": "surname:Walker;given-names:R", "name_4": "surname:Saha;given-names:L", "name_5": "surname:Chaudhuri;given-names:M", "pub-id_doi": "10.1016/j.molbiopara.2008.01.003", "pub-id_pmid": "18325611", "section_type": "REF", "source": "Mol Biochem Parasitol", "type": "ref", "volume": "159", "year": "2008"}, "text": "Characterization of the mitochondrial inner membrane protein translocator Tim17 from Trypanosoma brucei", "sentences": [], "annotations": [], "relations": []}, {"offset": 49644, "infons": {"fpage": "12", "lpage": "8", "name_0": "surname:Schneider;given-names:A", "name_1": "surname:Bursać;given-names:D", "name_2": "surname:Lithgow;given-names:T", "pub-id_doi": "10.1016/j.tcb.2007.09.009", "pub-id_pmid": "18068984", "section_type": "REF", "source": "Trends Cell Biol", "type": "ref", "volume": "18", "year": "2008"}, "text": "The direct route: a simplified pathway for protein import into the mitochondrion of trypanosomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 49741, "infons": {"fpage": "543", "lpage": "54", "name_0": "surname:Wrobel;given-names:L", "name_1": "surname:Trojanowska;given-names:A", "name_2": "surname:Sztolsztener;given-names:ME", "name_3": "surname:Chacinska;given-names:A", "pub-id_doi": "10.1091/mbc.E12-09-0649", "pub-id_pmid": "23283984", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "24", "year": "2013"}, "text": "Mitochondrial protein import: Mia40 facilitates Tim22 translocation into the inner membrane of mitochondria", "sentences": [], "annotations": [], "relations": []}, {"offset": 49849, "infons": {"fpage": "4827", "lpage": "38", "name_0": "surname:Okamoto;given-names:H", "name_1": "surname:Miyagawa;given-names:A", "name_2": "surname:Shiota;given-names:T", "name_3": "surname:Tamura;given-names:Y", "name_4": "surname:Endo;given-names:T", "pub-id_doi": "10.1074/jbc.M113.543264", "pub-id_pmid": "24385427", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "289", "year": "2014"}, "text": "Intramolecular disulfide bond of TIM22 protein maintains integrity of the TIM22 complex in the mitochondrial inner membrane", "sentences": [], "annotations": [], "relations": []}, {"offset": 49973, "infons": {"fpage": "2675", "lpage": "95", "name_0": "surname:Wang;given-names:Y", "name_1": "surname:Carrie;given-names:C", "name_2": "surname:Giraud;given-names:E", "name_3": "surname:Elhafez;given-names:D", "name_4": "surname:Narsai;given-names:R", "name_5": "surname:Duncan;given-names:O", "pub-id_doi": "10.1105/tpc.112.098731", "pub-id_pmid": "22730406", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "24", "year": "2012"}, "text": "Dual location of the mitochondrial preprotein transporters B14.7 and Tim23-2 in complex I and the TIM17:23 complex in Arabidopsis links mitochondrial activity and biogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 50147, "infons": {"fpage": "18934", "lpage": "9", "name_0": "surname:Andrews;given-names:B", "name_1": "surname:Carroll;given-names:J", "name_2": "surname:Ding;given-names:S", "name_3": "surname:Fearnley;given-names:IM", "name_4": "surname:Walker;given-names:JE", "pub-id_doi": "10.1073/pnas.1319247110", "pub-id_pmid": "24191001", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Assembly factors for the membrane arm of human complex I", "sentences": [], "annotations": [], "relations": []}, {"offset": 50204, "infons": {"fpage": "847", "lpage": "61", "name_0": "surname:Guarani;given-names:V", "name_1": "surname:Paulo;given-names:J", "name_2": "surname:Zhai;given-names:B", "name_3": "surname:Huttlin;given-names:EL", "name_4": "surname:Gygi;given-names:SP", "name_5": "surname:Harper;given-names:JW", "pub-id_doi": "10.1128/MCB.01551-13", "pub-id_pmid": "24344204", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "34", "year": "2014"}, "text": "TIMMDC1/C3orf1 functions as a membrane-embedded mitochondrial complex I assembly factor through association with the MCIA complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 50334, "infons": {"fpage": "612", "lpage": "26", "name_0": "surname:Kulawiak;given-names:B", "name_1": "surname:Höpker;given-names:J", "name_2": "surname:Gebert;given-names:M", "name_3": "surname:Guiard;given-names:B", "name_4": "surname:Wiedemann;given-names:N", "name_5": "surname:Gebert;given-names:N", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "2013", "year": "1827"}, "text": "The mitochondrial protein import machinery has multiple connections to the respiratory chain", "sentences": [], "annotations": [], "relations": []}, {"offset": 50427, "infons": {"fpage": "595", "lpage": "604", "name_0": "surname:Gebert;given-names:M", "name_1": "surname:Schrempp;given-names:SG", "name_2": "surname:Mehnert;given-names:CS", "name_3": "surname:Heißwolf;given-names:AK", "name_4": "surname:Oeljeklaus;given-names:S", "name_5": "surname:Ieva;given-names:R", "pub-id_doi": "10.1083/jcb.201110047", "pub-id_pmid": "22613836", "section_type": "REF", "source": "J Cell Biol", "type": "ref", "volume": "197", "year": "2012"}, "text": "Mgr2 promotes coupling of the mitochondrial presequence translocase to partner complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 50516, "infons": {"fpage": "649", "lpage": "55", "name_0": "surname:Chung;given-names:YM", "name_1": "surname:Kim;given-names:JS", "name_2": "surname:Yoo;given-names:YD", "pub-id_doi": "10.1016/j.bbrc.2006.06.140", "pub-id_pmid": "16842742", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "347", "year": "2006"}, "text": "A novel protein, Romo1, induces ROS production in the mitochondria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50584, "infons": {"fpage": "641", "lpage": "52", "name_0": "surname:Ieva;given-names:R", "name_1": "surname:Schrempp;given-names:SG", "name_2": "surname:Opaliński;given-names:L", "name_3": "surname:Wollweber;given-names:F", "name_4": "surname:Höß;given-names:P", "name_5": "surname:Heißwolf;given-names:AK", "pub-id_doi": "10.1016/j.molcel.2014.10.010", "pub-id_pmid": "25454944", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "56", "year": "2014"}, "text": "Mgr2 functions as lateral gatekeeper for preprotein sorting in the mitochondrial inner membrane", "sentences": [], "annotations": [], "relations": []}, {"offset": 50680, "infons": {"fpage": "1074", "lpage": "82", "name_0": "surname:Truscott;given-names:KN", "name_1": "surname:Kovermann;given-names:P", "name_2": "surname:Geissler;given-names:A", "name_3": "surname:Merlin;given-names:A", "name_4": "surname:Meijer;given-names:M", "name_5": "surname:Driessen;given-names:AJ", "pub-id_doi": "10.1038/nsb726", "pub-id_pmid": "11713477", "section_type": "REF", "source": "Nat Struct Biol", "type": "ref", "volume": "8", "year": "2001"}, "text": "A presequence- and voltage-sensitive channel of the mitochondrial preprotein translocase formed by Tim23", "sentences": [], "annotations": [], "relations": []}, {"offset": 50785, "infons": {"fpage": "3584", "lpage": "93", "name_0": "surname:Martinez-Caballero;given-names:S", "name_1": "surname:Grigoriev;given-names:SM", "name_2": "surname:Herrmann;given-names:JM", "name_3": "surname:Campo;given-names:ML", "name_4": "surname:Kinnally;given-names:KW", "pub-id_doi": "10.1074/jbc.M607551200", "pub-id_pmid": "17148445", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "282", "year": "2006"}, "text": "Tim17p regulates the twin pore structure and voltage gating of the mitochondrial protein import complex TIM23", "sentences": [], "annotations": [], "relations": []}, {"offset": 50895, "infons": {"fpage": "1420", "lpage": "34", "name_0": "surname:Kim;given-names:JJ", "name_1": "surname:Lee;given-names:SB", "name_2": "surname:Park;given-names:JK", "name_3": "surname:Yoo;given-names:YD", "pub-id_doi": "10.1038/cdd.2010.19", "pub-id_pmid": "20203691", "section_type": "REF", "source": "Cell Death Differ", "type": "ref", "volume": "17", "year": "2010"}, "text": "TNF- a -induced ROS production triggering apoptosis is directly linked to Romo1 and Bcl-X L", "sentences": [], "annotations": [], "relations": []}, {"offset": 50987, "infons": {"fpage": "ra10", "name_0": "surname:Norton;given-names:M", "name_1": "surname:Ng;given-names:AC-H", "name_2": "surname:Baird;given-names:S", "name_3": "surname:Dumoulin;given-names:A", "name_4": "surname:Shutt;given-names:T", "name_5": "surname:Mah;given-names:N", "pub-id_doi": "10.1126/scisignal.2004374", "pub-id_pmid": "24473195", "section_type": "REF", "source": "Sci Signal", "type": "ref", "volume": "7", "year": "2014"}, "text": "ROMO1 is an essential redox-dependent regulator of mitochondrial dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 51061, "infons": {"fpage": "D279", "lpage": "85", "name_0": "surname:Finn;given-names:RD", "name_1": "surname:Coggill;given-names:P", "name_2": "surname:Eberhardt;given-names:RY", "name_3": "surname:Eddy;given-names:SR", "name_4": "surname:Mistry;given-names:J", "name_5": "surname:Mitchell;given-names:AL", "pub-id_doi": "10.1093/nar/gkv1344", "pub-id_pmid": "26673716", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "The Pfam protein families database: towards a more sustainable future", "sentences": [], "annotations": [], "relations": []}, {"offset": 51131, "infons": {"fpage": "337", "lpage": "41", "name_0": "surname:Reguenga;given-names:C", "name_1": "surname:Oliveira;given-names:ME", "name_2": "surname:Gouveia;given-names:AM", "name_3": "surname:Eckerskorn;given-names:C", "name_4": "surname:Sá-Miranda;given-names:C", "name_5": "surname:Azevedo;given-names:JE", "pub-id_doi": "10.1016/S0167-4781(99)00061-5", "pub-id_pmid": "10366717", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1445", "year": "1999"}, "text": "Identification of a 24 kDa intrinsic membrane protein from mammalian peroxisomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51212, "infons": {"fpage": "34492", "lpage": "502", "name_0": "surname:Pinto;given-names:MP", "name_1": "surname:Grou;given-names:CP", "name_2": "surname:Alencastre;given-names:IS", "name_3": "surname:Oliveira;given-names:ME", "name_4": "surname:Sá-Miranda;given-names:C", "name_5": "surname:Fransen;given-names:M", "pub-id_doi": "10.1074/jbc.M607183200", "pub-id_pmid": "16980692", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "281", "year": "2006"}, "text": "The import competence of a peroxisomal membrane protein is determined by Pex19p before the docking step", "sentences": [], "annotations": [], "relations": []}, {"offset": 51316, "infons": {"fpage": "23055", "lpage": "69", "name_0": "surname:Islinger;given-names:M", "name_1": "surname:Lüers;given-names:GH", "name_2": "surname:Li;given-names:KW", "name_3": "surname:Loos;given-names:M", "name_4": "surname:Völkl;given-names:A", "pub-id_doi": "10.1074/jbc.M610910200", "pub-id_pmid": "17522052", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "282", "year": "2007"}, "text": "Rat liver peroxisomes after fibrate treatment. A survey using quantitative mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 51409, "infons": {"fpage": "2045", "lpage": "57", "name_0": "surname:Wiese;given-names:S", "name_1": "surname:Gronemeyer;given-names:T", "name_2": "surname:Ofman;given-names:R", "name_3": "surname:Kunze;given-names:M", "name_4": "surname:Grou;given-names:CP", "name_5": "surname:Almeida;given-names:JA", "pub-id_doi": "10.1074/mcp.M700169-MCP200", "pub-id_pmid": "17768142", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "6", "year": "2007"}, "text": "Proteomics characterization of mouse kidney peroxisomes by tandem mass spectrometry and protein correlation profiling", "sentences": [], "annotations": [], "relations": []}, {"offset": 51527, "infons": {"fpage": "340", "name_0": "surname:Scheideler;given-names:M", "name_1": "surname:Elabd;given-names:C", "name_2": "surname:Zaragosi;given-names:L-E", "name_3": "surname:Chiellini;given-names:C", "name_4": "surname:Hackl;given-names:H", "name_5": "surname:Sanchez-Cabo;given-names:F", "pub-id_doi": "10.1186/1471-2164-9-340", "pub-id_pmid": "18637193", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "9", "year": "2008"}, "text": "Comparative transcriptomics of human multipotent stem cells during adipogenesis and osteoblastogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51630, "infons": {"fpage": "e14228", "name_0": "surname:Exil;given-names:VJ", "name_1": "surname:Silva Avila;given-names:D", "name_2": "surname:Benedetto;given-names:A", "name_3": "surname:Exil;given-names:EA", "name_4": "surname:Adams;given-names:MR", "name_5": "surname:Au;given-names:C", "pub-id_doi": "10.1371/journal.pone.0014228", "pub-id_pmid": "21151927", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "5", "year": "2010"}, "text": "Stressed-induced TMEM135 protein is part of a conserved genetic network involved in fat storage and longevity regulation in Caenorhabditis elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 51777, "infons": {"fpage": "332", "lpage": "8", "name_0": "surname:Wylin;given-names:T", "name_1": "surname:Baes;given-names:M", "name_2": "surname:Brees;given-names:C", "name_3": "surname:Mannaerts;given-names:GP", "name_4": "surname:Fransen;given-names:M", "name_5": "surname:Van Veldhoven;given-names:PP", "pub-id_doi": "10.1046/j.1432-1327.1998.2580332.x", "pub-id_pmid": "9874197", "section_type": "REF", "source": "Eur J Biochem", "type": "ref", "volume": "258", "year": "1998"}, "text": "Identification and characterization of human PMP34, a protein closely related to the peroxisomal integral membrane protein PMP47 of Candida boidinii", "sentences": [], "annotations": [], "relations": []}, {"offset": 51926, "infons": {"fpage": "e1000812", "name_0": "surname:Dolezal;given-names:P", "name_1": "surname:Dagley;given-names:MJ", "name_2": "surname:Kono;given-names:M", "name_3": "surname:Wolynec;given-names:P", "name_4": "surname:Likić;given-names:VA", "name_5": "surname:Foo;given-names:JH", "pub-id_doi": "10.1371/journal.ppat.1000812", "pub-id_pmid": "20333239", "section_type": "REF", "source": "PLoS Pathog", "type": "ref", "volume": "6", "year": "2010"}, "text": "The essentials of protein import in the degenerate mitochondrion of Entamoba histolytica", "sentences": [], "annotations": [], "relations": []}, {"offset": 52015, "infons": {"fpage": "2864", "lpage": "74", "name_0": "surname:Martincová;given-names:E", "name_1": "surname:Voleman;given-names:L", "name_2": "surname:Pyrih;given-names:J", "name_3": "surname:Žárský;given-names:V", "name_4": "surname:Vondráčková;given-names:P", "name_5": "surname:Kolísko;given-names:M", "pub-id_doi": "10.1128/MCB.00448-15", "pub-id_pmid": "26055323", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "35", "year": "2015"}, "text": "Probing the biology of Giardia intestinalis mitosomes using in vivo enzymatic tagging", "sentences": [], "annotations": [], "relations": []}, {"offset": 52101, "infons": {"fpage": "11436", "lpage": "43", "name_0": "surname:Adams;given-names:MD", "name_1": "surname:Wagner;given-names:LM", "name_2": "surname:Graddis;given-names:TJ", "name_3": "surname:Landick;given-names:R", "name_4": "surname:Antonucci;given-names:TK", "name_5": "surname:Gibson;given-names:AL", "pub-id_pmid": "2195019", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "265", "year": "1990"}, "text": "Nucleotide sequence and genetic characterization reveal six essential genes for the LIV-I and LS transport systems of Escherichia coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 52236, "infons": {"fpage": "W29", "lpage": "37", "name_0": "surname:Finn;given-names:RD", "name_1": "surname:Clements;given-names:J", "name_2": "surname:Eddy;given-names:SR", "pub-id_doi": "10.1093/nar/gkr367", "section_type": "REF", "source": "Nucleic Acids Res England", "type": "ref", "volume": "39", "year": "2011"}, "text": "HMMER web server: interactive sequence similarity searching", "sentences": [], "annotations": [], "relations": []}, {"offset": 52296, "infons": {"fpage": "1641", "lpage": "50", "name_0": "surname:Price;given-names:MN", "name_1": "surname:Dehal;given-names:PS", "name_2": "surname:Arkin;given-names:AP", "pub-id_doi": "10.1093/molbev/msp077", "pub-id_pmid": "19377059", "section_type": "REF", "source": "Mol Biol Evol", "type": "ref", "volume": "26", "year": "2009"}, "text": "FastTree: computing large minimum evolution trees with profiles instead of a distance matrix", "sentences": [], "annotations": [], "relations": []}, {"offset": 52389, "infons": {"fpage": "W429", "lpage": "32", "name_0": "surname:Käll;given-names:L", "name_1": "surname:Krogh;given-names:A", "name_2": "surname:Sonnhammer;given-names:ELL", "pub-id_doi": "10.1093/nar/gkm256", "pub-id_pmid": "17483518", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "Advantages of combined transmembrane topology and signal peptide prediction--the Phobius web server", "sentences": [], "annotations": [], "relations": []}, {"offset": 52489, "infons": {"fpage": "567", "lpage": "80", "name_0": "surname:Krogh;given-names:A", "name_1": "surname:Larsson;given-names:B", "name_2": "surname:von Heijne;given-names:G", "name_3": "surname:Sonnhammer;given-names:EL", "pub-id_doi": "10.1006/jmbi.2000.4315", "pub-id_pmid": "11152613", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "305", "year": "2001"}, "text": "Predicting transmembrane protein topology with a hidden Markov model: application to complete genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 52591, "infons": {"fpage": "772", "lpage": "80", "name_0": "surname:Katoh;given-names:K", "name_1": "surname:Standley;given-names:DM", "pub-id_doi": "10.1093/molbev/mst010", "section_type": "REF", "source": "Mol Biol Evol United States", "type": "ref", "volume": "30", "year": "2013"}, "text": "MAFFT multiple sequence alignment software version 7: improvements in performance and usability", "sentences": [], "annotations": [], "relations": []}, {"offset": 52687, "infons": {"fpage": "210", "name_0": "surname:Criscuolo;given-names:A", "name_1": "surname:Gribaldo;given-names:S", "pub-id_doi": "10.1186/1471-2148-10-210", "section_type": "REF", "source": "BMC Evol Biol England", "type": "ref", "volume": "10", "year": "2010"}, "text": "BMGE (Block Mapping and Gathering with Entropy): a new software for selection of phylogenetic informative regions from multiple sequence alignments", "sentences": [], "annotations": [], "relations": []}, {"offset": 52835, "infons": {"fpage": "307", "lpage": "21", "name_0": "surname:Guindon;given-names:S", "name_1": "surname:Dufayard;given-names:J-F", "name_2": "surname:Lefort;given-names:V", "name_3": "surname:Anisimova;given-names:M", "name_4": "surname:Hordijk;given-names:W", "name_5": "surname:Gascuel;given-names:O", "section_type": "REF", "source": "England", "type": "ref", "volume": "59", "year": "2010"}, "text": "New algorithms and methods to estimate maximum-likelihood phylogenies: assessing the performance of PhyML 3.0. Syst. Biol", "sentences": [], "annotations": [], "relations": []}, {"offset": 52957, "infons": {"fpage": "1572", "lpage": "4", "name_0": "surname:Ronquist;given-names:F", "name_1": "surname:Huelsenbeck;given-names:JP", "pub-id_doi": "10.1093/bioinformatics/btg180", "section_type": "REF", "source": "Bioinformatics England", "type": "ref", "volume": "19", "year": "2003"}, "text": "MrBayes 3: Bayesian phylogenetic inference under mixed models", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]