[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240912", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC11211891", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.heliyon.2024.e32910", "article-id_pii": "S2405-8440(24)08941-2", "article-id_pmc": "PMC11211891", "article-id_publisher-id": "e32910", "def": "Cluster of differentiation 38 Epithelial ovarian cancer Computed tomography The Cancer Genome Atlas The Cancer Imaging Archive Logistic regression Support vector machine Overall survival Receiver operating characteristic Area under the curve Precision-recall curve Decision curve analysis Carbohydrate antigen 125 Human epididymis protein 4 Magnetic resonance imaging Disease-free survival Message ribonucleic acid Ribonucleic acid sequencing Ovarian cancer Ovarian serous cystadenocarcinoma International Federation of Gynecology and Obstetrics Genotype-tissue expression database Gene set enrichment analysis The Kyoto Encyclopedia of Genes and Genomes The volumes of interest Intraclass correlation coefficient Maximum relevance minimum redundancy Akaike information criterion Radiomics score Natural killer cell Dendritic cell Gamma-delta T cell signalling pathway, Mitogen-activated protein kinase signalling pathway.", "elocation-id": "e32910", "issue": "12", "kwd": "CD38 Epithelial ovarian cancer Radiomics CT Survival Prognosis", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "name_0": "surname:Yao;given-names:Yuan", "name_1": "surname:Zhang;given-names:Haijin", "name_2": "surname:Liu;given-names:Hui", "name_3": "surname:Teng;given-names:Chendi", "name_4": "surname:Che;given-names:Xuan", "name_5": "surname:Bian;given-names:Wei", "name_6": "surname:Zhang;given-names:Wenting", "name_7": "surname:Wang;given-names:Zhifeng", "section_type": "TITLE", "term": "CD38 EOC CT TCGA TCIA LR SVM OS ROC AUC PR Curve DCA CA 125 HE 4 MRI DFS mRNA RNA-seq OC OSC FIGO GTEx database GSEA KEGG VOIs ICC mRMR AIC Rad_score NK cell DC γδT cell MAPK", "title": "Keywords Abbreviations", "type": "front", "volume": "10", "year": "2024"}, "text": "CT-based radiomics predicts CD38 expression and indirectly reflects clinical prognosis in epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 116, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 127, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cluster of differentiation 38 (CD38) has been found to be highly expressed in various solid tumours, and its expression level may be associated with patient prognosis and survival. This study aimed to evaluate the prognostic value of CD38 expression for patients with epithelial ovarian cancer (EOC) and construct two computed tomography (CT)-based radiomics models for predicting CD38 expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 525, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 533, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A total of 333 cases of EOC were enrolled from The Cancer Genome Atlas (TCGA) database for CD38-related bioinformatics and survival analysis. A total of 56 intersection cases from TCGA and The Cancer Imaging Archive (TCIA) databases were selected for radiomics feature extraction and model construction. Logistic regression (LR) and support vector machine (SVM) models were constructed and internally validated using 5-fold cross-validation to assess the performance of the models for CD38 expression levels.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1042, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1050, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "High CD38 expression was an independent protective factor (HR = 0.540) for overall survival (OS) in EOC patients. Five radiomics features based on CT images were selected to build models for the prediction of CD38 expression. In the training and internal validation sets, for the receiver operating characteristic (ROC) curve, the LR model reached an area under the curve (AUC) of 0.739 and 0.732, while the SVM model achieved AUC values of 0.741 and 0.700, respectively. For the precision-recall (PR) curve, the LR and SVM models demonstrated an AUC of 0.760 and 0.721. The calibration curves and decision curve analysis (DCA) provided evidence supporting the fitness and net benefit of the models.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1752, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1764, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "High levels of CD38 expression can improve OS in EOC patients. CT-based radiomics models can be a new predictive tool for CD38 expression, offering possibilities for individualised survival assessment for patients with EOC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1988, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1999, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Epithelial ovarian cancer (EOC) is the most common type of ovarian malignancy, accounting for over 95 % of cases. Annually, approximately 230,000 women are diagnosed with EOC, with more than 75 % of patients being diagnosed at an advanced stage. Furthermore, this disease claims the lives of around 150,000 patients per year worldwide. The standard treatment for EOC involves surgical intervention followed by platinum-based adjuvant chemotherapy. However, in recent years, advances in immunotherapy and targeted therapy have emerged as promising treatment options. Despite these advances, the average 5-year survival rate for EOC patients remains below 50 %, especially for those diagnosed at an advanced stage, where the 5-year survival rate is a mere 29 %. Moreover, the prognosis and survival outcomes vary significantly among individuals, attributed to the considerable heterogeneity observed both among patients and within tumours. The current diagnostic and prognostic indicators of EOC, including clinical and pathological characteristics, serum markers, such as carbohydrate antigen 125 (CA125) and human epididymis protein 4 (HE4), and traditional techniques, such as ultrasound, computed tomography (CT), and magnetic resonance imaging (MRI), are inadequate to meet the clinical demands of precision medicine. Consequently, there is a pressing need to explore novel prognostic indicators that can facilitate the early and effective assessment of patients and support clinical decision-making.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3507, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The cluster of differentiation 38 (CD38) protein encoded by the CD38 gene is a non-lineage-restricted type II transmembrane glycoprotein that synthesises and hydrolyses cyclic adenosine 5′-diphosphate ribose, serving as an intracellular calcium mobilisation regulator. CD38 is expressed on the surface of various immune cells, promoting immune cell activation, proliferation, and adhesion, as well as exerting certain regulatory effects on tumour development. Studies have found that CD38 is also highly expressed in lymphoid neoplasm cells, especially multiple myeloma (MM), and solid tumour cells, such as head and neck squamous cell carcinoma, cervical cancer, and prostate cancer. Furthermore, it has been confirmed to be associated with immune cell infiltration and tumour metabolism regulation. Furthermore, Zhu et al. found that CD38 expression in EOC tissues was higher than in normal tissues, and high CD38 expression has been reported to be associated with longer disease-free survival (DFS) in EOC patients. The biological associations of CD38 with EOC were also investigated by several studies, revealing that increased CD38 expression is associated with the enrichment of antitumor immune gene signatures in various categories, including immune response, lymphocyte activation, regulation of T cell-mediated immunity, and NK cell-mediated cytotoxicity, among EOC patients. Furthermore, heightened CD38 expression showed a positive correlation with the infiltration of tumour-infiltrating lymphocytes, such as CD8+ T cells, CD4+ T cells, and B cells, in the EOC microenvironment, indicative of a potential contribution to the modulation of antitumor immunity. Therefore, CD38 shows potential as both a biomarker for EOC prognosis and as a therapeutic target. However, the currently available methods for detecting the CD38 protein or messenger ribonucleic acid (mRNA), which include peripheral blood cytokine detection, flow cytometry, ribonucleic acid sequencing (RNA-seq), and pathological immunohistochemistry, although mature and accurate, have drawbacks that make them unsuitable for frequent clinical application. These include invasiveness, operational complexity, relatively high costs, and an inability to comprehensively reflect the expression profile of tumour tissues. Therefore, there is a need to develop non-invasive and efficient methods that are able to reflect molecular expression levels in the whole tumour.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5949, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Currently, CT is one of the most commonly used imaging methods for the diagnosis, staging, and follow-up of ovarian cancer (OC). CT images are easily accessible and provide valuable information on the morphology of lesions, their surrounding infiltration, and the extent of metastasis. However, traditional imaging methods, such as CT and MRI, rely on visual identification and have limitations in providing comprehensive information. Radiomics, on the other hand, has the potential to overcome these limitations by converting conventional medical image information into high-dimensional data that can be analysed quantitatively. Radiomics provides a wide range of quantitative features based on intensity, shape, volume, and texture, which are closely related to molecular-level characteristics and the tumour microenvironment. This methodology has been successfully applied in various disease states for diagnosis, prognosis evaluation, pathological classification, and staging. In recent years, there has been growing interest in using radiomics to predict the expression levels of relevant disease molecular biomarkers and disease prognosis, showing potential promising clinical applications.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7146, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this context, this study aims to investigate the correlation between CD38 expression levels and the survival status of patients with EOC, as well as explore preliminary potential mechanisms and immune microenvironment associations. Furthermore, we constructed two radiomics machine learning prediction models based on CT images to assess their feasibility for non-invasively predicting CD38 expression levels in the entire EOC tumour. These models also can indirectly reflect the prognosis and survival of patients with EOC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7674, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7682, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data acquisition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7699, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transcriptome sequencing data, including clinical and follow-up data, were obtained from The Cancer Genome Atlas (TCGA) database (https://portal.gdc.cancer.gov/) to investigate the bioinformatics features associated with CD38 and its prognostic value for patient survival. The inclusion criteria for the study were as follows: (1) patients with primary treatment ovarian serous cystadenocarcinoma (OSC), which is the main subtype of EOC; (2) availability of RNA-seq data from the primary solid tumour. By contrast, the exclusion criteria were as follows: (1) cases that were not the primary treatment cases; (2) cases lacking survival status or follow-up time data; (3) data with a follow-up duration of less than 30 days; (4) cases lacking essential information, such as unknown pathological International Federation of Gynecology and Obstetrics (FIGO) staging, unknown pathological grading, or absence of RNA-seq results. Furthermore, cases with unclear identification of the solid primary tumour were also excluded. For survival analysis, the following seven variables were included as covariates: age (<60 years vs ≥ 60 years), chemotherapy (yes vs. no), FIGO stage (I/II vs. III vs. IV), lymphatic invasion (yes vs. no vs. unknown), tumour histological grade (G1/G2 vs. G3/G4), tumour residual disease (no macroscopic disease vs. 1–10 mm vs. ≥11 mm vs. unknown), and vascular invasion (yes vs. no vs. unknown).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9125, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The plain and enhanced abdominal CT imaging data, including clinical and follow-up data, were downloaded from The Cancer Imaging Archive (TCIA) database (https://www.cancerimagingarchive.net/). The inclusion criteria involved abdominal CT imaging data that intersected with the selected TCGA database cases. The exclusion criteria were applied to remove imaging data with inadequate image quality, defined as images with significant artefacts or poor resolution. The final data set including TCGA-TCIA intersecting data was used for extracting the radiomic features and constructing the prediction models.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9731, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CD38-related bioinformatics and survival analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9781, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The optimal cut-off value for the CD38 mRNA expression levels was calculated by identifying significant differences (corresponding to the minimum P-value) in the survival analysis using the “survminer” package in R (version 4.2.1). The data were then divided into high- and low-expression groups, which were labelled as CD38high and CD38low, respectively. After processing through the Toil pipeline, the RNA data in TPM format for EOC from the TCGA dataset, along with the RNA data of corresponding normal tissue from the Genotype-tissue expression (GTEx) database, were downloaded and extracted from UCSC XENA (https://xenabrowser.net/datapages/). The “limma” package in R was used to compare differences in expression between the CD38 and EOC tissues and normal tissues.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10562, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The gene expression matrix of the EOC RNA-seq data was analysed using the ImmuCellAI database (http://bioinfo.life.hust.edu.cn/ImmuCellAI/#!/) to assess immune cell infiltration status. The differential immune cell infiltration between the CD38high and CD38low groups was compared. The “clusterProfiler” package in R was used to perform gene set enrichment analysis (GSEA) on the Kyoto Encyclopedia of Genes and Genomes (KEGG) and Hallmark gene sets. A bar plot visualising the top 30 enriched pathways was generated. Additionally, the correlation between CD38 expression and apoptosis genes was also investigated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11181, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The main outcome for clinical prognosis analysis was overall survival (OS). The “survival” package in R was used to plot evaluate Kaplan–Meier survival curves, followed by the evaluation of the survival rates of CD38high and CD38low groups. The difference in the survival rates between the two groups was assessed using the log-rank test. The “survival” package in R was also used to conduct univariate and multivariate Cox regression analyses, investigating the impact of various factors on the OS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11691, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Images segmentation and radiomics feature extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11744, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The CT images were resampled to 1 × 1 × 1 mm3 pixels to achieve isotropic resolution. The images were then standardised to minimise discrepancies in grayscale values resulting from image acquisition on different machines.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11973, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lesion segmentation was performed using 3D Slicer software (version 4.10.2; https://www.slicer.org/). A radiologist (H Liu) with 12 years of expertise in gynaecological imaging diagnosis, blinded to the CD38 expression levels and other clinical data, manually delineated the lesions layer by layer. Then, a random group of 10 cases was selected using the “random number table method” for secondary delineation by a senior radiologist (HJ Zhang) with 18 years of experience. The open-source “Pyradiomics” package (https://pyradiomics.readthedocs.io/en/latest) based on Python (version 3.7.4, https://www.python.org/downloads/) was employed to extract radiomic features. The extracted radiomic features were Z-score standardised using the “caret” package in R. The consistency of the radiomic features extracted from the volumes of interest (VOIs) delineated by the two radiologists was evaluated using the intraclass correlation coefficient (ICC) with the “irr” package in R. Features with an ICC ≥0.80 were selected for further selection.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13030, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Radiomics feature selection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13058, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Features with an ICC of 0.80 or higher were included. The maximum relevance minimum redundancy (mRMR) algorithm was used to select the 10 features with the highest relevance to the classification variable while minimising redundancy among features. Next, we utilised the stepwise regression algorithm with the Akaike information criterion (AIC) for further features selection. Finally, the selected features were included in the final set of radiomics features.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13520, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction and evaluation of prediction models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13569, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two radiomics prediction models, logistic regression (LR) model and support vector machine (SVM) model, were constructed. The sigmoid function was used to map the linear combination of selected radiomics features to a value between 0 and 1, allowing for the establishment of a binary classification model for predicting CD38 expression. The “stats” package in R was used to establish the LR model.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13971, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "On the other hand, the SVM algorithm utilises support vectors to find a hyperplane in high-dimensional space. This hyperplane maximises the margin between the classification hyperplane and support vectors, thereby identifying the optimal decision boundary. The “caret” package in R was used to model the selected radiomics features using SVM.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14318, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The performance of the LR and SVM radiomics models was assessed using 5-fold cross-validation. The receiver operating characteristic (ROC) curve was plotted and area under the curve (AUC) was calculated to evaluate the diagnostic performance. A precision-recall (PR) curve was also generated to assess the discriminative and diagnostic ability, with the corresponding AUC values. Calibration curves were plotted and the Hosmer-Lemeshow goodness-of-fit test was used to evaluate the calibration degree of the predicted and observed results. Decision curve analysis (DCA) was performed to assess the clinical utility. The AUC values of the models before and after cross-validation were compared using the DeLong test. The analyses were conducted using the “pROC”, “measures”, “ResourceSelection”, “rms”, and “rmda” packages in R.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15166, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The LR and SVM radiomics models output the probability of CD38 expression level, which was then used as the radiomics score (Rad_score). Then, the difference in the Rad_scores between the CD38high and CD38low groups was evaluated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15397, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15418, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Numerical data were reported as the mean ± standard deviation, while categorical data were presented as frequencies and percentages. The baseline characteristics of categorical variables were compared using the Chi-square test, whereas continuous variables were compared using the Wilcoxon test. The correlation between two factors was analysed using Spearman's correlation coefficient. The differences in quantitative data between two groups were compared using the Wilcoxon test. Statistical analysis was conducted using R software (version 4.2.1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15972, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15980, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Baseline characteristics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16005, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Clinical characteristics of the EOC patients with high and low CD38 expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16085, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variables</th><th>Total (n = 333)</th><th>Low (n = 188)</th><th>High (n = 145)</th><th>P</th></tr></thead><tbody><tr><td colspan=\"5\" align=\"left\">Age, n (%)</td></tr><tr><td align=\"left\">&lt;60</td><td align=\"left\">171(51)</td><td align=\"left\">100 (53)</td><td align=\"left\">71(49)</td><td rowspan=\"2\" align=\"left\">0.513</td></tr><tr><td align=\"left\">≥60</td><td align=\"left\">162(49)</td><td align=\"left\">88(47)</td><td align=\"left\">74(51)</td></tr><tr><td colspan=\"5\" align=\"left\">FIGO stage, n (%)</td></tr><tr><td align=\"left\">I/II</td><td align=\"left\">18(5)</td><td align=\"left\">8(4)</td><td align=\"left\">10(7)</td><td rowspan=\"3\" align=\"left\">0.324</td></tr><tr><td align=\"left\">III</td><td align=\"left\">265(80)</td><td align=\"left\">148(79)</td><td align=\"left\">117(81)</td></tr><tr><td align=\"left\">IV</td><td align=\"left\">50(15)</td><td align=\"left\">32(17)</td><td align=\"left\">18(12)</td></tr><tr><td colspan=\"5\" align=\"left\">Histologic grade, n (%)</td></tr><tr><td align=\"left\">G1/G2</td><td align=\"left\">41(12)</td><td align=\"left\">28(15)</td><td align=\"left\">13(9)</td><td rowspan=\"2\" align=\"left\">0.143</td></tr><tr><td align=\"left\">G3/G4</td><td align=\"left\">292(88)</td><td align=\"left\">160(85)</td><td align=\"left\">132(91)</td></tr><tr><td colspan=\"5\" align=\"left\">Tumor residual disease, n (%)</td></tr><tr><td align=\"left\">No macroscopic disease</td><td align=\"left\">58(18)</td><td align=\"left\">34(18)</td><td align=\"left\">24(17)</td><td rowspan=\"4\" align=\"left\">0.024</td></tr><tr><td align=\"left\">1–10 mm</td><td align=\"left\">161(48)</td><td align=\"left\">95(50)</td><td align=\"left\">66(46)</td></tr><tr><td align=\"left\">≥11 mm</td><td align=\"left\">84(25)</td><td align=\"left\">50(27)</td><td align=\"left\">34(23)</td></tr><tr><td align=\"left\">Unknown</td><td align=\"left\">30(9)</td><td align=\"left\">9(5)</td><td align=\"left\">21(14)</td></tr><tr><td colspan=\"5\" align=\"left\">Lymphatic invasion, n (%)</td></tr><tr><td align=\"left\">Yes</td><td align=\"left\">90(27)</td><td align=\"left\">45(24)</td><td align=\"left\">45(31)</td><td rowspan=\"3\" align=\"left\">0.127</td></tr><tr><td align=\"left\">No</td><td align=\"left\">39(12)</td><td align=\"left\">27(14)</td><td align=\"left\">12(8)</td></tr><tr><td align=\"left\">Unknown</td><td align=\"left\">204(61)</td><td align=\"left\">116(62)</td><td align=\"left\">88(61)</td></tr><tr><td colspan=\"5\" align=\"left\">Venous invasion, n (%)</td></tr><tr><td align=\"left\">Yes</td><td align=\"left\">58(18)</td><td align=\"left\">30(16)</td><td align=\"left\">28(19)</td><td rowspan=\"3\" align=\"left\">0.510</td></tr><tr><td align=\"left\">No</td><td align=\"left\">31(9)</td><td align=\"left\">20(11)</td><td align=\"left\">11(8)</td></tr><tr><td align=\"left\">Unknown</td><td align=\"left\">244(73)</td><td align=\"left\">138(73)</td><td align=\"left\">106(73)</td></tr><tr><td colspan=\"5\" align=\"left\">Chemotherapy, n (%)</td></tr><tr><td align=\"left\">Yes</td><td align=\"left\">312(94)</td><td align=\"left\">177(94)</td><td align=\"left\">135(93)</td><td rowspan=\"2\" align=\"left\">0.871</td></tr><tr><td align=\"left\">No</td><td align=\"left\">21(6)</td><td align=\"left\">11(6)</td><td align=\"left\">10(7)</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16096, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variables</th><th>Total (n = 333)</th><th>Low (n = 188)</th><th>High (n = 145)</th><th>P</th></tr></thead><tbody><tr><td colspan=\"5\" align=\"left\">Age, n (%)</td></tr><tr><td align=\"left\">&lt;60</td><td align=\"left\">171(51)</td><td align=\"left\">100 (53)</td><td align=\"left\">71(49)</td><td rowspan=\"2\" align=\"left\">0.513</td></tr><tr><td align=\"left\">≥60</td><td align=\"left\">162(49)</td><td align=\"left\">88(47)</td><td align=\"left\">74(51)</td></tr><tr><td colspan=\"5\" align=\"left\">FIGO stage, n (%)</td></tr><tr><td align=\"left\">I/II</td><td align=\"left\">18(5)</td><td align=\"left\">8(4)</td><td align=\"left\">10(7)</td><td rowspan=\"3\" align=\"left\">0.324</td></tr><tr><td align=\"left\">III</td><td align=\"left\">265(80)</td><td align=\"left\">148(79)</td><td align=\"left\">117(81)</td></tr><tr><td align=\"left\">IV</td><td align=\"left\">50(15)</td><td align=\"left\">32(17)</td><td align=\"left\">18(12)</td></tr><tr><td colspan=\"5\" align=\"left\">Histologic grade, n (%)</td></tr><tr><td align=\"left\">G1/G2</td><td align=\"left\">41(12)</td><td align=\"left\">28(15)</td><td align=\"left\">13(9)</td><td rowspan=\"2\" align=\"left\">0.143</td></tr><tr><td align=\"left\">G3/G4</td><td align=\"left\">292(88)</td><td align=\"left\">160(85)</td><td align=\"left\">132(91)</td></tr><tr><td colspan=\"5\" align=\"left\">Tumor residual disease, n (%)</td></tr><tr><td align=\"left\">No macroscopic disease</td><td align=\"left\">58(18)</td><td align=\"left\">34(18)</td><td align=\"left\">24(17)</td><td rowspan=\"4\" align=\"left\">0.024</td></tr><tr><td align=\"left\">1–10 mm</td><td align=\"left\">161(48)</td><td align=\"left\">95(50)</td><td align=\"left\">66(46)</td></tr><tr><td align=\"left\">≥11 mm</td><td align=\"left\">84(25)</td><td align=\"left\">50(27)</td><td align=\"left\">34(23)</td></tr><tr><td align=\"left\">Unknown</td><td align=\"left\">30(9)</td><td align=\"left\">9(5)</td><td align=\"left\">21(14)</td></tr><tr><td colspan=\"5\" align=\"left\">Lymphatic invasion, n (%)</td></tr><tr><td align=\"left\">Yes</td><td align=\"left\">90(27)</td><td align=\"left\">45(24)</td><td align=\"left\">45(31)</td><td rowspan=\"3\" align=\"left\">0.127</td></tr><tr><td align=\"left\">No</td><td align=\"left\">39(12)</td><td align=\"left\">27(14)</td><td align=\"left\">12(8)</td></tr><tr><td align=\"left\">Unknown</td><td align=\"left\">204(61)</td><td align=\"left\">116(62)</td><td align=\"left\">88(61)</td></tr><tr><td colspan=\"5\" align=\"left\">Venous invasion, n (%)</td></tr><tr><td align=\"left\">Yes</td><td align=\"left\">58(18)</td><td align=\"left\">30(16)</td><td align=\"left\">28(19)</td><td rowspan=\"3\" align=\"left\">0.510</td></tr><tr><td align=\"left\">No</td><td align=\"left\">31(9)</td><td align=\"left\">20(11)</td><td align=\"left\">11(8)</td></tr><tr><td align=\"left\">Unknown</td><td align=\"left\">244(73)</td><td align=\"left\">138(73)</td><td align=\"left\">106(73)</td></tr><tr><td colspan=\"5\" align=\"left\">Chemotherapy, n (%)</td></tr><tr><td align=\"left\">Yes</td><td align=\"left\">312(94)</td><td align=\"left\">177(94)</td><td align=\"left\">135(93)</td><td rowspan=\"2\" align=\"left\">0.871</td></tr><tr><td align=\"left\">No</td><td align=\"left\">21(6)</td><td align=\"left\">11(6)</td><td align=\"left\">10(7)</td></tr></tbody></table>\n"}, "text": "Variables\tTotal (n = 333)\tLow (n = 188)\tHigh (n = 145)\tP\t \tAge, n (%)\t \t<60\t171(51)\t100 (53)\t71(49)\t0.513\t \t≥60\t162(49)\t88(47)\t74(51)\t \tFIGO stage, n (%)\t \tI/II\t18(5)\t8(4)\t10(7)\t0.324\t \tIII\t265(80)\t148(79)\t117(81)\t \tIV\t50(15)\t32(17)\t18(12)\t \tHistologic grade, n (%)\t \tG1/G2\t41(12)\t28(15)\t13(9)\t0.143\t \tG3/G4\t292(88)\t160(85)\t132(91)\t \tTumor residual disease, n (%)\t \tNo macroscopic disease\t58(18)\t34(18)\t24(17)\t0.024\t \t1–10 mm\t161(48)\t95(50)\t66(46)\t \t≥11 mm\t84(25)\t50(27)\t34(23)\t \tUnknown\t30(9)\t9(5)\t21(14)\t \tLymphatic invasion, n (%)\t \tYes\t90(27)\t45(24)\t45(31)\t0.127\t \tNo\t39(12)\t27(14)\t12(8)\t \tUnknown\t204(61)\t116(62)\t88(61)\t \tVenous invasion, n (%)\t \tYes\t58(18)\t30(16)\t28(19)\t0.510\t \tNo\t31(9)\t20(11)\t11(8)\t \tUnknown\t244(73)\t138(73)\t106(73)\t \tChemotherapy, n (%)\t \tYes\t312(94)\t177(94)\t135(93)\t0.871\t \tNo\t21(6)\t11(6)\t10(7)\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16935, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Inclusion‒exclusion flowchart of patients with epithelial ovarian cancer (EOC) from The Cancer Genome Atlas (TCGA) database and The Cancer Imaging Archive (TCIA) database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17109, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17116, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the inclusion and exclusion criteria, data from a total of 333 patients were included from the TCGA database. The cut-off value for the CD38 expression level was calculated as 0.757, and according to this criterion, the patients were divided into CD38high group (145 cases) and CD38low group (188 cases). The baseline characteristics of the included patients are shown in Table 1. Except for tumour residual disease (P = 0.024), there were no significant differences in other clinical features between the two groups. After screening the TCIA database, a total of 56 TCGA-TCIA intersecting cases were ultimately included. An inclusion‒exclusion flowchart is provided in Fig. 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17807, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Expression levels, immune infiltrates, and gene enrichment analysis of CD38", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17883, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "CD38 expression, immune cell infiltration, and gene set enrichment analysis (GSEA) of epithelial ovarian cancer (EOC). (A) CD38 expression in tumour tissue and normal tissue based on TCGA-OV database and GTEx database. (B) Differences in immune cell infiltration between CD38high and CD38low groups based on the TCGA-OV database. (C) GSEA of KEGG gene set associated with CD38 expression. (D) GSEA on Hallmark gene set associated with CD38 expression; ns, not significant; *P < 0.05, **P < 0.01, ***P < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18399, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18406, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CD38 expression was significantly upregulated in EOC compared to normal tissues (P < 0.01), as shown in Fig. 2-A. Differences in the degree of immune cell infiltration were observed between the CD38high and CD38low groups. Specifically, the CD38high group showed a significant increase in the infiltration of some types of immune cells, such as Natural Killer (NK) cells, dendritic cells (DC), and gamma-delta T (γδT) cells compared to the CD38low group (P < 0.001), as shown in Fig. 2-B.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18903, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Heat map of correlation analysis between CD38 expression and apoptosis genes with coefficients greater than 0.3. *P < 0.05, **P < 0.01, ***P < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19059, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19066, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of GSEA revealed significant enrichment of differentially expressed genes between the CD38high and CD38low groups in multiple signalling pathways, mainly including the mitogen-activated protein kinase (MAPK) signalling pathway, chemokine signalling pathway, apoptosis, and PI3K-AKT-mTOR signalling, as shown in Fig. 2-C and D. CD38 expression was significantly positively correlated (P < 0.001) with CSF2RB, PIK3CG, and FASLG genes, as shown in Fig. 3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19533, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "CD38-related survival analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19564, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Survival analysis of TCGA-OV cohort. (A) The Kaplan–Meier curve of overall survival in the CD38high and CD38low groups. (B) Univariate and multivariate Cox regression analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19743, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19750, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Kaplan–Meier survival curves for the CD38high and CD38low groups are provided in Fig. 4-A. The median survival time was 52.77 months for the CD38high group and 42.13 months for CD38low group, indicating a significant association between high CD38 expression and prolonged OS (P < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20046, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "COX subgroup analysis on the main variable CD38.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20095, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20102, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of the univariate Cox regression analysis indicated that high levels of CD38 expression (HR = 0.554, 95 % CI: 0.415–0.740, P < 0.001) and chemotherapy (HR = 0.470, 95 % CI: 0.288–0.767, P = 0.003) were protective factors for OS. Similarly, the results of the multivariate Cox regression analysis demonstrated that high levels of CD38 expression (HR = 0.540, 95 % CI: 0.400–0.730, P < 0.001) and chemotherapy (HR = 0.377, 95 % CI: 0.226–0.627, P < 0.001) were independent protective factors for OS, as shown in Fig. 4-B. In addition, we performed COX subgroup analysis on the main variable CD38, which confirmed that there was no significant interaction between the covariates and the association of CD38 and OS. Further details are provided in Fig. 5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20894, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Radiomics feature extraction and selection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20937, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "An example of VOI delineation processing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20979, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20986, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 56 cases of TCGA-TCIA were divided into the CD38high (n = 29) and CD38low (n = 27) groups based on the cut-off value of 0.757. A total of 107 radiomics features were extracted from manually delineated tumour regions (an example of VOI delineation is provided in Fig. 6) and standardised. The median value of the ICC was 0.963, with 101 features having an ICC ≥0.80, five features with 0.5 ≤ ICC ≤0.8, and one feature with ICC <0.5. Features with an ICC ≥0.80 were further selected for subsequent feature selection. Finally, five radiomics features, including glcm_ldn, glrlm_RunLenthNonUniformity, gldm_DependenceVariance, glszm_LargeAreaHighGrayLevelEmphasis, and gldm_SmallDependenceLowGrayLevelEmphasis, were selected by mRMR and stepwise regression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21756, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction and evaluation of LR and SVM models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21805, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the LR model, the overall importance of the selected radiomic features mentioned above were ranked as 1.421, 1.346, 1.675, 0.864, and 2.346, respectively. The formula for predicting the probability of the CD38 expression level, represented by the Rad_score, was as follows:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22082, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The SVM model was also constructed using the aforementioned five radiomics features. The importance of each radiomics feature in the model was 0.557, 0.512, 0.567, 0.502, and 0.572, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22278, "infons": {"file": "gr7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Performance of the logistic regression (LR) radiomics model for predicting CD38 expression level. (A) Receiver operating characteristic (ROC) curve of the LR model in the training set. (B) ROC curve of the LR model in the internal validation set with 5-fold cross-validation. (C) Calibration curve of the LR model. (D) Precision-recall (PR) curve of the LR model. (E) Decision curve analysis (DCA) for the LR model. (F) The distribution of the radiomics score (Rad_score) of the LR model between the CD38high and CD38low groups. **P < 0.01.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22821, "infons": {"file": "gr7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig"}, "text": "Fig. 7", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22828, "infons": {"file": "gr8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Performance of the support vector machine (SVM) radiomics model for predicting the level of CD38 expression. (A) ROC curve of the SVM model in the training set. (B) ROC curve of the SVM model in the internal validation set with 5-fold cross-validation. (C) Calibration curves of the SVM model. (D) PR curve of the SVM model. (E) DCA for the SVM model. (F) The distribution of the Rad_score of the SVM model between the CD38high and CD38low groups. **P < 0.01.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23290, "infons": {"file": "gr8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig"}, "text": "Fig. 8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23297, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, the predictive performance of the LR and SVM models was evaluated. The LR model achieved an AUC value of 0.739 (95 % CI: 0.609–0.870) for the ROC curve, and after 5-fold cross-validation, the ROC-AUC of the LR model was 0.732 (95 % CI:0.595–0.868), as shown in Fig. 7-A and B. The SVM model had an AUC value of 0.741 (95 % CI: 0.608–0.874) for the ROC curve, and a 5-fold cross-validated ROC-AUC of 0.700 (95 % CI: 0.555–0.835), as shown in Fig. 8-A and B. Hosmer-Lemeshow goodness-of-fit test demonstrated comparatively good consistency between the predicted probabilities and the actual values for both the LR (P = 0.838) and SVM (P = 0.074) models. The corresponding calibration curves are shown in Fig. 7, Fig. 8C. The AUC for the PR curve was 0.760 for the LR model (Fig. 7-D) and 0.721 for the SVM model (Fig. 8-D). The DCA curves indicated that if the risk threshold probability was between 30 % and 80 %, the two model both achieved a superior net benefit (Fig. 7, Fig. 8E). The DeLong test indicated no statistically significant difference between the AUC values before cross-validation and after cross-validation in the two models (P = 0.961 in LR model and P = 0.703 in SVM model), indicating the stability of the model fit.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24561, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The LR and SVM models both output the probability of predicting the CD38 expression level, referred to as Rad_score. A significant difference was observed in the distribution of Rad_score between the CD38high and CD38low groups (P < 0.01), wherein the CD38high group exhibited a higher Rad_score (Fig. 7, Fig. 8).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24877, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24888, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results demonstrated that: (1) CD38 is highly expressed in EOC tissues; the expression level of CD38 was associated with immune cell infiltration, some tumour regulatory pathways, and microenvironment regulation; (2) high CD38 expression is an independent protective factor of OS in EOC patients; (3) the two machine learning models based on CT radiomics features were able to predict the expression levels of CD38.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25308, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "EOC exhibits a high degree of heterogeneity, which contributes to marked differences in the patients’ prognoses. In recent years, research on molecular mechanisms related to tumour metabolism regulation and the tumour microenvironment has become a hot topic, with the objective of accurately predicting the prognosis of EOC. Some relevant molecules may have potential value as prognostic biomarkers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25710, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our findings suggest that CD38 could serve as a biomarker for prognosis and survival. Alongside previous research, this study demonstrated the protective effect of high levels of CD38 expression on improvements in the survival of EOC patients. A possible correlation with immune cell infiltration and signalling pathways has also been investigated, with the CD38high group exhibiting an increased infiltration of NK cells and γδT cells with tumour-killing ability and immune regulation, as well as DC that induce a CD8+ T cell-mediated immune response. The differences observed between the CD38high and CD38low groups primarily involved signalling pathways regulating cell proliferation, growth, differentiation, apoptosis, and tumour metabolism. CD38 has been confirmed to regulate and activate several signalling pathways, such as PI3_AKT_MTOR_SIGNALING.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26575, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In recent years, machine learning methods based on radiomics have been applied in various areas, including tumour diagnosis, differential diagnosis, staging, treatment response, and survival prediction, showcasing their promising diagnostic and predictive capabilities. Several studies have endeavoured to develop radiomics models utilising CT, MRI, and other imaging modalities to predict biomarker expression levels in different tumour tissues. For instance, these models have successfully predicted the expression levels of phosphorylated β-arrestin in hepatocellular carcinoma and low-density lipoprotein receptor-related protein-1 in locally advanced rectal cancer, as well as C–C motif chemokine receptor 5 and programmed cell death protein 1 in OC. Therefore, radiomics has shown sufficient value in the non-invasive prediction of biomarker expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27438, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study, two radiomics models for CD38 expression prediction based on CT images of EOC patients were established. The AUCs of ROC both revealed the fine predictive ability of the LR and SVM models. The PR curve also highlight the adequate discriminative ability of these two models. However, the LR model showed a better predictive performance than the SVM model. Moreover, both models exhibited similar AUC values in both the training and validation sets, indicating consistent and stable performances. Additionally, the resulting calibration curves demonstrated a satisfactory consistency between the observed results and their predicted values, with the DCA curves indicating a potential clinical net benefit for their application.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28186, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To the best of our knowledge, this study may represent the first attempt to develop predictive radiomics models for assessing CD38 expression in patients with EOC based on CT imaging. CT imaging is widely utilised in clinical practice and the images are easily obtainable. The radiomics approach enables the extraction of quantitative features from conventional images, providing abundant objective information for further analysis. Therefore, the CT-based radiomics models offer a simple, non-invasive, and cost-effective method to predict the expression level of CD38. These models have the potential to indirectly reflect the prognosis and survival outcomes of EOC patients. Furthermore, based on previous research, CD38, as a well-known therapeutic target for multiple myeloma, has been suggested as a potential target for solid tumours. In the future, by utilising the radiomics model, EOC patients with high levels of CD38 expression may potentially receive individualised targeted therapies at an early stage, leading to improved prognosis and survival. Furthermore, future investigations could involve the non-invasive and dynamic monitoring of patients through the analysis of sequential imaging data before and after treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29424, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study has several limitations. Firstly, all the original images were obtained from the TCIA public database, which may introduce inherent variations between the images and potentially impact subsequent image analysis. Secondly, the relatively small sample size used for model construction in this retrospective study brings about a risk of overfitting. Furthermore, the effectiveness of the model was evaluated using internal validation alone, lacking an independent external validation set. Thirdly, the cases included in our analysis were all of the OSC subtype; therefore, the utility of the constructed model in other EOC subtypes remains to be elucidated. Moreover, the manual delineation of VOIs is subjective, introducing potential biases that can affect subsequent analysis. Therefore, it is necessary to conduct multicentre studies with larger sample sizes. Additionally, incorporating more objective radiomics practice methods, such as automated or semi-automated VOI delineation, could enhance the accuracy and reliability of the analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30480, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30491, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "High levels of CD38 expression can improve OS in EOC patients. In this study, we developed CT-based radiomics machine learning models using LR and SVM algorithms to predict the expression levels of CD38 in EOC tissues. The resulting models, especially the LR model, exhibited a fine predictive performance, providing potential for individualised non-invasive prognosis assessment and clinical decision-making in patients with EOC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30922, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30930, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This study was funded by  ().", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30960, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Ethics approval", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30976, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Review and/or approval by an ethics committee was not needed for this study as the original research within the TCIA and TCGA databases had already undergone ethical approval and obtained informed consent from the participants. Furthermore, the databases have anonymised sensitive patient information, enabling the data in these public databases to be openly accessible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31347, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31371, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Not required.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31385, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31413, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "All data generated or analysed during this study are included in this published article and its supplementary information files. The datasets for this study were downloaded from TCIA (https://www.cancerimagingarchive.net/) and TCGA (https://portal.gdc.cancer.gov/) database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31688, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "CRediT authorship contribution statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31729, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Yuan Yao: Writing – original draft, Methodology, Funding acquisition, Formal analysis. Haijin Zhang: Software, Methodology, Funding acquisition. Hui Liu: Investigation, Data curation. Chendi Teng: Investigation, Formal analysis. Xuan Che: Writing – review & editing, Project administration, Conceptualization. Wei Bian: Methodology. Wenting Zhang: Data curation. Zhifeng Wang: Supervision.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32123, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Declaration of competing interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32157, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32328, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32339, "infons": {"fpage": "280", "issue": "4", "lpage": "304", "name_0": "surname:Lheureux;given-names:S.", "name_1": "surname:Braunstein;given-names:M.", "name_2": "surname:Oza;given-names:A.M.", "pub-id_doi": "10.3322/caac.21559", "pub-id_pmid": "31099893", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "69", "year": "2019"}, "text": "Epithelial ovarian cancer: evolution of management in the era of precision medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32423, "infons": {"fpage": "1240", "issue": "10177", "lpage": "1253", "name_0": "surname:Lheureux;given-names:S.", "pub-id_doi": "10.1016/S0140-6736(18)32552-2", "pub-id_pmid": "30910306", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "393", "year": "2019"}, "text": "Epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32449, "infons": {"fpage": "m3773", "name_0": "surname:Kuroki;given-names:L.", "name_1": "surname:Guntupalli;given-names:S.R.", "pub-id_doi": "10.1136/bmj.m3773", "pub-id_pmid": "33168565", "section_type": "REF", "source": "BMJ", "type": "ref", "volume": "371", "year": "2020"}, "text": "Treatment of epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32488, "infons": {"fpage": "17", "issue": "1", "lpage": "48", "name_0": "surname:Siegel;given-names:R.L.", "pub-id_doi": "10.3322/caac.21763", "pub-id_pmid": "36633525", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "73", "year": "2023"}, "text": "Cancer statistics, 2023", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32512, "infons": {"name_0": "surname:Gaitskell;given-names:K.", "pub-id_doi": "10.1016/j.canep.2021.102074", "section_type": "REF", "source": "Cancer Epidemiol", "type": "ref", "volume": "76", "year": "2022"}, "text": "Ovarian cancer survival by stage, histotype, and pre-diagnostic lifestyle factors, in the prospective UK Million Women Study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32637, "infons": {"fpage": "2", "issue": "1", "name_0": "surname:Rong;given-names:Y.", "name_1": "surname:Li;given-names:L.", "pub-id_doi": "10.1186/s13048-020-00759-9", "pub-id_pmid": "33397458", "section_type": "REF", "source": "J. Ovarian Res.", "type": "ref", "volume": "14", "year": "2021"}, "text": "Early clearance of serum HE4 and CA125 in predicting platinum sensitivity and prognosis in epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32754, "infons": {"fpage": "133", "issue": "1", "lpage": "138", "name_0": "surname:Rizzo;given-names:S.", "pub-id_doi": "10.1136/ijgc-2019-000819", "pub-id_pmid": "31754068", "section_type": "REF", "source": "Int. J. Gynecol. Cancer", "type": "ref", "volume": "30", "year": "2020"}, "text": "Imaging before cytoreductive surgery in advanced ovarian cancer patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32827, "infons": {"name_0": "surname:Li;given-names:W.", "pub-id_doi": "10.1016/j.biopha.2022.113395", "section_type": "REF", "source": "Biomed. Pharmacother.", "type": "ref", "volume": "153", "year": "2022"}, "text": "CD38: an important regulator of T cell function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32875, "infons": {"fpage": "492", "issue": "4", "lpage": "504", "name_0": "surname:Gao;given-names:L.", "pub-id_doi": "10.1038/s41416-022-02052-6", "pub-id_pmid": "36396822", "section_type": "REF", "source": "Br. J. Cancer", "type": "ref", "volume": "128", "year": "2023"}, "text": "Evolving roles of CD38 metabolism in solid tumour microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32942, "infons": {"issue": "5", "name_0": "surname:Gozzetti;given-names:A.", "pub-id_doi": "10.1080/21645515.2022.2052658", "section_type": "REF", "source": "Hum Vaccin Immunother", "type": "ref", "volume": "18", "year": "2022"}, "text": "Anti CD38 monoclonal antibodies for multiple myeloma treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33005, "infons": {"fpage": "2895", "issue": "9", "lpage": "2908", "name_0": "surname:Zhang;given-names:M.J.", "pub-id_pmid": "33042624", "section_type": "REF", "source": "Am. J. Cancer Res.", "type": "ref", "volume": "10", "year": "2020"}, "text": "CD38 triggers inflammasome-mediated pyroptotic cell death in head and neck squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33104, "infons": {"fpage": "338", "issue": "1", "lpage": "354", "name_0": "surname:Liao;given-names:S.", "pub-id_doi": "10.3892/ijo.2020.5040", "pub-id_pmid": "32319590", "section_type": "REF", "source": "Int. J. Oncol.", "type": "ref", "volume": "57", "year": "2020"}, "text": "CD38 is involved in cell energy metabolism via activating the PI3K/AKT/mTOR signaling pathway in cervical cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33223, "infons": {"fpage": "736", "issue": "6", "lpage": "746", "name_0": "surname:Guo;given-names:C.", "pub-id_doi": "10.1016/j.eururo.2021.01.017", "pub-id_pmid": "33678520", "section_type": "REF", "source": "Eur. Urol.", "type": "ref", "volume": "79", "year": "2021"}, "text": "CD38 in advanced prostate cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33257, "infons": {"fpage": "369", "name_0": "surname:Zhu;given-names:Y.", "pub-id_doi": "10.3389/fgene.2020.00369", "pub-id_pmid": "32425977", "section_type": "REF", "source": "Front. Genet.", "type": "ref", "volume": "11", "year": "2020"}, "text": "CD38 predicts favorable prognosis by enhancing immune infiltration and antitumor immunity in the epithelial ovarian cancer microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33397, "infons": {"fpage": "65", "issue": "1", "name_0": "surname:Choi;given-names:K.U.", "pub-id_doi": "10.1186/s13048-020-00667-y", "pub-id_pmid": "32513298", "section_type": "REF", "source": "J. Ovarian Res.", "type": "ref", "volume": "13", "year": "2020"}, "text": "Differences in immune-related gene expressions and tumor-infiltrating lymphocytes according to chemotherapeutic response in ovarian high-grade serous carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33557, "infons": {"fpage": "724", "issue": "1", "lpage": "732", "name_0": "surname:Zhou;given-names:J.", "pub-id_doi": "10.3892/ol.2020.11580", "pub-id_pmid": "32565998", "section_type": "REF", "source": "Oncol. Lett.", "type": "ref", "volume": "20", "year": "2020"}, "text": "Clinical significance of CD38 and CD101 expression in PD-1(+)CD8(+) T cells in patients with epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33676, "infons": {"issue": "1", "name_0": "surname:Zucali;given-names:P.A.", "pub-id_doi": "10.1136/jitc-2021-003697", "section_type": "REF", "source": "J Immunother Cancer", "type": "ref", "volume": "10", "year": "2022"}, "text": "Targeting CD38 and PD-1 with isatuximab plus cemiplimab in patients with advanced solid malignancies: results from a phase I/II open-label, multicenter study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33834, "infons": {"fpage": "1295", "issue": "11", "lpage": "1308", "name_0": "surname:Jiao;given-names:Y.", "pub-id_doi": "10.1080/13543784.2020.1814253", "section_type": "REF", "source": "Expert Opin Investig Drugs", "type": "ref", "volume": "29", "year": "2020"}, "text": "CD38: targeted therapy in multiple myeloma and therapeutic potential for solid cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33921, "infons": {"fpage": "563", "issue": "2", "lpage": "577", "name_0": "surname:Gillies;given-names:R.J.", "name_1": "surname:Kinahan;given-names:P.E.", "name_2": "surname:Hricak;given-names:H.", "pub-id_doi": "10.1148/radiol.2015151169", "pub-id_pmid": "26579733", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "278", "year": "2016"}, "text": "Radiomics: images are more than pictures, they are data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33977, "infons": {"fpage": "132", "issue": "2", "lpage": "146", "name_0": "surname:Bera;given-names:K.", "pub-id_doi": "10.1038/s41571-021-00560-7", "pub-id_pmid": "34663898", "section_type": "REF", "source": "Nat. Rev. Clin. Oncol.", "type": "ref", "volume": "19", "year": "2022"}, "text": "Predicting cancer outcomes with radiomics and artificial intelligence in radiology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34060, "infons": {"issue": "1", "name_0": "surname:Feng;given-names:Z.", "pub-id_doi": "10.1148/radiol.221291", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "307", "year": "2023"}, "text": "CT radiomics to predict macrotrabecular-massive subtype and immune status in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34162, "infons": {"fpage": "1151", "issue": "3", "lpage": "1161", "name_0": "surname:Li;given-names:G.", "pub-id_doi": "10.1093/brain/awab340", "pub-id_pmid": "35136934", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "145", "year": "2022"}, "text": "An MRI radiomics approach to predict survival and tumour-infiltrating macrophages in gliomas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34255, "infons": {"fpage": "4014", "issue": "6", "lpage": "4024", "name_0": "surname:Qi;given-names:Y.", "name_1": "surname:Zhao;given-names:T.", "name_2": "surname:Han;given-names:M.", "pub-id_doi": "10.1007/s00330-021-08520-6", "pub-id_pmid": "35048135", "section_type": "REF", "source": "Eur. Radiol.", "type": "ref", "volume": "32", "year": "2022"}, "text": "The application of radiomics in predicting gene mutations in cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34323, "infons": {"issue": "Pt A", "name_0": "surname:Gao;given-names:L.", "pub-id_doi": "10.1016/j.intimp.2022.109335", "section_type": "REF", "source": "Int Immunopharmacol", "type": "ref", "volume": "113", "year": "2022"}, "text": "Radiomic model to predict the expression of PD-1 and overall survival of patients with ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34425, "infons": {"fpage": "1", "issue": "1", "name_0": "surname:Wan;given-names:S.", "pub-id_doi": "10.1186/s13048-022-01089-8", "pub-id_pmid": "36597144", "section_type": "REF", "source": "J. Ovarian Res.", "type": "ref", "volume": "16", "year": "2023"}, "text": "CT-based machine learning radiomics predicts CCR5 expression level and survival in ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34523, "infons": {"fpage": "597", "issue": "3", "lpage": "605", "name_0": "surname:Meissner;given-names:A.K.", "pub-id_doi": "10.1007/s11060-023-04367-7", "section_type": "REF", "source": "J. Neuro Oncol.", "type": "ref", "volume": "163", "year": "2023"}, "text": "Radiomics for the non-invasive prediction of PD-L1 expression in patients with brain metastases secondary to non-small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34659, "infons": {"issue": "2", "name_0": "surname:Ramtohul;given-names:T.", "pub-id_doi": "10.1148/radiol.222646", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "308", "year": "2023"}, "text": "Multiparametric MRI and radiomics for the prediction of HER2-zero, -low, and -positive breast cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34761, "infons": {"fpage": "314", "issue": "4", "lpage": "316", "name_0": "surname:Vivian;given-names:J.", "pub-id_doi": "10.1038/nbt.3772", "pub-id_pmid": "28398314", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "35", "year": "2017"}, "text": "Toil enables reproducible, open source, big biomedical data analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34830, "infons": {"fpage": "238", "issue": "2", "lpage": "244", "name_0": "surname:Reid;given-names:F.", "pub-id_doi": "10.1136/ijgc-2019-000983", "pub-id_pmid": "32540894", "section_type": "REF", "source": "Int. J. Gynecol. Cancer", "type": "ref", "volume": "31", "year": "2021"}, "text": "The World Ovarian Cancer Coalition Every Woman Study: identifying challenges and opportunities to improve survival and quality of life", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34965, "infons": {"name_0": "surname:Banerjee;given-names:S.", "pub-id_doi": "10.1016/j.ctrv.2022.102489", "section_type": "REF", "source": "Cancer Treat Rev.", "type": "ref", "volume": "112", "year": "2023"}, "text": "Targeting NaPi2b in ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35000, "infons": {"fpage": "1550", "issue": "8", "lpage": "1556", "name_0": "surname:Gahlawat;given-names:A.W.", "pub-id_doi": "10.1038/s41416-022-01925-0", "pub-id_pmid": "35931806", "section_type": "REF", "source": "Br. J. Cancer", "type": "ref", "volume": "127", "year": "2022"}, "text": "A novel circulating miRNA panel for non-invasive ovarian cancer diagnosis and prognosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35088, "infons": {"fpage": "58", "issue": "1", "name_0": "surname:Ge;given-names:L.", "pub-id_doi": "10.1186/s13048-022-00988-0", "pub-id_pmid": "35550610", "section_type": "REF", "source": "J. Ovarian Res.", "type": "ref", "volume": "15", "year": "2022"}, "text": "Plasma circRNA microarray profiling identifies novel circRNA biomarkers for the diagnosis of ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35196, "infons": {"fpage": "3303", "issue": "7", "lpage": "3317", "name_0": "surname:Xi;given-names:X.", "pub-id_pmid": "35968331", "section_type": "REF", "source": "Am. J. Cancer Res.", "type": "ref", "volume": "12", "year": "2022"}, "text": "CDC20 is a novel biomarker for improved clinical predictions in epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35286, "infons": {"name_0": "surname:Li;given-names:L.", "pub-id_doi": "10.3389/fgene.2022.860161", "section_type": "REF", "source": "Front. Genet.", "type": "ref", "volume": "13", "year": "2022"}, "text": "Identification of CD8(+) T cell related biomarkers in ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35355, "infons": {"fpage": "210", "issue": "2", "lpage": "226", "name_0": "surname:Pugh-Toole;given-names:M.", "pub-id_doi": "10.1007/s11864-021-00929-x", "pub-id_pmid": "35192139", "section_type": "REF", "source": "Curr. Treat. Options Oncol.", "type": "ref", "volume": "23", "year": "2022"}, "text": "Natural killer cells: the missing link in effective treatment for high-grade serous ovarian carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35457, "infons": {"name_0": "surname:Saura-Esteller;given-names:J.", "pub-id_doi": "10.3389/fimmu.2022.915837", "section_type": "REF", "source": "Front. Immunol.", "type": "ref", "volume": "13", "year": "2022"}, "text": "Gamma delta T-cell based cancer immunotherapy: past-present-future", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35524, "infons": {"issue": "1", "name_0": "surname:Rob;given-names:L.", "pub-id_doi": "10.1136/jitc-2021-003190", "section_type": "REF", "source": "J Immunother Cancer", "type": "ref", "volume": "10", "year": "2022"}, "text": "Safety and efficacy of dendritic cell-based immunotherapy DCVAC/OvCa added to first-line chemotherapy (carboplatin plus paclitaxel) for epithelial ovarian cancer: a phase 2, open-label, multicenter, randomized trial", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35740, "infons": {"name_0": "surname:Chang;given-names:H.", "pub-id_doi": "10.1155/2021/1331031", "section_type": "REF", "source": "J Oncol", "type": "ref", "volume": "2021", "year": "2021"}, "text": "Construction of a macrophage infiltration regulatory network and related prognostic model of high-grade serous ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35866, "infons": {"fpage": "879", "issue": "10", "lpage": "887", "name_0": "surname:Avanzo;given-names:M.", "pub-id_doi": "10.1007/s00066-020-01625-9", "pub-id_pmid": "32367456", "section_type": "REF", "source": "Strahlenther. Onkol.", "type": "ref", "volume": "196", "year": "2020"}, "text": "Radiomics and deep learning in lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35909, "infons": {"name_0": "surname:Yu;given-names:Y.", "pub-id_doi": "10.1016/j.ebiom.2021.103460", "section_type": "REF", "source": "EBioMedicine", "type": "ref", "volume": "69", "year": "2021"}, "text": "Magnetic resonance imaging radiomics predicts preoperative axillary lymph node metastasis to support surgical decisions and is associated with tumor microenvironment in invasive breast cancer: a machine learning, multicenter study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36140, "infons": {"fpage": "498", "issue": "5", "lpage": "506", "name_0": "surname:Autorino;given-names:R.", "pub-id_doi": "10.1007/s11547-022-01482-9", "pub-id_pmid": "35325372", "section_type": "REF", "source": "Radiol. Med.", "type": "ref", "volume": "127", "year": "2022"}, "text": "Radiomics-based prediction of two-year clinical outcome in locally advanced cervical cancer patients undergoing neoadjuvant chemoradiotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36282, "infons": {"fpage": "928", "issue": "3", "lpage": "937", "name_0": "surname:Fasmer;given-names:K.E.", "pub-id_doi": "10.1002/jmri.27444", "pub-id_pmid": "33200420", "section_type": "REF", "source": "J Magn Reson Imaging", "type": "ref", "volume": "53", "year": "2021"}, "text": "Whole-volume tumor MRI radiomics for prognostic modeling in endometrial cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36361, "infons": {"fpage": "2052", "issue": "5", "lpage": "2063", "name_0": "surname:Bhandari;given-names:A.", "pub-id_doi": "10.1007/s00261-020-02832-9", "pub-id_pmid": "33136182", "section_type": "REF", "source": "Abdom Radiol (NY)", "type": "ref", "volume": "46", "year": "2021"}, "text": "CT-based radiomics for differentiating renal tumours: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36435, "infons": {"fpage": "1479", "issue": "14", "lpage": "1493", "name_0": "surname:Che;given-names:F.", "pub-id_doi": "10.3748/wjg.v28.i14.1479", "pub-id_pmid": "35582676", "section_type": "REF", "source": "World J. Gastroenterol.", "type": "ref", "volume": "28", "year": "2022"}, "text": "Radiomics signature: a potential biomarker for beta-arrestin1 phosphorylation prediction in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36552, "infons": {"name_0": "surname:Li;given-names:Z.", "pub-id_doi": "10.3389/fonc.2022.881341", "section_type": "REF", "source": "Front. Oncol.", "type": "ref", "volume": "12", "year": "2022"}, "text": "DCE-MRI radiomics models predicting the expression of radioresistant-related factors of LRP-1 and survivin in locally advanced rectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36693, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36712, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following is the Supplementary data to this article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36769, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.heliyon.2024.e32910.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]