[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240519", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "11077743", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1186/s40644-024-00705-8", "article-id_pmc": "11077743", "article-id_pmid": "38720384", "article-id_publisher-id": "705", "elocation-id": "59", "kwd": "Radiomics Soft tissue sarcoma Disease Progression Progression-free survival", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Yu;given-names:Yuan", "name_1": "surname:Guo;given-names:Hongwei", "name_2": "surname:Zhang;given-names:Meng", "name_3": "surname:Hou;given-names:Feng", "name_4": "surname:Yang;given-names:Shifeng", "name_5": "surname:Huang;given-names:Chencui", "name_6": "surname:Duan;given-names:Lisha", "name_7": "surname:Wang;given-names:Hexiang", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "24", "year": "2024"}, "text": "Multi-institutional validation of a radiomics signature for identification of postoperative progression of soft tissue sarcoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 127, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 138, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To develop a magnetic resonance imaging (MRI)-based radiomics signature for evaluating the risk of soft tissue sarcoma (STS) disease progression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 284, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 292, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We retrospectively enrolled 335 patients with STS (training, validation, and The Cancer Imaging Archive sets, n = 168, n = 123, and n = 44, respectively) who underwent surgical resection. Regions of interest were manually delineated using two MRI sequences. Among 12 machine learning-predicted signatures, the best signature was selected, and its prediction score was inputted into Cox regression analysis to build the radiomics signature. A nomogram was created by combining the radiomics signature with a clinical model constructed using MRI and clinical features. Progression-free survival was analyzed in all patients. We assessed performance and clinical utility of the models with reference to the time-dependent receiver operating characteristic curve, area under the curve, concordance index, integrated Brier score, decision curve analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1154, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1162, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "For the combined features subset, the minimum redundancy maximum relevance-least absolute shrinkage and selection operator regression algorithm + decision tree classifier had the best prediction performance. The radiomics signature based on the optimal machine learning-predicted signature, and built using Cox regression analysis, had greater prognostic capability and lower error than the nomogram and clinical model (concordance index, 0.758 and 0.812; area under the curve, 0.724 and 0.757; integrated Brier score, 0.080 and 0.143, in the validation and The Cancer Imaging Archive sets, respectively). The optimal cutoff was − 0.03 and cumulative risk rates were calculated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1849, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Data conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1865, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To assess the risk of STS progression, the radiomics signature may have better prognostic power than a nomogram/clinical model.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1993, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2019, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s40644-024-00705-8.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2111, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2124, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Soft tissue sarcoma (STS) is a highly aggressive and heterogeneous tumor with an overall 5-year survival rate of approximately 50%. Surgery is considered the standard treatment for localized STS. Despite appropriate aggressive multimodal therapy, the local recurrence rate is as high as 33–39%, and approximately 25–30% patients have distant metastasis. Predicting progression and progression-free survival (PFS) in patients after surgical resection, to determine whether they should receive standard (or intensified) neoadjuvant chemoradiotherapy or neoadjuvant radiotherapy, could help delay disease progression and prolong survival. Thus, developing STS-specific prognostic markers that can identify patient risk levels and aid treatment decision-making is warranted.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2899, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "From a clinical perspective, prognostic and predictive models facilitate cancer management and treatment, personalized medicine, and forecasting of overall cancer outcomes. At present, the tumor, node, metastasis system is limited in terms of anatomical tumor staging. The French Federation of Cancer Centers Sarcoma Group (FNCLCC) and National Cancer Institute staging systems are important for obtaining prognostic models but rely on mitotic activity and necrosis to determine the final grade. Moreover, the predictions of existing systems are not sufficiently accurate. With rapid progress in our understanding of cancer biology, along with developments in medical imaging technology and new and effective therapies, investigators are now looking beyond current grading and staging systems and developing new predictive models.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3730, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Using high-dimensional medical images as a foundation, radiomics allows more sophisticated feature extraction than conventional visual interpretation. By developing different models, radiomics has been used for predicting histopathological grade, risk of recurrence in cases of resection, preoperative lung metastasis status, and overall survival in STS patients. However, although these models often include intra-tumoral (IT) STS lesions, analysis of the region surrounding the visible tumor (peri-tumoral [PT]) is lacking. Experimental evidence indicates that the microenvironment might have an integral role in STS tumor recurrence. Therefore, it is critical to predict and assess radiomic signatures, which reflect microenvironmental invasion of the tumor periphery. We hypothesized that a radiomics signature based on IT and PT features would enhance the accuracy of STS prognostic predictions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4631, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this hypothesis-driven study, we assessed the performance of radiomics signatures based on IT, PT, and whole-tumoral (WT) features on magnetic resonance imaging (MRI) images for predicting the prognosis of STS patients. The signatures were developed using data from three institutions and The Cancer Imaging Archive (TCIA) database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4967, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4989, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4998, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This retrospective study received institutional review board approval, and the requirement for informed consent was waived for all participating institutions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5157, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The training set consisted of 168 patients from the hospital 1. Two validation sets were created: the first set (validation set) was composed of 123 patients from two other hospitals (the hospital 2 and hospital 3), and the second set (TCIA set), used to assess generalizability, was generated using a publicly available dataset from TCIA (10.7937/K9/TCIA.2015.7GO2GSKS), from which we obtained a collection of images from 44 patients with STS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5602, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Annex A1 supplements the criteria for inclusion and exclusion of patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Clinical data including age, gender, and FNCLCC grade were collected.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5747, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Follow-up and survival analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5779, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All patients were followed up every 3–6 months with MRI or CT scanning during the 2 years following surgery and semiannually thereafter. Training and validation set data were censored in November 2021 and June 2020, respectively, and TCIA set data were censored in November 2011. PFS was defined as the time between surgery and radiographic detection of metastasis or recurrence, the day of death without evidence of progression, or the last negative follow-up.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6243, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MRI semantic features acquisition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 335 patients underwent preoperative T1-weighted imaging (T1WI) and fat-suppressed T2-weighted imaging (FS-T2WI). Supplementary A2 displays the inspection equipment information and Table S1 displays the MRI scan parameters.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6511, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After drawing on previous studies, we selected six features from the MRI semantic features (Supplementary A3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6622, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tumor region delineation and radiomics feature extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6680, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study flow chart is depicted in Fig. 1. ITK-SNAP (version 3.8.0; http://www.itksnap.org ) was employed to segment the region of interest (ROI) and evaluate the tumors in three dimensions. After segmentation, RIAS (version 0.2.1; https://pewter-papyrus-421.notion.site/RIAS-916ad7256e1e472985d4b11c8ebf0fe0) was used to create peritumoral masks at a radial distance of 10 mm from the lesions in transverse and AP. Normal tissue, large arteries and veins, bronchi, and surrounding air were manually excluded. As Fig. 1(a) shows, the IT ROI corresponded to the maximum tumor area, the PT ROI to a radial distance of 10 mm from the lesion, and the WT ROI to the IT and PT regions combined.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7374, "infons": {"file": "40644_2024_705_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The study flow chart", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7395, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Preprocessing procedures of features extraction were shown in Supplementary A4. Radiomics features were then extracted using 3D Slicer software (version 4.10.2; https://www.slicer.org/). Finally, radiomics features, including first-order statistical, shape-based, textural, and wavelet decomposition features, were extracted from each three-dimensional ROI of the FS-T2WI and T1WI sequences. Textural features were included five classes (gray-level run-length matrix gray-level run-length matrix, gray-level dependence matrix, gray-level cooccurrence matrix, and neighborhood gray-tone difference matrix). On the basis of the ROIs, the following features combination were created: (1) IT features, consisting of radiomics features in the IT ROIs of T1WI and FS-T2WI; (2) PT features, consisting of radiomics features in the PT ROIs of T1WI and FS-T2WI; (3) WT features, consisting of radiomics features in the WT ROIs of T1WI and FS-T2WI; and (4) Combined features, consisting of both IT and PT features.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The inter- and intraobserver performance of the radiomics feature extraction process was assessed by calculating intraclass correlation coefficients (ICCs). Images from 40 patients were randomly chosen for segmentation by multiple radiologists. Inter-observer correlation coefficients were calculated by manually segmenting ROIs, performed by Reader 1, and intraobserver correlation coefficients were calculated by repeating the segmentation after 1 month, performed by Reader 2. Features with an ICC of < 0.80 were removed because they were deemed to have poor agreement. Among them, 40 T1WI features and 66 T2WI features were removed in the IT features; 10 T1WI features and 56 T2WI features were removed in the PT features; 11 T1WI features and 7 T2WI features were removed in the WT features.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9199, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "“Combat compensation” method", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9232, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The scanner effect is a major confounding factor in multi-center and multi-scheme studies that affects the extraction of radiomics features from MRI images. Therefore, the combat compensation method was employed to eliminate the scanner effect.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9477, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of radiomics signature", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9513, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To remove the effect of varying gray values, all extracted radiomics features were normalized using z-scores. Because our feature pool had a high degree of dimensionality, feature selection was used to prevent overfitting. First, the 30 features with the strongest correlations and the least redundancy were selected by the minimum redundancy maximum relevance(mRMR) algorithm. Next, the feature parameters were further filtered using the least absolute shrinkage and selection operator (LASSO) regression algorithm (Fig. 2). Then, the following three machine learning classifiers were investigated: decision tree (DT), support vector machine (SVM), and logistic regression (LR). Three machine learning-predicted signatures were constructed for each feature subset, and a total of 12 machine learning-predicted signatures were built. Finally, the machine learning-predicted signature with the most accurate prediction results was selected, and its prediction score was inputted into Cox regression analysis to create the radiomics signature, which was used to obtain the radiomics score.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10602, "infons": {"file": "40644_2024_705_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) MRI feature selection using the least absolute shrinkage and selection operator regression algorithm. (b) The seven selected MRI features and their coefficients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10767, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Development of a clinical model and radiomics nomogram", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10822, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Clinical information and MRI semantic features associated with STS progression were analyzed using univariate Cox regression, with factors significant at p < 0.05 considered significant independent risk factors for disease progression of STS patients. Such factor was included in the clinical model. Moreover, we integrated radiomics scores with selected clinical risk factors to develop a radiomics nomogram.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11236, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Validation and performance evaluation of the different models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The prognostic performance of machine learning-predicted signatures was evaluated on the basis of area under the curve (AUC), accuracy, sensitivity, specificity, positive predictive, and negative predictive values. The ability of the clinical model, radiomics signature, and nomogram to predict the progression of STS patients was evaluated by the concordance index (C index) and the time-dependent receiver operating characteristic curve (T-ROC). The calibration curve was used to evaluate calibration ability. The integrated Brier score (IBS) was calculated using the “Boot632plus” splitting method to estimate the prediction error of the models. Decision curve analysis (DCA) was used to evaluate clinical usefulness. We used X-tile software (version 3.6.1; https://medicine.yale.edu/lab/rimm/research/software/) to identify optimal thresholds to classify patients into low- and high-risk groups on the basis of survival outcomes. The Kaplan–Meier method and log-rank test were used to estimate the probability of PFS of the low- and high-risk groups.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12359, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12370, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The baseline data were compared using Fisher’s exact test, the chi-square test (for categorical variables) and the Mann-Whitney U test, Student’s t test (for continuous variables). SPSS (version 25.0; IBM Corp., Armonk, NY, USA) and R software (version 4.2.2; www.r-project.org) were used for the statistical analyses. Two-sided p-values < 0.05 indicated statistical significance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12759, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12767, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical information and mri features of patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12817, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table S2 shows the diagnostic results and classifications of the 335 patients. The MRI morphological and clinical data of the patients are shown in Table S3. It can be seen that the PFS of the non-progression and progression groups differed significantly across two groups in three cohorts. In addition, gender, FNCLCC showed significant differences between the two groups with non-progression and progression groups in TCIA set. Both the training set and TCIA set showed significant differences in age. In univariable cox regression analysis, age was a significant independent predictor of STS progression (p < 0.05; Table 1). On the basis of these findings, the clinical model was established, and the AUC values for the training, validation, and TCIA sets were 0.593, 0.569, and 0.653, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13625, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Univariable cox regression analysis of clinical and radiological features", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13699, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\"/><th align=\"left\"/><th align=\"left\">HR (95%CI)</th><th align=\"left\"><italic>P</italic> value</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"2\">Clinical data</td><td align=\"left\">Age</td><td align=\"left\">1.014 (1.000–1.014)</td><td align=\"left\">0.037*</td></tr><tr><td align=\"left\">Gender</td><td align=\"left\">1.069 (0.663–1.721)</td><td align=\"left\">0.784</td></tr><tr><td align=\"left\" rowspan=\"6\">Radiological Features</td><td align=\"left\">Number</td><td align=\"left\">0.991 (0.588–1.670)</td><td align=\"left\">0.974</td></tr><tr><td align=\"left\">Depth</td><td align=\"left\">1.147 (0.713–1.841)</td><td align=\"left\">0.572</td></tr><tr><td align=\"left\">Heterogeneous SI at T1WI</td><td align=\"left\">0.993 (0.610–1.616)</td><td align=\"left\">0.978</td></tr><tr><td align=\"left\">Heterogeneous SI at T2WI</td><td align=\"left\">0.657 (0.404–1.068)</td><td align=\"left\">0.090</td></tr><tr><td align=\"left\">Tumor volume with MRI signal compatible with necrosis</td><td align=\"left\">0.944 (0.661–1.345)</td><td align=\"left\">0.749</td></tr><tr><td align=\"left\">Peritumoral edema</td><td align=\"left\">1.151 (0.756–1.752)</td><td align=\"left\">0.512</td></tr></tbody></table>\n"}, "text": "\t\tHR (95%CI)\tP value\t \tClinical data\tAge\t1.014 (1.000–1.014)\t0.037*\t \tGender\t1.069 (0.663–1.721)\t0.784\t \tRadiological Features\tNumber\t0.991 (0.588–1.670)\t0.974\t \tDepth\t1.147 (0.713–1.841)\t0.572\t \tHeterogeneous SI at T1WI\t0.993 (0.610–1.616)\t0.978\t \tHeterogeneous SI at T2WI\t0.657 (0.404–1.068)\t0.090\t \tTumor volume with MRI signal compatible with necrosis\t0.944 (0.661–1.345)\t0.749\t \tPeritumoral edema\t1.151 (0.756–1.752)\t0.512\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14146, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Performance of the machine learning-predicted signatures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14203, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Table 2 displays the prediction performance of all machine learning-predicted signatures. In the Combined features subset, the mRMR-LASSO regression algorithm + DT classifier had the highest prediction accuracy, with AUC values of 0.812 (range: 0.730–0.893) and 0.856 (range: 0.750–0.963), and accuracy values of 0.789 and 0.795, in the validation and TCIA sets, respectively. Thus, the results for this algorithm were input into Cox regression analysis to construct the radiomics signature, which was then used to obtain the radiomics score.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14755, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Performance of different machine learning algorithms in different features subsets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14838, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" colspan=\"3\"/><th align=\"left\" colspan=\"6\">Training set</th><th align=\"left\" colspan=\"6\">Validation set</th><th align=\"left\" colspan=\"6\">TCIA set</th></tr></thead><tbody><tr><td align=\"left\">\n<bold>Features subsets</bold>\n</td><td align=\"left\">\n<bold>Classifiers</bold>\n</td><td align=\"left\" colspan=\"2\">AUC (95%CI)</td><td align=\"left\">ACC</td><td align=\"left\">SEN</td><td align=\"left\">SPE</td><td align=\"left\">PPV</td><td align=\"left\">NPV</td><td align=\"left\">AUC (95%CI)</td><td align=\"left\">ACC</td><td align=\"left\">SEN</td><td align=\"left\">SPE</td><td align=\"left\">PPV</td><td align=\"left\">NPV</td><td align=\"left\">AUC (95%CI)</td><td align=\"left\">ACC</td><td align=\"left\">SEN</td><td align=\"left\">SPE</td><td align=\"left\">PPV</td><td align=\"left\">NPV</td></tr><tr><td align=\"left\" rowspan=\"3\">Combined Features</td><td align=\"left\">LR</td><td align=\"left\" colspan=\"2\">0.641(0.557–0.725)</td><td align=\"left\">0.607</td><td align=\"left\">0.289</td><td align=\"left\">0.828</td><td align=\"left\">0.540</td><td align=\"left\">0.625</td><td align=\"left\">0.555(0.452–0.658)</td><td align=\"left\">0.626</td><td align=\"left\">0.650</td><td align=\"left\">0.961</td><td align=\"left\">0.500</td><td align=\"left\">0.632</td><td align=\"left\">0.694(0.535–0.853)</td><td align=\"left\">0.659</td><td align=\"left\">0.833</td><td align=\"left\">0.450</td><td align=\"left\">0.645</td><td align=\"left\">0.692</td></tr><tr><td align=\"left\">DT</td><td align=\"left\" colspan=\"2\">0.865(0.806–0.925)</td><td align=\"left\">0.821</td><td align=\"left\">0.739</td><td align=\"left\">0.878</td><td align=\"left\">0.809</td><td align=\"left\">0.828</td><td align=\"left\">0.812(0.730–0.893)</td><td align=\"left\">0.789</td><td align=\"left\">0.717</td><td align=\"left\">0.831</td><td align=\"left\">0.718</td><td align=\"left\">0.831</td><td align=\"left\">0.856(0.750–0.963)</td><td align=\"left\">0.795</td><td align=\"left\">0.750</td><td align=\"left\">0.850</td><td align=\"left\">0.857</td><td align=\"left\">0.739</td></tr><tr><td align=\"left\">SVM</td><td align=\"left\" colspan=\"2\">0.621(0.536–0.705)</td><td align=\"left\">0.592</td><td align=\"left\">0.140</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">0.598</td><td align=\"left\">0.620(0.518–0.722)</td><td align=\"left\">0.626</td><td align=\"left\">0.000</td><td align=\"left\">1.000</td><td align=\"left\">NA</td><td align=\"left\">0.626</td><td align=\"left\">0.567(0.387–0.746)</td><td align=\"left\">0.590</td><td align=\"left\">1.000</td><td align=\"left\">0.100</td><td align=\"left\">0.571</td><td align=\"left\">1.000</td></tr><tr><td align=\"left\" rowspan=\"3\">IT Features</td><td align=\"left\">LR</td><td align=\"left\" colspan=\"2\">0.679(0.596–0.762)</td><td align=\"left\">0.630</td><td align=\"left\">0.333</td><td align=\"left\">0.838</td><td align=\"left\">0.589</td><td align=\"left\">0.643</td><td align=\"left\">0.515(0.411–0.619)</td><td align=\"left\">0.512</td><td align=\"left\">0.195</td><td align=\"left\">0.701</td><td align=\"left\">0.281</td><td align=\"left\">0.593</td><td align=\"left\">0.588(0.500-0.763)</td><td align=\"left\">0.500</td><td align=\"left\">0.208</td><td align=\"left\">0.850</td><td align=\"left\">0.625</td><td align=\"left\">0.472</td></tr><tr><td align=\"left\">DT</td><td align=\"left\" colspan=\"2\">0.762(0.688–0.835)</td><td align=\"left\">0.738</td><td align=\"left\">0.565</td><td align=\"left\">0.858</td><td align=\"left\">0.735</td><td align=\"left\">0.739</td><td align=\"left\">0.536(0.436–0.636)</td><td align=\"left\">0.439</td><td align=\"left\">0.543</td><td align=\"left\">0.376</td><td align=\"left\">0.342</td><td align=\"left\">0.580</td><td align=\"left\">0.578(0.423–0.788)</td><td align=\"left\">0.431</td><td align=\"left\">0.541</td><td align=\"left\">0.300</td><td align=\"left\">0.481</td><td align=\"left\">0.352</td></tr><tr><td align=\"left\">SVM</td><td align=\"left\" colspan=\"2\">0.604(0.517–0.690)</td><td align=\"left\">0.601</td><td align=\"left\">0.028</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">0.596</td><td align=\"left\">0.505(0.397–0.612)</td><td align=\"left\">0.617</td><td align=\"left\">0.000</td><td align=\"left\">0.987</td><td align=\"left\">0.000</td><td align=\"left\">0.622</td><td align=\"left\">0.579(0.398–0.760)</td><td align=\"left\">0.431</td><td align=\"left\">0.00</td><td align=\"left\">0.950</td><td align=\"left\">0.00</td><td align=\"left\">0.441</td></tr><tr><td align=\"left\" rowspan=\"3\">PT Features</td><td align=\"left\">LR</td><td align=\"left\" colspan=\"2\">0.624(0.537–0.710)</td><td align=\"left\">0.619</td><td align=\"left\">0.275</td><td align=\"left\">0.858</td><td align=\"left\">0.575</td><td align=\"left\">0.629</td><td align=\"left\">0.552(0.443–0.660)</td><td align=\"left\">0.520</td><td align=\"left\">0.347</td><td align=\"left\">0.623</td><td align=\"left\">0.355</td><td align=\"left\">0.615</td><td align=\"left\">0.550(0.372–0.728)</td><td align=\"left\">0.545</td><td align=\"left\">0.333</td><td align=\"left\">0.800</td><td align=\"left\">0.667</td><td align=\"left\">0.500</td></tr><tr><td align=\"left\">DT</td><td align=\"left\" colspan=\"2\">0.875(0.824–0.926)</td><td align=\"left\">0.797</td><td align=\"left\">0.840</td><td align=\"left\">0.707</td><td align=\"left\">0.716</td><td align=\"left\">0.873</td><td align=\"left\">0.571(0.471–0.672)</td><td align=\"left\">0.447</td><td align=\"left\">0.326</td><td align=\"left\">0.519</td><td align=\"left\">0.288</td><td align=\"left\">0.563</td><td align=\"left\">0.574(0.404–0.744)</td><td align=\"left\">0.477</td><td align=\"left\">0.375</td><td align=\"left\">0.600</td><td align=\"left\">0.529</td><td align=\"left\">0.400</td></tr><tr><td align=\"left\">SVM</td><td align=\"left\" colspan=\"2\">0.604(0.513–0.694)</td><td align=\"left\">0.595</td><td align=\"left\">0.014</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">0.592</td><td align=\"left\">0.567(0.458–0.676)</td><td align=\"left\">0.626</td><td align=\"left\">0.000</td><td align=\"left\">1.000</td><td align=\"left\">0.000</td><td align=\"left\">0.626</td><td align=\"left\">0.562(0.385–0.740)</td><td align=\"left\">0.450</td><td align=\"left\">0.000</td><td align=\"left\">1.000</td><td align=\"left\">0.000</td><td align=\"left\">0.450</td></tr><tr><td align=\"left\" rowspan=\"3\">WT Features</td><td align=\"left\">LR</td><td align=\"left\" colspan=\"2\">0.646(0.563–0.729)</td><td align=\"left\">0.595</td><td align=\"left\">0.304</td><td align=\"left\">0.797</td><td align=\"left\">0.512</td><td align=\"left\">0.622</td><td align=\"left\">0.605(0.502–0.709)</td><td align=\"left\">0.537</td><td align=\"left\">0.087</td><td align=\"left\">0.805</td><td align=\"left\">0.211</td><td align=\"left\">0.596</td><td align=\"left\">0.515(0.335–0.694)</td><td align=\"left\">0.431</td><td align=\"left\">0.208</td><td align=\"left\">0.700</td><td align=\"left\">0.454</td><td align=\"left\">0.424</td></tr><tr><td align=\"left\">DT</td><td align=\"left\" colspan=\"2\">0.824 (0.760–0.887)</td><td align=\"left\">0.785</td><td align=\"left\">0.695</td><td align=\"left\">0.848</td><td align=\"left\">0.761</td><td align=\"left\">0.800</td><td align=\"left\">0.518(0.414–0.622)</td><td align=\"left\">0.471</td><td align=\"left\">0.326</td><td align=\"left\">0.558</td><td align=\"left\">0.306</td><td align=\"left\">0.581</td><td align=\"left\">0.475 (0.303–0.647)</td><td align=\"left\">0.500</td><td align=\"left\">0.458</td><td align=\"left\">0.550</td><td align=\"left\">0.550</td><td align=\"left\">0.458</td></tr><tr><td align=\"left\">SVM</td><td align=\"left\" colspan=\"2\"/><td align=\"left\">0.595</td><td align=\"left\">0.014</td><td align=\"left\">1.000</td><td align=\"left\">1.000</td><td align=\"left\">0.592</td><td align=\"left\">0.561 (0.452–0.671)</td><td align=\"left\">0.626</td><td align=\"left\">0.000</td><td align=\"left\">1.000</td><td align=\"left\">NA</td><td align=\"left\">0.626</td><td align=\"left\">0.523(0.346-0.700)</td><td align=\"left\">0.454</td><td align=\"left\">0.000</td><td align=\"left\">1.000</td><td align=\"left\">NA</td><td align=\"left\">0.454</td></tr></tbody></table>\n"}, "text": "\tTraining set\tValidation set\tTCIA set\t \tFeatures subsets\tClassifiers\tAUC (95%CI)\tACC\tSEN\tSPE\tPPV\tNPV\tAUC (95%CI)\tACC\tSEN\tSPE\tPPV\tNPV\tAUC (95%CI)\tACC\tSEN\tSPE\tPPV\tNPV\t \tCombined Features\tLR\t0.641(0.557–0.725)\t0.607\t0.289\t0.828\t0.540\t0.625\t0.555(0.452–0.658)\t0.626\t0.650\t0.961\t0.500\t0.632\t0.694(0.535–0.853)\t0.659\t0.833\t0.450\t0.645\t0.692\t \tDT\t0.865(0.806–0.925)\t0.821\t0.739\t0.878\t0.809\t0.828\t0.812(0.730–0.893)\t0.789\t0.717\t0.831\t0.718\t0.831\t0.856(0.750–0.963)\t0.795\t0.750\t0.850\t0.857\t0.739\t \tSVM\t0.621(0.536–0.705)\t0.592\t0.140\t1.000\t1.000\t0.598\t0.620(0.518–0.722)\t0.626\t0.000\t1.000\tNA\t0.626\t0.567(0.387–0.746)\t0.590\t1.000\t0.100\t0.571\t1.000\t \tIT Features\tLR\t0.679(0.596–0.762)\t0.630\t0.333\t0.838\t0.589\t0.643\t0.515(0.411–0.619)\t0.512\t0.195\t0.701\t0.281\t0.593\t0.588(0.500-0.763)\t0.500\t0.208\t0.850\t0.625\t0.472\t \tDT\t0.762(0.688–0.835)\t0.738\t0.565\t0.858\t0.735\t0.739\t0.536(0.436–0.636)\t0.439\t0.543\t0.376\t0.342\t0.580\t0.578(0.423–0.788)\t0.431\t0.541\t0.300\t0.481\t0.352\t \tSVM\t0.604(0.517–0.690)\t0.601\t0.028\t1.000\t1.000\t0.596\t0.505(0.397–0.612)\t0.617\t0.000\t0.987\t0.000\t0.622\t0.579(0.398–0.760)\t0.431\t0.00\t0.950\t0.00\t0.441\t \tPT Features\tLR\t0.624(0.537–0.710)\t0.619\t0.275\t0.858\t0.575\t0.629\t0.552(0.443–0.660)\t0.520\t0.347\t0.623\t0.355\t0.615\t0.550(0.372–0.728)\t0.545\t0.333\t0.800\t0.667\t0.500\t \tDT\t0.875(0.824–0.926)\t0.797\t0.840\t0.707\t0.716\t0.873\t0.571(0.471–0.672)\t0.447\t0.326\t0.519\t0.288\t0.563\t0.574(0.404–0.744)\t0.477\t0.375\t0.600\t0.529\t0.400\t \tSVM\t0.604(0.513–0.694)\t0.595\t0.014\t1.000\t1.000\t0.592\t0.567(0.458–0.676)\t0.626\t0.000\t1.000\t0.000\t0.626\t0.562(0.385–0.740)\t0.450\t0.000\t1.000\t0.000\t0.450\t \tWT Features\tLR\t0.646(0.563–0.729)\t0.595\t0.304\t0.797\t0.512\t0.622\t0.605(0.502–0.709)\t0.537\t0.087\t0.805\t0.211\t0.596\t0.515(0.335–0.694)\t0.431\t0.208\t0.700\t0.454\t0.424\t \tDT\t0.824 (0.760–0.887)\t0.785\t0.695\t0.848\t0.761\t0.800\t0.518(0.414–0.622)\t0.471\t0.326\t0.558\t0.306\t0.581\t0.475 (0.303–0.647)\t0.500\t0.458\t0.550\t0.550\t0.458\t \tSVM\t\t0.595\t0.014\t1.000\t1.000\t0.592\t0.561 (0.452–0.671)\t0.626\t0.000\t1.000\tNA\t0.626\t0.523(0.346-0.700)\t0.454\t0.000\t1.000\tNA\t0.454\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16928, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Note AUC, area under curve; ACC, accuracy; SEN, sensitivity; SPE, specificity; PPV, positive predictive value; NPV, negative predictive value", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17070, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction of the nomogram and performance of the different models", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17139, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A nomogram was constructed by combining the radiomics signature with the clinical model derived from the univariate Cox regression analysis; Table 3 displays its predictive performance. The C index of the radiomics signature was 0.790 (range: 0.734–0.845) in the training set, 0.758 (range: 0.676–0.840) in the validation set, and 0.812 (0.683–0.941) in TCIA set, exceeding the values of other models. According to the T-ROC, the AUC values of the radiomics signature were similar to those of the nomogram, and both were higher than those of the clinical model (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17718, "infons": {"file": "40644_2024_705_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Time-dependent receiver operating characteristic curves for each model and the different cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17815, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Predictive performance of radiomics signature, nomogram and clinical model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17890, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"3\">Training set</th><th align=\"left\" colspan=\"3\">Validation set</th><th align=\"left\" colspan=\"4\">TCIA set</th></tr></thead><tbody><tr><td align=\"left\"/><td align=\"left\">AUC</td><td align=\"left\">C index(95%CI)</td><td align=\"left\">IBS</td><td align=\"left\">AUC</td><td align=\"left\">C index(95%CI)</td><td align=\"left\">IBS</td><td align=\"left\">AUC</td><td align=\"left\">C index(95%CI)</td><td align=\"left\">IBS</td><td align=\"left\" colspan=\"1\"/></tr><tr><td align=\"left\">Radiomics signature</td><td align=\"left\">0.820</td><td align=\"left\">0.790(0.734-0.845)</td><td align=\"left\">0.112</td><td align=\"left\">0.724</td><td align=\"left\">0.758(0.676-0.840)</td><td align=\"left\">0.080</td><td align=\"left\">0.757</td><td align=\"left\">0.812(0.683-0.941)</td><td align=\"left\">0.143</td><td align=\"left\" colspan=\"1\"/></tr><tr><td align=\"left\">Nomogram</td><td align=\"left\">0.776</td><td align=\"left\">0.776(0.725-0.828)</td><td align=\"left\">0.111</td><td align=\"left\">0.742</td><td align=\"left\">0.735(0.664-0.805)</td><td align=\"left\">0.082</td><td align=\"left\">0.730</td><td align=\"left\">0.707(0.592-0.821)</td><td align=\"left\">0.143</td><td align=\"left\" colspan=\"1\"/></tr><tr><td align=\"left\">Clinical model</td><td align=\"left\">0.593</td><td align=\"left\">0.583(0.512-0.655)</td><td align=\"left\">0.128</td><td align=\"left\">0.569</td><td align=\"left\">0.551(0.460-0.642)</td><td align=\"left\">0.085</td><td align=\"left\">0.653</td><td align=\"left\">0.644(0.520-0.767)</td><td align=\"left\">0.155</td><td align=\"left\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "\tTraining set\tValidation set\tTCIA set\t \t\tAUC\tC index(95%CI)\tIBS\tAUC\tC index(95%CI)\tIBS\tAUC\tC index(95%CI)\tIBS\t\t \tRadiomics signature\t0.820\t0.790(0.734-0.845)\t0.112\t0.724\t0.758(0.676-0.840)\t0.080\t0.757\t0.812(0.683-0.941)\t0.143\t\t \tNomogram\t0.776\t0.776(0.725-0.828)\t0.111\t0.742\t0.735(0.664-0.805)\t0.082\t0.730\t0.707(0.592-0.821)\t0.143\t\t \tClinical model\t0.593\t0.583(0.512-0.655)\t0.128\t0.569\t0.551(0.460-0.642)\t0.085\t0.653\t0.644(0.520-0.767)\t0.155\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18336, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Note AUC, area under curve; C index, concordance index; IBS, integrated Brier score", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18420, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 4(a–c) shows calibration plots of the different models predicting STS progression over 3 years. Figure 4(d–f) shows the prediction error of the different models. The IBS values of the radiomics signature, nomogram, and clinical model were 0.080, 0.082, and 0.085 in the validation set and 0.143, 0.143, and 0.155 in TCIA set, respectively. Therefore, the radiomics signature had good calibration ability and less prediction error than the other models. In addition, as shown in Fig. 4(g), the radiomics signature provided the greatest clinical benefit according to 3-year DCA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19011, "infons": {"file": "40644_2024_705_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(a–c) Calibration curves of the different models using the training, validation, and TCIA sets. (d–f) Prediction error curves of the different models using the training, validation, and TCIA sets. (g) Results of the decision curve analysis of all cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19270, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Risk stratification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19290, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We established two STS progression risk groups according to a cutoff value of -0.03. Table 4 lists the median PFS times of the different cohorts, as well as the cumulative 2-, 3-, and 5-year PFS rates. Cumulative progression rates are presented in Fig. 5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19548, "infons": {"file": "40644_2024_705_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Cumulative progression rates predicted by the radiomics signature according to risk group", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19638, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "The median PFS and cumulative 2-, 3-, and 5-year PFS rates in different cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19718, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Cohort</th><th align=\"left\">No. of patients (progression numbers)</th><th align=\"left\">Median PFS (months)</th><th align=\"left\">2-year PFS rate (%)</th><th align=\"left\">3-year PFS rate (%)</th><th align=\"left\">5-year PFS rate (%)</th><th align=\"left\"><italic>P</italic> value</th></tr></thead><tbody><tr><td align=\"left\" colspan=\"7\">\n<bold>Training Set</bold>\n</td></tr><tr><td align=\"left\">Low risk</td><td align=\"left\">105(18)</td><td align=\"left\">NA(NA-NA)</td><td align=\"left\">0.873(0.808-0.944)</td><td align=\"left\">0.834(0.755-0.922)</td><td align=\"left\">0.774(0.669-0.894)</td><td align=\"left\"/></tr><tr><td align=\"left\">High risk</td><td align=\"left\">63(51)</td><td align=\"left\">15(9-23)</td><td align=\"left\">0.270(0.173-0.421)</td><td align=\"left\">0.204(0.118-0.352)</td><td align=\"left\">0.051(0.014-0.190)</td><td align=\"left\">*<italic>p</italic>&lt;0.001</td></tr><tr><td align=\"left\" colspan=\"7\">\n<bold>Validation Set</bold>\n</td></tr><tr><td align=\"left\">Low risk</td><td align=\"left\">77(13)</td><td align=\"left\">NA(NA-NA)</td><td align=\"left\">0.900(0.833-0.974)</td><td align=\"left\">0.803(0.700-0.921)</td><td align=\"left\">0.738 (NA-NA)</td><td align=\"left\"/></tr><tr><td align=\"left\">High risk</td><td align=\"left\">46(33)</td><td align=\"left\">23(17-37)</td><td align=\"left\">0.487(0.356-0.666)</td><td align=\"left\">0.301(0.182-0.498)</td><td align=\"left\">0.089(0.025-0.314)</td><td align=\"left\">*<italic>p</italic>&lt;0.001</td></tr><tr><td align=\"left\" colspan=\"7\">\n<bold>TCIA set</bold>\n</td></tr><tr><td align=\"left\">Low risk</td><td align=\"left\">9(0)</td><td align=\"left\">NA (NA-NA)</td><td align=\"left\">NA (NA-NA)</td><td align=\"left\">NA (NA-NA)</td><td align=\"left\">NA (NA-NA)</td><td align=\"left\"/></tr><tr><td align=\"left\">High risk</td><td align=\"left\">35(24)</td><td align=\"left\">14(9-NA)</td><td align=\"left\">0.325(0.198-0.535)</td><td align=\"left\">0.271(0.147-0.500)</td><td align=\"left\">NA (NA-NA)</td><td align=\"left\">*<italic>p</italic>=0.002</td></tr><tr><td align=\"left\" colspan=\"7\">\n<bold>All sets</bold>\n</td></tr><tr><td align=\"left\">Low risk</td><td align=\"left\">191(31)</td><td align=\"left\">NA(NA-NA)</td><td align=\"left\">0.890(0.845-0.939)</td><td align=\"left\">0.850(0.793-0.911)</td><td align=\"left\">0.763(0.680-0.855)</td><td align=\"left\"/></tr><tr><td align=\"left\">High risk</td><td align=\"left\">144(108)</td><td align=\"left\">17(13-23)</td><td align=\"left\">0.363(0.289-0.457)</td><td align=\"left\">0.264(0.195-0.358)</td><td align=\"left\">0.084(0.039-0.181)</td><td align=\"left\">*<italic>p</italic>&lt;0.001</td></tr></tbody></table>\n"}, "text": "Cohort\tNo. of patients (progression numbers)\tMedian PFS (months)\t2-year PFS rate (%)\t3-year PFS rate (%)\t5-year PFS rate (%)\tP value\t \tTraining Set\t \tLow risk\t105(18)\tNA(NA-NA)\t0.873(0.808-0.944)\t0.834(0.755-0.922)\t0.774(0.669-0.894)\t\t \tHigh risk\t63(51)\t15(9-23)\t0.270(0.173-0.421)\t0.204(0.118-0.352)\t0.051(0.014-0.190)\t*p<0.001\t \tValidation Set\t \tLow risk\t77(13)\tNA(NA-NA)\t0.900(0.833-0.974)\t0.803(0.700-0.921)\t0.738 (NA-NA)\t\t \tHigh risk\t46(33)\t23(17-37)\t0.487(0.356-0.666)\t0.301(0.182-0.498)\t0.089(0.025-0.314)\t*p<0.001\t \tTCIA set\t \tLow risk\t9(0)\tNA (NA-NA)\tNA (NA-NA)\tNA (NA-NA)\tNA (NA-NA)\t\t \tHigh risk\t35(24)\t14(9-NA)\t0.325(0.198-0.535)\t0.271(0.147-0.500)\tNA (NA-NA)\t*p=0.002\t \tAll sets\t \tLow risk\t191(31)\tNA(NA-NA)\t0.890(0.845-0.939)\t0.850(0.793-0.911)\t0.763(0.680-0.855)\t\t \tHigh risk\t144(108)\t17(13-23)\t0.363(0.289-0.457)\t0.264(0.195-0.358)\t0.084(0.039-0.181)\t*p<0.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20596, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_foot"}, "text": "Note PFS, progression-free survival; *, In comparison to the low-risk stratification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20681, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown by the cumulative progression curves, the radiomics signature significantly stratified patients according to STS risk in the training, validation, TCIA sets, and all sets combined (all log-rank p-values < 0.01). The median PFS times of the low-risk groups were not reached in all cohorts, and the median PFS times of the high-risk groups were 15, 23, 14, and 17 months in the training set, validation set, TCIA set, and all sets combined, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21147, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21158, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The use of radiomics in preoperative prognostic models could facilitate risk stratification of STS patients. However, the potential of PT images, which provide prognostically relevant information that could aid prediction of STS progression, remains to be explored. Moreover, prognostic models have not been evaluated in multi-institutional, international cohorts (including TCIA database). On the basis of the radiomics features in the ROIs in this study, data from 335 STS patients were used to construct 12 machine learning-predicted signatures for identifying postoperative progression of STS. Combining multidimensional IT and PT features enhanced the accuracy of STS risk stratification. Furthermore, compared with the clinical model and nomogram, the radiomics signature had greater prognostic capacity (AUC = 0.820, 0.724, and 0.757 using the training, validation, and TCIA sets, respectively), superior clinical value, good calibration ability, and low prediction error (IBS ≤ 0.143). Moreover, the radiomics signature performed similarly across all three cohorts, indicating universality and stability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22281, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "MRI has been applied for assessing the prognosis of STS. According to Amandine et al., overall survival in STS may be associated with certain MRI features, including a heterogeneous T2WI signal, peritumoral enhancement, and necrosis. In this study, the above MRI features were not meaningful, which reflects model instability. Moreover, our clinical model included only age and showed poor differentiation performance. Compared with previously reported predictors, the radiomics features in this study had lower prediction error and superior clinical value, indicating that the radiomics signature is the most valid and dependable method for predicting STS prognosis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22949, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Radiomics, as an emerging non-invasive method, mines quantitative features in medical images to obtain markers that help clinicians make clinical decisions. Radiomics can be regarded as a “digital biopsy” that allows in-depth analysis of spatial heterogeneity and tumor phenotypes in various clinical scenarios. Because of the aggressive nature of cancer, the peritumoral region provides useful and complementary information about the disease. The survival likelihood of cancer patients is impacted by tumor invasion into the peripheral region. Previous research described the application of radiomic techniques to capture information about areas surrounding sites of cancer. Sun et al. combined 5-mm IT and PT regions to predict axillary lymph node metastasis in breast cancer. Braman et al. incorporated features from 6–12-mm PT regions to characterize the so-called “response-associated HER2-E subtype.” In our study, when we defined the PT region as a 15-mm area outside of the lesions, normal tissue and air covering a large area had to be manually excluded in some cases. In view of the above, 10-mm peritumoral masks at a radial distance of 10 mm from the lesions were generated in this study. The results showed that the performance achieved by combining the IT and PT regions was significantly improved, similar to previous results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24302, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previous studies have shown that radiomics features can predict survival outcomes in STS patients. Liang et al. developed a radiomics nomogram based on FS-T2WI and T1WI sequences that provided satisfactory PFS risk stratification for STS patients. A radiomics signature based on FS-T2WI also achieved good prognostic results in terms of risk stratification for overall survival. The radiomics features that we used to predict cumulative progression were satisfactory for risk stratification of STS patients. Neoadjuvant radiotherapy and chemotherapy could lower the risk of disease progression and improve the survival of STS patients, and more aggressive treatment should be implemented as early as possible for patients at high risk of disease progression. Currently, developing individualized treatment plans and choosing appropriate postoperative follow-up times for STS patients is a major challenge. In our study, STS patients were categorized into low- and high-risk groups on the basis of the radiomics signature. For the low-risk group, the 2-, 3-, and 5-year cumulative progression rates were 11.0%, 15.0%, 23.7%, respectively, in all sets. Therefore, complete surgical resection and routine follow-up after surgery are recommended, whereas adjuvant treatment is generally not appropriate after surgery. For the high-risk group, the 2-, 3-, and 5-year cumulative progression rates were 63.7%, 73.6%, and 91.6%, respectively, in all sets. Therefore, standard-dose adjuvant chemoradiotherapy after surgery is recommended, along with appropriate targeted therapy or immunotherapy regimens and close follow-up after surgery.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25933, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study differs from some previously published STS radiomics studies in several ways. First, it is the first study to show the added value of PT features for STS risk stratification when combined with IT features. Second, it is the first study to assess the role of radiomics in STS patients using TCIA database, which includes patients from various geographic regions, as well as different MRI scanners and imaging protocols. Third, we extracted radiomics features using conventional T1WI and FS-T2WI sequences, which are clinically reproducible, readily available, widely used, and more familiar to radiologists compared with dynamic contrast-enhanced imaging.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26598, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The current study had some limitations. First, given its retrospective nature, and although we used rigorous criteria, selection bias cannot be ruled out. Second, because the robustness and generalizability of radiomics across multiple institutions, MRI scanners, and parameter settings is important, we verified our radiomics nomogram by adding an open-source data, i.e., TCIA database. However, TCIA sample size is small, and larger prospective samples are required for further verification. Third, the stability of the radiomics features may be affected when segmentation is performed by multiple radiologists. Even if we exclude features with ICC values < 0.80, the efficiency of the radiomics process could be improved by more accurate automated tumor segmentation. Finally, a radial distance of 10 mm from the lesion was considered the peritumor region, and the distension area around the lesion will be further explored in a future study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27549, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27560, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, we proposed a radiomics signature based on heterogeneous IT and PT features that could serve as a non-invasive and accessible biomarker to effectively predict outcomes and add prognostic value to traditional radiomics signatures based only on IT regions, thus promoting precise transplant oncology and medical imaging.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27891, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27925, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Below is the link to the electronic supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27985, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28004, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28123, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28144, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "YY wrote the manuscript. YY, HG, MZ, SY and LD was responsible for collecting of the data. SY, LD and HW conceived and designed this study. FH performed the histological examination of soft tissue sarcoma. YY, HG, MZ, CH and LD processed and analyzed the data for this study. HW revised and confirmed the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28513, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28521, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by the Shandong Provincial Natural Science Foundation (Grant No.ZR2021MH159).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28623, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28641, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28767, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28780, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Ethical approval", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28797, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "This retrospective study received institutional review board approval, and the requirement for informed consent was waived for all participating institutions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28956, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28980, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Publication was approved by all authors and by the responsible authorities where the work was carried out.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29087, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29107, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The author(s) declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29153, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29167, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MRI", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29171, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29198, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "STS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29202, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "soft tissue sarcoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29222, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PFS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29226, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "progression-free survival", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29252, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FNCLCC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29259, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The French Federation of Cancer Centers Sarcoma Group", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29313, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29316, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "intra-tumoral", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29330, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29333, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "peri-tumoral", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29346, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29349, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "whole-tumoral", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29363, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TCIA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29368, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The Cancer Imaging Archive", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29395, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "T1WI", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29400, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "T1-weighted imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29420, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FS-T2WI", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29428, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "fat-suppressed T2-weighted imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29463, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ROI", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29467, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "region of interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29486, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ICCs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29491, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "intraclass correlation coefficients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29527, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "mRMR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29532, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "the minimum redundancy maximum relevance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29573, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LASSO", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29579, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "the least absolute shrinkage and selection operator", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29631, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29634, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "decision tree", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29648, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SVM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29652, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "support vector machine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29675, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29678, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "logistic regression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29698, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AUC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29702, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "the basis of area under the curve", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29736, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "C index", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29744, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "the concordance index", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29766, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "T-ROC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29772, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "the time-dependent receiver operating characteristic curve", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29831, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IBS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29835, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The integrated Brier score", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29862, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DCA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29866, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Decision curve analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29890, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29901, "infons": {"section_type": "REF", "type": "ref"}, "text": "Meyer M, Seetharam M. First-line therapy for metastatic soft tissue sarcoma. Curr Treat Options Oncol. 2019;20(1). 10.1007/s11864-019-0606-9. p. 6.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30049, "infons": {"fpage": "139", "issue": "2", "lpage": "46", "name_0": "surname:Choong;given-names:PF", "name_1": "surname:Rüdiger;given-names:HA", "pub-id_doi": "10.1586/14737140.8.2.139", "pub-id_pmid": "18279053", "section_type": "REF", "source": "Expert Rev Anticancer Ther", "type": "ref", "volume": "8", "year": "2008"}, "text": "Prognostic factors in soft-tissue sarcomas: what have we learnt?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30114, "infons": {"fpage": "152", "issue": "2", "lpage": "60", "name_0": "surname:Hansen;given-names:T", "pub-id_doi": "10.1111/j.1365-2559.2006.02480.x", "pub-id_pmid": "16879392", "section_type": "REF", "source": "Histopathology", "type": "ref", "volume": "49", "year": "2006"}, "text": "Low-grade fibrosarcoma–report on 39 not otherwise specified cases and comparison with defined low-grade fibrosarcoma types", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30239, "infons": {"fpage": "593", "issue": "3", "lpage": "600", "name_0": "surname:Tan;given-names:MC", "pub-id_doi": "10.1097/sla.0000000000001149", "pub-id_pmid": "25915910", "section_type": "REF", "source": "Ann Surg", "type": "ref", "volume": "263", "year": "2016"}, "text": "Histology-based classification predicts pattern of recurrence and improves risk stratification in primary Retroperitoneal Sarcoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30369, "infons": {"section_type": "REF", "type": "ref"}, "text": "Brennan MF, et al. The role of multimodality therapy in soft-tissue sarcoma. Ann Surg. 1991;214(3). 10.1097/00000658-199109000-00015. 328 – 36; discussion 336-8.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30537, "infons": {"fpage": "859", "issue": "3", "lpage": "68", "name_0": "surname:Pisters;given-names:PW", "pub-id_doi": "10.1200/jco.1996.14.3.859", "pub-id_pmid": "8622034", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "14", "year": "1996"}, "text": "Long-term results of a prospective randomized trial of adjuvant brachytherapy in soft tissue sarcoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30638, "infons": {"section_type": "REF", "type": "ref"}, "text": "Koshy M, Rich SE, Mohiuddin MM. Improved survival with radiation therapy in high-grade soft tissue sarcomas of the extremities: a SEER analysis. Int J Radiat Oncol Biol Phys. 2010;77(1):203–9. 10.1016/j.ijrobp.2009.04.051.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30863, "infons": {"fpage": "218", "issue": "6", "lpage": "22", "name_0": "surname:Vogenberg;given-names:FR", "pub-id_pmid": "25126292", "section_type": "REF", "source": "Am Health Drug Benefits", "type": "ref", "volume": "2", "year": "2009"}, "text": "Predictive and prognostic models: implications for healthcare decision-making in a modern recession", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30963, "infons": {"section_type": "REF", "type": "ref"}, "text": "Callegaro D, et al. Soft tissue sarcoma nomograms and their incorporation into practice. Cancer. 2017;123(15):2802–20. 10.1002/cncr.30721.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31104, "infons": {"fpage": "1636", "issue": "12", "lpage": "42", "name_0": "surname:Aerts;given-names:HJ", "pub-id_doi": "10.1001/jamaoncol.2016.2631", "pub-id_pmid": "27541161", "section_type": "REF", "source": "JAMA Oncol", "type": "ref", "volume": "2", "year": "2016"}, "text": "The potential of Radiomic-based phenotyping in Precision Medicine: a review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31180, "infons": {"fpage": "1683", "issue": "6", "lpage": "96", "name_0": "surname:Yan;given-names:R", "pub-id_doi": "10.1002/jmri.27532", "pub-id_pmid": "33604955", "section_type": "REF", "source": "J Magn Reson Imaging", "type": "ref", "volume": "53", "year": "2021"}, "text": "Magnetic resonance imaging-based Radiomics Nomogram for Prediction of the histopathological Grade of Soft tissue sarcomas: a two-Center Study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31322, "infons": {"fpage": "332", "lpage": "40", "name_0": "surname:Peeken;given-names:JC", "pub-id_doi": "10.1016/j.ebiom.2019.08.059", "pub-id_pmid": "31522983", "section_type": "REF", "source": "EBioMedicine", "type": "ref", "volume": "48", "year": "2019"}, "text": "Tumor grading of soft tissue sarcomas using MRI-based radiomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31386, "infons": {"section_type": "REF", "type": "ref"}, "text": "Navarro F, et al. Development and External Validation of Deep-Learning-based Tumor Grading models in soft-tissue sarcoma patients using MR Imaging. Cancers (Basel). 2021;13(12). 10.3390/cancers13122866.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31589, "infons": {"fpage": "793", "issue": "2", "lpage": "805", "name_0": "surname:Liu;given-names:S", "pub-id_doi": "10.1007/s00330-021-08221-0", "pub-id_pmid": "34448928", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "32", "year": "2022"}, "text": "Deep learning radiomic nomogram to predict recurrence in soft tissue sarcoma: a multi-institutional study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31695, "infons": {"fpage": "897676", "name_0": "surname:Liang;given-names:HY", "pub-id_doi": "10.3389/fonc.2022.897676", "pub-id_pmid": "35814362", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2022"}, "text": "Deep learning Radiomics Nomogram to predict lung metastasis in soft-tissue sarcoma: a Multi-center Study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31800, "infons": {"fpage": "413", "issue": "2", "lpage": "21", "name_0": "surname:Spraker;given-names:MB", "pub-id_doi": "10.1016/j.adro.2019.02.003", "pub-id_pmid": "31011687", "section_type": "REF", "source": "Adv Radiat Oncol", "type": "ref", "volume": "4", "year": "2019"}, "text": "Radiomic features are independently Associated with overall survival in soft tissue sarcoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31892, "infons": {"fpage": "387", "issue": "16", "name_0": "surname:Zheng;given-names:B", "pub-id_doi": "10.21037/atm.2019.07.43", "pub-id_pmid": "31555701", "section_type": "REF", "source": "Ann Transl Med", "type": "ref", "volume": "7", "year": "2019"}, "text": "Changes in the tumor immune microenvironment in resected recurrent soft tissue sarcomas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31980, "infons": {"fpage": "760", "issue": "6", "lpage": "8", "name_0": "surname:Jiang;given-names:Y", "pub-id_doi": "10.1016/j.annonc.2020.03.295", "pub-id_pmid": "32240794", "section_type": "REF", "source": "Ann Oncol", "type": "ref", "volume": "31", "year": "2020"}, "text": "Noninvasive imaging evaluation of tumor immune microenvironment to predict outcomes in gastric cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32082, "infons": {"fpage": "425", "issue": "2", "lpage": "34", "name_0": "surname:Wang;given-names:T", "pub-id_doi": "10.1148/radiol.2021210109", "pub-id_pmid": "34726531", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "302", "year": "2022"}, "text": "Radiomics for Survival Risk Stratification of Clinical and Pathologic Stage IA pure-solid Non-small Cell Lung Cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32199, "infons": {"fpage": "1045", "issue": "6", "lpage": "57", "name_0": "surname:Clark;given-names:K", "pub-id_doi": "10.1007/s10278-013-9622-7", "pub-id_pmid": "23884657", "section_type": "REF", "source": "J Digit Imaging", "type": "ref", "volume": "26", "year": "2013"}, "text": "The Cancer Imaging Archive (TCIA): maintaining and operating a public information repository", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32292, "infons": {"fpage": "5471", "issue": "14", "lpage": "96", "name_0": "surname:Vallieres;given-names:M", "pub-id_doi": "10.1088/0031-9155/60/14/5471", "pub-id_pmid": "26119045", "section_type": "REF", "source": "Phys Med Biol", "type": "ref", "volume": "60", "year": "2015"}, "text": "A radiomics model from joint FDG-PET and MRI texture features for the prediction of lung metastases in soft-tissue sarcomas of the extremities", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32435, "infons": {"fpage": "397", "issue": "2", "lpage": "414", "name_0": "surname:Li;given-names:M", "pub-id_doi": "10.21037/qims.2019.12.16", "pub-id_pmid": "32190566", "section_type": "REF", "source": "Quant Imaging Med Surg", "type": "ref", "volume": "10", "year": "2020"}, "text": "Development and assessment of an individualized nomogram to predict colorectal cancer liver metastases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32538, "infons": {"fpage": "2272", "issue": "4", "lpage": "80", "name_0": "surname:Orlhac;given-names:F", "pub-id_doi": "10.1007/s00330-020-07284-9", "pub-id_pmid": "32975661", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "31", "year": "2021"}, "text": "How can we combat multicenter variability in MR radiomics? Validation of a correction procedure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32634, "infons": {"section_type": "REF", "type": "ref"}, "text": "Camp RL, Dolled-Filhart M, Rimm DL. X-tile: a new bio-informatics tool for biomarker assessment and outcome-based cut-point optimization. Clin Cancer Res. 2004;10(21):7252–9. 10.1158/1078-0432.Ccr-04-0713.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32842, "infons": {"section_type": "REF", "type": "ref"}, "text": "Labarre D, et al. Detection of local recurrences of limb soft tissue sarcomas: is magnetic resonance imaging (MRI) relevant? Eur J Radiol. 2009;72(1):50–3. 10.1016/j.ejrad.2009.05.027.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33029, "infons": {"section_type": "REF", "type": "ref"}, "text": "Crombé A, et al. Soft-tissue sarcomas: Assessment of MRI features correlating with histologic Grade and Patient Outcome. Radiology. 2019;291(3):710–21. 10.1148/radiol.2019181659.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33211, "infons": {"section_type": "REF", "type": "ref"}, "text": "Gillies RJ, Kinahan PE, Hricak H. Radiology. 2016;278(2):563–77. 10.1148/radiol.2015151169. Radiomics: Images Are More than Pictures, They Are Data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33362, "infons": {"fpage": "132", "issue": "2", "lpage": "46", "name_0": "surname:Bera;given-names:K", "pub-id_doi": "10.1038/s41571-021-00560-7", "pub-id_pmid": "34663898", "section_type": "REF", "source": "Nat Rev Clin Oncol", "type": "ref", "volume": "19", "year": "2022"}, "text": "Predicting cancer outcomes with radiomics and artificial intelligence in radiology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33445, "infons": {"fpage": "4006", "name_0": "surname:Aerts;given-names:HJ", "pub-id_doi": "10.1038/ncomms5006", "pub-id_pmid": "24892406", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "5", "year": "2014"}, "text": "Decoding tumour phenotype by noninvasive imaging using a quantitative radiomics approach", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33534, "infons": {"fpage": "1180", "issue": "9", "lpage": "91", "name_0": "surname:Sun;given-names:R", "pub-id_doi": "10.1016/s1470-2045(18)30413-3", "pub-id_pmid": "30120041", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "19", "year": "2018"}, "text": "A radiomics approach to assess tumour-infiltrating CD8 cells and response to anti-PD-1 or anti-PD-L1 immunotherapy: an imaging biomarker, retrospective multicohort study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33704, "infons": {"fpage": "e", "issue": "9", "name_0": "surname:Hu;given-names:Y", "pub-id_doi": "10.1001/jamanetworkopen.2020.15927", "section_type": "REF", "source": "JAMA Netw Open", "type": "ref", "volume": "3", "year": "2020"}, "text": "Assessment of Intratumoral and Peritumoral Computed Tomography Radiomics for Predicting Pathological Complete response to Neoadjuvant Chemoradiation in patients with esophageal squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33905, "infons": {"section_type": "REF", "type": "ref"}, "text": "Vaidya P, et al. Novel, non-invasive imaging approach to identify patients with advanced non-small cell lung cancer at risk of hyperprogressive disease with immune checkpoint blockade. J Immunother Cancer. 2020;8(2). 10.1136/jitc-2020-001343.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34148, "infons": {"fpage": "53", "name_0": "surname:Sun;given-names:Q", "pub-id_doi": "10.3389/fonc.2020.00053", "pub-id_pmid": "32083007", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "10", "year": "2020"}, "text": "Deep learning vs. Radiomics for Predicting Axillary Lymph Node metastasis of breast Cancer using Ultrasound images: don’t forget the Peritumoral Region", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34302, "infons": {"fpage": "e", "issue": "4", "name_0": "surname:Braman;given-names:N", "pub-id_doi": "10.1001/jamanetworkopen.2019.2561", "section_type": "REF", "source": "JAMA Netw Open", "type": "ref", "volume": "2", "year": "2019"}, "text": "Association of Peritumoral Radiomics with Tumor Biology and pathologic response to Preoperative targeted therapy for HER2 (ERBB2)-Positive breast Cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34455, "infons": {"fpage": "e", "issue": "11", "name_0": "surname:Dou;given-names:TH", "pub-id_doi": "10.1371/journal.pone.0206108", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "13", "year": "2018"}, "text": "Peritumoral radiomics features predict distant metastasis in locally advanced NSCLC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34539, "infons": {"fpage": "200", "issue": "3", "lpage": "29", "name_0": "surname:Gamboa;given-names:AC", "name_1": "surname:Gronchi;given-names:A", "name_2": "surname:Cardona;given-names:K", "pub-id_doi": "10.3322/caac.21605", "pub-id_pmid": "32275330", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "70", "year": "2020"}, "text": "Soft-tissue sarcoma in adults: an update on the current state of histiotype-specific management in an era of personalized medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34670, "infons": {"fpage": "479", "lpage": "97", "name_0": "surname:Guo;given-names:L", "pub-id_doi": "10.1016/j.inffus.2022.12.008", "section_type": "REF", "source": "Inform Fusion", "type": "ref", "volume": "92", "year": "2023"}, "text": "Pixel and region level information fusion in membership regularized fuzzy clustering for image segmentation", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]