[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240615", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "11175842", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1155/2024/5591237", "article-id_pmc": "11175842", "article-id_pmid": "38873645", "elocation-id": "5591237", "license": "This is an open access article distributed under the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Aminian;given-names:Solaleh", "name_1": "surname:Al-Alloosh;given-names:Fawaz", "name_2": "surname:Yadegari;given-names:Fatemeh", "name_3": "surname:Zarinfam;given-names:Shiva", "name_4": "surname:Al-Abedi;given-names:Haider Hamza", "name_5": "surname:Majidzadeh-A.;given-names:Keivan", "section_type": "TITLE", "type": "front", "volume": "2024", "year": "2024"}, "text": "Quadruple Primary Malignancies over 2 Years with Germline Mutation in Krebs Cycle Enzyme Gene Fumarate Hydratase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 113, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Multiple primary cancers (MPCs) are defined as the presence of more than one cancer in an individual that is not due to recurrence, metastasis, or local spread. Different factors such as copathogenic genetic mutations, environmental factors, lifestyle, and first cancer treatment increase the possible occurrence of subsequent malignancies. In recent years, the risk of MPCs has increased due to improved treatment; however, quadruple primary malignancies are still rare and require further investigation and treatment of the underlying cause. Here, we present a 64-year-old man with a 40-year history of cigarette smoking who developed quadruple primary malignancies of the epiglottis, kidney, pancreas, and lung. To investigate the possible genetic cause, we performed WES, and a variant of c.580G > A (Ala194Thr) was discovered in exon 5 of the Krebs cycle enzyme gene, fumarate hydratase (FH). This substitution was classified as VUS in Clinvar and likely pathogenic by Varsome and Franklin software. The structural analysis showed that the variation found was localized in a highly conserved alpha helix in the D2 domain near the FH hinge region (<6 Å), suggesting that enzyme activity was affected by a perturbation in protein quaternary structure. Because of the well-established role of FH mutations in renal cancer risk, it was possible that the FH mutation could have led to the development of renal cell carcinoma in this case. The biological mechanisms of MPCs suggest that subsequent primary malignancies are triggered by the combined effects of environmental factors, such as smoking and genetics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1732, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1748, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Multiple primary cancers (MPCs) are defined as two or more histologically distinct malignancies occurring in an individual and not due to spread, recurrence, or metastasis. MPCs were first described as a rare phenomenon by Billroth in 1889; today, however, the improved survival of cancer patients has increased the risk of developing MPCs. Depending on the time interval between the diagnosis of the first and second primary malignancy, MPCs are classified as metachronous (more than 6 months apart) or synchronous (at the same time or within 6 months of each other). Although the mechanism of MPCs is not fully understood, several factors, including certain types of treatment such as radiotherapy and chemotherapy, lifestyle behaviors such as smoking and dietary habits, and genetic factors, can influence the development of subsequent malignancies. In this study, we present an extremely rare case of a 64-year-old man with a germline mutation in the gene encoding fumarate hydratase (FH), leading to four primary malignant tumors. FH is a homotetrameric enzyme of the tricarboxylic acid cycle (TCA cycle) that catalyzes reversible hydration/dehydration of fumarate to malate. FH is an unusual example of a gene in which heterozygous or homozygous germline mutations cause distinct pathologic phenotypes. Heterozygous mutations in the FH are responsible for susceptibility to hereditary leiomyomatosis and renal cell carcinoma (HLRCC). HLRCC is an autosomal dominant in which affected persons show cutaneous manifestations, uterine fibroids, uterine leiomyosarcoma, and highly aggressive kidney cancers. Leiomyomas of the skin and uterus are the most common features of HRCC with nearly complete penetrance. Uterine fibroid development accounts for approximately all affected young women, 70 to 80% of whom will undergo either a myomectomy or hysterectomy. Homozygous or compound heterozygous germline FH mutations lead to fumarase deficiency (FHD) causing neurological impairment, infant-onset seizures, muscular hypotonia, facial dysmorphism, developmental delay, and atrophic brain. Interestingly, in 2021, Kamihara and colleagues showed that individuals with FH PV (FH pathogenic variant) developed kidney cancer more than those with FH-d PV (FH deficient pathogenic variant) (odds ratio, 9.0; 95% CI, 4.4 to 20.0; P < 0.001). In HLRCC, individuals typically develop light brown papules on their trunk, extremities, and occasionally on the face around age 25. Uterine leiomyoma manifests as irregular or heavy menstrual bleeding or pelvic pain at 18 to 53 years old. It is crucial to note that RCCs correlated with FH are mostly unilateral non-clear-cell, very aggressive, and tend to metastasize sooner. The mean age of RCC diagnosis is 40. More recent studies have opened the possibility of monoallelic FH mutation giving rise to pheochromocytomas or paraganglioma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4630, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2. Method", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The process of genetic counseling was conducted for a male patient aged 64 years, who had been diagnosed with four primary cancers, namely, differentiated squamous cell carcinoma of the epiglottis, renal cell carcinoma (RCC), pancreatic neuroendocrine tumor (pNET), and non-small-cell lung cancer (NSCLC). After signing an informed consent form from the proband, pedigree information, including consanguinity, affected family members, associated diseases, and family history, was collected through interviews (Figure 1). To investigate the genetic cause, we performed whole exome sequencing (WES) on extracted DNA from peripheral blood leukocytes. Subsequently, structural analysis was performed to predict the structural consequences of the amino acid substitution detected identified through WES.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5441, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3. Result", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5451, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this study, we present a 64-year-old Iraqi man with a history of four primary malignant tumors who had been admitted to the Cancer Institute for genetic counseling in December 2022. He had a history of hypertension and type 2 diabetes. Also, he has a 40-year history of cigarette smoking and has recently reduced to 1 pack/day. His family history was notable for an unknown cancer in his mother aged 55, his brother in his 10s with a sarcoma, and a sister recently diagnosed with breast cancer (Figure 1). In summary, in December 2019, he was admitted to the hospital with a cough, chest pain, and difficulty breathing. Computer tomography (CT) showed a defined mass in the supra-glottic larynx, subsequently confirmed as a moderately differentiated squamous cell carcinoma of the epiglottis. Simultaneously, PET-CT also showed increased metabolic uptake in the lower calyx of the left kidney, which was subsequently confirmed as primary papillary renal cell carcinoma. He underwent a partial nephrectomy followed by radio-chemotherapy (Gemcitabine, Cisplatin). A year later (2022), the patient presented with two primary cancers, including pancreatic neuroendocrine tumor (pNET) and non-small-cell lung cancer (NSCLC), which were diagnosed almost at the same time. At first, in January 2022, computed tomography (CT) of the abdomen showed a mass shadow in the head of the pancreas with a diameter of 30 mm. The histopathological examination results confirmed that the pancreatic mass was a neuroendocrine tumor. Later, in March 2022, after a chest CT scan and a transbronchial lung biopsy, the diagnosis of primary NSCLC was made and the patient started chemotherapy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7125, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.1. Genetics Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7148, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After undergoing genetic counseling and collection of personal and familial medical data, DNA extraction was carried out, followed by targeted sequencing using Next-Generation Sequencing (NGS) technology. We found a candidate genetic variation [c.580 G > A, p. Ala194Thr] in the gene encoding the Krebs cycle enzyme fumarate hydratase (FH; NM_000143.4). This substitution was classified as VUS in Clinvar and likely pathogenic in Varsome and Franklin.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7606, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.2. Molecular Modelling of Ala194Thr", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7644, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "FH is a homotetramer protein with each monomer consisting of three domains termed D1 (residues: 49–188), D2 (residues: 189–439), and D3 (residues: 440–510). The D2 domain is at the core of the tetrameric enzyme and facilitates tetramerization. D1 and D3 domains are arranged at the corners of the homotetramer to form the entrance of the four fumarase active sites. Shorthouse et al. have investigated all possible variants of FH. They subsequently classified the FH potentially disruptive mutations into three groups: (I) binding site-associated mutations, (II) hinge-associated mutations, and (III) destabilizing mutations. They considered mutations with alpha-carbon (CA) atoms within 6 Å of any residue in the binding site or hinge region as potentially harmful due to disruption of the protein dynamics and function. The FH gene VUS detected in our study is assumed to affect enzyme activity for two reasons. Firstly, evolutionary conservation analysis of amino acid residues showed that Ala194 is conserved among FH proteins across various species. Secondly, according to Shorthouse et al.'s predictions, the modified Ala194 residues were situated close to the hinge region of FH, within a distance of less than 6 Å. This suggests that the enzyme lost functionality because of a perturbation in the protein's dynamics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8981, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4. Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8995, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We reported a 64-year-old male patient who developed four primary malignancies, including squamous cell carcinoma of the epiglottis, RCC, pNET, and NSCLC, in two years. He is a current cigarette smoker with a history of hypertension and type 2 diabetes. To investigate the possible genetic cause, we performed targeted sequencing, which revealed the presence of a heterozygous variant c.580G > A (Ala194Thr) within exon 5 of the FH gene. This gene encodes an enzyme involved in the Krebs cycle. Heterozygous FH germline mutations lead to HLRCC. Individuals affected by this condition possess a genetic predisposition to develop uterine fibroids, uterine leiomyosarcoma, and highly aggressive renal cancers. The variant found in our case, Ala194Thr, was classified as VUS in Clinvar but as likely pathogenic in Franklin and Varsome (using ACMG criteria). Structural analysis showed that the altered Ala194 residues were located close to the hinge region of FH, suggesting that enzyme activity was affected by a perturbation in protein quaternary structure. This particular case underwent radiation therapy and exhibited smoking behavior. Although a notable association between the risk of kidney cancer and FH germline mutations is evident, it cannot be disregarded that lifestyle choices, especially smoking, may also contribute to the onset of kidney cancer. Pancreatic neuroendocrine tumors (pNETs) are the third cancer diagnosed in our patient. There is no confirmed association between pNETs and environmental factors such as cigarette smoke. We were inquiring as to whether the FH mutation can have an impact on the development of pNETs in this specific patient. Through our investigation of relevant literature, we have discovered a recent identification of a positive correlation between the mutation in the FH gene and the occurrence of pheochromocytoma or paraganglioma (PHEO/PGL). In most cases, peripancreatic PGLs were misdiagnosed preoperatively as pNETs. Assuming the accuracy of the diagnosis of pNETs in this patient, it is uncertain whether the observation of pNETs in this patient was incidental or if pNETs are also part of the FH-associated tumor spectrum. It is worth mentioning that a recent study has revealed a correlation between mutations in the Krebs cycle enzyme succinate dehydrogenase (SDHD) and the occurrence of pNETs. We hereby propose future studies to investigate the association between mutations in another Krebs cycle enzyme, fumarate hydratase (FH), and pNETs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11499, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In light of the aggressiveness and poor prognosis associated with FH-related RCC, surgical excision of even small RCCs and their adjacent lymph nodes should be considered. Uterine leiomyomas could be managed surgically (myomectomy and hysterectomy) or medically (gonadotropin-releasing hormone agonists (GnRHa) and intrauterine devices releasing progesterone). Cutaneous leiomyomas may be eliminated through carbon dioxide laser, cryotherapy, or surgical excision.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11964, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11978, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MPCs:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11984, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Multiple primary cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12009, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FH:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12013, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Fumarate hydratase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12032, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RCC:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12037, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12058, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "pNET:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12064, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Pancreatic neuroendocrine tumor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12096, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NSCLC:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12103, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Non-small-cell lung cancer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12131, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12149, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The reference sequence (NM_000143.4) and 3D structure (3E04.pdb) of FH were obtained from the National Center for Biotechnology Information, NCBI (https://www.ncbi.nlm.nih.gov/), and Protein Data Bank, PDB (https://www.rcsb.org/), respectively. The classification of variants was determined according to the Clinvar database at NCBI (https://www.ncbi.nlm.nih.gov/clinvar/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12523, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflicts of Interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12545, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12606, "infons": {"name_0": "surname:Biliroth;given-names:T.", "section_type": "REF", "source": "\nDie allgemeine chirurgische pathologie und therapie\n", "type": "ref", "year": "1889"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12607, "infons": {"fpage": "79", "issue": "1", "lpage": "83", "name_0": "surname:Demandante;given-names:C. G.", "name_1": "surname:Troyer;given-names:D. A.", "name_2": "surname:Miles;given-names:T. P.", "pub-id_doi": "10.1097/00000421-200302000-00015", "pub-id_other": "2-s2.0-0037321049", "pub-id_pmid": "12576929", "section_type": "REF", "source": "\nAmerican Journal of Clinical Oncology\n", "type": "ref", "volume": "26", "year": "2003"}, "text": "Multiple primary malignant neoplasms: case report and a comprehensive review of the literature", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12702, "infons": {"fpage": "353", "issue": "4", "lpage": "360", "name_0": "surname:De Gonzalez;given-names:A. B.", "name_1": "surname:Curtis;given-names:R. E.", "name_2": "surname:Kry;given-names:S. F.", "pub-id_doi": "10.1016/s1470-2045(11)70061-4", "pub-id_other": "2-s2.0-79953184609", "pub-id_pmid": "21454129", "section_type": "REF", "source": "\nThe Lancet Oncology\n", "type": "ref", "volume": "12", "year": "2011"}, "text": "Proportion of second cancers attributable to radiotherapy treatment in adults: a cohort study in the us seer cancer registries", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12829, "infons": {"fpage": "676", "issue": "6", "lpage": "689", "name_0": "surname:Oeffinger;given-names:K. C.", "name_1": "surname:Baxi;given-names:S. S.", "name_2": "surname:Novetsky Friedman;given-names:D.", "name_3": "surname:Moskowitz;given-names:C. S.", "pub-id_doi": "10.1053/j.seminoncol.2013.09.012", "pub-id_other": "2-s2.0-84890373465", "pub-id_pmid": "24331190", "section_type": "REF", "source": "\nSeminars in Oncology\n", "type": "ref", "volume": "40", "year": "2013"}, "text": "Solid tumor second primary neoplasms: who is at risk, what can we do?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12899, "infons": {"fpage": "323", "issue": "4", "lpage": "333", "name_0": "surname:Travis;given-names:L. B.", "pub-id_doi": "10.1080/028418602760169361", "pub-id_other": "2-s2.0-0036352080", "pub-id_pmid": "12234023", "section_type": "REF", "source": "\nActa Oncologica\n", "type": "ref", "volume": "41", "year": "2002"}, "text": "Therapy-associated solid tumors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12931, "infons": {"fpage": "906", "issue": "5", "lpage": "911", "name_0": "surname:Largent;given-names:J. A.", "name_1": "surname:Capanu;given-names:M.", "name_2": "surname:Bernstein;given-names:L.", "pub-id_doi": "10.1158/1055-9965.epi-06-1003", "pub-id_other": "2-s2.0-34250338779", "section_type": "REF", "source": "\nCancer Epidemiology Biomarkers and Prevention\n", "type": "ref", "volume": "16", "year": "2007"}, "text": "Reproductive history and risk of second primary breast cancer: the wecare study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13011, "infons": {"fpage": "15", "issue": "1", "lpage": "25", "name_0": "surname:Travis;given-names:L. B.", "name_1": "surname:Rabkin;given-names:C. S.", "name_2": "surname:Brown;given-names:L. M.", "pub-id_doi": "10.1093/jnci/djj001", "pub-id_other": "2-s2.0-30344482555", "pub-id_pmid": "16391368", "section_type": "REF", "source": "\nJournal of the National Cancer Institute: Journal of the National Cancer Institute\n", "type": "ref", "volume": "98", "year": "2006"}, "text": "Cancer survivorship—genetic susceptibility and second primary cancers: Research strategies and recommendations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13124, "infons": {"fpage": "1568", "issue": "5", "lpage": "1578", "name_0": "surname:Kamihara;given-names:J.", "name_1": "surname:Horton;given-names:C.", "name_2": "surname:Tian;given-names:Y.", "pub-id_doi": "10.1200/po.21.00263", "pub-id_pmid": "34994643", "section_type": "REF", "source": "\nJCO Precision Oncology\n", "type": "ref", "volume": "5", "year": "2021"}, "text": "Different fumarate hydratase gene variants are associated with distinct cancer phenotypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13214, "infons": {"fpage": "671", "issue": "3", "lpage": "676", "name_0": "surname:Picaud;given-names:S.", "name_1": "surname:Kavanagh;given-names:K. L.", "name_2": "surname:Yue;given-names:W. W.", "pub-id_doi": "10.1007/s10545-011-9294-8", "pub-id_other": "2-s2.0-79959791716", "pub-id_pmid": "21445611", "section_type": "REF", "source": "\nJournal of Inherited Metabolic Disease\n", "type": "ref", "volume": "34", "year": "2011"}, "text": "Structural basis of fumarate hydratase deficiency", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13264, "infons": {"fpage": "1970", "issue": "4", "lpage": "1980", "name_0": "surname:Shorthouse;given-names:D.", "name_1": "surname:Hall;given-names:M. W. J.", "name_2": "surname:Hall;given-names:B. A.", "pub-id_doi": "10.1021/acs.jcim.1c00063", "pub-id_pmid": "33848143", "section_type": "REF", "source": "\nJournal of Chemical Information and Modeling\n", "type": "ref", "volume": "61", "year": "2021"}, "text": "Computational saturation screen reveals the landscape of mutations in human fumarate hydratase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13359, "infons": {"fpage": "406", "issue": "4", "lpage": "410", "name_0": "surname:The Multiple Leiomyoma Consortium", "name_1": "surname:Alam;given-names:N. A.", "name_2": "surname:Rowan;given-names:A. J.", "pub-id_doi": "10.1038/ng849", "pub-id_other": "2-s2.0-18544365990", "pub-id_pmid": "11865300", "section_type": "REF", "source": "\nNature Genetics\n", "type": "ref", "volume": "30", "year": "2002"}, "text": "Germline mutations in fh predispose to dominantly inherited uterine fibroids, skin leiomyomata and papillary renal cell cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13486, "infons": {"fpage": "3387", "issue": "6", "lpage": "3392", "name_0": "surname:Launonen;given-names:V.", "name_1": "surname:Vierimaa;given-names:O.", "name_2": "surname:Kiuru;given-names:M.", "pub-id_doi": "10.1073/pnas.051633798", "pub-id_other": "2-s2.0-0035853166", "section_type": "REF", "source": "\nProceedings of the National Academy of Sciences\n", "type": "ref", "volume": "98", "year": "2001"}, "text": "Inherited susceptibility to uterine leiomyomas and renal cell cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13555, "infons": {"fpage": "491", "issue": "3", "lpage": "499", "name_0": "surname:Ray;given-names:G.", "name_1": "surname:Henson;given-names:D. E.", "name_2": "surname:Schwartz;given-names:A. M.", "pub-id_doi": "10.1378/chest.09-1909", "pub-id_other": "2-s2.0-77956821491", "pub-id_pmid": "20154072", "section_type": "REF", "source": "\nChest\n", "type": "ref", "volume": "138", "year": "2010"}, "text": "Cigarette smoking as a cause of cancers other than lung cancer: an exploratory study using the surveillance, epidemiology, and end results program", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13702, "infons": {"fpage": "E2046", "issue": "10", "lpage": "E2050", "name_0": "surname:Clark;given-names:G. R.", "name_1": "surname:Sciacovelli;given-names:M.", "name_2": "surname:Gaude;given-names:E.", "pub-id_doi": "10.1210/jc.2014-1659", "pub-id_other": "2-s2.0-84907653297", "pub-id_pmid": "25004247", "section_type": "REF", "source": "\nJournal of Clinical Endocrinology and Metabolism\n", "type": "ref", "volume": "99", "year": "2014"}, "text": "Germline FH mutations presenting with pheochromocytoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13757, "infons": {"fpage": "2440", "issue": "9", "lpage": "2446", "name_0": "surname:Castro-Vega;given-names:L. J.", "name_1": "surname:Buffet;given-names:A.", "name_2": "surname:De Cubas;given-names:A. A.", "pub-id_doi": "10.1093/hmg/ddt639", "pub-id_other": "2-s2.0-84897524498", "pub-id_pmid": "24334767", "section_type": "REF", "source": "\nHuman Molecular Genetics\n", "type": "ref", "volume": "23", "year": "2014"}, "text": "Germline mutations in Fh confer predisposition to malignant pheochromocytomas and paragangliomas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13854, "infons": {"fpage": "9442", "issue": "31", "lpage": "9447", "name_0": "surname:Misumi;given-names:Y.", "name_1": "surname:Fujisawa;given-names:T.", "name_2": "surname:Hashimoto;given-names:H.", "pub-id_doi": "10.3748/wjg.v21.i31.9442", "pub-id_other": "2-s2.0-84940056718", "pub-id_pmid": "26309372", "section_type": "REF", "source": "\nWorld Journal of Gastroenterology\n", "type": "ref", "volume": "21", "year": "2015"}, "text": "Pancreatic paraganglioma with draining vessels", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13901, "infons": {"fpage": "804", "issue": "9", "lpage": "806", "name_0": "surname:Nguyen;given-names:E.", "name_1": "surname:Nakasaki;given-names:M.", "name_2": "surname:Lee;given-names:T. K.", "name_3": "surname:Lu;given-names:D.", "pub-id_doi": "10.1002/dc.23974", "pub-id_other": "2-s2.0-85055074962", "pub-id_pmid": "29882285", "section_type": "REF", "source": "\nDiagnostic Cytopathology\n", "type": "ref", "volume": "46", "year": "2018"}, "text": "Diagnosis of paraganglioma as a pancreatic mass: a case report", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13964, "infons": {"issue": "2", "name_0": "surname:Abbasi;given-names:A.", "name_1": "surname:Wakeman;given-names:K. M.", "name_2": "surname:Pillarisetty;given-names:V. G.", "pub-id_doi": "10.1177/2036361320982799", "pub-id_publisher-id": "203636132098279", "section_type": "REF", "source": "\nRare Tumors\n", "type": "ref", "volume": "12", "year": "2020"}, "text": "Pancreatic paraganglioma mimicking pancreatic neuroendocrine tumor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14031, "infons": {"fpage": "1386", "issue": "10", "lpage": "1393", "name_0": "surname:Niemeijer;given-names:N. D.", "name_1": "surname:Papathomas;given-names:T. G.", "name_2": "surname:Korpershoek;given-names:E.", "pub-id_doi": "10.1210/jc.2015-2689", "pub-id_other": "2-s2.0-84943752541", "pub-id_pmid": "25632971", "section_type": "REF", "source": "\nJournal of Clinical Endocrinology and Metabolism\n", "type": "ref", "volume": "100", "year": "2015"}, "text": "Succinate dehydrogenase (sdh)-deficient pancreatic neuroendocrine tumor expands the sdh-related tumor spectrum", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14142, "infons": {"file": "CRIG2024-5591237.001.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The pedigree information of this family.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]