[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240223", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "10879749", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/bioadv/vbae018", "article-id_pmc": "10879749", "article-id_pmid": "38384863", "article-id_publisher-id": "vbae018", "elocation-id": "vbae018", "issue": "1", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Shen;given-names:April", "name_1": "surname:Barbero;given-names:Marcos Casado", "name_2": "surname:Koylass;given-names:Baron", "name_3": "surname:Tsukanov;given-names:Kirill", "name_4": "surname:Cezard;given-names:Tim", "name_5": "surname:Keane;given-names:Thomas M", "name_6": "surname:Zhu;given-names:Shanfeng", "section_type": "TITLE", "type": "front", "volume": "4", "year": "2024"}, "text": "CMAT: ClinVar Mapping and Annotation Toolkit", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Summary", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Semantic ontology mapping of clinical descriptors with disease outcome is essential. ClinVar is a key resource for human variation with known clinical significance. We present CMAT, a software toolkit and curation protocol for accurately enriching ClinVar releases with disease ontology associations and complex functional consequences.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 399, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Availability and implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 431, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The software and ontology mappings can be obtained from: https://github.com/EBIvariation/CMAT.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 526, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1 Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 541, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Semantic mapping of clinical descriptors with disease outcome is essential for systematic usage of clinical data resources. ClinVar is a highly accessed publicly available archive of human genetic variants and their clinical significance, including their association with diseases and other clinical phenotypes. ClinVar has proved valuable not just as a primary resource but is also integrated with other resources, such as gene and disease databases, to facilitate the discovery and interpretation of novel genetic variants. However, ClinVar data is highly heterogeneous in variant formats, annotation, and disease descriptors which limits its interoperability. Aggregation and integration requires terminology to be harmonized across multiple sources as well as additional information to be brought in to support downstream use cases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1378, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Users of ClinVar include clinical genetics laboratories, human genetic variation resources, and particularly human genetic aggregation platforms (e.g. Ensembl, UCSC genome browsers). They require structured data and uniform annotations for parsing and processing releases from ClinVar, to ensure these resources’ data is kept consistent and up to date over time. Existing software for parsing and exploring ClinVar data tends to focus on visualization and interrogation of the existing data rather than augmenting or transforming it.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1914, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To this end we have created the ClinVar Mapping and Annotation Toolkit (CMAT). This freely available software toolkit and curation protocol is designed to aid in parsing and enriching ClinVar’s XML releases, by: (i) mapping genes and traits to specific nomenclatures; and (ii) annotating records with additional information, in particular functional consequences of complex variants. CMAT has been in use by the Open Targets Platform, a public resource for drug target identification and prioritization, since 2016. As part of this process, we have generated a rich and up-to-date set of mappings for traits in ClinVar to the Experimental Factor Ontology (EFO), which are released regularly with the software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2626, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 Implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2643, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CMAT consists of three modules: trait mapping protocol, functional consequence pipeline, and the annotation pipeline. The input is the latest full ClinVar XML release (https://ftp.ncbi.nlm.nih.gov/pub/clinvar/xml/). Figure 1 depicts the process along with an example annotation of both trait and variant. The complete protocol including both automated and manual portions is included as part of the CMAT package.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3057, "infons": {"file": "vbae018f1.jpg", "id": "vbae018-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Top: CMAT workflow, including automated and manual processes, intermediate files, and indication of where external APIs are leveraged. Bottom: an example of CMAT’s annotation applied to a ClinVar record, showing how the trait “Relapsing remitting multiple sclerosis” is mapped to EFO:0003929 and that the variant 12:54283899: A:G is a missense mutation (SO:0001583) on the gene ENSG00000135486. Portions of the XML are omitted for clarity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3503, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 Trait mapping and manual curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3541, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The trait mapping protocol aims to map trait names from ClinVar to a single ontology of the user’s choice. The default ontology and the one with mappings included with the software is EFO, a suitable ontology for aggregation applications as it is both broad in scope and well-aligned with more specialized resources, such as the Mondo Disease Ontology (MONDO). In addition, existing collaboration between maintainers of EFO and CMAT allows for a tight feedback loop. Processing by CMAT continuously improves the ontology by requesting terms be added to EFO, either imported from compatible ontologies such as MONDO or newly created based on other information in the ClinVar record, such as MedGen identifiers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4253, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The trait mapping process first attempts to automatically map trait names from ClinVar to terms and synonyms in the chosen ontology. For this purpose, CMAT uses ZOOMA (https://www.ebi.ac.uk/spot/zooma/) and OxO (https://www.ebi.ac.uk/spot/oxo/), tools designed to map text to ontology terms and find cross-references respectively. From these we find high-confidence ontology mappings for each trait. Lower confidence mappings are then presented for curators to manually review and ensure accuracy and currency. Finally, the results of the manual curation are integrated into CMAT’s repository of previous mappings, generated by previous instances of this process and released alongside the software, allowing for their incorporation into future iterations. The process also generates feedback not just for EFO as described above, but also for ZOOMA, which enables other users of that service to utilisz the results of the curation. This feedback process can also be adapted for other ontologies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5251, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 Functional consequence and gene mapping", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5295, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CMAT annotates variants in ClinVar records with genes and functional consequences by annotating Ensembl stable gene and transcript IDs. For relatively simple variants like SNPs and short indels, the pipeline relies on Ensembl’s Variant Effect Predictor (VEP) which calculates consequences independently for each variant. Complex events, such as repeat expansion variants, are less frequent but can be of high clinical importance. They are represented in a multitude of ways in ClinVar, particularly HGVS notation, which is able to capture complexities like imprecise locations and variable number of repeats. CMAT processes both the HGVS notation and the variant coordinates where present and separates variants according to their type. Repeat expansion variants are annotated as trinucleotide or short tandem repeat expansions based on the length of the repeating element, and the affected gene is determined based on location. Large insertions and deletions with precise locations are provided to VEP using the appropriate structural variant type indication. This composite approach provides a controllable and extensible framework for expanding to other complex variation types.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6479, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 Annotation pipeline", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6503, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The annotation pipeline integrates the information from the previous components and produces the enriched dataset, either in the form of an annotated ClinVar XML file or user-defined text format. The consequence mapping pipeline, annotation pipeline, and the automated portions of the trait mapping protocol are all implemented in portable Nextflow pipelines and utilize reusable Python modules to manage ClinVar records, variants, and traits.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6947, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6957, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We ran CMAT (v3.0.2) on the July 2023 full XML release from ClinVar to ascertain its ability to parse and annotate records with high coverage and accuracy. We executed the trait mapping and manual curation protocols to create an up-to-date set of trait mappings to EFO (v3.56.0), followed by the automated functional consequence pipelines leveraging Ensembl 110 to generate the final annotated XML (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7366, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ClinVar routinely annotates the traits it provides to several ontologies such as MONDO, MedGen, Orphanet or OMIM and rarely (0.2%) explicitly annotates terms as being present in EFO. To evaluate our mappings to EFO, we compare them to terms provided by ClinVar that are already present in EFO, even if not explicitly annotated as such. We refer to these as EFO terms provided by ClinVar.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7754, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Overall CMAT annotates 98.6% of traits with current EFO terms, compared to the 59.6% of traits with current EFO terms provided by ClinVar. This is attributable not only to our explicit focus on EFO as the target ontology, but also to the fact that the protocol itself includes regular feedback and import of terms into EFO.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8078, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also evaluated concordance between CMAT’s and ClinVar’s ontology terms across their respective ontologies. This is a difficult problem due to the complexity and heterogeneity of the different biomedical ontologies used, but overall we estimate the two annotations are equivalent about 98.5% of the time when both are present for a given trait. Details on our methodology can be found in the supplementary material.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8500, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CMAT annotates an Ensembl gene ID for 97.0% of variants, which are equivalent to the HGNC gene IDs provided by ClinVar in 99.9% of cases where both are present for a given variant. CMAT also annotates 97.0% of variants with functional consequences, as opposed to 96.4% of variants with consequence annotations from ClinVar. CMAT’s annotations are equivalent to consequences in ClinVar in 91.8% of cases where both are present. What divergences exist we attribute primarily to differing use cases. One situation where this occurs is for repeat expansion variants, for which CMAT uses specific terms to distinguish between trinucleotide repeats and other short tandem repeats, terms that are not used in ClinVar at all. CMAT also contains special processing for complex variants without precise coordinates, a small but clinically important fraction of ClinVar. CMAT currently processes 949 such complex variants, 95.7% of which do not have functional consequence annotations in ClinVar.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9488, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we manually gathered statistics on feedback provided to EFO and ZOOMA through regular CMAT processing. On average we submit 132 terms to EFO per year, both imported and newly created. Additionally 97.6% of trait mappings used in the annotation originate from previous CMAT processing, primarily manual curation, which is incorporated into the ZOOMA service so it can benefit other users as well.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9893, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4 Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9906, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We describe CMAT, a software toolkit and curation protocol for accurately enriching ClinVar releases with disease ontology associations and complex functional consequences. CMAT has been in use since 2016 in providing ClinVar’s variant and phenotype associations to the Open Targets Platform, generating approximately 3 million pieces of evidence from over 97% of ClinVar records and testifying to the efficacy of the system as a whole. In the future, we hope to continue to improve our processes, particularly our manual curation protocol; increase our support of complex variation types such as translocations and imprecise structural variants; support for ClinVar records that associate a trait with multiple variants; haplotype aware variant consequence annotation; and increase the flexibility and extensibility of the software, so it can be more easily adapted to other nomenclatures and annotations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10815, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10838, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10857, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": " Supplementary data are available at Bioinformatics Advances online.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10926, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10947, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "None declared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10962, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10970, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by Open Targets and EMBL-EBI.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11024, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11035, "infons": {"fpage": "1051", "lpage": "60", "pub-id_pmid": "29790234", "section_type": "REF", "source": "Hum Mutat", "type": "ref", "volume": "39", "year": "2018"}, "text": "ClinVar miner: demonstrating utility of a web-based tool for viewing and filtering ClinVar data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11131, "infons": {"fpage": "853", "lpage": "71", "pub-id_pmid": "28819351", "section_type": "REF", "source": "Semant Web", "type": "ref", "volume": "8", "year": "2017"}, "text": "A systematic analysis of term reuse and term overlap across biomedical ontologies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11213, "infons": {"fpage": "D835", "lpage": "44", "pub-id_pmid": "31777943", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "48", "year": "2020"}, "text": "ClinVar: improvements to accessing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11253, "infons": {"fpage": "1112", "lpage": "8", "pub-id_pmid": "20200009", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "Modeling sample variables with an experimental factor ontology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11316, "infons": {"fpage": "122", "pub-id_pmid": "27268795", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "17", "year": "2016"}, "text": "The ensembl variant effect predictor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11353, "infons": {"fpage": "D1353", "lpage": "9", "pub-id_pmid": "36399499", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "51", "year": "2023"}, "text": "The next-generation open targets platform: reimagined, redesigned, rebuilt", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11428, "infons": {"pub-id_doi": "10.1101/2022.04.13.22273750", "section_type": "REF", "type": "ref", "year": "2022"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11429, "infons": {"fpage": "e0215147", "pub-id_pmid": "30995257", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "14", "year": "2019"}, "text": "Interactive biomedical ontology matching", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11470, "infons": {"fpage": "1316", "lpage": "27", "pub-id_pmid": "35311657", "section_type": "REF", "source": "Genet Med", "type": "ref", "volume": "24", "year": "2022"}, "text": "Genome alert!: a standardized procedure for genomic variant reinterpretation and automated gene–phenotype reassessment in clinical routine", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]