[{"source": "PMC", "date": "20221021", "key": "pmc.key", "infons": {}, "documents": [{"id": "9579139", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41525-022-00329-6", "article-id_pmc": "9579139", "article-id_pmid": "36257961", "article-id_publisher-id": "329", "elocation-id": "59", "kwd": "Genome informatics Clinical genetics Genome evolution Clinical genetics", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Pozo;given-names:Fernando", "name_1": "surname:Rodriguez;given-names:José Manuel", "name_2": "surname:Vázquez;given-names:Jesús", "name_3": "surname:Tress;given-names:Michael L.", "name_4": "surname:Pozo;given-names:Fernando", "name_5": "surname:Tress;given-names:Michael L.", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "7", "year": "2022"}, "text": "Clinical variant interpretation and biologically relevant reference transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 80, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Clinical variant interpretation is highly dependent on the choice of reference transcript. Although the longest transcript has traditionally been chosen as the reference, APPRIS principal and MANE Select transcripts, biologically supported reference sequences, are now available. In this study, we show that MANE Select and APPRIS principal transcripts are the best reference transcripts for clinical variation. APPRIS principal and MANE Select transcripts capture almost all ClinVar pathogenic variants, and they are particularly powerful over the 94% of coding genes in which they agree. We find that a vanishingly small number of ClinVar pathogenic variants affect alternative protein products. Alternative isoforms that are likely to be clinically relevant can be predicted using TRIFID scores, the highest scoring alternative transcripts are almost 700 times more likely to house pathogenic variants. We believe that APPRIS, MANE and TRIFID are essential tools for clinical variant interpretation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1083, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1096, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Determining which transcripts are most likely to produce functionally important proteins is not a simple task. Protein coding genes can have large numbers of alternatively spliced transcripts, so clinical researchers are often faced with a complex choice of coding transcripts when they detect a new variant. The American College of Medical Genetics (ACMG) Laboratory Quality Assurance Committee recommends mapping new variants to the “most common human transcript, largest known transcript, or tissue-specific alternatively spliced transcript”, and referring this transcript to a reference transcript, which could be either the longest transcript or the most clinically relevant transcript in RefSeq. They warn against over-interpreting truncating variants in alternative exons and urge caution when assigning clinical significance to variants in exons where no other pathogenic variants exist. However, they also suggest laboratories do not limit themselves to the longest transcript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2087, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the longest transcript is often used to represent coding genes, it does not always produce the most biologically relevant isoform. The gene TAFAZZIN is a good example. The gene product, tafazzin, named after an Italian comic, is an acyltransferase that regulates cardiolipin in the mitochondrial membrane, Variants cause Barth Syndrome, a disorder that can lead to cardiomyopathy and skeletal muscle weakness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2506, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The UniProtKB database usually selects the longest isoform to represent coding genes. From 1997 until 2022, the UniProtKB representative for TAFAZZIN (previously, TAZ) was a protein of 292 amino acid residues known as the “full-length” isoform. In 2003, Vaz et al. produced an analysis succinctly titled “Only one splice variant of the human TAZ gene encodes a functional protein with a role in cardiolipin metabolism”, and it was not the “full length” isoform. They found that the functional tafazzin protein was generated from a transcript that skipped exon 5. Further research supported this.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3114, "infons": {"file": "41525_2022_329_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The “full-length” splice variant of TAFAZZIN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3164, "infons": {"file": "41525_2022_329_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "a The two most studied TAFAZZIN transcripts. The “full-length” transcript has 11 exons, the likely main functional transcript (TAZ-delta5) has ten. The inserted exon 5 is shown with a grey background. Exons are not to scale. The number of ClinVar pathogenic and likely pathogenic variants that map to each exon is shown inside the exon. Only exon 1 (the trans-membrane helix) and exon 5 have no ClinVar pathogenic variants. b The model of the “full-length” isoform of TAFAZZIN generated by AlphaFold for UniProtKB, showing the predicted protein surface. The inserted loop from exon 5 is shown in grey. Residues coloured in yellow are 100% conserved in an alignment of tafazzin from 10 species, human, mouse, zebrafish, fruit fly, cockroach, orbweaver spider, chickpea, potato, mushroom and slime mould. These are the most important residues in the binding cleft/catalytic site region. The inserted loop blocks this region.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4095, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In fact, exon 5 seems highly unlikely to be functionally important. The 5′ end of the exon derives from a SINE Alu transposon and is conserved only in apes. ClinVar, the main repository of clinically significant human variants and their phenotypes, annotates 44 pathogenic variants in Barth Syndrome. None map to exon 5 of the full-length transcript (Fig. 1). The region translated from exon 5 is likely to be unstructured and to disrupt the globular structure of the protein (the grey loop in Fig. 1). It would also interfere with a region conserved across plants, fungi and animals (the yellow residues in Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4714, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The choice of the full-length transcript as reference has had difficult-to-remediate downstream effects in other databases and large-scale analyses. For a start, the equivalent of the human exon is annotated in mammalian species as far away as beaver, whale, and elephant, even though the exon itself is primate-derived. In addition, the Pfam database incorporates the full-length isoform of TAFAZZIN into its acyltransferase domain definition, and the Locus Reference Genomic chooses the full-length transcript as the most clinically important, in part because many (largely benign) variants have been mapped to exon 5. The accumulated downstream evidence for the TAFAZZIN “full length” transcript is such that Ensembl and RefSeq annotators have chosen it as the MANE Select transcript for this gene. The presence of the full-length splice variant of TAFAZZIN in these (and other) databases cements its reputation as the most important splice variant. However, this is classic circular evidence, and difficult to undo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5738, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we analyse the effectiveness of two methods recently developed to select reference splice variants, APPRIS and MANE. MANE Select reference transcripts, developed by Ensembl and RefSeq annotators, are based on evidence such as expression level, evolutionary conservation, and clinical variants. The annotation pipeline also considers the UniProtKB display and APPRIS principal isoform. We developed the APPRIS database. It chooses principal isoforms based on cross-species conservation and the preservation of protein features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6270, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6278, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mapping ClinVar variants to coding exon sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 6323, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We mapped ClinVar variants to the coding exons (CDS) of three sets of reference transcripts, APPRIS “principal transcripts”, MANE Select transcripts and the longest CDS of each coding genes (see methods for details). The fine details of the mapping and analysis are detailed solely for the APPRIS principal transcripts, but we carried out the same process of computer analysis and manual curation for all three sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6744, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Only a handful of pathogenic variants map to alternative exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 6807, "infons": {"file": "41525_2022_329_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The percentage of ClinVar variants that map exclusively to alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6885, "infons": {"file": "41525_2022_329_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The small percentage of variants that do not map to APPRIS principal exons. Variants are grouped by ClinVar labels; the labels correspond to the CLIN_SIG entry. “Expert review” are variants labelled as “reviewed by expert panel”. Alternative exons make up 2.43% of all coding nucleotides, but <0.5% of all variants labelled with the word “pathogenic” fall in alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7275, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Just 2.43% of GENCODE v37 coding nucleotides are wholly alternative (do not overlap APPRIS principal transcripts), and considerably fewer ClinVar variants map to these nucleotides than would be expected by chance (1.6%). Variants can be distinguished by clinical significance (Fig. 2). We found the more damaging the ClinVar clinical significance label, the fewer variants mapped to alternative exons. For example, while 2.3% of variants tagged as “Benign” mapped to alternative exons, the same was true of just 1.31% of “Uncertain Significance” variants. Very few “Pathogenic” variants mapped to alternative exons (0.37%). Pathogenic variants that have undergone expert curation are even less likely to map to alternative exons than ordinary pathogenic variants. Just five of 9,491 variants reviewed by an expert panel (0.05%) mapped to alternative nucleotides.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8150, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Restricting variants to those supported by PubMed references magnifies the differences. The proportion of pathogenic and likely pathogenic variants mapping to alternative exons decreases for variants with PubMed references (from 0.37% to 0.22% for variants tagged as “Pathogenic”, and from 0.46% to 0.25% for variants tagged as “Likely pathogenic”), while the proportion of “Benign” variants in alternative exons increases (2.29% to 2.94%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8603, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Manual curation of pathogenic variants in APPRIS alternative exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 8670, "infons": {"file": "41525_2022_329_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The process of validating the pathogenic variants that map to alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8751, "infons": {"file": "41525_2022_329_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The process of mapping pathogenic variants from the ClinVar VCF file (version 4th April 2021) to the APPRIS principal and alternative transcripts (left side of the flow chart), and the breakdown of the manual analysis of the 76 pathogenic variants that map uniquely to APPRIS alternative variants (right side of the chart). We found that just 48 pathogenic variants had a direct effect on the expressed alternative protein. We tagged these pathogenic variants as “validated”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9231, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We mapped ClinVar pathogenic variants with PubMed support to exons and splice sites from APPRIS principal transcripts (see methods). We defined “pathogenic variants” as those variants tagged as Pathogenic, Likely pathogenic or Pathogenic/Likely pathogenic in ClinVar. There were 115,508 pathogenic variants, 17.6% of all variants annotated in ClinVar (Fig. 3). Coding exons from APPRIS principal transcripts captured 114,387 of these variants (99.03%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9688, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Most of the 1211 pathogenic variants that map to alternative coding exons are found in 5′ or 3′ exon extensions within just a few bases of principal coding exon splice sites. Although they map to alternative coding exons, these variants are much more likely to affect the splice site of the principal transcript. To account for this, we carried out an intronic splice site motif aware mapping of ClinVar variants by extending coding exons in APPRIS principal transcripts by three nucleotides at the 5′ end, and by 5 nucleotides at the 3′ end. The 667 pathogenic variants that mapped to these extended principal CDS counted as mapping to reference transcripts rather than to alternative exons, meaning that the total of pathogenic variants captured by APPRIS principal transcripts rose to 115,054 (99.61%). Alternative exons captured just 454 pathogenic variants and 76 of these had PubMed support.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10594, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ClinVar database does not assign pathogenicity labels. Instead, these are determined by the submitting group following guidelines issued by the ACMG. The submission guidelines have changed over time. Given the changing guidelines and the possibility of human error, some pathogenic variants may be erroneous. We carried out a manual curation of these 76 variants, reviewing the supporting publications to determine whether the variant was correctly transferred between research paper and clinical database, and whether it affected the translated protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11153, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We removed seven pathogenic variants from the list because they were not mentioned in the PubMed papers to which they were linked (Fig. 3). In addition, two of the variants appear to be annotation errors. The coordinates of the pathogenic variant in KCNQ2 seem to have been erroneously mapped to an alternative exon, and in PTCH1 the authors cannot have not carried out confirmatory experiments using the equivalent to the alternative exon in fish because this exon is not conserved outside of primates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11657, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We eliminated six pathogenic variants because the supporting PubMed papers found that the effect of the variant was actually on the splicing or the expression of the main transcript rather than the alternative transcript, while a further six pathogenic variants affected non-coding features, including three that mapped to a nonsense-mediated decay (NMD) exon in SNRPB. The variant in HBD mapped to a GATA1 binding site, and the variant in SDCCAG8 affected an exonic splicing enhancer. The alternative coding exons the variants mapped to in all these cases are only conserved in primates and have little transcript support.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12281, "infons": {"file": "41525_2022_329_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The effect of ACTG2 alternative splice event on protein structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12348, "infons": {"file": "41525_2022_329_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "a The sequence of alternative isoform from the novel exon mapped onto the structure of chicken smooth muscle actin (PDB: 3W3D, 28). The region that is maintained in the alternative isoform is shown in blue, while the 34 residues that would be replaced by the novel primate exon with the pathogenic variant are shown in green. The remainder of the structure (in yellow) would be lost from this presumed protein. The ATP and calcium bound by the chicken actin protein (lost in the alternative isoform) are in orange space fill. Mapping was carried out using HHPRED. b A model of the same truncated ACTG2 isoform generated by AlphaFold. The maintained sequence is in blue, the novel predicted region is in grey. Despite the AlphaFold prediction, the substituted sequence is unlikely to fold into an extended helix, and will certainly not bind ATP. Both images were generated with PyMol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13232, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we believe the authors of seven research papers have mistakenly classified the variant as having a pathogenic effect via the alternative protein. One example is in the gene ACTG2, which produces smooth muscle actin, a protein that is even 95% identical between vertebrates and invertebrates. The predicted pathogenic variant affects a novel 3′ exon derived from a LINE2 transposon that is conserved only in chimpanzee. The isoform produced from this novel exon would be missing almost three-quarters of the actin fold (Fig. 4). It is hard to imagine how a variant in an exon that produces a truncated protein isoform could affect megacystis-microcolon-intestinal hypoperistalsis syndrome, a severe disorder that affects bladder and intestine muscles. Especially since the transcript appears not to be expressed in any tissue, and certainly not in bladder or intestines. The pathogenicity of this variant is solely supported by association studies, and the authors even admit that “the data from this family suggests but perhaps do not prove entirely that the alternative exon 4… is functionally important”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14356, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The variant in the primate-derived alternative exon of LDB3 would change an isoleucine for a methionine residue. Expression of the exon is limited to testis, and there is no evidence it is expressed in heart. This is incongruent, given that the variant is supposed to cause dilated cardiomyopathy. LDB3 reference sequences in both UniProtKB and the Locus Reference Genomic incorporate this exon, presumably because of this unlikely pathogenic variant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14808, "infons": {"file": "41525_2022_329_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The effect of the NOBOX 3′ splice site extension on protein structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14881, "infons": {"file": "41525_2022_329_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "a The image shows the crystal structure of Drosophila melanogaster Aristaless and Clawless homeodomain proteins bound to DNA (PDB: 3A01). The Aristaless protein (chain F, yellow) has 57% identity to the NOBOX homeobox domain. The residues where the 32 amino acid insert would break the NOBOX homeobox domain are highlighted in red. The insertion is right next to the conserved DNA-binding residues of the homeobox domain and this primate-derived exon would almost certainly banish the NOBOX homeobox DNA-binding function. b The same PDB structure with the inserted exon modelled by AlphaFold for the UniProtKB NOBOX display isoform grafted onto the structure. The inserted exon is in red. The predicted effect of the insertion would be to extend the helix (again) and to interfere with the DNA-binding of the human Aristaless homologue. Mapping was carried out using HHPRED and both images were generated with PyMol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15798, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The variant in the NOBOX alternative transcript, ENST00000467773.1, was assumed by the authors to be pathogenic because it falls within a conserved homeobox domain. However, the variant, a conservative serine to threonine swap, maps to a little expressed, primate-derived alternative exon that itself inserts into the region that produces the homeobox domain (Fig. 5). The inserted exon would almost certainly disrupt the domain, particularly since the inserted exon is adjacent to the conserved asparagine and arginine residues that bind DNA (Fig. 5). This novel exon almost certainly would eliminate DNA binding with or without the variant. ENST00000467773.1 is the longest CDS. It is also the MANE Select transcript and produces the UniProtKB display isoform, in part because of this erroneous variant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16604, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At the end of our analysis, we found that PubMed publications validated a pathogenic effect on the alternative protein product for 48 of the annotated pathogenic variants (see Supplementary Table 1). The 48 variants mapped to 30 different alternative transcripts. These 48 “validated” variants are just 0.138% of all 34,833 PubMed-supported pathogenic variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16970, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Almost all of the 28 PubMed-supported pathogenic variants that mapped to alternative exons but that did not affect the alternative protein were primate-derived, many only across higher primates. Recently evolved alternative exons are highly unlikely to have gained sufficient functional importance for variants to have a pathogenic effect on the protein product, and in order to be considered pathogenic should have enhanced supporting evidence. For example, although the alternative exon that houses the REEP6 pathogenic variant evolved recently, during the eutherian clade, its pathogenicity is also supported by expression data. The variant is predicted to cause autosomal-recessive retinitis pigmentosa, and the alternative isoform is the main isoform in retina.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17737, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Pathogenic variants in exons alternative to MANE Select and longest CDS transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 17821, "infons": {"file": "41525_2022_329_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Pathogenic variants not captured by reference transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17880, "infons": {"file": "41525_2022_329_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "ClinVar Pathogenic, Likely pathogenic and Pathogenic/Likely pathogenic variants with PubMed support that are not captured by reference transcripts are here termed uncaptured pathogenic variants (UPVs). The method for reference transcript selection is shown in the legend. “All UPVs” are all pathogenic variants with PubMed citations that are not captured by the reference transcripts, “Validated UPVs” are those uncaptured pathogenic variants with PubMed support that were validated by manual curation, “Genes with UPVs” are the number of distinct genes with validated uncaptured pathogenic variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18493, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also analysed the relationship between pathogenic variants and the two other methods for selecting reference sequences, MANE Select transcripts and the longest CDS (see Supplementary Tables 2, 3). We mapped the 115,508 pathogenic variants from the ClinVar VCF file to both these sets of reference transcripts as we had with the principal transcripts (Fig. 3). Prior to manual curation, all but 67 of the 33,736 pathogenic variants with PubMed support mapped to MANE Select transcripts rather than alternative transcripts (Fig. 6). This was similar to APPRIS, and indeed most of the pathogenic variants in alternative exons coincided. The longest CDS captured all but 160 of the pathogenic variants supported by PubMed publications (Fig. 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19237, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As we had with the pathogenic variants that mapped to APPRIS alternative exons, we validated the likely pathogenic effect on the alternative protein products for variants that were in exons alternative to MANE Select transcripts, and those that were in exons alternative to the longest CDS. We validated 47 of the 67 pathogenic variants that mapped to MANE Select alternative exons (Fig. 6). This was 0.139% of PubMed-supported pathogenic variants, similar to the 0.138% of validated pathogenic variants that mapped to APPRIS alternative transcripts. Unsurprisingly, there was no significant difference between the proportion of pathogenic variants captured by APPRIS principal transcripts and those captured by MANE Select transcripts,", "sentences": [], "annotations": [], "relations": []}, {"offset": 19974, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The longest CDS was less successful at capturing validated pathogenic variants. After curation, 143 pathogenic variants from 60 genes (Fig. 6) mapped to transcripts with shorter CDS (0.411% of pathogenic variants with PubMed support). The longest CDS miss three times as many validated pathogenic variants as the APPRIS principal and MANE Select transcripts, even though they cover substantially more nucleotides. This difference is clearly significant (two-tailed Fisher exact test, p < 0.00001). In fact, over the whole of ClinVar, the longest CDS fails to pick up 535 pathogenic variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20570, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "APPRIS principal and MANE Select agree on the reference transcript over a total of 2,985 genes that have PubMed-supported pathogenic variants. Within these genes, the MANE and APPRIS supported reference transcripts captured 31,259 of 31,291 PubMed-supported pathogenic variants (99.9%). Just 32 PubMed-supported pathogenic variants mapped to alternative exons (Supplementary Table 4), and of these, we validated just 13 (0.042%) via their PubMed references. When they agree, APPRIS principal and MANE Select transcripts capture almost all annotated clinically important variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21150, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The same is not true for the longest CDS. Over the set of genes where MANE Select and APPRIS principal transcript coincide, the longest CDS fails to capture 113 validated pathogenic variants. Ten of these are also missed by APPRIS/MANE. That means that over those genes where the longest CDS does not agree with the APPRIS principal and MANE Select reference, the longest CDS fails to capture 103 pathogenic variants, and the MANE Select/APPRIS principal reference just three (in REEP6, SLC25A3 and TCF3). Even counting the pathogenic variant in TCF3 (where the longest CDS is almost certainly not biologically relevant), this is still a ratio of 34 to 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21806, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Extending the analysis to all pathogenic variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 21856, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To quantify the alternative transcripts with ClinVar pathogenic variants, we extended our analysis to include all pathogenic variants, regardless of whether they were supported by a publication. To guarantee that pathogenic variants mapped to alternative transcripts, we did not use MANE or APPRIS to select reference transcripts, and instead tried to map as many pathogenic variants as possible to a single transcript with each gene. Pathogenic variants that were not captured by this transcript were deemed to map to alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22394, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this analysis of all ClinVar pathogenic variants, these variants mapped to alternative exons in just 67 transcripts. Because many of these pathogenic variants were without PubMed support, we “validated” the likely effect on the protein by determining the relative age and expression levels of the alternative exons that held the variants. As we have already shown, pathogenic variants in recently evolved exons with little or no transcript support are not likely to have an effect on protein products.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22903, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Pathogenic variants mapped to primate-derived exons in 34 alternative transcripts. These 34 primate-derived exons had little or no transcript support. For 10 of the variants, we have already shown that their PubMed references do not support an effect on the alternative protein (ACTG2, HBD, etc.). Ten of the 34 derived from primate transposons, seven were NMD targets, including all three alternative exons in SCN1A, and one is no longer annotated as coding. We eliminated these alternative transcripts as “not validated”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23431, "infons": {"file": "41525_2022_329_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mis-annotation of a pathogenic variant in BNC2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23479, "infons": {"file": "41525_2022_329_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "The figure represents the 3′ coding exons of two BNC2 transcripts (not to scale). Exon numbers (shown inside each exon) are from their position in the GENCODE v37 reference set. The position of annotated and experimental pathogenic variants (stars) is marked next to the corresponding transcripts. Exons 8 and 12 in ENST00000380672.9 (the APPRIS principal and MANE Select transcript) code for four zinc finger motifs. Inserted exon 9 in transcript ENST00000418777.5 leads to a frame change and a premature stop codon, which would eliminate three of the motifs. Below the two exons, the motifs are represented by the PDB structures of 3MJH and 1WJ0, mapped using HHPRED. BNC2 has two pathogenic variants in ClinVar (red stars). One is annotated in ENST00000380672.9 and produces a histidine for arginine swap at amino acid residue 888. The other is annotated exon 9 of transcript ENST00000418777.5, and is predicted to affect residue 852 of the alternative isoform. The experimentally determined pathogenic variant (purple star), which would affect both transcripts, is reported to change an arginine to a stop codon at residue 853 of the principal isoform.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24638, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Twelve of the 33 remaining alternative transcripts with pathogenic variants had PubMed support. However, a literature search for the variant in the alternative transcript in BNC2 turned up an annotation error. BNC2 has two annotated pathogenic variants (Fig. 7). One variant is in the final coding exon of ENST00000380672.9, the APPRIS principal and MANE Select transcript. This variant produces a histidine for arginine swap at amino acid residue 888 and would banish the zinc binding of the 2nd of four C-terminal zinc-binding motifs. The other pathogenic variant is in an inserted exon in transcript ENST00000418777.5. The inserted exon leads to a frame change and a premature stop codon. The variant is predicted to produce a premature stop codon at residue 852 of the alternative isoform (Fig. 7); a premature stop codon in an already truncated transcript. Both the truncations would eliminate three of the four C-terminal zinc binding motifs (Fig. 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25596, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Although this variant is not supported by any publication, there is a third experimentally determined pathogenic variant for BNC2 not annotated in ClinVar. It too produces a premature stop codon, but at arginine 853 of the principal isoform, not arginine 852 of the alternative isoform. This stop codon would also almost certainly be pathogenic since it would remove all four C-terminal zinc binding motifs. It seems that this pathogenic variant was mapped to ENST00000418777.5 erroneously during the lift-over from GRCh37 to GRCh38. We also removed BNC2 from the set of genes with pathogenic variants in more than one distinct transcript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26236, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "List of human alternative transcripts that harbour validated pathogenic variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26318, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Gene name</th><th>Gene ID</th><th>Alternative transcript ID</th><th>TRIFID</th><th>PUBMED support</th><th>MPC</th><th>Protein effect</th></tr></thead><tbody><tr><td><italic>ASPH</italic></td><td><italic>ENSG00000198363.18</italic></td><td><italic>ENST00000389204.8</italic></td><td>0.426</td><td>−</td><td>−</td><td>C-terminal swap</td></tr><tr><td><italic>CACNA1C</italic></td><td><italic>ENSG00000151067.22</italic></td><td><italic>ENST00000399641.6</italic></td><td>0.979</td><td>Yes</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>CACNA1D</italic></td><td><italic>ENSG00000157388.19</italic></td><td><italic>ENST00000422281.7</italic></td><td>0.885</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>CDKN2A</italic></td><td><italic>ENSG00000147889.18</italic></td><td><italic>ENST00000579755.2</italic></td><td>1</td><td>−</td><td>Yes</td><td>Two different proteins</td></tr><tr><td><italic>COL6A2</italic></td><td><italic>ENSG00000142173.16</italic></td><td><italic>ENST00000397763.5</italic></td><td>0.587</td><td>−</td><td>−</td><td>C-terminal swap</td></tr><tr><td><italic>DST</italic></td><td><italic>ENSG00000151914.21</italic></td><td><italic>ENST00000370765.11</italic></td><td>0.405</td><td>Yes</td><td>Yes</td><td>C-terminal swap</td></tr><tr><td><italic>ERCC6</italic></td><td><italic>ENSG00000225830.16</italic></td><td><italic>ENST00000515869.1</italic></td><td>0.823</td><td>Yes</td><td>Yes</td><td>C-terminal swap</td></tr><tr><td><italic>FGFR2</italic></td><td><italic>ENSG00000066468.23</italic></td><td><italic>ENST00000457416.6</italic></td><td>0.717</td><td>Yes</td><td>−</td><td>Homologous substitution</td></tr><tr><td><italic>GCNT2</italic></td><td><italic>ENSG00000111846.19</italic></td><td><italic>ENST00000265012.5</italic></td><td>0.736</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>GCNT2</italic></td><td><italic>ENSG00000111846.19</italic></td><td><italic>ENST00000640968.1</italic></td><td>0.691</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>GNAS</italic></td><td><italic>ENSG00000087460.28</italic></td><td><italic>ENST00000453292.6</italic></td><td>0.229</td><td>−</td><td>Yes</td><td>Two different proteins</td></tr><tr><td><italic>GNAS</italic></td><td><italic>ENSG00000087460.28</italic></td><td><italic>ENST00000676826.1</italic></td><td>0.153</td><td>−</td><td>−</td><td>Homologous substitution</td></tr><tr><td><italic>GRIA3</italic></td><td><italic>ENSG00000125675.19</italic></td><td><italic>ENST00000541091.5</italic></td><td>0.943</td><td>–</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>IQSEC2</italic></td><td><italic>ENSG00000124313.18</italic></td><td><italic>ENST00000375365.2</italic></td><td>0.7</td><td>−</td><td>Yes</td><td>N-terminal swap</td></tr><tr><td><italic>ITGA6</italic></td><td><italic>ENSG00000091409.15</italic></td><td><italic>ENST00000458358.5</italic></td><td>0.284</td><td>Yes</td><td>−</td><td>Homologous substitution</td></tr><tr><td><italic>KRAS</italic></td><td><italic>ENSG00000133703.13</italic></td><td><italic>ENST00000256078.10</italic></td><td>1</td><td>−</td><td>−</td><td>Homologous substitution</td></tr><tr><td><italic>LAMA3</italic></td><td><italic>ENSG00000053747.17</italic></td><td><italic>ENST00000587184.5</italic></td><td>0.217</td><td>Yes</td><td>Yes</td><td>N-terminal swap</td></tr><tr><td><italic>MASP1</italic></td><td><italic>ENSG00000127241.18</italic></td><td><italic>ENST00000296280.11</italic></td><td>0.713</td><td>Yes</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>MECP2</italic></td><td><italic>ENSG00000169057.24</italic></td><td><italic>ENST00000303391.11</italic></td><td>0.996</td><td>−</td><td>Yes</td><td>N-terminal swap</td></tr><tr><td><italic>MOCS2</italic></td><td><italic>ENSG00000164172.20</italic></td><td><italic>ENST00000584946.5</italic></td><td>0.417</td><td>Yes</td><td>Yes</td><td>Two different proteins</td></tr><tr><td><italic>NEB</italic></td><td><italic>ENSG00000183091.20</italic></td><td><italic>ENST00000427231.7</italic></td><td>0.657</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>OTOF</italic></td><td><italic>ENSG00000115155.19</italic></td><td><italic>ENST00000403946.7</italic></td><td>0.942</td><td>Yes</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>PCDH15</italic></td><td><italic>ENSG00000150275.19</italic></td><td><italic>ENST00000320301.10</italic></td><td>1</td><td>−</td><td>−</td><td>C-terminal swap</td></tr><tr><td><italic>PCDH15</italic></td><td><italic>ENSG00000150275.19</italic></td><td><italic>ENST00000616114.4</italic></td><td>0.688</td><td>−</td><td>Yes</td><td>C-terminal swap</td></tr><tr><td><italic>PGM1</italic></td><td><italic>ENSG00000079739.17</italic></td><td><italic>ENST00000371083.4</italic></td><td>0.463</td><td>−</td><td>−</td><td>Homologous substitution</td></tr><tr><td><italic>PLEC</italic></td><td><italic>ENSG00000178209.16</italic></td><td><italic>ENST00000345136.8</italic></td><td>0.901</td><td>Yes</td><td>Yes</td><td>N-terminal swap</td></tr><tr><td><italic>RPGR</italic></td><td><italic>ENSG00000156313.15</italic></td><td><italic>ENST00000339363.7</italic></td><td>0.275</td><td>−</td><td>−</td><td>C-terminal swap</td></tr><tr><td><italic>SCN2A</italic></td><td><italic>ENSG00000136531.18</italic></td><td><italic>ENST00000636071.2</italic></td><td>0.922</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>SCN8A</italic></td><td><italic>ENSG00000196876.18</italic></td><td><italic>ENST00000662684.1</italic></td><td>0.95</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>STXBP1</italic></td><td><italic>ENSG00000136854.24</italic></td><td><italic>ENST00000373302.8</italic></td><td>0.955</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr><tr><td><italic>TP63</italic></td><td><italic>ENSG00000073282.14</italic></td><td><italic>ENST00000440651.6</italic></td><td>0.606</td><td>Yes</td><td>Yes</td><td>N-terminal swap</td></tr><tr><td><italic>TTN</italic></td><td><italic>ENSG00000155657.28</italic></td><td><italic>ENST00000360870.10</italic></td><td>0.302</td><td>−</td><td>Yes</td><td>Homologous substitution</td></tr></tbody></table>\n"}, "text": "Gene name\tGene ID\tAlternative transcript ID\tTRIFID\tPUBMED support\tMPC\tProtein effect\t \tASPH\tENSG00000198363.18\tENST00000389204.8\t0.426\t−\t−\tC-terminal swap\t \tCACNA1C\tENSG00000151067.22\tENST00000399641.6\t0.979\tYes\tYes\tHomologous substitution\t \tCACNA1D\tENSG00000157388.19\tENST00000422281.7\t0.885\t−\tYes\tHomologous substitution\t \tCDKN2A\tENSG00000147889.18\tENST00000579755.2\t1\t−\tYes\tTwo different proteins\t \tCOL6A2\tENSG00000142173.16\tENST00000397763.5\t0.587\t−\t−\tC-terminal swap\t \tDST\tENSG00000151914.21\tENST00000370765.11\t0.405\tYes\tYes\tC-terminal swap\t \tERCC6\tENSG00000225830.16\tENST00000515869.1\t0.823\tYes\tYes\tC-terminal swap\t \tFGFR2\tENSG00000066468.23\tENST00000457416.6\t0.717\tYes\t−\tHomologous substitution\t \tGCNT2\tENSG00000111846.19\tENST00000265012.5\t0.736\t−\tYes\tHomologous substitution\t \tGCNT2\tENSG00000111846.19\tENST00000640968.1\t0.691\t−\tYes\tHomologous substitution\t \tGNAS\tENSG00000087460.28\tENST00000453292.6\t0.229\t−\tYes\tTwo different proteins\t \tGNAS\tENSG00000087460.28\tENST00000676826.1\t0.153\t−\t−\tHomologous substitution\t \tGRIA3\tENSG00000125675.19\tENST00000541091.5\t0.943\t–\tYes\tHomologous substitution\t \tIQSEC2\tENSG00000124313.18\tENST00000375365.2\t0.7\t−\tYes\tN-terminal swap\t \tITGA6\tENSG00000091409.15\tENST00000458358.5\t0.284\tYes\t−\tHomologous substitution\t \tKRAS\tENSG00000133703.13\tENST00000256078.10\t1\t−\t−\tHomologous substitution\t \tLAMA3\tENSG00000053747.17\tENST00000587184.5\t0.217\tYes\tYes\tN-terminal swap\t \tMASP1\tENSG00000127241.18\tENST00000296280.11\t0.713\tYes\tYes\tHomologous substitution\t \tMECP2\tENSG00000169057.24\tENST00000303391.11\t0.996\t−\tYes\tN-terminal swap\t \tMOCS2\tENSG00000164172.20\tENST00000584946.5\t0.417\tYes\tYes\tTwo different proteins\t \tNEB\tENSG00000183091.20\tENST00000427231.7\t0.657\t−\tYes\tHomologous substitution\t \tOTOF\tENSG00000115155.19\tENST00000403946.7\t0.942\tYes\tYes\tHomologous substitution\t \tPCDH15\tENSG00000150275.19\tENST00000320301.10\t1\t−\t−\tC-terminal swap\t \tPCDH15\tENSG00000150275.19\tENST00000616114.4\t0.688\t−\tYes\tC-terminal swap\t \tPGM1\tENSG00000079739.17\tENST00000371083.4\t0.463\t−\t−\tHomologous substitution\t \tPLEC\tENSG00000178209.16\tENST00000345136.8\t0.901\tYes\tYes\tN-terminal swap\t \tRPGR\tENSG00000156313.15\tENST00000339363.7\t0.275\t−\t−\tC-terminal swap\t \tSCN2A\tENSG00000136531.18\tENST00000636071.2\t0.922\t−\tYes\tHomologous substitution\t \tSCN8A\tENSG00000196876.18\tENST00000662684.1\t0.95\t−\tYes\tHomologous substitution\t \tSTXBP1\tENSG00000136854.24\tENST00000373302.8\t0.955\t−\tYes\tHomologous substitution\t \tTP63\tENSG00000073282.14\tENST00000440651.6\t0.606\tYes\tYes\tN-terminal swap\t \tTTN\tENSG00000155657.28\tENST00000360870.10\t0.302\t−\tYes\tHomologous substitution\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 28949, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "The table lists those 32 alternative transcripts that contain at least one uniquely mapping ClinVar Pathogenic or Likely Pathogenic variant. Three genes (GNAS, PCDH15 and GCNT2) have two alternative transcripts with pathogenic variants. The list also shows the PubMed reference where possible, the TRIFID functional importance score [ref], and whether or not the transcripts is tagged as “MANE Plus Clinical” (MPC, [ref]). The expanded table is available in Supplementary Table 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29434, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The genes with validated pathogenic variants in alternative transcripts are detailed in Supplementary Table 5, while those genes with pathogenic variants that we did not validate are listed in Supplementary Table 6. There are 32 alternative transcripts in total, and three genes, GCNT2, GNAS and PCDH15, have pathogenic variants in three distinct transcripts (Table 1). So, validated pathogenic variants map to more than one transcript in just 29 of the 11,132 genes with pathogenic variants in ClinVar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29938, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The clinical relevance of alternative isoforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 29985, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have shown that APPRIS principal and MANE Select transcripts capture almost all pathogenic variants. However, some alternative protein isoforms are also biologically relevant. How can researchers predict which alternative isoforms are clinically significant? Genes with validated pathogenic variants in alternative transcripts provide clues. The most obvious feature is that almost all alternative exons with pathogenic variants are ancient. For example, the alternative exon in SLC25A3 pre-dates the earliest vertebrates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30511, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "More than half of the 32 cases involve the alternative splicing of highly conserved tandem duplicated exons, even though tandem duplicated exon substitutions make up <0.5% of annotated splice events. Finally, alternative splicing is linked to tissue specificity at transcript and at protein level. Tissue specificity also appears to be a characteristic of the alternative exons in this set. Manual analysis found that only 20 of the 32 exon pairs (Table 1) had sufficient expression to determine tissue specificity, but out of these 20 pairs of exons, 18 are clearly tissue specific. Two thirds of the set have both cross-species conservation and expression support.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31178, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "TRIFID functional importance scores predict clinical importance", "sentences": [], "annotations": [], "relations": []}, {"offset": 31242, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A small number of clinically important alternative transcripts are labelled as MANE Plus Clinical based on ClinVar annotations. For example, the alternative transcript in SLC25A3 is annotated as MANE Plus Clinical. Of the 58 MANE Plus Clinical transcripts from MANE v1.0, 23 map to the 32 pairs of Ensembl/GENCODE transcripts with pathogenic variants we validated (Supplementary Table 5), 21 correspond to genes in which the MANE Plus Clinical transcript has a uniquely mapped pathogenic variant, but the corresponding MANE Select transcript does not (as is the case of SLC25A3), and 12 transcripts either do not have uniquely mapped ClinVar pathogenic variants, or do not affect the alternative protein product (including PTCH1, for example).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31986, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have demonstrated that reference transcripts produce the most clinically important protein isoform. Beyond this, the functional importance of alternative splice isoforms is clear only in a small number of genes. We found certain features correlated with functional importance, so we developed TRIFID, a machine learning method that predicts the biological relevance of protein isoforms. TRIFID inputs include conservation and expression data, and annotations from the Ensembl and APPRIS databases. We have shown that the TRIFID score can distinguish alternative exons that are under selective pressure from those that are not. Here, we evaluated the ability of TRIFID to distinguish clinically important alternative transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32718, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We combined the 32 alternative exons from the set of genes with validated pathogenic variants in distinct transcripts with the 30 APPRIS alternative exons that have PubMed-supported pathogenic variants. Eleven exons appeared in both lists, so there were 51 alternative exons in all. To each of these exons we assigned the TRIFID score of the best-scoring transcript in which it was found. Just over half (27) had a TRIFID score of over 0.8, while only one had a TRIFID score below 0.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33204, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The distribution of TRIFID scores for all 76,134 APPRIS-defined alternative coding exons in GENCODE v37 was radically different. Again, we counted only the transcript with the best TRIFID score for each exon. Here, just 3.3% of alternative exons scored >0.8, and the overwhelming majority (almost 85%) had TRIFID scores below 0.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33535, "infons": {"file": "41525_2022_329_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Validated pathogenic variants in alternative exons binned by TRIFID score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33610, "infons": {"file": "41525_2022_329_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "APPRIS alternative exons from the human reference set were binned by the TRIFID score of the best-scoring transcript in which they are annotated. For each set of exons in each bin, we show the percentage of exons that are annotated with validated pathogenic variants. The 51 validated pathogenic variants tend to fall in the highest scoring exons. Differences between the bins were huge, and significant despite the low numbers of validated pathogenic variants, Fisher exact tests showed that the percentage of pathogenic variants with best TRIFID scores exceeding 0.8 was significantly higher than those in all other bins (two tailed Fisher’s Exact test p = 0.0111 against the 0.6–0.8 bin, p = 0.001 against the 0.4–0.6 bin, and p < 0.00001 for the other two bins), and that the percentage of pathogenic variants among exons with TRIFID scores below 0.2 was significantly lower than all other bins (two tailed Fisher’s Exact test p < 0.00001 for all four bins).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34597, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We binned the TRIFID scores and calculated the proportion of the alternative exons with validated pathogenic variants in each bin (Fig. 8). We find that the higher the TRIFID score, the more likely an alternative transcript houses a validated pathogenic variant. In fact, exons from the highest scoring TRIFID alternative transcripts have 690 times as many validated pathogenic variants as the 85% of exons in the lowest scoring bin. More than 1% of alternative exons from transcripts with TRIFID scores >0.8 were annotated with validated pathogenic variants, but this fell to just 0.003% for exons from transcripts with TRIFID scores below 0.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35243, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"offset": 35255, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The interpretation of pathogenic variants in Clinvar depends on the submitter, since submissions are not curated. There are a number of factors that might affect the quality of the interpretation, such as the date of submission and whether the variants are submitted by single submitters or large-scale prediction programs. In this analysis we included all pathogenic variants with a PubMed reference. This does not guarantee quality, but we manually curated pathogenic variants that mapped to alternative exons to create more reliable sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35797, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "What we could not do was question the experimental process presented in each analysis. We did not reclassify the variants using ACMG criteria. We did not attempt to reinterpret the analysis of the variants to determine whether they are truly pathogenic. This analysis should be carried out by the submitting group, or by clinical experts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36136, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Manual curation of the papers allowed us to cross-check the evidence to see if it matched what was in ClinVar. For example, we could show that the coordinates in the paper that supported the pathogenic variant for BNC2 at residue 853 did not match the coordinates in ClinVar. For some variants we could check whether the assumptions made as part of the definition of pathogenicity were correct (as in the case of NOBOX). We could also check whether the pathogenic effect was reported for the annotated coding exon or for some other feature (as was the case with HBD). Finally, we could use evidence that was not considered by the authors to suggest that the pathogenic label is erroneous (as with the variant in ACTG2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36856, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ACMG criteria were first published in 2008, so one possibility is that authors were laxer with their submissions prior to 2008. We found no evidence of this in our (limited) set. Just two possible pathogenic variant misannotations pre-dated these recommendations (KCNQ2 and LDB3), and one of these was a simple mis-annotation of protein coordinates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37210, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37221, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In depth analysis of pathogenic variants from the ClinVar database shows that almost all valid pathogenic variants can be mapped to one reference transcript per gene. Very few ClinVar pathogenic variants map to alternative exons. In addition, we find that this reference transcript almost always corresponds to the APPRIS principal isoform and the MANE Select transcript. Over genes in which APPRIS and MANE agreed on the reference transcript, just 13 validated pathogenic variants (0.042%) mapped to alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37741, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The biological importance of MANE Select and APPRIS principal transcripts is underlined by data from human genetic variation and large-scale proteomics experiments. APPRIS principal isoforms and the isoforms produced by MANE Select transcripts agree with the main proteomics isoform in >98% of genes. In addition, MANE Select and APPRIS principal exons are under purifying selection, while exons unique to the longest CDS are not,.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38173, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The American College of Medical Genetics and Genomics (ACMG) recommends the longest or most clinically significant RefSeq transcript as the reference transcript. However, using the longest transcript has no biological justification. We find that choosing the transcript with the longest coding sequence as the reference is a suboptimal solution because it captures significantly fewer validated pathogenic variants than the MANE Select or APPRIS principal transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38642, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Instead, we recommend that APPRIS principal and MANE Select transcripts be used as the reference transcripts in clinical variant interpretation. In GENCODE v37, APPRIS principal and MANE Select transcripts agreed over 94% of genes. Genes in which APPRIS and MANE select the same reference transcript will be listed on the APPRIS website.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38980, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Over the few genes where they disagree (for example TAFAZZIN, NOBOX and LDB3), researchers may have to use further criteria to choose a reference transcript. TRIFID, for example, can identify likely functional alternative isoforms. Since both APPRIS and MANE have been developed in conjunction with the GENCODE Consortium, disagreements should become fewer with time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39348, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "For alternative transcripts, we find that many known pathogenic variants are annotated as MANE Plus Clinical transcripts. We show that TRIFID functional importance scores can identify clinically relevant alternative transcripts. Alternative exons from the highest scoring transcripts are almost 700 times more likely to harbour pathogenic variants than these low scoring transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39732, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We find that pathogenic variants that map to alternative exons can be erroneously annotated (BNC2, KCNQ2, PTCH1) or may affect non-coding regions on top of which alternative coding exons have been annotated (HBD, SDCCAG8, FECH, CYP21A2). The first set of variants can be corrected via curation, but the second set of pathogenic variants are correct. Here it is the predicted alternative coding exon that should be removed. Coding exons ought not to be annotated on top of important non-coding features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40235, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have demonstrated that MANE Select and APPRIS principal transcripts best predict the most clinically relevant transcript, particularly when they agree. Clinical and biomedical researchers ought to use these two methods rather than the longest transcript when selecting reference transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40530, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 40538, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MANE select transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 40562, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MANE Select and MANE Plus Clinical transcripts are annotated in the gtf file of the GENCODE v37 reference human gene set, which can be found at https://www.gencodegenes.org/human/. MANE Select transcripts are transcripts that are annotated both in the RefSeq and in the Ensembl human gene set. They have to coincide exactly in the coordinates of both the coding exons (CDS) and the 3′ and 5′ untranslatable regions (UTR) regions. Where there is more than one transcript that fits this definition, the MANE Select transcript is chosen from two separate prediction pipelines, one in RefSeq and one in Ensembl. The two pipelines are similar in that they use information such as the UniProtKB display isoform, expression data, ClinVar variants, LCG definition, though they do have differences. For example, the APPRIS principal isoform is an input to the Ensembl prediction pipeline, but not the RefSeq prediction pipeline. More details of the pipeline are available in the paper. Where no single agreed transcript exists, RefSeq and Ensembl manual annotation teams work together to choose one transcript as the MANE Select transcript. The MANE Select version we used in this analysis was v0.95. This was the version in GENCODE v37. MANE Select has now been updated to v1.0. We mapped the ClinVar variants to just the CDS of the MANE transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41909, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "The longest transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 41933, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ACMG recommends the use of the longest transcript as the reference transcript. It is not 100% clear from their recommendations how the longest transcript should be chosen. We selected the longest transcript in two different ways, and used the more efficient of the two methods in our analysis. First, we selected the longest protein coding transcript using both UTR and CDS, and second we selected the longest protein coding transcript using just CDS. While the two transcripts were the same in about 70% of the genes, they differed in the remaining genes. The transcript with the longest CDS missed considerably fewer pathogenic variants before curation than the transcript with the most CDS and UTR bases (160 versus 1,967, a factor of 12). So, in the end, we mapped the ClinVar variants to the exons from the transcripts with the longest CDS in each gene in the GENCODE v37 gene set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42824, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "APPRIS principal transcripts", "sentences": [], "annotations": [], "relations": []}, {"offset": 42853, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "APPRIS principal isoforms are selected based on cross-species conservation and the preservation of structural and functional features. APPRIS has four main modules that map protein structure, functional domains, ligand-binding residues and cross-species conservation to isoforms. Where the data from the four modules are not able to select a clear principal isoform, the decision is made based on external methods such as TRIFID and proteomics data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43303, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The APPRIS principal isoforms for the GENCODE v37 gene set for each annotated isoform were downloaded from the APPRIS database (https://appris.bioinfo.cnio.es/). The principal isoforms are selected at the protein level, but each is referenced to an Ensembl/GENCODE transcript, and it is this transcript that we use to represent the “principal transcript” in this analysis. Because genes are often annotated with transcripts that have identical CDS, but distinct UTR, there can be more than one (coding sequence identical) principal transcript/isoform per gene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43868, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TRIFID functional isoform prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 43905, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "TRIFID is a machine learning algorithm that predicts the likely functional importance of protein isoforms. It was trained on protein isoforms detected in large-scale tissue-based proteomics analysis, and bases its predictions on features from the APPRIS database, the Ensembl/GENCODE annotation, the Pfam database and data from a large-scale RNAseq experiment. Features based on cross-species conservation are the most powerful predictors in TRIFID. The TRIFID score (between 0 and 1) represents the likely functional relevance of protein isoforms and testing shows that exons from high scoring transcripts are under selective pressure, while alternative exons from low scoring isoforms are generally not. TRIFID functional importance scores for the predicted GENCODE v37 isoforms were calculated as part of the APPRIS principal isoform selection pipeline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44762, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of pathogenic variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 44794, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ClinVar variants were extracted from raw VCF files that were downloaded on 4 April 2021. The use of this publicly available large-scale data does not require ethical approval. We mapped the variants to the coding genes and transcripts annotated in v37 of the GENCODE human reference set using VEP. A total of 656,237 ClinVar variants mapped to GENCODE coding transcripts. Along with each variant, we recorded the official ClinVar CLIN_SIG designation, and whether or not the variant was supported by a reference in PubMed, or was reviewed by an expert panel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45353, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Many variants mapped to more than one transcript. In these cases, we reduced the mapping to a single transcript. For the APPRIS analysis, we retained the mapping to the APPRIS principal transcript where possible. For the MANE analysis, we prioritised the mapping to the MANE Select transcript, and for the longest CDS analysis we prioritised the longest CDS. Variants that did not map to a principal, MANE Select or longest transcript were associated to one of the alternative transcripts that they mapped to—in each case the alternative transcript with the highest TRIFID score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the various analyses of pathogenic variants, we defined pathogenic variants as those tagged as Pathogenic, Likely Pathogenic or Pathogenic/Likely Pathogenic by ClinVar. For the initial analysis, we also required that each of these pathogenic variants also had a supporting PubMed publication. This was to allow us to cross-check the evidence for pathogenicity for each variant. The Richards et al. ACMG analysis was excluded as a supporting PubMed publication; although this paper is used as a reference for 25,382 variants, the paper does not provide verifiable information about any of these variants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46543, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Manual curation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46559, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Much of the analysis in this paper was manual. The correspondence between pathogenic variants in research papers and ClinVar annotations was checked via the individual papers. We checked whether the information in the paper was correct, and confirmed that the coordinates matched those of ClinVar. Gene model structures were analysed using the Ensembl web browsers, and the APPRIS database. Conservation of exons was calculated from BLAST searches against genomes in RefSeq and UniProtKB, and splice site conservation was analysed with CodeAlignView (https://www.data.broadinstitute.org/compbio1/cav.php?). Expression evidence from the Gtex consortium, was analysed using the GNOMAD web pages. Protein sequences and variants were mapped onto 3D structures from the AlphaFold-EBI collaboration, and the PDB.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47366, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reporting summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 47384, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47501, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 47527, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47665, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 47691, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41525-022-00329-6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47783, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 47804, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "F.P. conceptualization, methodology, software, data curation, formal analysis, validation, writing—review and editing; J.M.R. data curation, writing—review and editing; J.V. funding acquisition, supervision, writing—review and editing; M.L.T. conceptualization, methodology, validation, data curation, writing—original draft, writing—review and editing, formal analysis, funding acquisition, project administration, supervision, visualization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48258, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 48276, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "MANE Select and Plus Clinical transcripts annotations can be downloaded with the Ensembl (https://www.ensembl.org/index.html), GENCODE (https://www.gencodegenes.org/human/) and RefSeq (https://www.ncbi.nlm.nih.gov/refseq/) annotations of the human and mouse gene sets. APPRIS principal isoforms and TRIFID functional importance scores for human gene sets, along with a range of other vertebrate and invertebrate model species are available from the APPRIS website (https://appris.bioinfo.cnio.es/). They are available for Ensembl and RefSeq gene sets, and for both GRCh37 and GRCh38 builds. APPRIS principal isoforms/transcripts can also be downloaded from Ensembl/GENCODE. ClinVar variants can be downloaded from the NIH web site (https://www.ncbi.nlm.nih.gov/clinvar/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49048, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Code availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 49066, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "All local scripts to map the variants to the longest CDS, APPRIS principal and MANE Select exons were written in Perl, and are available on request from the authors. VEP (https://www.ensembl.org/info/docs/tools/vep/index.html) was used to map ClinVar variants to the GENCODE v37 gene set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49355, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 49375, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49419, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 49430, "infons": {"fpage": "294", "lpage": "300", "name_0": "surname:Richards;given-names:CS", "pub-id_doi": "10.1097/GIM.0b013e31816b5cae", "pub-id_pmid": "18414213", "section_type": "REF", "source": "Genet. Med", "type": "ref", "volume": "10", "year": "2008"}, "text": "Molecular subcommittee of the ACMG laboratory quality assurance committee. ACMG recommendations for standards for interpretation and reporting of sequence variations: revisions 2007", "sentences": [], "annotations": [], "relations": []}, {"offset": 49612, "infons": {"fpage": "405", "lpage": "424", "name_0": "surname:Richards;given-names:S", "pub-id_doi": "10.1038/gim.2015.30", "pub-id_pmid": "25741868", "section_type": "REF", "source": "Genet. Med", "type": "ref", "volume": "17", "year": "2015"}, "text": "ACMG Laboratory Quality Assurance Committee. Standards and guidelines for the interpretation of sequence variants: a joint consensus recommendation of the American College of Medical Genetics and Genomics and the Association for Molecular Pathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 49861, "infons": {"fpage": "D9", "lpage": "D16", "name_0": "surname:Sayers;given-names:EW", "pub-id_doi": "10.1093/nar/gkz899", "pub-id_pmid": "31602479", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "48", "year": "2020"}, "text": "Database resources of the National Center for Biotechnology Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 49933, "infons": {"fpage": "385", "lpage": "389", "name_0": "surname:Bione;given-names:S", "pub-id_doi": "10.1038/ng0496-385", "pub-id_pmid": "8630491", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "12", "year": "1996"}, "text": "A novel X-linked gene, G4.5. is responsible for Barth syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 49996, "infons": {"fpage": "5043", "lpage": "5051", "name_0": "surname:Schlame;given-names:M", "name_1": "surname:Xu;given-names:Y", "pub-id_doi": "10.1016/j.jmb.2020.03.026", "pub-id_pmid": "32234310", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "432", "year": "2020"}, "text": "The function of Tafazzin, a mitochondrial Phospholipid-Lysophospholipid acyltransferase", "sentences": [], "annotations": [], "relations": []}, {"offset": 50084, "infons": {"fpage": "327", "lpage": "355", "name_0": "surname:Barth;given-names:PG", "pub-id_doi": "10.1016/0022-510X(83)90209-5", "pub-id_pmid": "6142097", "section_type": "REF", "source": "J. Neurol. Sci.", "type": "ref", "volume": "62", "year": "1983"}, "text": "An X-linked mitochondrial disease affecting cardiac muscle, skeletal muscle and neutrophil leucocytes", "sentences": [], "annotations": [], "relations": []}, {"offset": 50186, "infons": {"fpage": "D158", "lpage": "D159", "pub-id_doi": "10.1093/nar/gkw1099", "pub-id_pmid": "27899622", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "45", "year": "2017"}, "text": "UniProt: the universal protein knowledgebase", "sentences": [], "annotations": [], "relations": []}, {"offset": 50231, "infons": {"fpage": "43089", "lpage": "43094", "name_0": "surname:Vaz;given-names:FM", "name_1": "surname:Houtkooper;given-names:RH", "name_2": "surname:Valianpour;given-names:F", "name_3": "surname:Barth;given-names:PG", "name_4": "surname:Wanders;given-names:RJ", "pub-id_doi": "10.1074/jbc.M305956200", "pub-id_pmid": "12930833", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "278", "year": "2003"}, "text": "Only one splice variant of the human TAZ gene encodes a functional protein with a role in cardiolipin metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 50344, "infons": {"fpage": "29230", "lpage": "29239", "name_0": "surname:Xu;given-names:Y", "pub-id_doi": "10.1074/jbc.M109.016642", "pub-id_pmid": "19700766", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "284", "year": "2009"}, "text": "Characterization of tafazzin splice variants from humans and fruit flies", "sentences": [], "annotations": [], "relations": []}, {"offset": 50417, "infons": {"fpage": "D1062", "lpage": "D1067", "name_0": "surname:Landrum;given-names:MJ", "pub-id_doi": "10.1093/nar/gkx1153", "pub-id_pmid": "29165669", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "46", "year": "2018"}, "text": "ClinVar: improving access to variant interpretations and supporting evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 50494, "infons": {"fpage": "D279", "lpage": "D285", "name_0": "surname:Finn;given-names:RD", "pub-id_doi": "10.1093/nar/gkv1344", "pub-id_pmid": "26673716", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "44", "year": "2016"}, "text": "The Pfam protein families database: towards a more sustainable future", "sentences": [], "annotations": [], "relations": []}, {"offset": 50564, "infons": {"fpage": "D873", "lpage": "D878", "name_0": "surname:MacArthur;given-names:JA", "pub-id_doi": "10.1093/nar/gkt1198", "pub-id_pmid": "24285302", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "42", "year": "2014"}, "text": "Locus Reference Genomic: reference sequences for the reporting of clinically relevant sequence variants", "sentences": [], "annotations": [], "relations": []}, {"offset": 50668, "infons": {"fpage": "D988", "lpage": "D995", "name_0": "surname:Cunningham;given-names:F", "pub-id_doi": "10.1093/nar/gkab1049", "pub-id_pmid": "34791404", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "50", "year": "2022"}, "text": "Ensembl 2022", "sentences": [], "annotations": [], "relations": []}, {"offset": 50681, "infons": {"fpage": "310", "lpage": "315", "name_0": "surname:Morales;given-names:J", "pub-id_doi": "10.1038/s41586-022-04558-8", "pub-id_pmid": "35388217", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "604", "year": "2022"}, "text": "A joint NCBI and EMBL-EBI transcript set for clinical genomics and research", "sentences": [], "annotations": [], "relations": []}, {"offset": 50757, "infons": {"fpage": "D54", "lpage": "D59", "name_0": "surname:Rodriguez;given-names:JM", "pub-id_doi": "10.1093/nar/gkab1058", "pub-id_pmid": "34755885", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "50", "year": "2022"}, "text": "APPRIS: selecting functionally important isoforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 50807, "infons": {"fpage": "110", "lpage": "117", "name_0": "surname:Rodriguez;given-names:JM", "pub-id_doi": "10.1093/nar/gks1058", "pub-id_pmid": "23093607", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "41", "year": "2013"}, "text": "APPRIS: Annotation of principal and alternative splice isoforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 50871, "infons": {"fpage": "D766", "lpage": "D773", "name_0": "surname:Frankish;given-names:A", "pub-id_doi": "10.1093/nar/gky955", "pub-id_pmid": "30357393", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "GENCODE reference annotation for the human and mouse genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 50932, "infons": {"fpage": "e35", "name_0": "surname:Richards;given-names:MC", "pub-id_doi": "10.1136/jmg.2003.013938", "pub-id_pmid": "14985406", "section_type": "REF", "source": "J. Med. Genet.", "type": "ref", "volume": "41", "year": "2004"}, "text": "Novel mutations in the KCNQ2 gene link epilepsy to a dysfunction of the KCNQ2-calmodulin interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 51033, "infons": {"fpage": "474", "lpage": "485", "name_0": "surname:Chassaing;given-names:N", "pub-id_doi": "10.1101/gr.196048.115", "pub-id_pmid": "26893459", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "26", "year": "2016"}, "text": "Targeted resequencing identifies PTCH1 as a major contributor to ocular developmental anomalies and extends the SOX2 regulatory network", "sentences": [], "annotations": [], "relations": []}, {"offset": 51169, "infons": {"fpage": "291", "lpage": "299", "name_0": "surname:Shaheen;given-names:R", "pub-id_doi": "10.1101/gr.160572.113", "pub-id_pmid": "24389050", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "24", "year": "2014"}, "text": "Genomic analysis of primordial dwarfism reveals novel disease genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51237, "infons": {"section_type": "REF", "type": "ref"}, "text": "Higashi, Y., Tanae, A., Inoue, H., Hiromasa, T. & Fujii-Kuriyama, Y. Aberrant splicing and missense mutations cause steroid 21-hydroxylase [P-450(C21)] deficiency in humans: possible gene conversion products. Proc. Natl Acad. Sci. USA85, 7486–7490 (1988)..", "sentences": [], "annotations": [], "relations": []}, {"offset": 51496, "infons": {"fpage": "4483", "name_0": "surname:Lynch;given-names:DC", "pub-id_doi": "10.1038/ncomms5483", "pub-id_pmid": "25047197", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "5", "year": "2014"}, "text": "Disrupted auto-regulation of the spliceosomal gene SNRPB causes cerebro-costo-mandibular syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 51594, "infons": {"fpage": "1347", "lpage": "1351", "name_0": "surname:Matsuda;given-names:M", "name_1": "surname:Sakamoto;given-names:N", "name_2": "surname:Fukumaki;given-names:Y", "pub-id_doi": "10.1182/blood.V80.5.1347.1347", "pub-id_pmid": "1515647", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "80", "year": "1992"}, "text": "Delta-thalassemia caused by disruption of the site for an erythroid-specific transcription factor, GATA-1, in the delta-globin gene promoter", "sentences": [], "annotations": [], "relations": []}, {"offset": 51735, "infons": {"fpage": "840", "lpage": "850", "name_0": "surname:Otto;given-names:EA", "pub-id_doi": "10.1038/ng.662", "pub-id_pmid": "20835237", "section_type": "REF", "source": "Nat. Genet", "type": "ref", "volume": "42", "year": "2010"}, "text": "Candidate exome capture identifies mutation of SDCCAG8 as the cause of a retinal-renal ciliopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 51833, "infons": {"fpage": "e1004258", "name_0": "surname:Wangler;given-names:MF", "pub-id_doi": "10.1371/journal.pgen.1004258", "pub-id_pmid": "24676022", "section_type": "REF", "source": "PLoS Genet.", "type": "ref", "volume": "10", "year": "2014"}, "text": "Heterozygous de novo and inherited mutations in the smooth muscle actin (ACTG2) gene underlie megacystis-microcolon-intestinal hypoperistalsis syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 51985, "infons": {"fpage": "452", "lpage": "458", "name_0": "surname:Cummings;given-names:BB", "pub-id_doi": "10.1038/s41586-020-2329-2", "pub-id_pmid": "32461655", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "581", "year": "2020"}, "text": "Transcript expression-aware annotation improves rare variant interpretation", "sentences": [], "annotations": [], "relations": []}, {"offset": 52061, "infons": {"fpage": "2014", "lpage": "2027", "name_0": "surname:Vatta;given-names:M", "pub-id_doi": "10.1016/j.jacc.2003.10.021", "pub-id_pmid": "14662268", "section_type": "REF", "source": "J. Am. Coll. Cardiol.", "type": "ref", "volume": "42", "year": "2003"}, "text": "Mutations in Cypher/ZASP in patients with dilated cardiomyopathy and left ventricular non-compaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 52162, "infons": {"fpage": "1108", "lpage": "1113", "name_0": "surname:Bouilly;given-names:J", "name_1": "surname:Bachelot;given-names:A", "name_2": "surname:Broutin;given-names:I", "name_3": "surname:Touraine;given-names:P", "name_4": "surname:Binart;given-names:N", "pub-id_doi": "10.1002/humu.21543", "pub-id_pmid": "21837770", "section_type": "REF", "source": "Hum. Mutat.", "type": "ref", "volume": "32", "year": "2011"}, "text": "Novel NOBOX loss-of-function mutations account for 6.2% of cases in a large primary ovarian insufficiency cohort", "sentences": [], "annotations": [], "relations": []}, {"offset": 52275, "infons": {"fpage": "lqz023", "name_0": "surname:Martinez-Gomez;given-names:L", "pub-id_doi": "10.1093/nargab/lqz023", "pub-id_pmid": "31886458", "section_type": "REF", "source": "NAR Genom. Bioinform.", "type": "ref", "volume": "2", "year": "2020"}, "text": "Few SINEs of life: Alu elements have little evidence for biological relevance despite elevated translation", "sentences": [], "annotations": [], "relations": []}, {"offset": 52382, "infons": {"fpage": "1305", "lpage": "1315", "name_0": "surname:Arno;given-names:G", "pub-id_doi": "10.1016/j.ajhg.2016.10.008", "pub-id_pmid": "27889058", "section_type": "REF", "source": "Am. J. Hum. Genet.", "type": "ref", "volume": "99", "year": "2016"}, "text": "Mutations in REEP6 cause autosomal-recessive retinitis pigmentosa", "sentences": [], "annotations": [], "relations": []}, {"offset": 52448, "infons": {"fpage": "e1008287", "name_0": "surname:Rodriguez;given-names:JM", "name_1": "surname:Pozo;given-names:F", "name_2": "surname:di Domenico;given-names:T", "name_3": "surname:Vazquez;given-names:J", "name_4": "surname:Tress;given-names:ML", "pub-id_doi": "10.1371/journal.pcbi.1008287", "section_type": "REF", "source": "PLoS Comp. Biol.", "type": "ref", "volume": "16", "year": "2020"}, "text": "An analysis of tissue-specific alternative splicing at the protein level", "sentences": [], "annotations": [], "relations": []}, {"offset": 52521, "infons": {"fpage": "994", "lpage": "1006", "name_0": "surname:Kolvenbach;given-names:CM", "pub-id_doi": "10.1016/j.ajhg.2019.03.023", "pub-id_pmid": "31051115", "section_type": "REF", "source": "Am. J. Hum. Genet", "type": "ref", "volume": "104", "year": "2019"}, "text": "Rare variants in BNC2 are implicated in autosomal-dominant congenital lower urinary-tract obstruction", "sentences": [], "annotations": [], "relations": []}, {"offset": 52623, "infons": {"section_type": "REF", "type": "ref"}, "text": "Lansdon, L. A., et al. Clinical validation of genome reference consortium human build 38 in a laboratory utilizing next-generation sequencing technologies. Clin. Chem.68, 1177–1183 (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52814, "infons": {"fpage": "98", "lpage": "110", "name_0": "surname:Tress;given-names:ML", "name_1": "surname:Abascal;given-names:F", "name_2": "surname:Valencia;given-names:A", "pub-id_doi": "10.1016/j.tibs.2016.08.008", "pub-id_pmid": "27712956", "section_type": "REF", "source": "Trends Biochem. Sci.", "type": "ref", "volume": "42", "year": "2017"}, "text": "Alternative splicing may not be the key to proteome complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52877, "infons": {"section_type": "REF", "type": "ref"}, "text": "37Wright, C. J., Smith, C. W. J. & Jiggins, C. D. Alternative splicing as a source of phenotypic diversity. Nat. Rev. Genet. 10.1038/s41576-022-00514-4 (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53037, "infons": {"fpage": "8232", "lpage": "8246", "name_0": "surname:Martinez Gomez;given-names:L", "name_1": "surname:Pozo;given-names:F", "name_2": "surname:Walsh;given-names:TA", "name_3": "surname:Abascal;given-names:F", "name_4": "surname:Tress;given-names:ML", "pub-id_doi": "10.1093/nar/gkab623", "pub-id_pmid": "34302486", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "49", "year": "2021"}, "text": "The clinical importance of tandem exon duplication-derived substitutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 53110, "infons": {"fpage": "e1008708", "name_0": "surname:Lam;given-names:SD", "name_1": "surname:Babu;given-names:MM", "name_2": "surname:Lees;given-names:J", "name_3": "surname:Orengo;given-names:CA", "pub-id_doi": "10.1371/journal.pcbi.1008708", "pub-id_pmid": "33651795", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "17", "year": "2021"}, "text": "Biological impact of mutually exclusive exon switching", "sentences": [], "annotations": [], "relations": []}, {"offset": 53165, "infons": {"fpage": "470", "lpage": "476", "name_0": "surname:Wang;given-names:ET", "pub-id_doi": "10.1038/nature07509", "pub-id_pmid": "18978772", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "456", "year": "2008"}, "text": "Alternative isoform regulation in human tissue transcriptomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 53227, "infons": {"fpage": "lqab044", "name_0": "surname:Pozo;given-names:F", "pub-id_doi": "10.1093/nargab/lqab044", "pub-id_pmid": "34046593", "section_type": "REF", "source": "NAR Genom. Bioinform.", "type": "ref", "volume": "3", "year": "2021"}, "text": "Assessing the functional relevance of splice isoforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 53281, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pozo F., Rodriguez, J. M., Martínez Gómez, L., Vázquez, J. & Tress, M. L. APPRIS principal isoforms and MANE select transcripts define reference splice variants. Bioinformatics38, ii89–ii94 10.1093/bioinformatics/btac473 (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53515, "infons": {"fpage": "1378", "lpage": "1388", "name_0": "surname:Liu;given-names:T", "name_1": "surname:Lin;given-names:K", "pub-id_doi": "10.1039/C5MB00132C", "pub-id_pmid": "25820936", "section_type": "REF", "source": "Mol. Biosyst.", "type": "ref", "volume": "11", "year": "2015"}, "text": "The distribution pattern of genetic variation in the transcript isoforms of the alternatively spliced protein-coding genes in the human genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 53658, "infons": {"fpage": "1260419", "name_0": "surname:Uhlén;given-names:M", "pub-id_doi": "10.1126/science.1260419", "pub-id_pmid": "25613900", "section_type": "REF", "source": "Science", "type": "ref", "volume": "347", "year": "2015"}, "text": "Proteomics. Tissue-based map of the human proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 53709, "infons": {"fpage": "122", "name_0": "surname:McLaren;given-names:W", "pub-id_doi": "10.1186/s13059-016-0974-4", "pub-id_pmid": "27268795", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "17", "year": "2016"}, "text": "The ensembl variant effect predictor", "sentences": [], "annotations": [], "relations": []}, {"offset": 53746, "infons": {"fpage": "660", "lpage": "665", "name_0": "surname:Melé;given-names:M", "pub-id_doi": "10.1126/science.aaa0355", "pub-id_pmid": "25954002", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "Human genomics. The human transcriptome across tissues and individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 53817, "infons": {"fpage": "590", "lpage": "596", "name_0": "surname:Tunyasuvunakool;given-names:K", "pub-id_doi": "10.1038/s41586-021-03828-1", "pub-id_pmid": "34293799", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "596", "year": "2021"}, "text": "Highly accurate protein structure prediction for the human proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 53885, "infons": {"fpage": "627", "lpage": "641", "name_0": "surname:Burley;given-names:SK", "pub-id_doi": "10.1007/978-1-4939-7000-1_26", "pub-id_pmid": "28573592", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "1607", "year": "2017"}, "text": "Protein Data Bank (PDB): the single global macromolecular structure archive", "sentences": [], "annotations": [], "relations": []}, {"offset": 53961, "infons": {"fpage": "2237", "lpage": "2243", "name_0": "surname:Zimmermann;given-names:L", "pub-id_doi": "10.1016/j.jmb.2017.12.007", "pub-id_pmid": "29258817", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "430", "year": "2018"}, "text": "A completely reimplemented MPI bioinformatics toolkit with a new Hhpred Server at its core", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]