[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240421", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "10990573", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1162/opmi_a_00130", "article-id_pmc": "10990573", "article-id_pmid": "38571529", "article-id_publisher-id": "opmi_a_00130", "fpage": "309", "kwd": "vocabulary frequency imageability CDI acquisition syntactic categories", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. For a full description of the license, please visit https://creativecommons.org/licenses/by/4.0/.", "lpage": "332", "name_0": "surname:Coffey;given-names:Joseph R.", "name_1": "surname:Zeitlin;given-names:Margarita", "name_2": "surname:Crawford;given-names:Jean", "name_3": "surname:Snedeker;given-names:Jesse", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2024"}, "text": "It’s All in the Interaction: Early Acquired Words Are Both Frequent and Highly Imageable", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 91, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 100, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Prior studies have found that children are more likely to learn words that are frequent in the input and highly imageable. Many theories of word learning, however, predict that these variables should interact, particularly early in development: frequency of a form is of little use if you cannot infer its meaning, and a concrete word cannot be acquired if you never hear it. The present study explores this interaction, how it changes over time and its relationship to syntactic category effects in children acquiring American English. We analyzed 1461 monolingual English-speaking children aged 1;4–2;6 from the MB-CDI norming study (Fenson et al.,). Word frequency was estimated from the CHILDES database, and imageability was measured using adult ratings. There was a strong over-additive interaction between frequency and imageability, such that children were more likely to learn a word if it was both highly imageable and very frequent. This interaction was larger in younger children than in older children. There were reliable differences between syntactic categories independent of frequency and imageability, which did not interact with age. These findings are consistent with theories in which children’s early words are acquired by mapping frequent word forms onto concrete, perceptually available referents, such that highly frequent items are only acquired if they are also imageable, and vice versa.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1520, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1533, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Language is an ability that is both universal and unique to humans. Despite the variability of their circumstances, almost all human children quickly become fluent speakers of the language (or languages) of their community. Between 12 and 30 months, American infants learn around 300 to 1200 words (Bates et al.,; Hart & Risley,; Robinson & Mervis,). While there is considerable variation in children’s vocabulary size (Bates et al.,; Braginsky et al.,) and the specific words that they learn (e.g., Mani & Ackermann,; Oshima-Takane et al.,; Pine,; Wallentin & Trecca,) there is also a remarkable degree of consistency across children and languages in the kinds of words that are acquired early and those that are acquired later (Bornstein et al.,; Caselli et al.,; Fenson et al.,; Gentner et al.,; Sandhofer et al.,). A central question for developmental psychology is why some words are learned earlier than others. What are the characteristics of these early-learned words and what does this tell us about the process by which children learn them?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2586, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Prior research has identified three factors that are particularly strong predictors of which words children will acquire early. First, children are more likely to learn words that are more imageable, or easier to picture in one’s mind (Braginsky et al.,; Gentner,; Gillette et al.,; Hansen,; Hao et al.,; Ma et al.,; McDonough et al.,; Smolík,). Second, they are more likely to learn words that are more frequent in their input (Braginsky et al.,; Gentner,; Gillette et al.,; Goodman et al.,; Hansen,; Hao et al.,; Naigles & Hoff-Ginsberg,). Finally, early on, children are more likely to learn nouns and social words (e.g., games/routines, kinship terms), less likely to learn predicates (i.e., verbs and adjectives), and even less likely to learn closed-class words, such as articles (e.g., the) or prepositions (e.g., from) (Bornstein et al.,; Caselli et al.,; Fenson et al.,; Gentner et al.,; Sandhofer et al.,). This remains true even after controlling for differences in frequency and imageability (e.g., Hansen,; McDonough et al.,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3629, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There is, however, a curious gap in this literature. Taken at face value, most theories of word learning predict that frequency and imageability should interact, particularly early in development. To learn a word, you must both encounter it and be able to derive something useful from that encounter. For novice word learners, each instance of a word whose referent is easily observed or imagined is likely to be more learnable than each instance of an abstract word. Thus, we should expect to see an over-additive interaction between these variables. Encountering a word frequently is only useful if the child can infer something about its meaning, and even the most imageable word cannot be acquired if the child never encounters it. But to the best of our knowledge, this prediction has gone unnoticed in the literature, and no one has ever reported an interaction of this kind.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4511, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study has three goals. The first is to examine the interaction between frequency and imageability in early word learning. The second is to explore whether this interaction changes over developmental time. As children mature, they may be better able to learn words through fewer exposures, apprehend more abstract concepts, or use other information to acquire abstract words. Such changes could reduce the importance of words being both frequent and imageable resulting in a smaller interaction. Finally, we look at whether the syntactic category of a word continues to predict its acquisition once this interaction is also accounted for. Because words from different syntactic categories differ substantially in terms of their average frequency and imageability, it is conceivable that the category effects will disappear when we model the interaction as well. In the remainder of the introduction, we discuss: 1) why common theories of early word learning predict an over-additive interaction between frequency and imageability, particularly early in development; 2) why syntactic category may play a role independent of frequency or imageability; 3) the prior literature on which properties of words predict early acquisition; and 4) the goals of the present study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5791, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Contemporary Theories of Word Learning Predict a Frequency by Imageability Interaction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5878, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Theories of early word learning differ in many ways. Some theorists propose that concepts are constructed as words are acquired (e.g., Smith et al.,; Xu,), while others propose that concepts are typically acquired prior to word learning (e.g., Gillette et al.,; Snedeker et al.,; Snedeker & Gleitman,). In some theories, the process of word learning is gradual and continuous (e.g., Smith & Yu,; Yu & Smith,), while, in others, it is sudden and discrete (e.g., Medina et al.,; Trueswell et al.,). Nevertheless, every viable theory of word learning is the same in one respect: to acquire a new word, the learner must encounter the word form in contexts in which they can infer its meaning. This is necessary for the child to learn the form, the meaning, and their relation to one another.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6666, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This basic shared truth explains why frequency should affect word learning: children are more likely to encounter common words than uncommon ones, and thus, all other things being equal, they are more likely to encounter common words in interpretable contexts. In this simple model, imageability can be interpreted as a proxy for the degree to which the meaning of a word is likely to be accessible in any given situation. What makes more imageable meanings more accessible varies from theory to theory. In theories in which concepts are constructed as a part of word learning, imageability can be thought of as a proxy for the order in which concepts are learned (more concrete ones first, then more abstract ones). In theories in which concepts are largely constructed prior to word learning, imageability can be seen as a proxy for the ease with which the meaning of the word can be inferred from non-linguistic cues to the speaker’s intended meaning, such as eye-gaze, gesture, and the shared physical environment (Gillette et al.,; Snedeker et al.,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7724, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Critically, this shared understanding of word learning—that it depends on encountering interpretable instances of the word in the input—makes two additional predictions. First, early in word learning, there should be a strong over-additive interaction of frequency and imageability such that the child primarily acquires words that are both frequent and imageable. A child might hear a word a million times, but if they cannot represent or identify its meaning, then they cannot map the meaning to the form. For example, the is the most frequent word in English (Davies,), but it is unlikely that a child could determine its meaning until they have learned the meanings of many other English words. Conversely, a word can be conceptually accessible to the child and highly imageable, but if the child never encounters the word, they will not acquire it. For example, the concept of a yurt is concrete and presumably accessible to young children, given the relevant experience. But few English-speaking infants hear the word often enough to learn it. Thus, given the shared assumptions of contemporary word learning theories, early in life children should primarily learn words that are both frequent and imageable. More precisely, the average value of each learning instance should monotonically increase with its accessibility (by proxy, its imageability) resulting in an over-additive interaction.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9128, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Second, the strength of this interaction should decrease over time. The precise reason for this prediction varies across theories. In theories in which concepts develop in parallel with early words, more abstract concepts should gradually become accessible as the child gets older, allowing abstract but frequent words to be acquired. This would result in a larger frequency effect, a smaller imageability effect and a smaller interaction. On theories where vocabulary acquisition is largely a mapping problem, like syntactic bootstrapping, the imageability bottleneck disappears as children acquire new sources of information to solve the mapping problem (see e.g., Gillette et al.,; Gleitman & Gleitman,; Snedeker & Gleitman,; Snedeker et al.,). When children first begin decoding their language, they must infer a word’s meaning from social cues and extralinguistic context, which strongly favors more imageable words. Older children can use the co-occurrence of a novel word with known words and the syntax of the sentence to make inferences about the message that the speaker is conveying and the likely meaning of the unknown lexical items. This allows a wider range of contexts to be relevant for word learning, resulting in a smaller imageability effect, a persistent frequency effect, and a smaller interaction (since less imageable words can now also benefit from higher frequency).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10523, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Syntactic Category Effects in Early Word Learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10573, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the most robust findings in developmental psychology is that composition of children’s vocabulary changes over time (Bornstein et al.,; Caselli et al.,; Fenson et al.,; Gentner et al.,; Kauschke & Hofmeister,; Nice,; Papaeliou & Rescorla,; Schults et al.,; for recent meta-analysis, see Braginsky et al.,). Children’s very first words are primarily “social words,” such as names for people (“Mommy”), games and routines (“peekaboo”, “bye bye”) and common sounds (“meow”) (Caselli et al.,). As their vocabularies grow, an increasing percentage of the words they know are concrete nouns, such as the names of common objects (“cup”) or animals (“kitty”). The proportion of nouns peaks around the time the child produces about 100 words. After this, children begin to learn more predicates, including both verbs and adjectives (Bates et al.,). When the child’s vocabulary reaches about 400 words, there is a systematic increase in the proportion of closed-class items. This category consists of a diverse set of words that mark grammatical functions, which in English includes articles, question words, modals and auxiliary verbs, and prepositions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11759, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This pattern has been documented most extensively in studies using parent checklists, such as the MacArthur Bates CDI in American English and related instruments in other languages (Bates et al.,; Bornstein et al.,; Braginsky et al.,; Caselli et al.,), and the benchmarks above refer to the number of words that the child produces, as assessed by these instruments. But the pattern is not unique to these checklists. The same broad shifts have been observed in diary studies, direct assessments, and measures of spontaneous production (e.g., Goldin-Meadow et al.,; Greenfield,; Nice,, for reviews see Gentner,). While there is some variability in early vocabulary acquisition across languages and cultures—Italian infants learn more words for family members (Caselli et al.,) and Chinese children acquire more verbs (Tardif et al.,)—the shifts in vocabulary composition are remarkably stable across a wide range of languages and learning contexts (see Braginsky et al.,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12735, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "What is less clear is why there are syntactic category effects. There are two broad possibilities, which are not mutually exclusive. The first is that differences between the categories can be explained by differences in the frequency or imageability of words in that category. Across languages, closed-class words are typically less imageable than predicates, which in turn are less imageable than nouns (see e.g., Gillette et al.,; Hansen,; Ma et al.,). Thus, differences in imageability pattern with differences in acquisition probability in the expected direction. The relationship between frequency and syntactic category is more complex: the individual nouns that children encounter are on average less frequent than the individual verbs, which in turn are far less frequent than the closed-class items (Goodman et al.,; Ma et al.,; Sandhofer et al.,). In short, differences in frequency across these classes pattern in the opposite direction of what would be needed to explain the syntactic category effects. When both frequency and imageability are included in analyses both are reliable predictors, but they do not eliminate the syntactic category effects (see e.g., Hansen,). However, as we noted earlier, there are strong theoretical reasons for expecting that these two variables are not in fact independent but instead have an over-additive interaction. Such an interaction could potentially account for the category effects: it would, on average, decrease the expected impact of frequency on closed-class words (which are highly abstract) and increase the impact of frequency on nouns.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14335, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The other possibility is that syntactic category effects reflect properties of the word learning process that cannot be reduced to frequency or imageability–features of acquisition that go beyond the simple consensus model described above. There are three lines of research that make specific predictions about syntactic category effects in early word learning.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14699, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "First, syntactic category effects are predicted by theories in which early word learning is guided by strong biases to map words to particular kinds of meanings, since words belonging to favored categories should be acquired more readily than words with less favored meanings. For example, Markman’s whole-object constraint, which leads children to assume that labels refer to whole objects, rather than to their constituent parts or properties, predicts that children should learn many nouns more readily than verbs (since object kinds are generally nouns). Related constraints like the shape bias, taxonomic constraint, and basic level bias, would facilitate noun learning as well (Golinkoff et al.,; Landau et al.,; Markman,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15431, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Second, syntactic category effects could arise from systematic differences in the position of words in utterances that might affect how easy it is to segment and represent word forms. For example, words that frequently occur in isolation are more likely to be learned before 15 months of age than words that rarely occur in isolation (Swingley & Humphrey,). While words of all categories can occur in isolation, many social words are habitually used in this way (e.g., “hello”, “thanks” and “no”) and thus we might expect, all other things being equal, that very young children would be more likely to learn social words, than nouns, verbs, or closed-class items. For example, in English, common nouns often occur at the end of an utterance both because in transitive sentences objects occur after verbs and because new and focused information often appears in object position resulting in the use of nouns in this position rather than pronouns. Children generally process and remember utterance final words better than utterance medial words, presumably both because they are often longer and louder (making them easier to recognize) and because they are less likely to be affected by retroactive interference (Fernald et al.,; Peters,; Slobin,; Sundara,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16701, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Third, syntactic category effects are predicted on theories, like the syntactic bootstrapping hypothesis, in which words systematically vary in the nature of the evidence that we use to infer their meaning (Gillette et al.,; Gleitman & Gleitman,; Landau & Gleitman,; Snedeker & Gleitman,). Syntactic bootstrapping is rooted in the observation that words from different syntactic categories tend to have different semantic functions which are reflected in their relationship to both the physical world and to the other words in an utterance. For example, nouns generally refer to specific individuals of the relevant kind. These kinds are defined by properties (e.g., cat-ness, tree-ness) which are independent of the event being described. Consequently, these meanings can often be inferred by mapping the word to the object without knowing anything about the rest of the sentence (Gillette et al.,; Snedeker & Gleitman,; Medina et al.,). Predicates, in contrast, are used to describe relations between event participants, states that may change over time, or properties that are situationally relevant. Inferring the meanings of these predicates, even when they are concrete, often requires identifying the entities under discussion by using the nouns in the sentence and inferring the kind of event being described by using the syntactic structure of the clause (Gillette et al.,; Snedeker & Gleitman,). The syntactic bootstrapping hypothesis argues that these systematic semantic distinctions result in a steady shift in the kinds of words that children are able to acquire as their knowledge of the language grows. While these differences in semantic function may be correlated with differences in imageability, there is no reason to think that ratings of this kind would fully capture these effects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18506, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Prior Findings on the Predictors of Early Lexical Acquisition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18568, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As we noted earlier, there is robust evidence that the imageability and frequency of a word predict how early it will be acquired. Imageability is typically measured by asking adults to rate the ease with which they can bring a mental image of the referent to mind (imageability) or the degree to which the word refers to things that can be experienced through the senses (concreteness, Paivio et al.,). These two kinds of ratings are very highly correlated (see Methods) and appear to tap into the same underlying psychological construct (e.g., Scott et al.,). For this reason, we will refer to the construct as imageability, and use the word concreteness only when describing individual studies using this specific variable. Imageability is a highly robust predictor of early word learning, producing strong effects regardless of whether other variables such as frequency or syntactic category are present in the model (Hao et al.,; Ma et al.,; McDonough et al.,; Smolík,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19545, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The effect of frequency is a little more complicated, but it emerges reliably so long as two conditions are met. First, because frequency is negatively correlated with imageability and systematically different across syntactic categories (Hansen,; Hao et al.,; McDonough et al.,), the simple correlation between frequency and age of acquisition (or probability of acquisition) is often weak or even absent (see e.g., Goodman et al.,). When imageability or syntactic category are included in the analysis, or when the analysis is restricted to a single syntactic category, then frequency effects are consistently present and typically quite large (Braginsky et al.,; Goodman et al.,; Swingley & Humphrey,). Second, word frequency distributions are highly skewed such that most words are low frequency, while a few are highly frequent. Psycholinguistic research has consistently found that the cognitive and linguistic effects of frequency are best captured on a log scale (Baayen,). Studies in which frequency is not log transformed often fail to find frequency effects on the order of acquisition (Ma et al.,), while those with the transformation find large frequency effects (Swingley & Humphrey,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20745, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several recent studies have simultaneously explored the effects of several different predictors on the probability that word will be acquired. Four papers are particularly relevant to the present project.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20950, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The first paper, by Braginsky et al., used a statistical approach similar to the present paper: models were constructed to predict the likelihood of a child producing (or understanding) a word, given the age of the child and a number of properties of the word itself. The authors constructed models for ten languages based on parent report data from the WordBank database, including English. For each language, they examined the subset of words that appear on both the Words and Gestures form for infants (8–16 months) and the Words and Sentences form for toddlers (16–30 months). The authors explored nine word-level predictors, as well as the interaction of each of these predictors with age. All predictors were entered into the model simultaneously. The strongest predictor, across languages and measures, was frequency. Concreteness and the interaction of age and concreteness also had robust effects on both comprehension and production. In addition, there were effects for measures of perceptual salience (e.g., isolated word frequency and utterance final frequency), phonological complexity (e.g., number of phonemes) and a rating of the degree to which the word is associated with babies. As their project differed in scope from our own, the authors did not test for the interaction between frequency and concreteness, or for effects of syntactic category independent of frequency and concreteness.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22362, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The second study, by Swingley and Humphrey, used samples of an individual child’s input to model the probability of that particular child producing or understanding a given word by 12 or 15 months, as measured by the CDI Words and Gestures form. The authors conducted multilevel logistic regressions with eleven predictors including a three-way syntactic category distinction (parallel to the one above), frequency and concreteness. The analysis began with the full model and predictors were removed based on criteria that included significance and improved model fit. Only interactions with the syntactic category variable were tested. For comprehension, the authors found that word frequency was the strongest predictor, with concreteness, syntactic category and frequency in isolation also predicting acquisition. Word category influenced the size of the effect of frequency in isolation, which was found to be stronger for closed-class items than nouns. For production, frequency, frequency in isolation and syntactic category were reliable predictors. No effect of concreteness was observed. As in Braginsky et al., the interaction between frequency and imageability was not examined.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23554, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The third study, by Hansen, tested a model predicting word learning in a sample of 6574 children used to norm the Norwegian CDI. This model included frequency, imageability, word length, word class, and all their pairwise interactions, for a total of 10 parameters. Nouns and predicates taken from the Norwegian CDI Words and Gestures (8–18 months) and Words and Sentences (16–30 months) were included in this model. In contrast with the previous studies, which used mixed models, the authors conducted an item-based analysis predicting the age (or vocabulary size) by which 50% of the children knew the word. All ten factors were simultaneously included in the model and the beta-values and significance of each factor was interpreted (as in the Braginsky et al., study). Frequency, imageability, word class and word length all predicted an earlier production of a word. Critically, there was no reliable interaction between frequency and imageability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24512, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Finally, Smolík used frequency, imageability, word length, neighborhood density, and word class to predict the age of acquisition for nouns and predicates in Czech. Their study examined a sample of 493 children who were administered the Czech CDI Words and Sentences form. They fit a multiple regression model using all their predictors with age of acquisition as their dependent measure, similar to Hansen. As predicted, they found negative relations between age of acquisition and frequency and between age of acquisition and imageability. Next, they fit models containing all their main effects plus interactions, including frequency-by-imageability. Like Hansen, they found no significant effect of this interaction in their model. The negative results reported by these two studies raise the possibility that this straightforward prediction of current theories of word learning might well be false.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25417, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Current Study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25431, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present study addresses the three questions mentioned previously.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25501, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "First, we will investigate whether the interaction between frequency and imageability predicts word learning over a model that considers the two independently. Although most theories logically predict an interaction between these two factors, to the best of our knowledge the Hansen and Smolík papers are the only ones that have included this interaction term. The failure to find this interaction, despite the large data sets (n = 6574 in Hansen), raises the possibility that the two factors are truly independent, challenging our current theories of word learning. Alternatively, the absence of this interaction could reflect limitations of these studies such as: the omission of closed-class words and social routines from this analysis; the use of a summary variable (age by which median child acquires a word) rather than individual acquisition data; and the decision to test the interaction of imageability and frequency in the context of a single model with several other interaction terms, many of which are not reliable predictors and have no obvious theoretical motivation. The present study addresses these concerns by taking a theory-based hierarchical modeling approach to explore the effects of the three most robust and well-studied variables on the probability that an individual child will be reported to produce a word.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26840, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Second, we will explore whether the magnitude of this interaction changes with age. As children become more linguistically competent, we expect that they will be increasingly able to learn less imageable but more frequent words because their ability to infer the meaning of these abstract words will improve. We also might expect that words that are relatively low in frequency but high imageability are acquired as time goes by and children encounter these rare but often memorable concepts (e.g., pumpkins and snowsuits). Prior studies have not addressed this question either because they used dependent variables or data sets that do not allow for comparison across age groups (Hansen,; Smolík,; Swingley & Humphrey,) or because they did not explore the interactions between word-level variables (Braginsky et al.,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27661, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Finally, we will also determine whether there are differences between syntactic categories above and beyond the effect of imageability, frequency and their interaction. Prior studies have consistently found syntactic category effects when frequency and imageability are present in the model (see e.g., Hansen,; Swingley & Humphrey,). These effects, however, might disappear when a predictor is included (the interaction term) that can account for the early acquisition of words that are both highly frequent and imageable (e.g., very common nouns), without also predicting the precocious acquisition of function words and light verbs that are frequent but quite abstract.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28333, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We chose to focus solely on the production data from the Words and Sentences form of the CDI for two reasons. First, parent reports of children’s production have greater test-retest reliability and concurrent validity than parent reports of comprehension (Bates et al.,; Fenson et al.,), perhaps because they ask about a behavior that is directly observable rather than a cognitive state that must be inferred. Second, developmental shifts in lexical production are most readily observed in the period between 16 and 30 months during which combinatorial speech emerges, the proportion of nouns rises and declines, and the closed-class vocabulary begins to emerge. The words on the Words and Sentence forms were selected to capture the changes that happen across this age range. Many of these words are rarely reported in the speech of younger infants and thus do not appear on the Words and Gestures form for 8- to 16-month-olds. Thus, if we expanded our age range to include data from younger children, but focused solely on the items that appear on both forms, we would have decreased our ability to accurately assess the factors shaping word learning during these critical transitions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29524, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHODS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29532, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29545, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We analyzed 1461 children from the MacArthur Bates Communicative Development Inventory norming study (Fenson et al.,). Subjects were between the ages of 1;4 and 2;6 (M = 23.01, SD = 4.09) and consisted of 734 boys and 727 girls. Of these subjects, 697 were first born, 490 were second born, and 269 were later born (birth order information from 5 children was not available). All children were monolingual English speakers with no reports of atypical development. Maternal education ranged from 6–18 years (M = 14.32, SD = 2.36), with 989 having completed college and 471 having not (education information was not available for one of the mothers).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30196, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Measures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30205, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Vocabulary.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30217, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data was collected using the Words and Sentences form of the MacArthur Bates Communicative Development Inventory (CDI), a parent report of children’s expressive vocabulary between the ages of 16 and 30 months. The form includes a checklist of 680 lexical items organized into 22 semantic categories. For each item, parents indicate whether their child has spontaneously produced this word previously. Vocabulary was coded as a binary variable, 1 if the parent indicated that the child says the word, and 0 otherwise. Vocabulary size in this sample spanned the full range of the instrument (M = 279.5, SD = 198.2, range: 0–680). The data was obtained from the WordBank online database (Frank et al.,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30922, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Spoken Frequency.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30940, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The spoken log-frequency of each vocabulary item was estimated from speech corpora of American English drawn from CHILDES (MacWhinney,). Transcripts were included in the analysis if 1) they had the target child marked as *CHI, and 2) the age of the child in the transcript was available. The final analysis included 1049 transcripts of child-directed speech for children under 30 months (2,237,915 words), and 1067 transcripts for children over 30 months (2,607,223). Total word frequency, as well as CDI word frequency, was gathered using FREQ and FREQMERG programs in CLAN. Nine words from the CDI were omitted from the analysis because they were listed in a way that made it unclear how to calculate frequency in a consistent and unbiased manner. These words included three items from the People subsection that identified a variable that would require hand coding of corpora (e.g., “child’s own name”) and six items from the “Games and Routines” section that involved multi-word utterances that were likely to be produced in variable ways across families and contexts (e.g., “gonna get you”). Thus 671 words were retained in our final analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32103, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In determining the frequency of each word, we included morphological variants belonging to the same syntactic category (e.g., walk, walks, and walking). A coder went through each of the words and determined whether they were plausibly polysemous in child-directed speech. Our enumeration of meanings was conservative: we required a distinction in syntactic category (noun vs verb) or ontological category (animal vs food). Of the 671 words, 135 were identified as potentially polysemous. For every word, we pulled 10 instances from CHILDES at random (each from a different transcript) and coded whether the word has the intended meaning. If all 10 instances of the word had the intended meaning, we calculated frequency based on FREQ with no modifications. If any of the instances had another meaning, we coded a total of 100 instances from CHILDES for their meaning and prorated the totals from the FREQ calculations based on the percentage that had the intended meaning.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33076, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Imageability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33090, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To obtain judgments about word imageability, 30 adult participants were recruited and surveyed on Amazon’s Mechanical Turk. Imageability was defined as the ease with which a word arouses a mental image or sensory experience. For example, apple is a highly imageable word, while fact which does not easily produce a mental image is not (Paivio et al.,). Each participant was asked to rate the imageability of 340 CDI items, or half of the inventory, on a seven-point Likert scale (see Table 1). Each word was disambiguated for its syntactic category to ensure participants were rating the intended meaning.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33698, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary word statistics by syntactic category: number of words, log frequency, imageability, and average percentage of known across participants.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33844, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr valign=\"bottom\"><th rowspan=\"1\" colspan=\"1\"> </th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Total</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Social</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Nouns</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Predicates</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Closed</th></tr></thead><tbody><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\"># of Words</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">671</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">57</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">334</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">166</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">114</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency (<italic toggle=\"yes\">SD</italic>)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5.37 (1.85)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5.19 (1.9)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.64 (1.46)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5.65 (1.66)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7.2 (1.73)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Imageability (<italic toggle=\"yes\">SD</italic>)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.89 (1.85)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.72 (1.6)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6.32 (0.45)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4.03 (1.17)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.03 (1.07)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Proportion known</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.54</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.46</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.37</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.25</td></tr></tbody></table>\n"}, "text": " \tTotal\tSocial\tNouns\tPredicates\tClosed\t \t# of Words\t671\t57\t334\t166\t114\t \tFrequency (SD)\t5.37 (1.85)\t5.19 (1.9)\t4.64 (1.46)\t5.65 (1.66)\t7.2 (1.73)\t \tImageability (SD)\t4.89 (1.85)\t4.72 (1.6)\t6.32 (0.45)\t4.03 (1.17)\t2.03 (1.07)\t \tProportion known\t0.41\t0.54\t0.46\t0.37\t0.25\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34117, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Concreteness.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34131, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using the same procedure we used to collect imageability, we also collected judgements about concreteness. Concreteness was defined as the ease with which a word can be felt, heard, touched, or otherwise perceived in the world (Paivio et al.,). For example, cake can be perceived across many different senses (e.g., tasted, seen, smelled), whereas think is more difficult to describe in sensory terms. As with imageability, each participant was asked to rate the concreteness of half of our CDI inventory on a seven-point Likert scale. We found that concreteness and imageability were found to be almost perfectly correlated with one another (r(669) = 0.99, p < 0.001). Because of this, only imageability judgements were used in our analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34874, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Syntactic Category.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34894, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following previous studies, words were classified as either nouns, predicates, social words, or closed-class items based on which semantic category they fell into according to the CDI (Bates et al.,; Caselli et al.,). We deviated from the classification schema of these studies by including two previously excluded categories, Time Words and Places to Go, in our analysis as closed-class items and nouns respectively. This was done to increase the coverage of our analyses. The words in each of these sections largely fall within these syntactic categories and appear to develop along the same time course (Snedeker et al.,).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35520, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Social words included Sound Effects, Games and Routines, and People. Some of the words in this category, such as names for people, are clearly nouns in the adult lexicon. We chose to code them as social words for three reasons: 1) this was the coding scheme used in the prior Bates paper on which we based our analyses (see e.g., Bates et al.,); 2) Based on this coding scheme Bates and colleagues had proposed that Social Words were typically produced earlier than nouns, and it was this observation that we hoped to explore further in our analyses; 3) Many of these words are also initially used by children as proper names rather than common nouns (“Mommy” vs. “a mommy”) and thus may not require the same degree of generalization as other nouns.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36278, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Nouns included Animals, Vehicles, Toys, Food and Drink, Clothing, Body Parts, Small Household Items, Furniture, Outside Things, and Places to Go. Predicates consisted of Action and Descriptive Words, corresponding to verbs and adjectives respectively. The remaining categories (Time Words, Pronouns, Question Words, Prepositions, Quantifiers, Helping Verbs, and Connecting Verbs) were included together as closed-class items. Categories were coded as dummy variables (1 = membership, 0 = non-membership). In Figure S1, we have plotted the compositions of children’s vocabularies by syntactic categories as their vocabularies grow.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36911, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36932, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mixed effects logistic regression models were fitted to the data using glmer in the R package lme4 (Bates et al.,; R Core Team,), with whether a word was known or not known by a given child serving as the response variable. We used Nelder-Mead optimization to fit our regression models (Nelder & Mead,). We found that our models failed to converge when using the default optimization method that lme4 runs. To ensure our results were not affected by convergence failure, we used the function allFit to compare our regression coefficients across different optimization methods. We found that each method produced almost equal fixed effects estimates (see Figure S3 in Supplementary Materials). The base model contained imageability, log-frequency, and child age in months, and random intercepts by subject and by item. Next, we introduced the imageability-frequency interaction term, and finally syntactic category. The best-fitting model was determined by conducting a forward stepwise model comparison using log-likelihood ratio testing as each predictor was added. For models containing category covariates, closed-class items were used as the contrast case. In addition to these main models, we also ran an analysis exploring how age interacts with our other predictors. This analysis was performed to investigate whether the effect of frequency-by-imageability changed over development. Starting from the original model containing our frequency-by-imageability interaction term, we introduced each by-age interaction, going from imageability-by-age to frequency-by-age, and finally to the three-way interaction term, comparing each model in a stepwise fashion as we had in our original analysis. The models that we report here include random intercepts for both participants and items. For each of our models, all continuous variables were centered and standardized, and we converted the resulting logistic regression coefficients to odds ratios for interpretability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38904, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Supplementary Analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38927, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also conducted another analysis where we divided our sample into three age groups (16–20 months, 21–25 months, and 26–30 months) and conducted our primary analysis on each of these datasets separately (rather than introducing age as an interaction term). The results of these analyses can be found in Tables S1, S2, and S3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39260, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39268, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Summary Statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39287, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mean values for imageability, frequency, and word knowledge by syntactic category can be found in Table 1 (see Figure S2 in Supplementary Materials for the distribution of imageability and frequency values by syntactic category). Word imageability and log frequency were found to be negatively correlated (Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39604, "infons": {"file": "opmi-08-309-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Words plotted against imageability and log frequency by syntactic category.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39680, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Is There an Interaction Between Frequency and Imageability?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39740, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To address our first research question, we constructed a series of models of gradually increasing complexity (see Table 2). We began with our two-factor model containing both frequency and imageability (Model 1). We found that both frequency (β = .85, SE = .07, OR = 2.34; p < .001) and imageability (β = 1.07, SE = .07, OR = 2.91; p < .001) were significant predictors of word knowledge in this model. As in previous studies, we found that imageability and frequency are negatively related (r(669) = −.518, p < .001), which explains why the odds ratio for both frequency and imageability increases when both are included in the model.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40382, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Stepwise Mixed Effects Logistic Regression Models Predicting Children’s Word Knowledge.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40472, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr valign=\"bottom\"><th rowspan=\"1\" colspan=\"1\"> </th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 1</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 2</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 3</th></tr></thead><tbody><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Intercept (Std. Err)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.82<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.08)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.64<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.08)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−2.72<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.17)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.65<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.05)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.65<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.05)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.65<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.05)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Imageability</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.07<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.93<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.15 (0.09)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.85<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.92<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.07<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.06)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency × Imageability</td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.37<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.31<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.05)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Predicate</td><td rowspan=\"1\" colspan=\"1\"> </td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.49<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.17)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Noun</td><td rowspan=\"1\" colspan=\"1\"> </td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">2.81<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.22)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Social</td><td rowspan=\"1\" colspan=\"1\"> </td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3.32<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref> (0.22)</td></tr><tr valign=\"top\"><td colspan=\"4\" rowspan=\"1\"> </td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Improved Fit?</td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Yes</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Yes</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">ANOVA <italic toggle=\"yes\">χ</italic><sup>2</sup></td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">42.45<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">144.49<xref rid=\"TBFN2\" ref-type=\"table-fn\">***</xref></td></tr></tbody></table>\n"}, "text": " \tModel 1\tModel 2\tModel 3\t \tIntercept (Std. Err)\t−0.82*** (0.08)\t−0.64*** (0.08)\t−2.72*** (0.17)\t \tAge\t1.65*** (0.05)\t1.65*** (0.05)\t1.65*** (0.05)\t \tImageability\t1.07*** (0.07)\t0.93*** (0.07)\t0.15 (0.09)\t \tFrequency\t0.85*** (0.07)\t0.92*** (0.06)\t1.07*** (0.06)\t \tFrequency × Imageability\t \t0.37*** (0.06)\t0.31*** (0.05)\t \tPredicate\t \t \t1.49*** (0.17)\t \tNoun\t \t \t2.81*** (0.22)\t \tSocial\t \t \t3.32*** (0.22)\t \t \t \tImproved Fit?\t \tYes\tYes\t \tANOVA χ2\t \t42.45***\t144.49***\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40962, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_footnote"}, "text": "Best fit at each step bolded. Best fit overall boxed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41016, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_footnote"}, "text": "′ p < 0.1, * p < 0.05, ** p < 0.01, *** p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41069, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then added the frequency by imageability interaction term to our two-factor model (resulting in Model 2). This model was a significant improvement over the additive model (χ2(1) = 42.45, p < .001), and the interaction term was significant and positively predictive of word knowledge (β = .37, SE = .06, OR = 1.44; p < .001). The positive beta value indicates that this interaction is over-additive: the probability of learning a word is greater when it is both frequent and imageable. In Figure 2, we can see over-additive effects of the imageability-by-frequency interaction on the probability a given word is known.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41695, "infons": {"file": "opmi-08-309-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Contour plot illustrating the probability words are known given their imageability and log frequency for our interaction model.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41823, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Do the Differences Between Syntactic Categories Persist After Controlling for the Interaction of Frequency and Imageability?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41948, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we added a final model to this series that examined the effects of syntactic category in word knowledge (Model 3), by introducing the three category variables (using closed-class items as our contrast case). The addition of these variables improved fit relative to the interactive model (χ2(3) = 144.49, p < .001), demonstrating that the differences in acquisition between different syntactic categories cannot be attributed solely to their differences in frequency or imageability. In this model, each of the three parameters for the contrasting syntactic categories was a significant predictor, indicating that social words, nouns, and predicates are each more likely to be acquired than closed-class items. The frequency-by-imageability interaction remained significant (β = .31, SE = .05; OR = 1.36; p < .001), suggesting independent contributions of this interaction and syntactic category to word learning.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42872, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the prior literature we would also expect that nouns and social words would be easier to acquire than predicates and that social words would be easier to acquire than nouns. To test this possibility, we ran two more syntactic models (closely parallel to Model 3) on subsets of the data. The first, excluded all closed-class items and treated predicates as the contrast case with two syntactic category variables picking out nouns and social words. We then compared the fit to a version of our interaction model (parallel to Model 2) run on our dataset excluding closed-class items. We found that the addition of syntactic category as a predictor still improved our model fit after excluding closed-class items. Both noun and social word membership were positively predictive of word learning. We then replicated this analysis excluding both closed-class items and predicates and using nouns as our contrast case. Again, we found that the model with a syntactic category variable provided a better fit, demonstrating that children were more likely to know the social words than the nouns. Thus, we conclude that differences in the acquisition trajectories for these four categories cannot be attributed to differences in frequency and imageability, nor the interaction of the two variables.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44171, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Does the Strength of the Frequency by Imageability Interaction Change Between 16 and 30 Months?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44267, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also wished to examine whether age influences the impact of these predictors on word learning. To accomplish this, we began from our frequency-by-imageability model and added each by-age interaction term in a stepwise fashion (see Table 3). We found that adding imageability-by-age to our base interactive model (Model 3) improved model fit (χ2(1) = 52.61, p < .001). The effect of imageability on word-learning was slightly decreased in older children (β = −.03, SE = .004; OR = .97; p < .001). We also found that adding frequency-by-age to a model that already contained imageability-by-age (Model 4) improved model fit (χ2(1) = 207.79, p < .001). The effect of frequency on word-learning was increased in older children (β = .06, SE = .004; OR = 1.06; p < .001), while imageability-by-age became non-significant. To ensure the order in which we introduced these variables did not impact our results, we checked to see if frequency-by-age alone improved fit compared to Model 2. We found that adding this interaction term alone also improved model fit. Finally, adding our three-way interaction term, imageability-by-frequency-by-age to the model with both two-way age interactions (Model 5) also improved model fit (χ2(1) = 70.16, p < .001). In this final model, we found a negative three-way interaction of frequency, imageability, and age (β = −.03, SE = .004; OR = 0.99; p < .001), suggesting that the positive effect of the frequency-by-imageability interaction decreases with age.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45774, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Stepwise Mixed Effects Logistic Regression Models Predicting Children’s Word Knowledge with Age Interaction (beginning with Model 2 from Table 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45923, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr valign=\"bottom\"><th rowspan=\"1\" colspan=\"1\"> </th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 2</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 3</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 4</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Model 5</th></tr></thead><tbody><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Intercept (Std. Err)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.64<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.08)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.64<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.08)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.63<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.08)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.63<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.08)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.65<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.05)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.65<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.05)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.65<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.05)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.64<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.05)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Imageability</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.93<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.94<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.93<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.93<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.07)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.92<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.92<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.07)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.91<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.91<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency × Imageability</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.37<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.37<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.38<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.38<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.06)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Imageability × Age</td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.03<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.004)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.01 (0.005)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.06<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.004)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency × Age</td><td rowspan=\"1\" colspan=\"1\"> </td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.06<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.004)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.02<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.005)</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Frequency × Imageability × Age</td><td rowspan=\"1\" colspan=\"1\"> </td><td rowspan=\"1\" colspan=\"1\"> </td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">−0.03<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref> (0.004)</td></tr><tr valign=\"top\"><td colspan=\"4\" rowspan=\"1\"> </td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">Improved Fit?</td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Yes</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Yes</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">Yes</td></tr><tr valign=\"top\"><td align=\"left\" rowspan=\"1\" colspan=\"1\">ANOVA ChiSq</td><td rowspan=\"1\" colspan=\"1\"> </td><td align=\"center\" rowspan=\"1\" colspan=\"1\">52.61<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">207.79<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">70.16<xref rid=\"TBFN4\" ref-type=\"table-fn\">***</xref></td></tr></tbody></table>\n"}, "text": " \tModel 2\tModel 3\tModel 4\tModel 5\t \tIntercept (Std. Err)\t−0.64*** (0.08)\t−0.64*** (0.08)\t−0.63*** (0.08)\t−0.63*** (0.08)\t \tAge\t1.65*** (0.05)\t1.65*** (0.05)\t1.65*** (0.05)\t1.64*** (0.05)\t \tImageability\t0.93*** (0.07)\t0.94*** (0.07)\t0.93*** (0.07)\t0.93*** (0.07)\t \tFrequency\t0.92*** (0.06)\t0.92*** (0.07)\t0.91*** (0.06)\t0.91*** (0.06)\t \tFrequency × Imageability\t0.37*** (0.06)\t0.37*** (0.06)\t0.38*** (0.06)\t0.38*** (0.06)\t \tImageability × Age\t \t−0.03*** (0.004)\t0.01 (0.005)\t0.06*** (0.004)\t \tFrequency × Age\t \t \t0.06*** (0.004)\t0.02*** (0.005)\t \tFrequency × Imageability × Age\t \t \t \t−0.03*** (0.004)\t \t \t \tImproved Fit?\t \tYes\tYes\tYes\t \tANOVA ChiSq\t \t52.61***\t207.79***\t70.16***\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46631, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_footnote"}, "text": "Best fit at each step bolded. Best fit overall boxed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46685, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_footnote"}, "text": "′ p < 0.1, * p < 0.05, ** p < 0.01, *** p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46738, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46749, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The current study has three primary findings. First, we discovered that young children mostly learn words that are both frequent and imageable (or concrete). Specifically, the probability that a toddler will be reported to produce a word is predicted by the interaction between its frequency in child-directed speech and its imageability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47088, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Second, we found that the magnitude of these effects changed with age. While the youngest children primarily learn words that are both imageable and frequent (e.g., mommy), older children benefit independently from each factor, acquiring words that are concrete but rare (e.g., pumpkin) or common but more abstract (e.g., nice). As a result, there was a reliable negative three-way interaction of age, frequency and imageability (indicating that this effect declined with age).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47566, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, we found that a word’s syntactic category affected the likelihood that it was learned, even after controlling for imageability, frequency, and their interaction. Across many languages, it has been found that children tend to learn social words and nouns first, acquire predicates such as verbs and adjectives somewhat later, and learn substantial numbers of closed-class items even later (e.g., prepositions, articles, etc.). Our findings indicate that these differences are not merely a manifestation of the interaction between imageability and frequency.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48134, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As we noted in the Introduction, our first finding is predicted by all contemporary theories of word learning and thus this result does not favor one of these theories over the others. If experiences with imageable words are more informative than experiences with less imageable words, then we should expect the effects of frequency to be greater for the imageable words, resulting in an over-additive interaction. This is true on a theory in which infants incrementally refine statistical distributions over possible meanings (e.g., Smith & Yu,; Yu & Smith,), and it is true on a theory in which learning is driven by the subset of cases in which the context strongly favors a single meaning (Medina et al.,; Trueswell et al.,). Our discovery is, nevertheless, theoretically constraining. This expected interaction was a critical unnoticed and untested prediction of our theories of infant word learning. If it had turned out to be false, we would have been forced to re-evaluate these theories to make sense of how frequency could promote word learning to the same degree regardless of whether a word is concrete or abstract. For example, this might have led us to reconceptualize imageability as an attentional filter that could be overcome with greater frequency, with decrements in imageability trading off linearly with increments in log frequency.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49489, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the remainder of this Discussion, we explore four issues raised by these findings, namely: 1) What do imageability ratings measure and how can we go beyond these ratings to understand the underlying cognitive processes that link this construct to word learning? 2) To what extent are these findings consistent with prior findings on the predictors of early vocabulary acquisition and what might explain the differences? 3) What are the plausible explanations for the observed effects of syntactic category, and how might they be tested? 4) What are the limitations of the current study and how might they be addressed?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50111, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "What is Imageability?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50133, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Imageability and its close cousin concreteness have a long history as variables in psycholinguistic studies stretching back to the early 1960’s (see Paivio et al., for review). Imageability is typically measured by asking people how readily a given word produces a mental image. Developmental theories, however, do not assume that image generation itself is the mechanism driving the correlation between imageability and word learning. Instead, it is treated as a proxy for one (or both) of two things. First, imageability can be viewed as an indirect measure of the degree to which a concept is accessible to a young infant. For example, infants might acquire the concepts encoded in highly imageable words prior to word learning, making these words easier to learn. In contrast, less imageable words might have meanings that the child can only conceptualize at a later stage of development making these words impossible to learn at earlier ages. Second, imageability could be a proxy for the informativity of each learning instance. Specifically, more imageable words are likely to have more consistent and memorable perceptual correlates, making it easier for the learner to figure out the circumstances that are reliably associated with word use, and thus the meaning of the word.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51420, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present findings are compatible with either of these hypotheses. If imageability is a proxy for an absolute conceptual constraint, then we should expect to see an over additive interaction with frequency, because at any given age, frequency will only be beneficial for words that are conceptually accessible (high imageability words). This interaction should get smaller over time as more concepts become cognitively accessible, leading to an increase in the main effect of frequency. If imageability is a proxy for the average informativity of each instance, then an interaction is predicted because the incremental effect of each instance the infant encounters is greater for the more imageable words. As children learn more about their language and are able to use linguistic context to infer meaning, the relationship between imageability and informativity should break down, resulting in a smaller interaction and a larger effect of frequency.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52373, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While the present data is consistent with either hypothesis, we believe that there are independent reasons to think that the effect of imageability is primarily linked to informativity and not conceptual accessibility. Specifically, the early vocabularies of internationally adopted children, who begin acquiring English at 2;6 to 5;0, are quite similar to those of infants who are learning English as a first language (Snedeker et al.,). Since these older children presumably have access to the concepts available to other preschoolers, these findings suggest that primary driver of vocabulary composition is changes in informativity as one acquires a language, rather than maturational changes in the conceptual repertoire. Systematic testing of this hypothesis would require modeling the effects of imageability, frequency and their interaction in populations (like internationally adopted children) where age and linguistic knowledge are not confounded.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53331, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Building a cognitive model of word learning will ultimately require that we move beyond proxy variables like imageability and build working models of the conceptual substrate of early word learning and how infants link the speech acts they observe to conceptual representations. Until we have such models, these proxy variables may be useful, both for describing data patterns and generating hypotheses. But it would be a mistake to treat them as causal factors in our theory of development.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53823, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Recognizing the limits of human ratings as variables is helpful in thinking through the relationship between concreteness and imageability. In our norming study, we found that imageability and concreteness were almost perfectly correlated (see Scott et al.,). This tight correlation is somewhat surprising: concreteness is generally defined as a measure of how abstract a word is (a construct similar to conceptual accessibility) while imageability is defined as the ease with which it brings an image to mind (a construct that seems more intuitively linked to the informativity of contexts). The fact that the ratings are so similar could reflect a systematic overlap between two distinct and causally relevant variables or it could indicate that participants in our ratings tasks map these two instructions onto a single set of intuitions. Critically, whatever the explanation might be, our findings show that there is no reason to debate the relative value of these measures, and no support for the claims that they have a different underlying distribution (contra Kousta et al.,). When concreteness and imageability are measured through participant ratings, they are not meaningfully different.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55022, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Integrating Our Study With Prior Work on the Predictors of Vocabulary Composition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55104, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study contributes to a growing literature on the role of imageability and frequency in early word learning. These studies fall into two categories: 1) studies that do not test for the interaction of frequency and concreteness but use a logistic analysis, like ours, to assess the effects of each predictor on the probability of acquiring the words. Our work complements this research and is broadly consistent with it (i.e., Braginsky et al.,; Swingley & Humphrey,); and 2) studies that test for an interaction of frequency and concreteness on a summary variable (mean age of acquisition) and fail to find it (i.e., Hansen,; Smolík,). These studies reach conclusions that are very different from ours. We suspect that this reflects limitations of their summary variable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55880, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Prior Studies of Frequency and Imageability Interactions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55938, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our findings and conclusions are in direct opposition to the findings of Hansen and Smolík. Both papers considered the impact of frequency and imageability on word learning in a single language (Norwegian and Czech, respectively). Both papers used the age by which 50% of children were reported to produce a word as their dependent variable. Both authors found that although there are effects of both frequency and imageability on vocabulary, there is no evidence for an interaction between these factors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 56445, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We see three possible explanations for the difference between our findings and theirs. First, the difference in findings could, logically, be attributable to differences in how children acquire English, as opposed to Czech and Norwegian. Perhaps there are differences in the syntax of these languages, the properties of words, or in the kinds of input children receive in these communities that lead to a difference in acquisition outcomes. While this is a logical possibility, we think it is unlikely. We know of no property that Czech and Norwegian have in common that sets them apart from English. By the most obvious metrics, Norwegian and English are more similar to each other than either is to Czech (e.g., both are Germanic languages with relatively strict word order in which case is often unmarked). Furthermore, the main effects of frequency and imageability seem to be very similar across a wide range of languages (see Braginsky et al.,). Nothing in the Hansen or Smolík data suggests that these factors behave differently in Czech or Norwegian, so it would be surprising if their interaction was different. Finally, as we noted earlier, the interaction of frequency and imageability is a straightforward prediction of our shared model of word learning. If each instance of an imageable word is less informative, we should expect an over additive interaction in early word learning across linguistic environments. Therefore, we believe that linguistic differences cannot explain these conflicting results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57965, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The second possibility is that the differences in the findings reflect differences in the words that were included in the analysis. In our study, we included nearly all words from the toddler CDI: social words (including animal sounds and interjections), nouns, predicates, and closed-class items. Both Hansen and Smolík included focused solely on nouns and predicates. Closed-class items are characterized by very high frequency and very low imageability (see Table 1 and Figure 1). Thus, they provide the data that is most challenging for a simple additive model: any model that includes a positive effect of frequency and no interaction term is likely to predict precocious acquisition of these terms. Social words, in contrast, vary considerably in their interaction term and in their mean age of acquisition. Excluding both classes of words could reduce the magnitude of the interaction effect.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58866, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, the absence of an interaction term could reflect Hansen’s and Smolík’s decisions to use a constructed variable (median age of acquisition) and a linear analysis. The presence or absence of an interaction depends on the scale used to measure the dependent variable (as well as the scaling of the predictor variables). Our dependent variable was closely linked to the underlying structure of the data set (children are either reported to know a word or not) and the psychological process that we believe it represents (does the child have a stable mapping for the word that allows them to produce it). In contrast, the median age of acquisition provides a concise summary of the data, but it has no clear interpretation at a cognitive or behavioral level. Critically, these two dependent variables cannot be directly mapped to one another: a word could have a median age of acquisition of 24 months and be known by 40% of 18-month-olds, or it could be known by no 18-month-olds at all. Future work could explore these three possibilities by comparing logistic analyses with age of acquisition analyses within each language along with the effects of including or excluding social words and closed-class items from the analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60105, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Examining Syntax and Its Relation to Word Learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60156, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our findings shed further light on the consistent finding that children learn words from some categories before others. Specifically, our models demonstrate that these differences cannot be fully accounted for by the differences in imageability and frequency between the words in these categories or, critically, by differences in the interaction between imageability and frequency. Our findings on this point diverge from two other studies. Hansen found that syntactic categories did not improve prediction of median age of acquisition beyond imageability for Norwegian nouns and verbs. McDonough and colleagues’ (2009) found that the effect of syntactic category in English flipped direction when imageability was included in a model predicting median age of acquisition. This raises the question of why words in some categories are acquired before others. There are three broad classes of hypotheses that might account for this pattern.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61098, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "First, the differences could reflect language specific learning biases that privilege some syntactic categories over others. For example, many of the word learning biases put forward by Markman and others–such as the whole-object bias, the taxonomic constraint, and the shape bias–would privilege hypotheses that would facilitate learning nouns for basic-level object and animal categories (Landau et al.,; Markman,; Smith et al.,). For example, a child who initially assumes that a novel word picks out a taxonomic category of objects with a consistent shape, should close in on the right hypothesis when hearing “ball” but not when hearing “catch!”. To the extent that these biases are the product of early word learning (Smith et al.,), their effects should overlap with other factors (like imageability and frequency) that allow those first words to be acquired. Once the bias has been acquired, however, it could have effects on vocabulary composition that go beyond these variables (e.g., benefitting a noun more than a verb that is matched for frequency and imageability). This explanation seems most plausible as an explanation for why nouns are acquired before verbs and closed-class items.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62310, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Second, the category differences could reflect differences in the perceptual salience or position of words which make it easier for learners to segment them from the speech stream and learn their forms. Many social words are performatives that are likely to appear in isolation, a factor that is known to increase the probability of early acquisition (Swingley & Humphrey,). Closed-class words tend to be short with reduced vowels. Closed-class words are also often in the same prosodic phrase as an adjacent content word, potentially making them more difficult to segment and perceive. In English, lexical nouns frequently appear at the end of the utterance (in object position) where they are longer and followed by a pause. Previous studies have found that length, position and use isolation are predictors of early learning (Braginsky et al.,; Swingley & Humphrey,). Nevertheless, in models where perceptual factors and syntactic category are both included as predictors, the difference between nouns and verbs persists (Swingley & Humphrey,). This suggests that syntactic category differences are not solely due to position. Additional evidence comes from studies of vocabulary acquisition in languages with verb final word order–like Korean and Japanese. Children learning such languages also acquire nouns, on average, earlier than verbs, suggesting that the difference between these two classes is not solely attributable to order (Bornstein et al.,; Frank et al.,; Kim et al.,; Ogura et al.,). Future studies should explore whether the effects of syntactic category, independent of position, persist when the interaction between imageability and frequency are included in the model: both in English and in languages with more verb-friendly syntax.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64069, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, the effects of syntactic category on learnability could be linked to semantic differences between these classes which are not fully captured by measures like imageability. One candidate is the semantic function of different words. Most nouns in child-directed speech refer to entities (e.g., objects or animals) that are stable over time and space. Verbs, in contrast, refer to events which are short lived. The meaning of a noun is largely independent of the other words in the sentence (e.g., a piano is a piano regardless of whether it is played or sat on), while the meaning of a verb often depends on the arguments it takes (e.g., playing a piano vs playing a game). Most nouns in children’s early vocabulary group individuals into categories (i.e., kinds) on the basis of stable properties (e.g., cats generally continue to be cats and cups continue being cups) while verbs might apply to an individual one moment but not the next (e.g., in a good conversation the listeners and the talkers are constantly changing). For these reasons, it is difficult for even knowledgeable adults to infer the verb that is being used in a sentence from visual context alone (Gillette et al.,; Snedeker & Gleitman,). In contrast, many of the nouns in child-directed speech can be easily identified just from the visual context (Gillette et al.,; Medina et al.,). Verbs become far easier to identify, when adults are given information about either the syntax of the sentence, or about the nouns that occur with the verb (Gillette et al.,; Snedeker & Gleitman,). This suggests that knowing some nouns may be a prerequisite to learning many verbs. Difference in meaning, reference and semantic complexity could also play a role in precocious acquisition of social words and the delayed acquisition of closed-class items. Many social words are performatives (choo choo, bye). These words do not necessarily have a referent (or a syntactic category). They are steps in a ritual, to be uttered at the right time and in the correct context. Thus, a child can learn them without identifying the adult conceptualization of the event, breaking it into pieces and mapping the word to the correct conceptual chunk. Instead, the child just has to identify the contexts in which the ritual happens and when they should perform their part. Closed-class items, in contrast, are often modeled as high-level functions that take nouns, verbs or even whole clauses as their arguments. While these semantic dimensions are clearly correlated with imageability, this correlation is unlikely to be perfect (“hi” is abstract but not semantically complex). Future work could explore the role of factors that capture these core conceptual distinctions and their relation to imageability, syntactic category and the acquisition trajectory.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66886, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66898, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several limitations to this study. First, we only explored vocabulary development between the age of 16 and 30 months. While our theories of word learning predict that this interaction should be present in even younger children, we chose not to include the norming data for the infant CDI (ages 8–16 months) which assesses both comprehension and production. This decision reflected three considerations. First, many children are reported to produce few or no words at these ages, limiting the power of a model focused solely on production in this age group. Second, while there is evidence validating the CDI comprehension measure as an aggregate variable, there are also reasons to believe that it is a less accurate measure at the level of individual words. When parents are asked what words their child says, they may search their memories for what they have heard. When they are asked what words their child understands, they must make more complex inferences based on children’s responses to whole utterances in rich contexts. In the absence of clear data, a parent may rely on their implicit theory of development (or their child) rather than concrete experiences. Finally, and most critically, the infant CDI may not include the range of words needed to observe this interaction. The infant form contains a subset of the words from the toddler CDI. Many of the words that are absent from the infant CDI are words that are extremely high in frequency, extremely low in imageability, and rare in early speech (e.g., the, a, she, he, think). Others are words that are low frequency but imageable (pumpkin and popsicle). We suspect that this reflects that procedure by which the instruments were constructed: words were initially selected based on their appearance in records of children’s early vocabularies and were retained as the instrument was refined based on their ability to capture individual and developmental change. As a result, words that were rarely uttered by children under 16 months were eliminated from the infant form. Our findings, based on the youngest kids tested with the toddler form, suggest that at even earlier ages, children are primarily producing words that are both imageable and frequent. But this pattern would be difficult to detect in an instrument in which few of the other words remain. Nevertheless, our current theories of word learning clearly predict that this interaction should be present in the youngest word learners and in comprehension as well as production, provided that we have valid measures that include a wide-enough range of the words. The concerns raised above suggest that future studies should also consider analyzing children’s vocabularies relative to all words that they have been exposed to, rather than relative to a set of words that other children acquired fairly early in life. Doing so would require different methods of data collection.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69823, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A further limitation of our study is that it focuses solely on English. Braginsky and colleagues’ analyses of CDI data from 10 languages strongly suggests that predictors of acquisition are broadly similar across languages. There are two reasons, however, to question whether the patterns that we observed here would appear in other languages. First, as we noted earlier, the absence of a frequency-by-imageability interaction in Hansen (Norwegian) and in Smolík (Czech) raises the possibility that this effect varies across languages or learning environments. Second, there is a large literature exploring the degree to which there are cross-linguistic differences in syntactic category acquisition. For example, the early bias for nouns does not seem as pronounced in Mandarin Chinese as in other languages (Braginsky et al.,; Hao et al.,). This phenomenon has been tied to different properties of the language. For example, predicates seem to receive higher imageability ratings on average in Mandarin than in English, perhaps making these words more easily learned at an earlier age (Ma et al.,). In addition, caregivers speaking these languages seem to produce more predicates in child-directed speech, making them more accessible earlier on (Tardif et al.,). Mandarin also permits subject and object omission, meaning that predicates are more likely to be encountered alone (Lee & Naigles,). An analysis exploring syntactic category effects in relation to imageability, frequency, and their interaction, could help address the question of whether there are differences in the word learning strategies of the Mandarin and English learners, or just differences in the outcomes due to differences in the inputs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 71541, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, our analyses did not incorporate many of the variables that have been explored in previous papers. As a result, we cannot assess the degree to which the interaction that we observed can account for these effects or whether controlling for these variables would eliminate the syntactic category effects. The value of such analyses depends on the following: the degree to which we believe that the variable in question is available to young children, whether we have a model of how it might influence acquisition (allowing us to scale the variable appropriately and focus on the most relevant interactions), and our understanding of how the effect of that variable might change over development. From this perspective the variables that seem most critical for future models are phonemic length and complexity and measures of perceptual salience such as frequency in isolation and frequency in utterance final position. Complexity might be construed as a filter on production, affecting that probability that the child who has successfully mapped a word (perhaps on the basis of its frequency and imageability) is able to produce a close enough approximation to be credited with using it. This could result in a three-way interaction. Curiously, neither Braginsky et al. nor Swingley and Humphrey found that measures of complexity (length and phonotactic probability, respectively) were reliable predictors of English language production. However, Braginsky found length to be a robust predictor of production across languages. This could potentially reflect differences in cultural practices around the interpretation of child utterances. Measures of perceptual salience, in contrast, have been consistently associated with higher probability of early acquisition (Braginsky et al.,; Swingley & Humphrey,). These are most readily construed as modulators of frequency or alternative measures of frequency: variables that affect whether a given instance of a word is perceived at all at a given age. For this reason, we would expect that they would interact with imageability and age.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73631, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 73642, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Understanding the course of early vocabulary acquisition is central to refining our theories of language development and conceptual development. Previous work had found that children’s early word learning is affected by both frequency and imageability (or concreteness). The present study finds that this description is incomplete: early vocabulary is shaped by the interaction of these variables such that young children are primarily learning words that are both highly common and highly imageable. While this interaction was a straightforward prediction of contemporary word learning theories, there was no prior evidence supporting it. In addition, we find that this interaction declines with age and does not fully account for the acquisition differences across syntactic categories.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74433, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "ACKNOWLEDGMENTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74449, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work unfolded over many years. We would like to thank: the audiences at BUCLD and ISIS (now ICIS) for their questions and encouragement; Daniel Swingley and Felipe Smolik for more persistent interest; Michael Frank and Mika Braginsky for their advice on constructing our statistical models; and Harvard University Talley Fund for financial support of the research. This research was supported by a grant from the National Science Foundation (BCS-0418423).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74910, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "AUTHOR CONTRIBUTIONS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 74931, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "J.R.C.: Conceptualization: Equal; Formal analysis: Lead; Investigation: Supporting; Methodology: Equal; Writing: Lead. M.Z.: Conceptualization: Supporting; Investigation: Supporting; Methodology: Supporting. J.C.: Conceptualization: Supporting; Investigation: Supporting; Methodology: Supporting. J.S.: Conceptualization: Equal; Formal analysis: Supporting; Funding acquisition: Lead; Investigation: Lead; Methodology: Equal; Writing: Supporting.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75378, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "DATA AVAILABILITY STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75406, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Our data is fully available via OSF: OSF | Imageability and Frequency of Words in Children’s Early Vocabulary.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75519, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75542, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75553, "infons": {"pub-id_doi": "10.1007/978-94-010-0844-0", "section_type": "REF", "source": "Word frequency distributions", "type": "ref", "volume": "Vol. 18", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75554, "infons": {"section_type": "REF", "source": "From first words to grammar: Individual differences and dissociable mechanisms", "type": "ref", "year": "1988"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75555, "infons": {"section_type": "REF", "source": "From first words to grammar: Individual differences and dissociable mechanisms", "type": "ref", "volume": "Vol. 20", "year": "1991"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75556, "infons": {"fpage": "85", "issue": "1", "lpage": "123", "pub-id_doi": "10.1017/S0305000900008680", "pub-id_pmid": "8006096", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "21", "year": "1994"}, "text": "Developmental and stylistic variation in the composition of early vocabulary", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75633, "infons": {"fpage": "1", "issue": "1", "lpage": "48", "pub-id_doi": "10.18637/jss.v067.i01", "section_type": "REF", "source": "Journal of Statistical Software", "type": "ref", "volume": "67", "year": "2015"}, "text": "Fitting linear mixed-effects models using lme4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75680, "infons": {"fpage": "1115", "issue": "4", "lpage": "1139", "pub-id_doi": "10.1111/j.1467-8624.2004.00729.x", "pub-id_pmid": "15260868", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "75", "year": "2004"}, "text": "Cross-linguistic analysis of vocabulary in young children: Spanish, Dutch, French, Hebrew, Italian, Korean, and American English", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75809, "infons": {"fpage": "52", "lpage": "67", "pub-id_doi": "10.1162/opmi_a_00026", "pub-id_pmid": "31517175", "section_type": "REF", "source": "Open Mind", "type": "ref", "volume": "3", "year": "2019"}, "text": "Consistency and variability in children’s word learning across languages", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75884, "infons": {"fpage": "159", "issue": "2", "lpage": "199", "pub-id_doi": "10.1016/0885-2014(95)90008-X", "section_type": "REF", "source": "Cognitive Development", "type": "ref", "volume": "10", "year": "1995"}, "text": "A cross-linguistic study of early lexical development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 75938, "infons": {"fpage": "69", "issue": "1", "lpage": "111", "pub-id_doi": "10.1017/S0305000998003687", "pub-id_pmid": "10217890", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "26", "year": "1999"}, "text": "A comparison of the transition from first words to grammar in English and Italian", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76020, "infons": {"comment": "Available online at https://corpus.byu.edu/coca/", "section_type": "REF", "source": "The Corpus of Contemporary American English (COCA): 560 million words, 1990–present", "type": "ref", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76021, "infons": {"fpage": "i", "issue": "5", "lpage": "185", "pub-id_doi": "10.2307/1166093", "pub-id_pmid": "8047076", "section_type": "REF", "source": "Monographs of the Society for Research in Child Development", "type": "ref", "volume": "59", "year": "1994"}, "text": "Variability in early communicative development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76068, "infons": {"section_type": "REF", "source": "MacArthur-Bates Communicative Development Inventories: User’s guide and technical manual", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76069, "infons": {"fpage": "97", "lpage": "123", "pub-id_doi": "10.1075/lald.23.08fer", "section_type": "REF", "source": "Approaches to bootstrapping: Phonological, lexical, syntactic and neurophysiological aspects of early language acquisition", "type": "ref", "year": "2001"}, "text": "Infants’ developing competence in recognizing and understanding words in fluent speech", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76158, "infons": {"fpage": "677", "issue": "3", "lpage": "694", "pub-id_doi": "10.1017/S0305000916000209", "pub-id_pmid": "27189114", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "44", "year": "2017"}, "text": "Wordbank: An open repository for developmental vocabulary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76221, "infons": {"pub-id_doi": "10.7551/mitpress/11577.001.0001", "section_type": "REF", "source": "Variability and consistency in early language learning: The Wordbank project", "type": "ref", "year": "2021"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76222, "infons": {"fpage": "301", "lpage": "334", "section_type": "REF", "source": "Language development: Language, cognition and culture", "type": "ref", "year": "1982"}, "text": "Why nouns are learned before verbs: Linguistic relativity versus natural partitioning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76308, "infons": {"fpage": "215", "lpage": "256", "pub-id_doi": "10.1017/CBO9780511620669.010", "section_type": "REF", "source": "Language acquisition and conceptual development", "type": "ref", "year": "2001"}, "text": "Individuation, relativity, and early word learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76359, "infons": {"fpage": "135", "issue": "2", "lpage": "176", "pub-id_doi": "10.1016/S0010-0277(99)00036-0", "pub-id_pmid": "10580161", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "73", "year": "1999"}, "text": "Human simulations of vocabulary learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76400, "infons": {"fpage": "31", "issue": "1", "lpage": "35", "pub-id_doi": "10.1111/1467-8721.ep10767853", "section_type": "REF", "source": "Current Directions in Psychological Science", "type": "ref", "volume": "1", "year": "1992"}, "text": "A picture is worth a thousand words, but that’s the problem: The role of syntax in vocabulary acquisition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76508, "infons": {"fpage": "189", "issue": "2", "lpage": "202", "pub-id_doi": "10.1016/0010-0277(76)90004-4", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "4", "year": "1976"}, "text": "Language in the two-year old", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76537, "infons": {"fpage": "494", "issue": "3", "lpage": "507", "pub-id_doi": "10.1037/0012-1649.31.3.494", "section_type": "REF", "source": "Developmental Psychology", "type": "ref", "volume": "31", "year": "1995"}, "text": "Young children extend novel words at the basic level: Evidence for the principle of categorical scope", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76639, "infons": {"fpage": "515", "issue": "3", "lpage": "531", "pub-id_doi": "10.1017/S0305000907008641", "pub-id_pmid": "18588713", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "35", "year": "2008"}, "text": "Does frequency count? Parental input and the acquisition of vocabulary", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76710, "infons": {"fpage": "347", "issue": "2", "lpage": "352", "pub-id_doi": "10.1017/S0305000900007522", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "5", "year": "1978"}, "text": "How much is one word?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76732, "infons": {"fpage": "205", "issue": "2", "lpage": "225", "pub-id_doi": "10.1177/0142723716679956", "section_type": "REF", "source": "First Language", "type": "ref", "volume": "37", "year": "2017"}, "text": "What makes a word easy to acquire? The effects of word class, frequency, imageability and phonological neighbourhood density on lexical development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76880, "infons": {"fpage": "505", "issue": "3", "lpage": "537", "pub-id_doi": "10.1017/S030500091400018X", "pub-id_pmid": "24967509", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "42", "year": "2015"}, "text": "Developmental changes in the early child lexicon in Mandarin Chinese", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76949, "infons": {"section_type": "REF", "source": "Meaningful differences in the everyday experience of young American children", "type": "ref", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 76950, "infons": {"fpage": "735", "issue": "4", "lpage": "757", "pub-id_doi": "10.1017/S0305000902005330", "pub-id_pmid": "12471971", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "29", "year": "2002"}, "text": "Early lexical development in German: A study on vocabulary growth and vocabulary composition during the second and third year of life", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77084, "infons": {"fpage": "225", "issue": "2", "lpage": "254", "pub-id_doi": "10.1017/S0305000900004104", "pub-id_pmid": "10967886", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "27", "year": "2000"}, "text": "Early lexical development in English- and Korean-speaking children: Language-general and language-specific patterns", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77200, "infons": {"fpage": "14", "issue": "1", "lpage": "34", "pub-id_doi": "10.1037/a0021446", "pub-id_pmid": "21171803", "section_type": "REF", "source": "Journal of Experimental Psychology: General", "type": "ref", "volume": "140", "year": "2011"}, "text": "The representation of abstract words: Why emotion matters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77258, "infons": {"section_type": "REF", "source": "Language and experience: Evidence from the blind child", "type": "ref", "volume": "Vol. 8", "year": "1985"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77259, "infons": {"fpage": "299", "issue": "3", "lpage": "321", "pub-id_doi": "10.1016/0885-2014(88)90014-7", "section_type": "REF", "source": "Cognitive Development", "type": "ref", "volume": "3", "year": "1988"}, "text": "The importance of shape in early lexical learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77309, "infons": {"fpage": "529", "issue": "3", "lpage": "540", "pub-id_doi": "10.1037/0012-1649.41.3.529", "pub-id_pmid": "15910160", "section_type": "REF", "source": "Developmental Psychology", "type": "ref", "volume": "41", "year": "2005"}, "text": "The input to verb learning in Mandarin Chinese: A role for syntactic bootstrapping", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77392, "infons": {"pub-id_doi": "10.4324/9781315805641", "section_type": "REF", "source": "The CHILDES project: Tools for analyzing talk", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77393, "infons": {"fpage": "405", "issue": "2", "lpage": "423", "pub-id_doi": "10.1017/S0305000908009008", "pub-id_pmid": "18937878", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "36", "year": "2009"}, "text": "Imageability predicts the age of acquisition of verbs in Chinese children", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77467, "infons": {"fpage": "253", "issue": "4", "lpage": "257", "pub-id_doi": "10.1111/cdep.12295", "section_type": "REF", "source": "Child Development Perspectives", "type": "ref", "volume": "12", "year": "2018"}, "text": "Why do children learn the words they do?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77508, "infons": {"fpage": "57", "issue": "1", "lpage": "77", "pub-id_doi": "10.1207/s15516709cog1401_4", "section_type": "REF", "source": "Cognitive Science", "type": "ref", "volume": "14", "year": "1990"}, "text": "Constraints children place on word meanings", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77552, "infons": {"fpage": "181", "issue": "2", "lpage": "189", "pub-id_doi": "10.1111/j.1467-7687.2010.00968.x", "pub-id_pmid": "21359165", "section_type": "REF", "source": "Developmental Science", "type": "ref", "volume": "14", "year": "2011"}, "text": "An image is worth a thousand words: Why nouns tend to dominate verbs in early word learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77644, "infons": {"fpage": "9014", "issue": "22", "lpage": "9019", "pub-id_doi": "10.1073/pnas.1105040108", "pub-id_pmid": "21576483", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences", "type": "ref", "volume": "108", "year": "2011"}, "text": "How words can and cannot be learned by observation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77695, "infons": {"fpage": "95", "issue": "1", "lpage": "120", "pub-id_doi": "10.1017/S0305000997003358", "pub-id_pmid": "9604570", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "25", "year": "1998"}, "text": "Why are some verbs learned before other verbs? Effects of input frequency and structure on children’s early verb use", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77814, "infons": {"fpage": "308", "lpage": "313", "pub-id_doi": "10.1093/comjnl/7.4.308", "section_type": "REF", "source": "Computer Journal", "type": "ref", "volume": "7", "year": "1965"}, "text": "A simplex method for function minimization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77857, "infons": {"fpage": "370", "issue": "6", "lpage": "379", "pub-id_doi": "10.1037/h0073259", "section_type": "REF", "source": "Journal of Educational Psychology", "type": "ref", "volume": "16", "year": "1925"}, "text": "Length of sentences as a criterion of a child’s progress in speech", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 77926, "infons": {"fpage": "1", "issue": "1", "lpage": "29", "pub-id_doi": "10.1017/S0305000905007270", "pub-id_pmid": "16566318", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "33", "year": "2006"}, "text": "The use of nouns and verbs by Japanese children and their caregivers in book-reading and toy-playing contexts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78036, "infons": {"fpage": "621", "lpage": "634", "pub-id_doi": "10.1111/j.1467-8624.1996.tb01755.x", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "67", "year": "1996"}, "text": "Birth order effects on early language development: Do secondborn children learn from overheard speech?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78139, "infons": {"fpage": "1", "issue": "1p2", "lpage": "25", "pub-id_doi": "10.1037/h0025327", "pub-id_pmid": "5672258", "section_type": "REF", "source": "Journal of Experimental Psychology", "type": "ref", "volume": "76", "year": "1968"}, "text": "Concreteness, imagery, and meaningfulness values for 925 nouns", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78202, "infons": {"fpage": "861", "issue": "4", "lpage": "887", "pub-id_doi": "10.1017/S030500091000053X", "pub-id_pmid": "21729371", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "38", "year": "2011"}, "text": "Vocabulary development in Greek children: A cross-linguistic comparison using the Language Development Survey", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78312, "infons": {"fpage": "1029", "lpage": "1067", "section_type": "REF", "source": "The crosslinguistic study of language acquisition Vol 2: Theoretical issues", "type": "ref", "year": "1985"}, "text": "Language segmentation: Operating principles for the perception and analysis of language", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78400, "infons": {"fpage": "272", "issue": "1", "lpage": "281", "pub-id_doi": "10.1111/j.1467-8624.1995.tb00870.x", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "66", "year": "1995"}, "text": "Variation in vocabulary development as a function of birth order", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78465, "infons": {"section_type": "REF", "source": "R: A language and environment for statistical computing", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78466, "infons": {"fpage": "177", "issue": "1", "lpage": "185", "pub-id_doi": "10.1017/S0305000998003663", "pub-id_pmid": "10217894", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "26", "year": "1999"}, "text": "Comparing productive vocabulary measures from the CDI and a systematic diary study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78549, "infons": {"fpage": "561", "issue": "3", "lpage": "585", "pub-id_doi": "10.1017/S0305000900004256", "pub-id_pmid": "11089339", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "27", "year": "2000"}, "text": "Counting nouns and verbs in the input: Differential frequencies, different kinds of learning?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78643, "infons": {"fpage": "664", "issue": "3", "lpage": "686", "pub-id_doi": "10.1017/S0305000911000225", "pub-id_pmid": "21878148", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "39", "year": "2012"}, "text": "Early vocabulary and gestures in Estonian children", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78694, "infons": {"fpage": "1258", "issue": "3", "lpage": "1270", "pub-id_doi": "10.3758/s13428-018-1099-3", "pub-id_pmid": "30206797", "section_type": "REF", "source": "Behavior Research Methods", "type": "ref", "volume": "51", "year": "2019"}, "text": "The Glasgow Norms: Ratings of 5,500 words on nine scales", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78751, "infons": {"fpage": "1157", "lpage": "1249", "section_type": "REF", "source": "The crosslinguistic study of language acquisition Vol 2: Theoretical issues", "type": "ref", "year": "1985"}, "text": "Crosslinguistic evidence for the language-making capacity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78809, "infons": {"fpage": "13", "issue": "1", "lpage": "19", "pub-id_doi": "10.1111/1467-9280.00403", "pub-id_pmid": "11892773", "section_type": "REF", "source": "Psychological Science", "type": "ref", "volume": "13", "year": "2002"}, "text": "Object name learning provides on-the-job training for attention", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78873, "infons": {"fpage": "1558", "issue": "3", "lpage": "1568", "pub-id_doi": "10.1016/j.cognition.2007.06.010", "pub-id_pmid": "17692305", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "106", "year": "2008"}, "text": "Infants rapidly learn word-referent mappings via cross-situational statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78951, "infons": {"fpage": "1403", "issue": "5", "lpage": "1415", "pub-id_doi": "10.1044/2018_JSLHR-L-18-0242", "pub-id_pmid": "31046539", "section_type": "REF", "source": "Journal of Speech, Language, and Hearing Research", "type": "ref", "volume": "62", "year": "2019"}, "text": "Imageability and neighborhood density facilitate the age of word acquisition in Czech", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79037, "infons": {"fpage": "257", "lpage": "294", "pub-id_doi": "10.7551/mitpress/7185.003.0012", "section_type": "REF", "source": "Weaving a lexicon", "type": "ref", "year": "2004"}, "text": "Why it is hard to label our concepts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79074, "infons": {"fpage": "79", "issue": "1", "lpage": "87", "pub-id_doi": "10.1111/j.1467-9280.2007.01852.x", "pub-id_pmid": "17362382", "section_type": "REF", "source": "Psychological Science", "type": "ref", "volume": "18", "year": "2007"}, "text": "Starting over: International adoption as a natural experiment in language development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79160, "infons": {"fpage": "39", "issue": "1", "lpage": "76", "pub-id_doi": "10.1016/j.cogpsych.2012.01.004", "pub-id_pmid": "22417632", "section_type": "REF", "source": "Cognitive Psychology", "type": "ref", "volume": "65", "year": "2012"}, "text": "Disentangling the effects of cognitive development and linguistic expertise: A longitudinal study of the acquisition of English in internationally-adopted children", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79324, "infons": {"fpage": "703", "issue": "3", "lpage": "716", "pub-id_doi": "10.1017/S0305000917000356", "pub-id_pmid": "29067896", "section_type": "REF", "source": "Journal of Child Language", "type": "ref", "volume": "45", "year": "2018"}, "text": "Why do children pay more attention to grammatical morphemes at the ends of sentences?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79410, "infons": {"fpage": "1247", "issue": "4", "lpage": "1267", "pub-id_doi": "10.1111/cdev.12731", "pub-id_pmid": "28146333", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "89", "year": "2018"}, "text": "Quantitative linguistic predictors of infants’ learning of specific English words", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79494, "infons": {"fpage": "620", "issue": "3", "lpage": "635", "pub-id_doi": "10.1111/1467-8624.00045", "section_type": "REF", "source": "Child Development", "type": "ref", "volume": "70", "year": "1999"}, "text": "Putting the “noun bias” in context: A comparison of English and Mandarin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79571, "infons": {"fpage": "126", "issue": "1", "lpage": "156", "pub-id_doi": "10.1016/j.cogpsych.2012.10.001", "pub-id_pmid": "23142693", "section_type": "REF", "source": "Cognitive Psychology", "type": "ref", "volume": "66", "year": "2013"}, "text": "Propose but verify: Fast mapping meets cross-situational word learning", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79642, "infons": {"section_type": "REF", "source": "Proceedings of the 8th Conference of the Scandinavian Association for Language and Cognition", "type": "ref", "year": "2022"}, "text": "Vocabulary content rather than size predicts sex/gender before the age of three years", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79728, "infons": {"fpage": "223", "issue": "3", "lpage": "250", "pub-id_doi": "10.1016/S0010-0277(02)00109-9", "pub-id_pmid": "12169410", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "85", "year": "2002"}, "text": "The role of language in acquiring object kind concepts in infancy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 79794, "infons": {"fpage": "414", "issue": "5", "lpage": "420", "pub-id_doi": "10.1111/j.1467-9280.2007.01915.x", "pub-id_pmid": "17576281", "section_type": "REF", "source": "Psychological Science", "type": "ref", "volume": "18", "year": "2007"}, "text": "Rapid word learning under uncertainty via cross-situational statistics", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]