[{"source": "PMC", "date": "20201219", "key": "pmc.key", "infons": {}, "documents": [{"id": "5516671", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fpsyg.2017.01242", "article-id_pmc": "5516671", "article-id_pmid": "28769856", "elocation-id": "1242", "kwd": "semantic cues distributional cues word categorization child-directed speech grammatical categories", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) or licensor are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Feijoo;given-names:Sara", "name_1": "surname:Muñoz;given-names:Carmen", "name_2": "surname:Amadó;given-names:Anna", "name_3": "surname:Serrat;given-names:Elisabet", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2017"}, "text": "When Meaning Is Not Enough: Distributional and Semantic Cues to Word Categorization in Child Directed Speech", "sentences": [], "annotations": [], "relations": []}, {"offset": 109, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "One of the most important tasks in first language development is assigning words to their grammatical category. The Semantic Bootstrapping Hypothesis postulates that, in order to accomplish this task, children are guided by a neat correspondence between semantic and grammatical categories, since nouns typically refer to objects and verbs to actions. It is this correspondence that guides children’s initial word categorization. Other approaches, on the other hand, suggest that children might make use of distributional cues and word contexts to accomplish the word categorization task. According to such approaches, the Semantic Bootstrapping assumption offers an important limitation, as it might not be true that all the nouns that children hear refer to specific objects or people. In order to explore that, we carried out two studies based on analyses of children’s linguistic input. We analyzed child-directed speech addressed to four children under the age of 2;6, taken from the CHILDES database. The corpora were selected from the Manchester corpus. The corpora from the four selected children contained a total of 10,681 word types and 364,196 word tokens. In our first study, discriminant analyses were performed using semantic cues alone. The results show that many of the nouns found in parents’ speech do not relate to specific objects and that semantic information alone might not be sufficient for successful word categorization. Given that there must be an additional source of information which, alongside with semantics, might assist young learners in word categorization, our second study explores the availability of both distributional and semantic cues in child-directed speech. Our results confirm that this combination might yield better results for word categorization. These results are in line with theories that suggest the need for an integration of multiple cues from different sources in language development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2059, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2072, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the most significant challenges for children when learning their first language is assigning words to their corresponding syntactic categories. For instance, how do English-learning children know that ‘table’ is a noun, ‘eat’ is a verb, and ‘kiss’ can be both a noun and a verb? Generativist approaches have put forward the so-called Semantic Bootstrapping Hypothesis, which predicts that children use semantic information to map words into their corresponding grammatical category. In particular, children are said to have innately specified information in terms of nouns referring to objects, and verbs referring to actions. The present paper undertakes a critical examination of these assumptions: on the one hand, it tests the reliability of semantic information by examining the amount of nouns in children’s input that refer to specific objects or people; on the other hand, it examines the accuracy with which words could be categorized on the basis of a combination of multiple cues (i.e., both semantic and distributional cues).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3131, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The strength of the semantic bootstrapping approach lies on the idea that mappings between semantics and grammatical classes are universal (e.g., nouns denote objects while verbs denote actions in any language). On the contrary, other types of cues like phonological or distributional cues are language-specific. In particular, the noun-object mapping seems easily attainable in language development, as many studies have highlighted a noun bias in children’s early vocabularies across different languages, mainly because of the conceptual simplicity that nouns exhibit. Concreteness or imageability might be the underlying predictor of the identifiability of nouns from their observed extralinguistic contexts. Thus, learners’ noun bias might be based on the assumption that object-reference items are the best ones that fit in a word-to-world pairing procedure. With the meaning of nouns, and the intuition that nouns relate to real-world objects, children might then start building a rudimentary nominal grammatical category.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4164, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Then, the semantic bootstrapping proposal claims that one source of information about the meaning of words is available from the beginning of the language learning process, and it constitutes the basis from which learners start building their initial grammatical categories. This initial information source allows the learner to acquire a subset of lexical items (i.e., nouns that refer to specific objects) which requires little linguistic knowledge and is pragmatically supported. Thus, the grounding of grammatical categories would start from the identification of semantic categories first, and semantic features would later on bootstrap grammar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4815, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Nevertheless, the main problem within the semantic bootstrapping approach is that it presupposes that correlations between semantics and grammatical categories are perfect mappings in any language. Furthermore, such an approach also assumes that children start the language learning process with the expectation that such mappings actually exist. However, this assumed straightforward concept-word pairing is somehow problematic, as some have pointed out.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5271, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To start with, naive learners with no prior knowledge of grammatical categories in their language and who are exposed to fluent speech might even fail to perform the object referent-noun mapping. Even if child learners were ready to map external referents to particular words in the input, how does the child know which word does the “object” semantic component refer to, out of the possible words she hears? First of all, the words to which children are exposed might refer to objects which are absent from the child’s sight when they are spoken. In addition, when addressing children, parents may refer to the same object with different words in different contexts. Furthermore, the mapping task becomes even less clear when facing multiple-word utterances. However, such utterances are the ones which children are most likely to encounter in the course of their linguistic development, as only a small percentage of utterances in child-directed speech have been reported to contain words in isolation. Furthermore, research shows that mothers never or hardly ever use words in isolation, even in situations where they are explicitly teaching new vocabulary to their children.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6456, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A further problem concerns the way the object-word mapping itself should proceed. It is known as Quine’s Gavagai problem, or the problem of referential indeterminacy. Imagine a mother-child interaction situation where the mother would point to a brown running dog and say “Look at the dog!”. Even if the visual image and the target word dog were immediately associated, how does the child know that the word dog actually refers to the dog itself and not, say, to a more general referent such as animal, or to a specific type of dog, or to a part of the dog (i.e., its legs, its tail…), or to a physical property of the dog (i.e., its colour, its fur…), or to the action of running itself? How do children know that they can equally use the word dog to refer to another type of dog (i.e., a sitting dog, a white dog, a dog from a different breed, etc.) and they cannot use it with other animals like a brown running cat? A mere world-to-word mapping assumption cannot account for children’s choice and learning of the word dog and its natural referents in the real world.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7539, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent empirical evidence has shown that cross-situational statistical learning might be the key to solve the referential ambiguity problem illustrated in the Gavagai problem. This statistical learning approach suggests that adults as well as young children are able to map linguistic units to referents in the world by tracking co-occurrence probabilities across different learning situations. Thus, it seems that learners are sensitive to the statistical consistency with which a given word is used in front of a given referent and the mapping between heard word and seen referent can occur in this way.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8145, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "However, the noun-object mapping proposal also assumes that the set of nouns which children hear from their input specifically refer to objects in the real world. What if children were exposed to superordinate terms? Or what if they were exposed to abstract words whose meaning does not relate to a specific object or referent? Traditional linguistic analyses postulate that the category “noun” is both a notional and a grammatical concept. There is a central semantic concept of noun, which is present in all languages, and which includes words for persons, animals, and things. All the other more abstract ontological categories denoted by nouns appear to be generalizations from this core concept.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8850, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Acknowledging that this core concept includes only a subset of all possible nouns gives rise to the question of how large the proportion of nouns belonging to this subset actually is in English. In other words, can this subset account for all the examples of nouns that English-learning children are exposed to? Previous studies have already pointed out that semantic criteria alone do not provide a reliable basis to determine the category membership of many words in English, since there are many nouns which do not denote physical objects (e.g., an explanation), or there are many words in English which can be both classified as nouns or verbs (e.g., a kiss vs. to kiss, a walk vs. to walk, etc.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9552, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this line, propose two distinguishable semantic classes of nouns: on the one hand, BLOCS neatly correspond to basic level object categories; on the other hand, XBLOCS refer to all those words which would naturally fall out of the cognitive basic level, either because their extralinguistic referent is too general or because they do not refer to a specific object referent at all. (: p. 71) further distinguished different types of XBLOCS taking their meaning into account:", "sentences": [], "annotations": [], "relations": []}, {"offset": 10029, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Locations: places, both indoors and out (e.g., beach, kitchen)", "sentences": [], "annotations": [], "relations": []}, {"offset": 10093, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Actions: single actions, specific or general (e.g., kiss, help)", "sentences": [], "annotations": [], "relations": []}, {"offset": 10158, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Superordinate/generic: terms that denote what are generally considered superordinate categories (e.g., toys, animals).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10278, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Events: terms that refer to complex events that take place through time (e.g., lunch, party).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10373, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Person roles: roles that people play in social/cultural life (e.g., doctor, brother).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10460, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Natural phenomena: states, actions, events or entities (e.g., sky, snow, clouds).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10543, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Temporal entities: e.g., morning, day.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10583, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Quantities: e.g., drop.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10608, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In their study, showed that children learn and use many XBLOC words early in the language learning process. As multi-word combinations and productivity in noun morphology develops, noun roles are assigned to these words, showing that they are accurately categorized as nouns. Therefore, words which lack the expected semantic content that would yield their successful categorization (and which would therefore be left unclassified on the basis of semantics alone) are nonetheless accurately classified in their right word class from the early stages of the nominal category building process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11200, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Other studies also point out that object nouns or action verbs do not necessarily dominate children’s earliest lexical productions, neither in English, nor in other languages. And still, those words which do not neatly map into their corresponding semantic category are correctly classified by children and they are used in a grammatical way.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11545, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Given the evidence provided, it seems clear that there are other types of cues at work, alongside semantics, when words are being classified into their corresponding grammatical category. For instance, at least as far as English is concerned, several studies have provided evidence for the usefulness of phonological information as a key element for the access to grammatical properties of the language (e.g.,). These findings suggest that, on the one hand, these phonological cues are reliably found in parents’ language. On the other hand, evidence has also been found that young language learners as well as adults are aware of such cues and their correlation to grammatical categories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12237, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Besides, syntactic or distributional information might be a very powerful cue that assists young language learners in language development as well. Regarding word categorization, the context of a word with respect to other words in the same sentence might provide indications about the category of that word in English. For example, English nouns are typically preceded by determiners and followed by nominal morphology (e.g., the babies), while verbs are typically preceded by auxiliaries or strong subject pronouns and followed by verbal morphology (e.g., she walked).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12808, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Studies on computer simulations have provided evidence for the usefulness of distributional and positional information for an initial categorization of words in the absence of semantic or referential information. Such distributional information appears to be available not only to adult speakers but also to young language learners as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13149, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Furthermore, empirical evidence from artificial language studies seems to suggest that children’s learning of grammatical structure as well as their word-reference associations improve when words are coherently marked by a combination of different types of cues, either phonological, distributional or semantic cues. However, when words are not reliably marked by these cues, infants fail to learn their semantic or grammatical properties, since young language learners are more likely to learn from deterministic rather than probabilistic cues, and they would only rely on relatively robust correlations between word-forms and their corresponding grammatical category.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13821, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In particular, found that experience with reliable distributional cues in the input is a key factor that predicts children’s learning of word meanings: when words’ distributional properties correctly indicated the grammatical category to which words belonged, infants successfully learned word-referent mappings. In contrast, infants failed at the word-referent pairing task when distributional cues were not reliably correlated with grammatical category membership.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14292, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The main goal of the present study was to test the likelihood with which children could classify all the nouns they hear in their corresponding grammatical category using semantic cues derived from the input. To this end, two studies were carried out: in the first one, a corpus-based analysis of child-directed speech explores the potential strength of semantic information alone in children’s input. The second study examines the benefits that a combination of semantic and distributional information could provide to language learning children when facing the task of word categorization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14886, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Study 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 14894, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Objective", "sentences": [], "annotations": [], "relations": []}, {"offset": 14904, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While it is not still clear whether the first analysis that children perform on the input is on notional grounds (and therefore, semantic cues are considered first) or distributional grounds (and thus, syntactic cues are considered first), it is widely accepted that the semantic notion of object and action might assist language learners in the identification of nouns and verbs, respectively. As mentioned earlier, one of the problems for the Semantic Bootstrapping proposal lies on the difficulty of identifying the meaning of unknown words and, consequently, their semantic category. Besides, the links between semantic categories and grammatical categories are not one-to-one but many-to-many. Thus, for example, not all items within the semantic category of actions are verbs. An adjective such as noisy, or a noun such as call, can also be semantically classified as actions. In fact, as have pointed out, the actual proportion of English nouns which conform to the semantic category of objects is only a small subset of the whole noun inventory.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15958, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Acknowledging that the core traditional definition of nouns as labels for people, animals, and things only includes a subset of all English nouns raises the question of what is the actual percentage of nouns which belong to this subset (i.e., how big the subset is, considering all English nouns). It also raises the issue of whether this smaller subset can be taken to account for all of the nouns that young children are exposed to and will later acquire.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16416, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Thus, the main objective of this first study is to examine the usefulness and reliability of semantic cues for the categorization of nouns in English child-directed speech. While it is true that not all English nouns refer to objects exclusively, it is also true that the kind of interactions that very young children are involved in are often restricted to the here and now and to familiar objects within each child’s reach. A close evaluation to words which semantically refer to objects will be performed in order to test how large the set of object-referring nouns actually is in children’s input. Furthermore, words which semantically refer to actions will also be analyzed in order to examine the possible overlap between the grammatical categories of nouns and verbs which have semantic content in common.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17233, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Corpus Preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 17252, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We analyzed child-directed speech addressed to four children under the age of 2;6, taken from the CHILDES database. The corpora were selected from the Manchester corpus and included the files from Aran, Carl, Anne, and Becky. The characteristics of the selected corpora are summarized in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17549, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of the selected corpora.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17590, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Anne</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Aran</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Becky</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Carl</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Age range</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;10.07 to 2;6.29</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;11.12 to 2;6.17</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2;0.07 to 2;6.29</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1;8.22 to 2;6.19</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Sex</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Female</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Male</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Female</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Male</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total types</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,761</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3,432</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,222</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,266</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total tokens</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">103,457</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">118,469</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">65,411</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">76,859</td></tr></tbody></table>\n"}, "text": "\tAnne\tAran\tBecky\tCarl\t \tAge range\t1;10.07 to 2;6.29\t1;11.12 to 2;6.17\t2;0.07 to 2;6.29\t1;8.22 to 2;6.19\t \tSex\tFemale\tMale\tFemale\tMale\t \tTotal types\t2,761\t3,432\t2,222\t2,266\t \tTotal tokens\t103,457\t118,469\t65,411\t76,859\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17810, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All the lexical items from each corpus were then classified into two different categories to be analyzed separately. One category included all nouns, and the other category, the “non-noun” category, included all verbs, adjectives, and adverbs. For dual-class words, that is, English words that can, for instance, be both classified as nouns and verbs (e.g., kiss, call, brush), the KWAL utility of the CLAN program was used in order to work out the exact number of tokens that were used as nouns and the number of tokens that were used as verbs in every transcript. Table 2 shows a summary of the characteristics of each group, with the total number of types and the total number of tokens found in each group. It also shows the Type/Token ratio as an indicator of lexical diversity. However, note that such indicator will not be a variable considered in our analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18683, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of the groups of lexical items from all the corpora.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18752, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total types</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total tokens</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">TTR</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total all corpora</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">10,681</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">364,196</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.029</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total selected lexical items</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9,621</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">139,624</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.069</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total nouns</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5,397</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">51,577</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.104</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total non-nouns</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4,233</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">88,047</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.048</td></tr></tbody></table>\n"}, "text": "\tTotal types\tTotal tokens\tTTR\t \tTotal all corpora\t10,681\t364,196\t0.029\t \tTotal selected lexical items\t9,621\t139,624\t0.069\t \tTotal nouns\t5,397\t51,577\t0.104\t \tTotal non-nouns\t4,233\t88,047\t0.048\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18947, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Cue Derivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 18962, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All the lexical items from the child corpora were further classified into different groups, according to the semantic features they bore. The main goal was to analyze the consistency and reliability with which the relationship between semantic information and grammatical categories is represented in the input addressed to English-learning children. Particular attention was paid to the semantic overlap between nominal elements which describe actions and prototypical verbal elements which equally describe actions. Such contradictory information might be especially misleading for any child who relies on semantic information to form grammatical categories, since they would wrongly classify action nouns as verbs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19680, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A set of semantic cues which have been said to identify nouns was selected. Not only the group of nouns, but also the set of verbs, adjectives, and adverbs from the “non-noun” group in the selected corpora, were tested against the selected cues. This made it possible to analyze the degree of overlap between semantic and grammatical categories and, therefore, to work out the risk of misclassifying elements into their wrong grammatical category on the basis of semantic information. Following the work by, the set of semantic cues that were selected for the analysis include the following:", "sentences": [], "annotations": [], "relations": []}, {"offset": 20276, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Sem1: this was the group for proper nouns, which semantically refer to single individuals and never expand to whole-class reference. A number of classical studies (e.g.,) have already provided evidence for the fact that children understand proper nouns and common nouns differently from very early stages of language development. Proper nouns of people, animals, toys, stories, songs, places, holidays, etc., scored 1 in this category and 0 everywhere else.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20735, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Sem2: this was the category that best corresponded with the traditional notional definition of nouns as labels for names of people, animals, and objects. In particular, the Sem2 group was meant to include all common count nouns that could be considered members of the basic level category in terms (e.g., dog, apple, chair). Words from the corpora which matched this definition scored 1 here and they scored 0 everywhere else.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21163, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Sem3: this was the category that included all mass nouns in the corpora (e.g., milk, paper). They differ from the nouns from the Sem2 category in the sense that Sem3 words do not denote discrete entities but whole substances. This difference is also reflected in syntax, since mass nouns do not combine with the same type of determiner as count nouns. Furthermore, children seem to be aware of such differences by their second year of life. Words that matched the Sem3 description scored 1 here and they scored 0 everywhere else.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21694, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Sem4: this was the category which labeled as XBLOCS (i.e., not basic level object categories). These were words which could not be included in the Sem3 category or in the Sem2 category. While distinguish several different types of XBLOC nouns, for the purpose of the present study only two different groups of the Sem4 category were made:", "sentences": [], "annotations": [], "relations": []}, {"offset": 22034, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Sem4a: this was the group for words that described actions (e.g., kiss, help, trip). Nouns that matched this description scored 1 here and 0 in the other Sem categories. Crucially, verbs which matched this description also scored 1 here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22273, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Sem4b: this group included all the other XBLOC nouns from the study by. Among them were words which denoted locations and places, both indoors and outdoors (e.g., kitchen, park, school); words which described generic categories and belonged to the superordinate level in terms (e.g., animal, thing); words which referred to abstract events or social gatherings (e.g., lunch, party); words which described person roles (e.g., doctor, brother); words which denoted natural phenomena (e.g., sky, heat); words which referred to temporal entities (e.g., morning, day); and words which designated quantities (e.g., drop, spoonful). Then, words that semantically referred to any of these groups scored 1 in this category and 0 in all the other Sem categories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23027, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "What motivates the division of the Sem4 group into two subgroups is that, unlike, the purpose of our analysis is not to provide an accurate description and classification of XBLOC nouns in general. Instead, the main objective is to test the amount of English nouns that lack a direct semantic component available to language learners (i.e., which nouns are XBLOC nouns and which ones are not). Besides, it was also important to analyze the degree of semantic overlapping between nouns and other words such as verbs, for which the Sem4a category was created.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23585, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to guarantee reliability on coding, words were classified into their corresponding semantic categories by two different raters. Inter-rater reliability was measured using the Cohen’s Kappa statistic (Kappa = 0.926, p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23822, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 23845, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The set of nouns and the set of non-nouns which were previously obtained were tested using the four different semantic cues described above. The total number of nouns that met each of the semantic descriptions under consideration is shown in Table 3. In a similar way, Table 4 shows the results obtained from the equivalent analysis with the rest of open class words. As shown in the table, while most non-nouns (i.e., a total of 2,520) belong to the Sem4a group, since they denote actions, the remaining 1,654 non-nominal types were not captured by any of the semantic features under consideration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24445, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Total number of nouns in each semantic category.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24494, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total types</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total tokens</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">TTR</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Proper nouns (<italic>Sem1</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">699</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9,516</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.073</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Basic level count nouns (<italic>Sem2</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,675</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">25,369</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.105</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Basic level mass nouns (<italic>Sem3</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">288</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,655</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.108</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Action words (<italic>Sem4a</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">228</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,419</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.161</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Non-basic level words (<italic>Sem4b</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,507</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">12,618</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.119</td></tr></tbody></table>\n"}, "text": "\tTotal types\tTotal tokens\tTTR\t \tProper nouns (Sem1)\t699\t9,516\t0.073\t \tBasic level count nouns (Sem2)\t2,675\t25,369\t0.105\t \tBasic level mass nouns (Sem3)\t288\t2,655\t0.108\t \tAction words (Sem4a)\t228\t1,419\t0.161\t \tNon-basic level words (Sem4b)\t1,507\t12,618\t0.119\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24755, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "Total number of non-nouns in each semantic category.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24808, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total types</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total tokens</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">TTR</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Proper nouns (<italic>Sem1</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Basic level count nouns (<italic>Sem2</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Basic level mass nouns (<italic>Sem3</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Action words (<italic>Sem4a</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,520</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">46,530</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.054</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Non-basic level words (<italic>Sem4b</italic>)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">59</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,318</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.045</td></tr></tbody></table>\n"}, "text": "\tTotal types\tTotal tokens\tTTR\t \tProper nouns (Sem1)\t0\t0\t–\t \tBasic level count nouns (Sem2)\t0\t0\t–\t \tBasic level mass nouns (Sem3)\t0\t0\t–\t \tAction words (Sem4a)\t2,520\t46,530\t0.054\t \tNon-basic level words (Sem4b)\t59\t1,318\t0.045\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25041, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Correct classification of all types and tokens with all the semantic cues was tested with discriminant analyses. A discriminant analysis is a multivariate inferential technique. Its main objective is to classify individuals in two groups according to a number of previously selected variables. It works out the reliability with which the variables accurately describe the members of a given group and whether presence or absence of a given set of variables determines group membership. Regarding types, when the variables Sem1, Sem2, Sem3, and Sem4a were entered simultaneously, overall correct classification reached 82.0%, Wilks λ = 0.439, χ2 = 7916.359, p < 0.001. However, this high overall correct classification was obtained mainly because of the high score obtained in the correct classification of non-noun words, which was 98.7%. This indicates that there were almost no verbs, adjectives or adverbs which carried any of the semantic features which are typically associated to nouns. However, correct classification among nouns lowered to 67.9%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26103, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The same analysis that was run with types was also run with all tokens from the four corpora. For the token analysis, when the same semantic cues were entered simultaneously, only 39.9% of nouns were correctly classified. Overall correct classification was 66.3% of tokens, Wilks λ = 0.945, χ2 = 544.696, p < 0.001. As with types, overall correct classification was relatively high because of the high scores in the non-noun group, with identical results in the token analysis as in the type analysis. However, such high scores in the non-noun group only indicate that the group of nouns which could be potentially created on the basis of semantic information is very accurate (i.e., there are very few non-noun words which are at risk of being misclassified as nouns on the basis of their semantic content). On the contrary, completeness scores (i.e., the number of nouns which are correctly classified as such) are relatively low, which indicates that only a subset of nouns would be correctly classified as nouns on the basis of their meaning, and most nouns would be wrongly classified as non-nouns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27214, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These analyses show that there is an important number of noun tokens which lack the semantic features with which nouns are associated, and whose semantic information is either ambiguous or too broad. Thus, children would not be able to work out the grammatical category to which these nouns belong on the basis of semantic information alone. On the contrary, other sources of information might be necessary for the correct categorization of most of the nouns to which children are exposed. Our second study tested the likelihood with which semantic and syntactic cues together could yield better results than semantic cues alone for word categorization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27868, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Study 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 27876, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Objective", "sentences": [], "annotations": [], "relations": []}, {"offset": 27886, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As seen from the results of Study 1, the semantic notion of “object” only correlates with the grammatical category of nouns in a very weak way. The purpose of this second study is, then, to find a second source of information which, alongside with semantic information, might assist young English learners in the categorization of the nouns they hear from the input. In this line, found that the association between words and objects was assisted by the presence of syntactic information. Furthermore, analyses of child-directed speech corpora highlight the usefulness of multiple cue integration for word categorization. In more general terms, several studies also highlight the importance of redundant information in language learning (e.g.,). Thus, combined cues seem to provide better language learning outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28707, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As mentioned earlier in the introduction, recent findings from artificial language experiments also suggest that the presence of robust correlations between the distributional and semantic properties of words enhances infants’ word learning and word categorization. Thus, the objective of this second study was to test how robust these correlations between semantic and distributional cues actually are in natural child-directed speech, given that it significantly differs from artificial languages in terms of complexity and the presence of “noisy” elements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29273, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Corpus Preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 29292, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For the second study, we used the same corpora as for Study 1. We also followed the same procedure and criteria regarding the classification of lexical items into the “noun” and the “non-noun” groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29501, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Cue Derivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 29516, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The same semantic cues that were used in Study 1 were also used in Study 2. Regarding distributional cues, following previous studies, for the present analysis we only considered the set of syntactic contexts which included extremely local grammatical relationships of the type Determiner + Noun (i.e., English articles, demonstrative determiners, possessive determiners, and quantifiers preceding nouns).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29922, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A list of six different distributional contexts was generated and every target word was analyzed to see whether its context matched any of the six established. Words scored 1 if they appeared in any of those syntactic contexts and they scored 0 otherwise. In this sense, this analysis with distributional cues was slightly different from the one using semantic cues. In terms of semantic cues, when a word (type or token) scored 1 in a given category, it scored 0 in all other categories as well (e.g., a word cannot be a proper noun (category Sem1) and a common object (category Sem2) at the same time). The same is true of the Token analysis using distributional cues. However, as far as the Type analysis using distributional cues is concerned, it is not true that when a Type scores 1 in a given distributional context it scores 0 in all the other contexts as well. For instance, we found occurrences of the phrase a dog and the phrase the dog in the corpus of the same child. In terms of tokens, both instantiations of the word dog correspond to two different tokens, with their respective different syntactic context each. However, in terms of types, the same word type dog is both found in two different syntactic contexts. That is why, as a Type, dog scored 1 in both contexts at the same time (for further examples see the Supplementary Material, with an excerpt of the classified material).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31323, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to obtain the different distributional contexts in which every word in our corpus occurred, the COOCCUR utility of the CLAN program was used to generate a list of every word in our corpus plus the word which occurred immediately before it, as well as the overall token frequency of every obtained pair. The set of distributional contexts considered include the following:", "sentences": [], "annotations": [], "relations": []}, {"offset": 31704, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Syn0: this grouped together words which were not preceded by any element which prototypically introduces nouns in English (e.g., articles, possessive determiners, etc.). Thus, this category included nouns which occurred with no distributional context (or at least not a context that would assist word categorization) as well as verbs, adjectives, and adverbs. Words in the corpora whose distributional context matched this description scored 1 here and 0 in all the other contexts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32187, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Syn1: this grouped together words preceded by an indefinite article (e.g., a dog, an apple). Words within such a context scored 1 here and 0 elsewhere. Since it is local syntactic contexts that are being considered, an adjective such as beautiful in a beautiful girl would also score 1 here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32480, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Syn2: this was meant to group together words which were introduced by a definite article (e.g., the toys). Words found in such a syntactic context scored 1 here and 0 elsewhere.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32659, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Syn3: words preceded by a demonstrative determiner were classified in this group (e.g., this man, those birds, etc.). Words within such a distributional context scored 1 here and 0 elsewhere.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32852, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Syn4: this category included all words in the corpora which were preceded by any form of possessive determiner (i.e., my hand, your teddy, etc.). Words within such distributional contexts scored 1 in this category and 0 in all other categories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33098, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Syn5: this category was meant to group items which were introduced by any English quantifier (e.g., many things, some cookies, etc.). Items found within such contexts scored 1 in this category and 0 everywhere else.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33315, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 33338, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Parallel to the analysis with semantic cues in Study 1, for the analysis of distributional cues, the set of nouns and the set of non-nouns obtained from the corpora were tested using the distributional contexts described above. The total number of nouns that were found in each of the distributional contexts established is shown in Table 5, while Table 6 shows the results obtained from the equivalent analysis with the rest of open class words.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33785, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table_caption"}, "text": "Total of nouns in each of the distributional contexts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33840, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total types</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total tokens</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">TTR</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>bbb + x</bold> (Syn0)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4,311</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">23,651</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.357</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{a, an} + x</bold> (Syn1)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,459</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6,414</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.227</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{the} + x</bold> (Syn2)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,194</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">10,815</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.254</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{<sc>DEMONSTR.</sc>} + x</bold> (Syn3)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">895</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,674</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.377</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{<sc>POSSESSIVE</sc>} + x</bold> (Syn4)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,120</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4,554</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.248</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{<sc>QUANTIFIER</sc>} + x</bold> (Syn5)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,221</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3,473</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.357</td></tr></tbody></table>\n"}, "text": "\tTotal types\tTotal tokens\tTTR\t \tbbb + x (Syn0)\t4,311\t23,651\t0.357\t \t{a, an} + x (Syn1)\t1,459\t6,414\t0.227\t \t{the} + x (Syn2)\t2,194\t10,815\t0.254\t \t{DEMONSTR.} + x (Syn3)\t895\t2,674\t0.377\t \t{POSSESSIVE} + x (Syn4)\t1,120\t4,554\t0.248\t \t{QUANTIFIER} + x (Syn5)\t1,221\t3,473\t0.357\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 34115, "infons": {"file": "T6.xml", "id": "T6", "section_type": "TABLE", "type": "table_caption"}, "text": "Total of non-nouns in each of the distributional contexts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34174, "infons": {"file": "T6.xml", "id": "T6", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total types</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total tokens</th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">TTR</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>bbb + x</bold> (Syn0)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4,380</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">81,300</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.131</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{a, an} + x</bold> (Syn1)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">346</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2,009</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.172</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{the} + x</bold> (Syn2)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">228</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,112</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.205</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{<sc>DEMONSTR.</sc>} + x</bold> (Syn3)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">433</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,615</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.268</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{<sc>POSSESSIVE</sc>} + x</bold> (Syn4)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">142</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">329</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.432</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>{<sc>QUANTIFIER</sc>} + x</bold> (Syn5)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">528</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1,682</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.314</td></tr></tbody></table>\n"}, "text": "\tTotal types\tTotal tokens\tTTR\t \tbbb + x (Syn0)\t4,380\t81,300\t0.131\t \t{a, an} + x (Syn1)\t346\t2,009\t0.172\t \t{the} + x (Syn2)\t228\t1,112\t0.205\t \t{DEMONSTR.} + x (Syn3)\t433\t1,615\t0.268\t \t{POSSESSIVE} + x (Syn4)\t142\t329\t0.432\t \t{QUANTIFIER} + x (Syn5)\t528\t1,682\t0.314\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 34438, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As in Study 1, the categorization potential of the selected variables was assessed by means of a discriminant analysis. In order to examine the effects of the interaction between distributional and semantic cues, the set of six distributional variables and the four semantic variables considered in this second study were introduced together as predictor variables in the discriminant function. Regarding types, when the combination of cues was introduced, there were 90.1% of correctly classified noun types and 96.8% of correctly classified non-noun types. Overall correct classification was 93.0% of all types, Wilks λ = 0.312, χ2 = 11196.554, p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35103, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The same classificatory system made up of the combination of distributional and semantic variables was tested with the set of tokens from the four child corpora. When all the variables were introduced simultaneously as predictor variables in a standard discriminant analysis, there were 47.9% of correctly classified noun tokens and 98.3% of correctly classified other open class word tokens. Overall correct classification reached 70.1%, Wilks λ = 0.899, χ2 = 1028.161, p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35592, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As can be seen, the results obtained with a combination of semantic and distributional cues are higher than the ones obtained with semantic cues only, both with types and tokens. Furthermore, higher scores of correct noun classification as well as correct non-noun classification are also obtained with the combination of distributional and semantic cues than with distributional cues alone.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35984, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In terms of accuracy (i.e., number of non-nouns which are correctly classified as such), the high results obtained in Study 1 are replicated here and they are not affected by the presence of distributional variables. In this way, we can claim that, on the basis of the information available in the input and the way grammatical categories are represented, children are very unlikely to misclassify verbs, adjectives or adverbs in the noun category. This would make a noun category very accurate and with a very low chance of including non-noun elements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36538, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In terms of completeness, the results obtained in Study 2 indicate that children are more likely to create a more complete nominal category (i.e., one that includes many more nominal elements) when using distributional and semantic cues at the same time, rather than when using semantic cues alone. The analysis with types when using cues in combination reveals a very high proportion of correctly classified nouns (and, therefore, a very low risk of there being a misclassification of noun types in the non-noun group).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37059, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The analysis with tokens provides correct noun classification scores which are higher when using cues in combination rather than when using semantic cues alone. Even if such correct classification scores with noun tokens are still slightly below 50%, evidence from previous studies suggests that regular morphosyntactic patterns are generalized once patterns exhibit a relative type frequency. Thus, children appear to be more attentive to type frequency than to token frequency, and they are more likely to generalize from distributional contexts that appear on many stems than those that appear on only a few stems, even when the token instantiations of those fewer stems have an overall higher frequency. High token frequency is useful to keep an irregular form, but does not make a paradigm productive. On the other hand, type frequency helps language learners to identify productive paradigms. All in all, we could claim that distributional and semantic cues available in child-directed speech interact in such a productive way as to allow the classification of most nouns in their correct grammatical category.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38176, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "General Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 38195, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As seen earlier, the objective of the first study described in the present paper was to analyze the potential usefulness of semantic information as far as the categorization of English nouns is concerned. Traditional accounts on noun categorization based on semantic information have put forward the idea that young language learners might group all nouns together under the semantic label of “object” and all verbs together under the semantic label of “action”. The fact that most nouns refer to common objects and their subsequent imageability based on notional grounds has been argued to be the reason why nouns are learned before verbs or before words encoding actions and relations in language development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38915, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, more recent findings show that nominal elements denoting common objects dominate children’s early vocabularies only as far as types are concerned. However, reports on early vocabulary production show that there are more tokens of non-nominal expressions (i.e., verbs and relational words such as there, up or no) than of nouns, and that this tendency is not only true of the English language.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39319, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Thus, as the authors suggest, the makeup of children’s early lexicons might not be the result of there being a more “learnable” or more “imaginable” category in semantic terms, but it might be a reflection of children’s actual linguistic experience, in such a way that children’s first words might be instantiations of the kind of words that their parents used with them. This is also coherent with the results obtained from the input analysis undertaken in the present studies. As seen earlier (see Table 2), the descriptive data that was obtained from the corpus preparation reveal that the kind of linguistic experience to which the four children under consideration are exposed contains far more nominal types than non-nominal types (i.e., there were overall 5,388 noun types and 4,233 other open class word types). However, when it comes to tokens, other open class words exceed nominal tokens by far (i.e., the four corpora together contained 51,577 nominal tokens, but 88,047 other open class word tokens).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40347, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The predominance of noun types over other open class word types has been explained by the fact that many very complex and abstract entities are realized as nouns in adult language. This raises the question of how many of these nominal types are actually “easily learnable.” If children engage in word categorization tasks guided by the fact that all words that refer to common objects are grouped together under the noun category, then how many of the overall 5,388 noun types considered in the present study can actually be described by these semantic features and how salient is that proportion in statistical terms?", "sentences": [], "annotations": [], "relations": []}, {"offset": 40970, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previous analyses of linguistic input addressed to young language learners have shown that common object nouns represent only a very small proportion of all the noun repertory that children hear. The initial prediction as far as the first study was concerned was that many of the nouns to which very young English-learning children are exposed refer to basic-level common objects, and will be subsumed by variable Sem2. Other nouns were expected to either refer to proper names of people (i.e., Sem1 nouns) or to non-discrete mass entities (i.e., Sem3 nouns). Neither of them would pose any learning problems either. However, an important number of nominal elements were also predicted to lack any of the above-mentioned semantic characteristics (i.e., Sem4 nouns). Without the necessary semantic components, those nouns would not guide children in their categorization tasks, provided children perform such tasks on the basis of semantic information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41922, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These predictions are confirmed by the data obtained in the first analysis. The descriptive data from the first study show that only approximately half of the noun types as well as half of the nominal tokens refer to basic-level object nouns and were described by variable Sem2, while the other half belonged to the other three semantic subsets. Within those, about a third of the noun types and a quarter of the noun tokens were included in variable Sem4, which was the one which grouped together all nouns which did not have any of the semantic features that would foster correct grammatical categorization on the basis of semantic information alone. The results obtained from the discriminant analyses performed with types as well as with tokens confirm this weak correlation between semantic information and grammatical category assignment as far as nouns are concerned. Thus, for the type analysis, only 67.9% of the nominal types were correctly classified, and these completeness scores dropped dramatically in the token analysis, with only 39.9% of correctly classified nominal tokens.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43015, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A further objective in this first study was to see whether there was an overlap between nouns and other open class words as far as semantic information is concerned, and to test whether the overlap was significant enough so as to bring about a considerable misclassification of elements. Provided that, according to, children engage in a semantic analysis of the input and make the hypothesis that all words that denote actions belong to the grammatical category of verbs, what do children do when they encounter action words which are not verbs? And what do they do with verbs that do not denote actions? Does the input offer a high proportion of contradictory information of this kind?", "sentences": [], "annotations": [], "relations": []}, {"offset": 43703, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The present analysis shows that, indeed, there is a slight degree of semantic overlap between nouns and other open class words, since some of the XBLOC nouns have certain semantic features which are typical of verbs (i.e., mainly nouns that denote actions). At the same time, obviously not all of the other open class words denoted actions since, besides non-action verbs, adjectives, and adverbs were also included in this group. Thus, in the case of semantic information, the kind of overlap between nouns and other open class words seems to be one way, that is, some of the nouns might lack the corresponding nominal semantic features, or might have verbal semantic features, and might therefore be misclassified as other open class words (i.e., mainly misclassified as verbs). However, the same risk does not seem to hold for any of the other open class words, since they are very unlikely to contain any of the semantic features associated to nouns, and thus be misclassified as such on the basis of semantic information. Empirical analyses of children’s early vocabularies also suggest that, even when the very same word can be both a noun and a verb (e.g., English kiss, hug, call, help) most children assign those action words exclusively to the verb category, regardless of their parents’ frequent use of them as nouns. As mentioned earlier, the discriminant analyses using semantic variables that were performed on all types and tokens confirm this, since the accuracy scores that were obtained in all cases were very close to 100% of correctly classified other open class words.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45297, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The fact that correct classification scores were far better with types than with tokens confirms the tendency described above in connection to early vocabulary production, where higher productivity of nominal types is observed, while tokens from other categories outnumber nominal tokens. Thus, children’s early word production can be seen as a direct reflection of the kind of linguistic environment that they have experienced. However, nouns cannot be claimed to be “easily learnable” on the basis of their semantic association to basic-level objects alone, since statistical analyses where the diagnosticity of such semantic classification was tested provided a considerable proportion of misclassified nouns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46016, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These findings suggest that semantic information may not always be the only factor which is used to determine the assignment of words to their grammatical category. Furthermore, as other studies have also suggested, learners never hear speech with just a single kind of cue to word categorization in isolation. In children’s natural linguistic environment, there are multiple redundant language-specific cues to word category membership.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46456, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "When distributional and semantic cues were put to interact with one another in the second study, overall successful categorization scores were expected to improve when compared to the results obtained with semantic cues in isolation. This prediction was born out by the results obtained from the second study. The interaction between semantic and distributional cues gave more successful results than semantic cues in isolation. The results obtained regarding successful categorization with both kinds of cues in combination were also higher than the results obtained in previous studies using distributional cues alone. In this sense, the results from both our first and our second study suggest that semantic cues contributed in providing an accurate grammatical category of nouns, since very few other open class words are at risk of being misclassified as nouns. On the other hand, distributional cues might have contributed in providing greater completeness scores, with a larger number of nouns being correctly classified as nouns, since the low completeness scores obtained from semantic cues alone were improved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47577, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " have already proposed the Phonological-Distributional Coherence Hypothesis in their analysis with distributional and phonological cues. According to them, both sources of information contribute differently toward word classification. Other studies have also highlighted the benefits of multiple types of cue for word categorization as well as for other language learning tasks. Thus, having a combined number of different variables seems to increase the likelihood with which a given element will be successfully encoded and learned by children.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48124, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On the other hand, having to attend to several types of cues does not seem to imply an increase in terms of difficulty or cognitive processing demand on the part of very young language learners, at least as far as the combination of semantic and distributional information is concerned. The empirical evidence available to date seems to suggest that children are able to attend to multiple cues and use them for language learning tasks from a very early age. In particular, by 14 months, infants have been described to be able to use determiners to identify nouns. Furthermore, hearing a word in a predictable distributional context promotes its identification for adults as well as for young infants. Thus, young language learners may also more readily encode a novel noun when it is preceded by a determiner. Facility with encoding would also make it easier for infants to determine the referent of the novel noun, and to form a robust mapping between the noun and the object it refers to, provided such mapping exists.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49146, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Therefore, on the basis of the evidence provided by the data obtained in our studies, we can claim that the combination of semantic and distributional information found in natural child-directed speech could significantly contribute to the correct categorization of most of the nouns to which English-learning infants are exposed. However, the results reported in our two studies are restricted to the kind of English speakers considered in our analyses. There might be important differences -both in terms of quantity and quality- in the input used with infants exposed to languages other than English, or infants from cultures other than western cultures and who are conventionally spoken to in a different way. Thus, for example, other languages with less distributional regularities might exploit phonological or prosodic information that might assist young language learners in their word categorization tasks. Further research on child-directed speech by non-English speakers should shed some light on how the results obtained from the present studies would generalize cross-linguistically and cross-culturally.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50264, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 50285, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "SF, CM, AA, and ES: Contributions to the conception and design; analysis and interpretation of data; drafting the work and revising it critically; final approval of the version to be published; agreement to be accountable for all aspects of the work in ensuring that questions related to its accuracy or integrity are appropriately resolved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50627, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of Interest Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 50658, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50831, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "Funding. This work was supported by the University of Girona [grant number MPCUdG2016-123], and the Autonomous Catalan Government [grant number 2014SGR1089].", "sentences": [], "annotations": [], "relations": []}, {"offset": 50989, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 51012, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: http://journal.frontiersin.org/article/10.3389/fpsyg.2017.01242/full#supplementary-material", "sentences": [], "annotations": [], "relations": []}, {"offset": 51172, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 51183, "infons": {"name_0": "surname:Ambridge;given-names:B.", "name_1": "surname:Lieven;given-names:E. V. M.", "pub-id_doi": "10.1017/CBO9780511975073", "section_type": "REF", "source": "Child Language Acquisition: Contrasting Theoretical Approaches.", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51184, "infons": {"fpage": "117", "lpage": "134", "name_0": "surname:Aslin;given-names:R. N.", "name_1": "surname:Woodward;given-names:J. Z.", "name_2": "surname:LaMendola;given-names:N. P.", "name_3": "surname:Bever;given-names:T. G.", "name_4": "surname:Morgan;given-names:J. L.", "name_5": "surname:Demuth;given-names:K.", "section_type": "REF", "source": "Signal to Syntax: Bootstrapping from Speech to Grammar in Early Acquisition", "type": "ref", "year": "1996"}, "text": "“Models of word segmentation in fluent maternal speech to infants,” in", "sentences": [], "annotations": [], "relations": []}, {"offset": 51259, "infons": {"fpage": "395", "lpage": "418", "name_0": "surname:Baldwin;given-names:D. A.", "pub-id_doi": "10.1017/S0305000900008345", "pub-id_pmid": "8376476", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "20", "year": "1993"}, "text": "Infants’ ability to consult the speaker for clues to word reference.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51330, "infons": {"fpage": "521", "lpage": "559", "name_0": "surname:Bassano;given-names:D.", "pub-id_doi": "10.1017/S0305000900004396", "pub-id_pmid": "11089338", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "27", "year": "2000"}, "text": "Early development of nouns and verbs in French: exploring the interface between lexicon and grammar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51431, "infons": {"fpage": "85", "lpage": "124", "name_0": "surname:Bates;given-names:E.", "name_1": "surname:Marchman;given-names:V.", "name_2": "surname:Thal;given-names:D.", "name_3": "surname:Fenson;given-names:L.", "name_4": "surname:Dale;given-names:P.", "name_5": "surname:Reznick;given-names:J. S.", "pub-id_doi": "10.1017/S0305000900008680", "pub-id_pmid": "8006096", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "21", "year": "1994"}, "text": "Developmental and stylistic variation in the composition of early vocabulary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51509, "infons": {"fpage": "31", "lpage": "48", "name_0": "surname:Benitez;given-names:V. L.", "name_1": "surname:Yurovsky;given-names:D.", "name_2": "surname:Smith;given-names:L. B.", "pub-id_doi": "10.1016/j.jml.2016.03.004", "pub-id_pmid": "27087742", "section_type": "REF", "source": "J. Mem. Lang.", "type": "ref", "volume": "90", "year": "2016"}, "text": "Competition between multiple words for a referent in cross-situational word learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51595, "infons": {"fpage": "71", "lpage": "78", "name_0": "surname:Bernstein Ratner;given-names:N.", "name_1": "surname:Rooney;given-names:B.", "name_2": "surname:Weissenborn;given-names:J.", "name_3": "surname:H;given-names:B.", "pub-id_doi": "10.1075/lald.23.06ber", "section_type": "REF", "source": "Approaches to Bootstrapping: Phonological, Lexical, Syntactic and Neurophysiological Aspects of Early Language Acquisition", "type": "ref", "year": "2001"}, "text": "“How accessible is the lexicon in Motherese?,” in", "sentences": [], "annotations": [], "relations": []}, {"offset": 51649, "infons": {"fpage": "425", "lpage": "455", "name_0": "surname:Bybee;given-names:J.", "pub-id_doi": "10.1080/01690969508407111", "section_type": "REF", "source": "Lang. Cogn. Process.", "type": "ref", "volume": "10", "year": "1995"}, "text": "Regular morphology and the lexicon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51685, "infons": {"fpage": "121", "lpage": "170", "name_0": "surname:Cartwright;given-names:T. A.", "name_1": "surname:Brent;given-names:M. R.", "pub-id_doi": "10.1016/S0010-0277(96)00793-7", "pub-id_pmid": "9233082", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "63", "year": "1997"}, "text": "Syntactic categorization in early language acquisition: formalizing the role of distributional analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51790, "infons": {"fpage": "69", "lpage": "111", "name_0": "surname:Caselli;given-names:M. C.", "name_1": "surname:Casadio;given-names:P.", "name_2": "surname:Bates;given-names:E.", "pub-id_doi": "10.1017/S0305000998003687", "pub-id_pmid": "10217890", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "26", "year": "1999"}, "text": "A comparison of the transition from first words to grammar in English and Italian.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51873, "infons": {"name_0": "surname:Clark;given-names:E. V.", "pub-id_doi": "10.1017/CBO9780511806698", "section_type": "REF", "source": "First Language Acquisition.", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 51874, "infons": {"fpage": "87", "lpage": "112", "name_0": "surname:Conwell;given-names:E.", "name_1": "surname:Morgan;given-names:J.", "pub-id_doi": "10.1080/15475441.2011.580236", "section_type": "REF", "source": "Lang. Learn. Dev.", "type": "ref", "volume": "8", "year": "2012"}, "text": "Is it a noun or is it a verb? Resolving the ambicategoricality problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51946, "infons": {"fpage": "13", "lpage": "27", "name_0": "surname:Feijoo;given-names:S.", "name_1": "surname:Hilferty;given-names:J.", "pub-id_doi": "10.4067/S0718-48832013000200002", "section_type": "REF", "source": "RLA", "type": "ref", "volume": "51", "year": "2013"}, "text": "The availability of cues for word segmentation and vocabulary acquisition in Catalan child-directed speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52054, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Feijoo;given-names:S.", "name_1": "surname:Muñoz;given-names:C.", "name_2": "surname:Serrat;given-names:E.", "pub-id_doi": "10.1016/j.langcom.2015.07.001", "section_type": "REF", "source": "Lang. Commun.", "type": "ref", "volume": "45", "year": "2015"}, "text": "Morphosyntactic cues to noun categorization in English child-directed speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52132, "infons": {"fpage": "967", "lpage": "997", "name_0": "surname:Fitneva;given-names:S. A.", "name_1": "surname:Christiansen;given-names:M. H.", "name_2": "surname:Monaghan;given-names:P.", "pub-id_doi": "10.1017/S0305000908009252", "pub-id_pmid": "19105858", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "36", "year": "2009"}, "text": "From sound to syntax: phonological constraints on children’s lexical categorization of new words.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52232, "infons": {"name_0": "surname:Fodor;given-names:J.", "pub-id_doi": "10.1093/0198236360.001.0001", "section_type": "REF", "source": "Concepts: Where Cognitive Science Went Wrong.", "type": "ref", "year": "1998"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 52233, "infons": {"fpage": "504", "lpage": "509", "name_0": "surname:Frank;given-names:M. C.", "name_1": "surname:Slemmer;given-names:J. A.", "name_2": "surname:Marcus;given-names:G. F.", "name_3": "surname:Johnson;given-names:S. P.", "pub-id_doi": "10.1111/j.1467-7687.2008.00794.x", "pub-id_pmid": "19635078", "section_type": "REF", "source": "Dev. Sci.", "type": "ref", "volume": "12", "year": "2009"}, "text": "Information from multiple modalities helps 5-month-olds learn abstract rules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52311, "infons": {"fpage": "1535", "lpage": "1540", "name_0": "surname:Gelman;given-names:S. A.", "name_1": "surname:Taylor;given-names:M.", "pub-id_doi": "10.2307/1130023", "pub-id_pmid": "6488963", "section_type": "REF", "source": "Child Dev.", "type": "ref", "volume": "55", "year": "1984"}, "text": "How two-year-old children interpret proper and common names for unfamiliar objects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52395, "infons": {"fpage": "249", "lpage": "268", "name_0": "surname:Gerken;given-names:L. A.", "name_1": "surname:Wilson;given-names:R.", "name_2": "surname:Lewis;given-names:W.", "pub-id_doi": "10.1017/S0305000904006786", "pub-id_pmid": "16045250", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "32", "year": "2005"}, "text": "Seventeen- month-olds can use distributional cues to form syntactic categories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52475, "infons": {"fpage": "3", "lpage": "55", "name_0": "surname:Gleitman;given-names:L.", "pub-id_doi": "10.1207/s15327817la0101_2", "section_type": "REF", "source": "Lang. Acquis.", "type": "ref", "volume": "1", "year": "1990"}, "text": "The structural sources of verb meanings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52516, "infons": {"fpage": "23", "lpage": "64", "name_0": "surname:Gleitman;given-names:L.", "name_1": "surname:Cassidy;given-names:K.", "name_2": "surname:Nappa;given-names:R.", "name_3": "surname:Papafragou;given-names:A.", "name_4": "surname:Trueswell;given-names:J. C.", "pub-id_doi": "10.1207/s15473341lld0101_4", "section_type": "REF", "source": "Lang. Learn. Dev.", "type": "ref", "volume": "1", "year": "2005"}, "text": "Hard words.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52528, "infons": {"fpage": "878", "lpage": "894", "name_0": "surname:Gogate;given-names:L. J.", "name_1": "surname:Bahrick;given-names:L. E.", "name_2": "surname:Watson;given-names:J. D.", "pub-id_doi": "10.1111/1467-8624.00197", "pub-id_pmid": "11016554", "section_type": "REF", "source": "Child Dev.", "type": "ref", "volume": "71", "year": "2000"}, "text": "A study of multimodal motherese: the role of temporal synchrony between verbal labels and gestures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52628, "infons": {"fpage": "567", "lpage": "580", "name_0": "surname:Gomez;given-names:R. L.", "name_1": "surname:Lakusta;given-names:L.", "pub-id_doi": "10.1111/j.1467-7687.2004.00381.x", "pub-id_pmid": "15603290", "section_type": "REF", "source": "Dev. Sci.", "type": "ref", "volume": "7", "year": "2004"}, "text": "A first step in form-based category abstraction in 12-month-old infants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52701, "infons": {"fpage": "63", "lpage": "80", "name_0": "surname:Gopnik;given-names:A.", "name_1": "surname:Choi;given-names:S.", "name_2": "surname:Tomasello;given-names:M.", "name_3": "surname:Merriman;given-names:W. E.", "section_type": "REF", "source": "Beyond Names for Things: Young Children’s Acquisition of Verbs", "type": "ref", "year": "1995"}, "text": "Names, relational words, and cognitive development in English and Korean speakers: nouns are not always learned before verbs", "sentences": [], "annotations": [], "relations": []}, {"offset": 52826, "infons": {"fpage": "341", "lpage": "353", "name_0": "surname:Höhle;given-names:B.", "name_1": "surname:Weissenborn;given-names:J.", "name_2": "surname:Kiefer;given-names:D.", "name_3": "surname:Schulz;given-names:A.", "name_4": "surname:Schmitz;given-names:M.", "pub-id_doi": "10.1207/s15327078in0503_5", "section_type": "REF", "source": "Infancy", "type": "ref", "volume": "5", "year": "2004"}, "text": "Functional elements in infants’ speech processing: the role of determiners in the syntactic categorization of lexical elements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52956, "infons": {"fpage": "523", "lpage": "549", "name_0": "surname:Jackson-Maldonado;given-names:D.", "name_1": "surname:Thal;given-names:D.", "name_2": "surname:Marchman;given-names:V.", "name_3": "surname:Bates;given-names:E.", "name_4": "surname:Gutierrez-Clellen;given-names:V.", "pub-id_doi": "10.1017/S0305000900008461", "pub-id_pmid": "8300774", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "20", "year": "1993"}, "text": "Early lexical development in Spanish-speaking infants and toddlers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53024, "infons": {"fpage": "269", "lpage": "273", "name_0": "surname:Katz;given-names:N.", "name_1": "surname:Baker;given-names:E.", "name_2": "surname:Macnamara;given-names:J.", "pub-id_doi": "10.2307/1127970", "section_type": "REF", "source": "Child Dev.", "type": "ref", "volume": "45", "year": "1974"}, "text": "What’s in a name? On the child’s acquisition of proper and common names.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53101, "infons": {"fpage": "249", "lpage": "262", "name_0": "surname:Kelly;given-names:M. H.", "name_1": "surname:Morgan;given-names:J. L.", "name_2": "surname:Demuth;given-names:K.", "section_type": "REF", "source": "Signal to Syntax: Bootstrapping from Speech to Grammar in Early Acquisition", "type": "ref", "year": "1996"}, "text": "The role of phonology in grammatical category assignments", "sentences": [], "annotations": [], "relations": []}, {"offset": 53159, "infons": {"fpage": "1727", "lpage": "1739", "name_0": "surname:Lany;given-names:J.", "pub-id_doi": "10.1111/cdev.12199", "pub-id_pmid": "24354917", "section_type": "REF", "source": "Child Dev.", "type": "ref", "volume": "85", "year": "2014"}, "text": "Judging words by their covers and the company they keep: probabilistic cues support word learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53258, "infons": {"fpage": "1247", "lpage": "1252", "name_0": "surname:Lany;given-names:J.", "name_1": "surname:Gomez;given-names:R. L.", "pub-id_doi": "10.1111/j.1467-9280.2008.02233.x", "pub-id_pmid": "19121132", "section_type": "REF", "source": "Psychol. Sci.", "type": "ref", "volume": "19", "year": "2008"}, "text": "Twelve-month-old infants benefit from prior experience in statistical learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53338, "infons": {"fpage": "284", "lpage": "291", "name_0": "surname:Lany;given-names:J.", "name_1": "surname:Saffran;given-names:J. R.", "pub-id_doi": "10.1177/0956797609358570", "pub-id_pmid": "20424058", "section_type": "REF", "source": "Psychol. Sci.", "type": "ref", "volume": "21", "year": "2010"}, "text": "From statistics to meaning: infant acquisition of lexical categories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53408, "infons": {"fpage": "217", "lpage": "276", "name_0": "surname:Laurence;given-names:S.", "name_1": "surname:Margolis;given-names:E.", "pub-id_doi": "10.1093/bjps/52.2.217", "section_type": "REF", "source": "Br. J. Philos. Sci.", "type": "ref", "volume": "52", "year": "2001"}, "text": "The poverty of the stimulus argument.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53446, "infons": {"name_0": "surname:Lyons;given-names:J.", "section_type": "REF", "source": "Semantics.", "type": "ref", "year": "1977"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53447, "infons": {"name_0": "surname:MacWhinney;given-names:B.", "section_type": "REF", "source": "The CHILDES Project: Tools for Analyzing Talk", "type": "ref", "volume": "Vol. 2", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53448, "infons": {"fpage": "191", "lpage": "228", "name_0": "surname:Maratsos;given-names:M.", "name_1": "surname:Barret;given-names:M.", "section_type": "REF", "source": "The Development of Language", "type": "ref", "year": "1999"}, "text": "Some aspects of innateness and complexity in language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 53514, "infons": {"fpage": "183", "lpage": "212", "name_0": "surname:Maratsos;given-names:M.", "pub-id_doi": "10.1017/S0305000999004067", "pub-id_pmid": "10740972", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "27", "year": "2000"}, "text": "More overregularizations after all: new data and discussion on Marcus, Pinker, Ullman, Hollander, Rosen, & Xu.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53625, "infons": {"fpage": "339", "lpage": "366", "name_0": "surname:Marchman;given-names:V.", "name_1": "surname:Bates;given-names:E.", "pub-id_doi": "10.1017/S0305000900009302", "pub-id_pmid": "7929685", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "21", "year": "1994"}, "text": "Continuity in lexical and morphological development: a test of the critical mass hypothesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53718, "infons": {"fpage": "91", "lpage": "117", "name_0": "surname:Mintz;given-names:T. H.", "pub-id_doi": "10.1016/S0010-0277(03)00140-9", "pub-id_pmid": "14597271", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "90", "year": "2003"}, "text": "Frequent frames as a cue for grammatical categories in child directed speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53796, "infons": {"fpage": "143", "lpage": "182", "name_0": "surname:Monaghan;given-names:P.", "name_1": "surname:Chater;given-names:N.", "name_2": "surname:Christiansen;given-names:M. H.", "pub-id_doi": "10.1016/j.cognition.2004.09.001", "pub-id_pmid": "15925574", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "96", "year": "2005"}, "text": "The differential contribution of phonological and distributional cues in grammatical categorisation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53897, "infons": {"fpage": "545", "lpage": "564", "name_0": "surname:Monaghan;given-names:P.", "name_1": "surname:Christiansen;given-names:M. H.", "pub-id_doi": "10.1017/S0305000909990511", "pub-id_pmid": "20307344", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "37", "year": "2010"}, "text": "Words in puddles of sound: modelling psycholinguistic effects in speech segmentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53983, "infons": {"fpage": "259", "lpage": "305", "name_0": "surname:Monaghan;given-names:P.", "name_1": "surname:Christiansen;given-names:M. H.", "name_2": "surname:Chater;given-names:N.", "pub-id_doi": "10.1016/j.cogpsych.2006.12.001", "pub-id_pmid": "17291481", "section_type": "REF", "source": "Cogn. Psychol.", "type": "ref", "volume": "55", "year": "2007"}, "text": "The phonological distributional coherence hypothesis: cross-linguistic evidence in language acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54088, "infons": {"fpage": "133", "lpage": "143", "name_0": "surname:Monaghan;given-names:P.", "name_1": "surname:Mattock;given-names:K.", "pub-id_doi": "10.1016/j.cognition.2011.12.010", "pub-id_pmid": "22245031", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "123", "year": "2012"}, "text": "Integrating constraints for learning word-referent mappings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54149, "infons": {"fpage": "223", "lpage": "250", "name_0": "surname:Nelson;given-names:K.", "name_1": "surname:Tomasello;given-names:M.", "name_2": "surname:Merriman;given-names:W. E.", "section_type": "REF", "source": "Beyond Names for Things: Young Children’s Acquisition of Verbs", "type": "ref", "year": "1995"}, "text": "The dual category problem in the acquisition of action words", "sentences": [], "annotations": [], "relations": []}, {"offset": 54210, "infons": {"fpage": "61", "lpage": "84", "name_0": "surname:Nelson;given-names:K.", "name_1": "surname:Hampson;given-names:J.", "name_2": "surname:Shaw;given-names:L. K.", "pub-id_doi": "10.1017/S0305000900009120", "pub-id_pmid": "8454687", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "20", "year": "1993"}, "text": "Nouns in early lexicons: evidence, explanations and implications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54276, "infons": {"name_0": "surname:Pinker;given-names:S.", "section_type": "REF", "source": "Language Learnability and Language Development.", "type": "ref", "year": "1984"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54277, "infons": {"name_0": "surname:Quine;given-names:W.", "section_type": "REF", "source": "Word and Object.", "type": "ref", "year": "1960"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 54278, "infons": {"fpage": "435", "lpage": "469", "name_0": "surname:Redington;given-names:M.", "name_1": "surname:Chater;given-names:N.", "name_2": "surname:Finch;given-names:S.", "pub-id_doi": "10.1207/s15516709cog2204_2", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "22", "year": "1998"}, "text": "Distributional information: a powerful cue for acquiring syntactic categories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54357, "infons": {"fpage": "303", "lpage": "345", "name_0": "surname:Riordan;given-names:B.", "name_1": "surname:Jones;given-names:M. N.", "pub-id_doi": "10.1111/j.1756-8765.2010.01111.x", "pub-id_pmid": "25164298", "section_type": "REF", "source": "Top. Cogn. Sci.", "type": "ref", "volume": "3", "year": "2011"}, "text": "Redundancy in perceptual and linguistic experience: comparing feature-based and distributional models of semantic representation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54487, "infons": {"fpage": "27", "lpage": "48", "name_0": "surname:Rosch;given-names:E.", "name_1": "surname:Rosch;given-names:E.", "name_2": "surname:Lloyd;given-names:B. B.", "section_type": "REF", "source": "Cognition and Categorization", "type": "ref", "year": "1978"}, "text": "“Principles of categorization,” in", "sentences": [], "annotations": [], "relations": []}, {"offset": 54526, "infons": {"fpage": "163", "lpage": "180", "name_0": "surname:Scott;given-names:R. M.", "name_1": "surname:Fisher;given-names:C.", "pub-id_doi": "10.1016/j.cognition.2011.10.010", "pub-id_pmid": "22104489", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "122", "year": "2012"}, "text": "2.5-Year-olds use cross-situational consistency to learn verbs under referential uncertainty.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54620, "infons": {"fpage": "517", "lpage": "533", "name_0": "surname:Shi;given-names:R.", "name_1": "surname:Melançon;given-names:A.", "pub-id_doi": "10.1111/j.1532-7078.2009.00022.x", "section_type": "REF", "source": "Infancy", "type": "ref", "volume": "15", "year": "2010"}, "text": "Syntactic categorization in French-learning infants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54673, "infons": {"fpage": "1287", "lpage": "1314", "name_0": "surname:Smith;given-names:L. B.", "name_1": "surname:Colunga;given-names:E.", "name_2": "surname:Yoshida;given-names:H.", "pub-id_doi": "10.1111/j.1551-6709.2010.01130.x", "pub-id_pmid": "21116438", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "34", "year": "2010"}, "text": "Knowledge as process: contextually-cued attention and early word learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54748, "infons": {"fpage": "1558", "lpage": "1568", "name_0": "surname:Smith;given-names:L. B.", "name_1": "surname:Yu;given-names:C.", "pub-id_doi": "10.1016/j.cognition.2007.06.010", "pub-id_pmid": "17692305", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "106", "year": "2008"}, "text": "Infants rapidly learn word-referent mappings via cross-situational statistics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54827, "infons": {"fpage": "29", "lpage": "45", "name_0": "surname:Soja;given-names:N. N.", "pub-id_doi": "10.1016/0885-2014(92)90003-A", "section_type": "REF", "source": "Cogn. Dev.", "type": "ref", "volume": "7", "year": "1992"}, "text": "Inferences about the meaning of nouns: the relationship between perception and syntax.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54914, "infons": {"fpage": "395", "lpage": "411", "name_0": "surname:Suanda;given-names:S. H.", "name_1": "surname:Mugwanya;given-names:N.", "name_2": "surname:Namy;given-names:L. L.", "pub-id_doi": "10.1016/j.jecp.2014.06.003", "pub-id_pmid": "25015421", "section_type": "REF", "source": "J. Exp. Child Psychol.", "type": "ref", "volume": "126", "year": "2014"}, "text": "Cross-situational statistical word learning in young children.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54977, "infons": {"fpage": "87", "lpage": "100", "name_0": "surname:Tare;given-names:M.", "name_1": "surname:Shatz;given-names:M.", "name_2": "surname:Gilbertson;given-names:L.", "pub-id_doi": "10.1177/0142723707085316", "section_type": "REF", "source": "First Lang.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Maternal uses of non-object terms in child-directed speech: color, number and time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55061, "infons": {"fpage": "127", "lpage": "152", "name_0": "surname:Theakston;given-names:A. L.", "name_1": "surname:Lieven;given-names:E. V.", "name_2": "surname:Pine;given-names:J.", "name_3": "surname:Rowland;given-names:C. F.", "pub-id_doi": "10.1017/S0305000900004608", "pub-id_pmid": "11258001", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "28", "year": "2001"}, "text": "The role of performance limitations in the acquisition of verb-argument structure: an alternative account.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55168, "infons": {"fpage": "706", "lpage": "716", "name_0": "surname:Thiessen;given-names:E. D.", "name_1": "surname:Saffran;given-names:J. R.", "pub-id_doi": "10.1037/0012-1649.39.4.706", "pub-id_pmid": "12859124", "section_type": "REF", "source": "Dev. Psychol.", "type": "ref", "volume": "39", "year": "2003"}, "text": "When cues collide: use of stress and statistical cues to word boundaries by 7- to 9-month-old infants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55271, "infons": {"fpage": "239", "lpage": "257", "name_0": "surname:Tomasello;given-names:M.", "name_1": "surname:Goswami;given-names:U.", "section_type": "REF", "source": "Blackwell Handbook of Childhood Cognitive Development", "type": "ref", "year": "2010"}, "text": "“Language development,” in", "sentences": [], "annotations": [], "relations": []}, {"offset": 55302, "infons": {"fpage": "375", "lpage": "382", "name_0": "surname:Vlach;given-names:H. A.", "name_1": "surname:Johnson;given-names:S. P.", "pub-id_doi": "10.1016/j.cognition.2013.02.015", "pub-id_pmid": "23545387", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "127", "year": "2013"}, "text": "Memory constraints on infants’ cross-situational statistical learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55375, "infons": {"fpage": "924", "lpage": "929", "name_0": "surname:Yu;given-names:C.", "name_1": "surname:Sun;given-names:R.", "section_type": "REF", "source": "Proceedings of the 28th Annual Conference of the Cognitive Science Society", "type": "ref", "year": "2006"}, "text": "“Learning syntax–semantics mappings to bootstrap word learning,” in", "sentences": [], "annotations": [], "relations": []}, {"offset": 55449, "infons": {"fpage": "2149", "lpage": "2165", "name_0": "surname:Yu;given-names:C.", "name_1": "surname:Ballard;given-names:D. H.", "pub-id_doi": "10.1016/j.neucom.2006.01.034", "section_type": "REF", "source": "Neurocomputing", "type": "ref", "volume": "70", "year": "2007"}, "text": "A unified model of early word learning: integrating statistical and social cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55530, "infons": {"issue": "374", "name_0": "surname:Yurovsky;given-names:D.", "name_1": "surname:Yu;given-names:C.", "name_2": "surname:Smith;given-names:L. B.", "pub-id_doi": "10.3389/fpsyg.2012.00374", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "3", "year": "2012"}, "text": "Statistical speech segmentation and word learning in parallel: scaffolding from child-directed speech.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]