[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "5797660", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fpsyg.2018.00005", "article-id_pmc": "5797660", "article-id_pmid": "29441027", "elocation-id": "5", "kwd": "cross-situational learning deep reinforcement learning Q-learning neural network joint attention prosodic cue", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Najnin;given-names:Shamima", "name_1": "surname:Banerjee;given-names:Bonny", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2018"}, "text": "Pragmatically Framed Cross-Situational Noun Learning Using Computational Reinforcement Models", "sentences": [], "annotations": [], "relations": []}, {"offset": 94, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cross-situational learning and social pragmatic theories are prominent mechanisms for learning word meanings (i.e., word-object pairs). In this paper, the role of reinforcement is investigated for early word-learning by an artificial agent. When exposed to a group of speakers, the agent comes to understand an initial set of vocabulary items belonging to the language used by the group. Both cross-situational learning and social pragmatic theory are taken into account. As social cues, joint attention and prosodic cues in caregiver's speech are considered. During agent-caregiver interaction, the agent selects a word from the caregiver's utterance and learns the relations between that word and the objects in its visual environment. The “novel words to novel objects” language-specific constraint is assumed for computing rewards. The models are learned by maximizing the expected reward using reinforcement learning algorithms [i.e., table-based algorithms: Q-learning, SARSA, SARSA-λ, and neural network-based algorithms: Q-learning for neural network (Q-NN), neural-fitted Q-network (NFQ), and deep Q-network (DQN)]. Neural network-based reinforcement learning models are chosen over table-based models for better generalization and quicker convergence. Simulations are carried out using mother-infant interaction CHILDES dataset for learning word-object pairings. Reinforcement is modeled in two cross-situational learning cases: (1) with joint attention (Attentional models), and (2) with joint attention and prosodic cues (Attentional-prosodic models). Attentional-prosodic models manifest superior performance to Attentional ones for the task of word-learning. The Attentional-prosodic DQN outperforms existing word-learning models for the same task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1862, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1. Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1878, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Infants face many complex learning problems, one of the most challenging of which is learning a language. It is nothing short of a scientific miracle how quickly and effortlessly they learn a language. The process of language acquisition is multisensory that involves hearing utterances, seeing objects in the environment, and touching and pointing toward them. The ability to map words onto concepts/referents/objects is at the core of language acquisition. The mapping between words and their referents is fundamentally ambiguous as illustrated by Quine using the “Gavagai” problem (Quine et al.,). In this problem, the word “Gavagai” is uttered while pointing toward a rabbit in a field; therefore, corresponding referents can be the rabbit, the field or the color of the rabbit. Solving this problem involves a number of challenging tasks: segmenting continuous speech into words, determining a set of objects/referents/concepts that are present in the immediate environment, and finding a way to correlate the heard words with the seen objects. In reality, solving the problem becomes harder because: (1) the infants hear continuous speech consisting of a train of words instead of an isolated word, (2) an object might be mentioned that is absent in the immediate environment, (3) not all words refer to objects, such as verbs and function words, and (4) the referent object is not always touched or pointed to. Thus, there are multiple possibilities in both spaces, language and referent, and learning the mapping between them is a non-trivial problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3446, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the prominent solutions to this problem is cross-situational learning (Gleitman,; Plunkett,; Akhtar and Montague,; Bloom,; Saffran,; Smith et al.,; Pinker,) which hypothesizes that co-occurrences of spoken words and their possible referents/objects/events help the infants to learn word meanings across multiple communicative contexts. Each individual interactive situation may be referentially ambiguous. Co-occurrence statistics over many such situations gradually resolve the ambiguity (Räsänen and Rasilo,). Developmental researchers claim that social-interaction cues play a major role in guiding infants' learning and in developing the link between words and objects in the world (Baldwin,; Tomasello and Akhtar,). It is suggested that attention on objects does not necessarily establish the word-referent link unless it is within a task to achieve a goal (Rohlfing et al.,). When both the child and caregiver, involved in an interaction, attend to an event to accomplish a goal (such as to learn the name of an object), the situation is called pragmatically-framed. The social-pragmatic account of language acquisition hypothesizes that social-cognitive skill (i.e., the ability to infer the speaker's intention during an interaction) is the key to language acquisition (Baldwin,; Bloom,; Bowerman and Levinson,). In support of this theory, it has been shown that 9–10 month old infants failed to learn phonetics from digital videos due to the absence of a live person who could provide social cues and referential information (Kuhl et al.,). Behavioral experiments on 18 month old show that they track the speaker's attention and infer the speaker's intention to determine the novel word-referent pairs (Baldwin,; Bowerman and Levinson,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5204, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "1.1. Review of computational models of word-learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 5257, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Computational modeling of word-learning has been a powerful tool for unraveling the underlying factors and mechanisms of word-learning in infants. It helps to examine psycholinguistic theories of word-learning. In developmental robotics, it plays an important role in the design of a robot's behavioral and cognitive capabilities (Lungarella et al.,; Cangelosi and Riga,). Several computational models of word-learning have been proposed, a taxonomy tree of which is shown in Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5743, "infons": {"file": "fpsyg-09-00005-g0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "A taxonomy tree of existing word-learning models, including the models proposed in this paper.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5838, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the first models for learning word meanings is rule-based (Siskind,). It is capable of learning word meanings from multiple words and multiple meanings in ambiguous context, as in the real world. A synthetic dataset of utterances paired with conceptual expressions are generated where the concepts are considered as utterance meanings. In this model, synthetic representation of utterances and meanings does not fit the distributional properties of the input received by a child. This model does not revise the meaning of a word once it is learned which makes the model incapable of handling highly noisy or ambiguous data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6469, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Yu and Ballard, a unified model is proposed for learning words-referent pairs by integrating cross-situational evidence and social cues. The speaker's visual attention and prosodic cues in infant-directed speech are considered as social cues. The input data (or observation) consists of utterances (mother's speech) represented as bags of words and meanings represented by manually identifying objects present in the immediate environment. The model uses expectation maximization (EM) to learn correct mappings. Four models are trained: (1) the baseline model using the cross-situational information, (2) the model integrating visual attentional cues with statistical information, (3) the model integrating prosodic cues with statistical information, and (4) the model integrating both kinds of social cues with statistical information. It is found that the model using both visual attention and prosodic cues outperforms the other three models. But it lacks cognitive plausibility because of its non-incremental and intensive batch-processing learning procedure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7536, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Frank et al., a Bayesian framework for modeling word-learning is proposed. Using the mother-infant interaction CHILDES dataset the speaker's intent is modeled as a subset of the objects observed when an utterance is formed. Certain properties of word-learning in children, such as the mutual exclusivity bias and fast mapping, are observed in the model. The choice of prior enforces smaller lexicon learning; learning all existing word-object pairs is not a priority. Equally-likely assumption on all intentions indicates that the framework is not incorporating a fully elaborate model of the speaker's communicative intentions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8168, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An incremental, associative model that learns words from context is proposed in Kachergis et al.. The association score of a word-object pair increases if the pair has co-occurred before or if the referent object is not associated with other words. Empirical evaluations show that associative models match human behavior more closely (Kachergis et al.,; Kachergis and Yu,). One of the drawbacks of the associative model in Kachergis et al. is that it uses several parameters with different values without explaining the intuition behind them.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8711, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Kievit-Kylar et al., a combination of semantic space models is used to learn word-concept pairings. A generalized technique transforms a semantic space model into a word-concept learning model. There are two phases: learning and prediction. In the learning phase, the model is applied to utterances consisting of words. The word tokens and concept tokens are concatenated into a single concept sensory episode. In the prediction phase, an object/concept token is assigned to each word token. Hybrid models that combine some of the existing semantic models outperform each of them. In this model, no social cues are considered.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9341, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Lazaridou et al., a distributed word-learning model is proposed that works with realistic visual scenes. Distributed linguistic and visual information is used with Multimodal Skip-Gram (MSG) model (Lazaridou et al.,) for cross-situational learning. Social cues, such as eye gaze, gestures, and body posture, are used in multimodal learning. Besides learning word-object mapping, the model simultaneously learns word representations that help to infer the appearance of the objects, group concepts into categories, and represent both abstract and concrete words in the same space. Their visual perception is sensory while the audio perception is symbolic. Thus, it ignores the effect of non-linguistic aspects of the caregiver's speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10080, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Fontanari et al., biologically-plausible Neural Modeling Fields is proposed to solve the word-learning problem on a synthetic dataset. The original problem is that of online learning which is relaxed to a batch learning problem. Incorrect associations are removed automatically by a clutter-detection model. The two mechanisms, batch learning and clutter detection, allow the neural modeling fields to infer correct word-object pairings. However, the model assumes that the speech is segmented and the words are represented symbolically.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10621, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The continuous nature of speech and visual data are taken into account in Roy and Pentland and Räsänen and Rasilo. The CELL model (Roy and Pentland,) considers the shape of single objects as the visual input which bypasses referential uncertainty. In Roy and Pentland and Räsänen and Rasilo, the contextual noise and ambiguity in visual data is considerably less than that experienced by children. CELL was later followed by the model of Yu and Ballard. Phoneme sequences co-occurring with the same objects are grouped together. The common structure of these phoneme sequences across multiple occurrences of the same context are taken as word candidates. Expectation-maximization is used to learn word meanings. It is found that word segmentation can be facilitated by analyzing the acoustic input across communicative contexts instead of modeling speech patterns in isolation (Roy and Pentland,; Yu and Ballard,). However, to make the learning problem simpler, the speech is converted into phoneme-like sequences using pre-trained neural network classifiers before further processing. Though the model uses realistic representation of audio and visual data, none of them consider social cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11819, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Mangin and Oudeyer, it is hypothesized that word meanings are learned through multimodal correlation. For finding multimodal association, two types of dataset are used: motion and audio. A non-negative matrix factorization (NMF)-based multimodal unsupervised learning approach is proposed that is able to discover elementary gestures performed by a human and their names in subsymbolic audio and motion streams. In Chen and Filliat, NMF is utilized to learn noun and adjective in cross-situational scenario. In this model, a statistical filtering is used to remove noise from speech, a phoneme recognizer is used to convert continuous speech to symbolic representation, and finally NMF is used to discover word meanings in the visual domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12564, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The model in Frank et al. exhibits language-learning phenomena with mutual exclusivity and fast-mapping as consequences of the structure of the model. Kachergis et al. considers mutual exclusivity as a built-in bias in their single-hypothesis model. An associative memory noisily stores everything the model sees. Alishahi observes, some other associative models (Plunkett et al.,; Schafer and Mareschal,; Regier,) show a pattern of vocabulary spurt, similar to that observed in children, where the input data consists of distributed representation of both words and referents. Alishahi further observes that the incremental clustering-based associative model in (Li et al.,) simulate vocabulary spurt. Other competition-based models (MacWhinney,) determine the activation of a feature set of the referent for each chosen word. The activation is computed as the sum of the associations of the individual features previously seen with each word. These competition-based models exhibit mutual exclusivity. All these models, both associative and competition-based, use toy datasets. Other models neither incorporate these phenomena nor exhibit any of them which makes them less biologically-plausible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13763, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Social cues and cross-situational learning play a crucial role in learning word meanings (Gleitman,; Baldwin,; Tomasello and Akhtar,; Pinker,). To the best of our knowledge, no model that uses subsymbolic sensory representation of audio and visual data (e.g., Roy and Pentland,; Yu and Ballard,; Mangin and Oudeyer,; Chen and Filliat,; Räsänen and Rasilo,) integrates social cues with cross-situational learning. Among symbolic audio-visual models (e.g., Yu and Ballard,; Frank et al.,; Fontanari et al.,; Kachergis et al.,; Kievit-Kylar et al.,), only Yu and Ballard has taken social pragmatic theory into account. The model in Lazaridou et al. considers visual attention and ignores prosodic information as it uses subsymbolic visual but symbolic audio representation. The symbolic data-based hybrid model in Kievit-Kylar et al. provides state-of-the-art F-score for object-referent learning; however, it does not consider any language-learning mechanism or social cues. Word-referent learning is still considered an open problem.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14798, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "1.2. Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 14817, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The strong connection between reinforcement and the brain, particularly memory, is widely known (Schultz,; Kirsch et al.,). It is proposed in recent theoretical models that integration of emerging language-learning mechanisms with phylogenetically older subcortical reward systems reinforce human motivation to learn a new language (Syal and Finlay,; Ripollés et al.,). It is suggested from behavioral and imaging experiments that the anticipation of reward can have a beneficial effect on word-learning based on reward-induced anxiety (Callan and Schweighofer,). In Longano and Greer, behavioral data analysis suggests that acquisition of conditioned reinforcers for both visual and auditory stimuli provide the foundation for the naming capability. They proposed that visual and auditory stimuli may have reinforcing properties independently. But to learn naming, both stimuli must act at the same time to select the observing reactions of looking and listening. fMRI studies in Ripollés et al. found that adult participants exhibited robust fMRI activation in the core brain region [ventral striatum (VS)] for reward processing while learning new words. Similar activation is observed for VS recruitment when participants are engaged in an independent reward task. From these results it can be demonstrated that self-monitoring of correct performance triggers intrinsic reward-related signals. These reward signals help to store new information into long-term memory of the midbrain (Ripollés et al.,). From a computational viewpoint, reinforcement learning provides an alternative solution to supervised learning models. An agent can discover the ground truth through reward and punishment in an interactive setting.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16541, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The effort of an agent for obtaining a reward can be measured as a value using a value system (Schultz,). Value system is one of the important components of developmental cognitive systems which promotes the “brain” to establish a link between behavioral responses and external event (Begum and Karray,; Merrick,). Value system is defined in Merrick as follows: A value system permits a biological brain to increase the likelihood of neural responses to selected external phenomena. A number of machine learning algorithms capture the necessity of this learning process. Computational value systems include reinforcement-based artificial neural networks (Merrick,) where each environmental state-action pair is associated with a value. In Najnin and Banerjee, a value system based on internal reinforcement is used for motor skill acquisition in speech production. Unfortunately, such systems have never been used for the speech perception task of word-learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17508, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this paper, we extend the reinforcement learning framework for word-learning. Both table-based algorithms (Q-learning, SARSA, SARSA-λ) and neural network-based algorithms (Q-NN, NFQ, DQN) (Sutton and Barto,; Riedmiller,; Mnih et al.,) are experimented with. Cross-situational learning and social cues are taken into account. The advantage of using neural networks over table-based methods is that the former regulates reinforcement learning with superior generalization and convergence in real-world applications (Sutton and Barto,; Shiraga et al.,). Social cues are extracted from joint attention and prosodic cues from the caregiver's speech. When only joint attention is used, the models are named as Attentional Q-learning, SARSA, SARSA-λ, Q-NN, NFQ, DQN. When both joint attention and prosodic cues are taken into account, they are named as Attentional-prosodic Q-learning, etc. The mother-infant interaction-based CHILDES dataset (MacWhinney,) is used for experimentation. Evaluation of the proposed models follow similar procedures as in Frank et al., Kievit-Kylar et al., and Lazaridou et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 18623, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Word-object pairs can be learned using reinforcement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18677, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attentional Q-NN, NFQ, DQN and their attentional-prosodic counterparts can select referent objects with high accuracy for given target words.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18819, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attentional-prosodic Q-NN, NFQ, and DQN outperform their attentional counterparts in terms of F-score, precision and recall.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18944, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attentional-prosodic DQN outperforms some of the prominent existing models in terms of F-score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19040, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our experimental results show that reinforcement learning models are well-suited for word-learning. In particular, we show that: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19170, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The rest of this paper is organized as follows. Section 2 covers how reinforcement learning can be extended for word-learning. The dataset and its complexity are described in Section 3. Section 4 details the experimental results. Finally, the paper ends with concluding remarks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19449, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "2. Learning word-object pairs through reinforcement", "sentences": [], "annotations": [], "relations": []}, {"offset": 19501, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The proposed solution to the computational problem of learning word meanings rests on recent advances in reinforcement learning algorithms. An agent interacts with its environment via perception and action, as shown in Figure 2 (Kaelbling et al.,). At any instant, it receives a stimulus (s), some indication of the current state (senυ) of the environment. It then chooses an action (a) to change the state of the environment. It receives a reward (r) based on the state transition. The agent is required to learn a policy (π) in order to choose a sequence of actions that is expected to maximize long-term sum of rewards.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20131, "infons": {"file": "fpsyg-09-00005-g0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Agent-environment interaction in reinforcement learning. Here, fpr indicate environment state (senv) is perceived by the agent as s through some process fpr and Rpr represents the process of reward computation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20342, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Let X = {x1, x2, …, xN} be a word set that constitutes a vocabulary, and O = {o1, o2, …, oM} be a object/meaning set, where N is the number of acoustic words and M is the number of objects. In a caregiver-agent interactive scenario, each spoken utterance and the corresponding visual context formed one learning situation (Yu and Ballard,). Extra-linguistic context includes objects present in the scene and social cues. The entire dataset contains multiple instances of such learning situations. Let S be the set of learning situations. In the i-th learning situation, the utterance Ui consists of d acoustic words, , the meaning can be any of the l presented objects in the scene, , υj ∈ {1, 2, …, M} ∀j. The attended object in the scenario is , k ∈ {υ1, υ2, …, υl}, υj ∈ {1, 2, …, M} where υj is the index of the object. So all word-object pairs are in a set S = {Ui, oi}, and all word-attended-object pairs are in a set , i ∈ {1, 2, …, P}, P is the number of learning situations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21374, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For learning word meanings, the proposed agent is assumed to be embedded in an environment consisting of audio and visual stimuli. In any situation, the agent hears the caregiver's utterance (consisting of words) and sees the objects present in its immediate environment. In this paper, each state consists of spoken utterance and attended object in a situation. At current situation (Si), the agent perceives the current state of the environment (si) and selects an action (ai) that chooses a word from the utterance for the attended object () in the environment. In standard reinforcement learning, the agent acts externally on the environment, observes the next state and receives an external reward based on the state transition. The caregiver's utterances in any situation is independent of the agent's external action. That is, the agent's external action is not changing the environment. Choosing a word is the internal action of the agent that generates an internal reward for the agent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22370, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Computation of the internal reward is a non-trivial problem. The intuition behind this reward function is borrowed from language-specific constraints to restrict large hypothesis spaces; this facilitates cross-situational learning. These language-specific constraints help the infant to learn word-object mappings during early language development (Markman,). According to the principle of mutual exclusivity (Markman and Wachtel,), every object has only one label. Principle of contrast states that infants resort to fill-the-gap bias whereby they find a word for an object with no known word (Clark,). Moreover, the novel name-nameless category principle states that novel words link to novel objects (Golinkoff et al.,). In Tilles and Fontanari, an adaptive learning algorithm is proposed that contains two parameters: (1) to regulate the associative reinforcement between concurrent words and referents based on confidence values of past trials, and (2) to regulate the non-associative inference process that handles mutual exclusivity bias and information of past learning events. In the proposed computational agent, reward computation follows the novel name-nameless category principle. If an object is changed from one situation to the next, the agent will receive a reward if it chooses different words for the two objects. In the same vein, the agent will be rewarded if it chooses the same word for the same objects in two consecutive situations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23828, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Based on the above principle, the proposed agent perceives the next situation (Si+1), selects action (ai+1) and receives reward (ri+1) based on state transition and action. The reward function is:", "sentences": [], "annotations": [], "relations": []}, {"offset": 24025, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The agent's objective is to compute a policy, π, that maps from state (si) to action (ai) by maximizing some long-term measure of reinforcement. The following example illustrates the interaction between the agent and its environment using two consecutive situations, S1 and S2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24304, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Situation S1:", "sentences": [], "annotations": [], "relations": []}, {"offset": 24318, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Utterance: “ahhah look we can read books david”", "sentences": [], "annotations": [], "relations": []}, {"offset": 24370, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Objects present in the immediate environment: {<book>, <bird>, <rattle>, <face>}", "sentences": [], "annotations": [], "relations": []}, {"offset": 24451, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attended object in the immediate environment: <book>", "sentences": [], "annotations": [], "relations": []}, {"offset": 24504, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Environment: The caregiver utters a sentence consisting of seven words. So the agent has seven possible actions to choose a word that corresponds to the attended object.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24674, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Agent: Takes action 6 (which is choosing the word “book”) as the meaning of the attended object.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24775, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Situation S2:", "sentences": [], "annotations": [], "relations": []}, {"offset": 24789, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Utterance: “its a look and see book”", "sentences": [], "annotations": [], "relations": []}, {"offset": 24830, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Objects present in the immediate environment: {<book>, <bird>, <rattle>, <face>}", "sentences": [], "annotations": [], "relations": []}, {"offset": 24911, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attended object in the immediate environment: <book>", "sentences": [], "annotations": [], "relations": []}, {"offset": 24964, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Environment: The caregiver utters a sentence (state) consisting of six words. So the agent has six possible actions to choose from.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25096, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Agent: Let us consider two possible cases. Case 1: Takes action 6 (“book”) as the meaning of the attended object. Case 2: Takes action 2 (“a”) as the meaning of the attended object.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25286, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Reward: Case 1: Receives a reward of 1 unit. Case 2: Receives a reward of −1 unit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25371, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The above formulation reduces the problem to a finite Markov decision process (MDP) where each situation is a distinct state. Hence, standard reinforcement learning methods for MDPs can be deployed by assuming si as the state representation at the i-th situation. The goal of the agent is to select actions in a way that maximizes future rewards. Future rewards are discounted by a factor of γ per situation. The future discounted reward at the i-th situation is defined as Sutton and Barto:", "sentences": [], "annotations": [], "relations": []}, {"offset": 25867, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For the task of learning word-object pairs, both table-based and neural network-based reinforcement learning methods will be investigated in this paper. Table-based methods include Q-learning, SARSA, and SARSA-λ. The neural network-based methods, namely Q-NN, NFQ, and DQN, will be extended for the word-learning task. Our formulation of these methods for the task is described in the following sections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26277, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.1. Q-learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 26293, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A number of reinforcement learning methods estimate the action-value function using the Bellman equation (Sutton and Barto,). The optimal action-value function Q*(s, a) is defined as Kaelbling et al.:", "sentences": [], "annotations": [], "relations": []}, {"offset": 26494, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "where Q*(s, a) is the maximum expected reward achievable by any strategy on perceiving situation s and then taking action a. π is a policy mapping states to actions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26661, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The optimal action-value function obeys Bellman equation. If the optimal value Q*(s′, a′) of the sequence s′ at the next time-step is known for all possible actions a′, the optimal strategy is to select the action that maximizes the expected value of r+Q*(s′, a′) (Kaelbling et al.,). That is,", "sentences": [], "annotations": [], "relations": []}, {"offset": 26967, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Such action-value function can be estimated iteratively as Watkins and Dayan:", "sentences": [], "annotations": [], "relations": []}, {"offset": 27045, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Convergence of such value iteration algorithms leads to the optimal action-value function,  as i → ∞ (Sutton and Barto,). In classical Q-learning, the update rule is given by Sutton and Barto, Kaelbling et al., and Watkins and Dayan:", "sentences": [], "annotations": [], "relations": []}, {"offset": 27283, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "where α is a learning rate that decreases with iterations for convergence and γ is a discounting factor. It can be shown that, multiple updates of every state-action pair lead Q-learning to converge for finite state-action spaces (Sutton and Barto,; Even-Dar and Mansour,). Then, it results in optimal Q-function. Generally, the update is performed online in a sample-by-sample manner. That is, the value function is updated after every new transition. Q-learning is an off-policy algorithm (Even-Dar and Mansour,). The current state consists of the utterance (U) and objects present in the agent's immediate environment in the current situation. Each utterance is a set of words w ∈ ℜN. Since the number of situations is P, the Q-table is of size ℜP×N. The Q-value for each word-object pair is computed as the running average of Q-values when an object is visited. In this way, a Q-matrix QW ∈ ℜM×N is constructed for word-object pairs. The Q-learning steps are shown in Algorithm 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28282, "infons": {"file": "d35e1838.xml", "id": "d35e1838", "section_type": "TABLE", "type": "table_caption"}, "text": "Q-learning Algorithm for Word-Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 28321, "infons": {"file": "d35e1838.xml", "id": "d35e1838", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1:  Input: s is the current state, a is the current action, s′ is the next state, <italic>r</italic> is the immediate reward received</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2:  Initialize action-value function, <italic>Q</italic> table as randomly</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3:  Initialize Q-matrix for word-object pairs, <italic>QW</italic> as zeros</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4:  <bold>for</bold>\n<italic>eachEpisode</italic> = 1 <italic>to Maxepisode</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5:      Observe current state, <italic>s</italic> = {<italic>w, o</italic>}</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6:      <bold>for</bold>\n<italic>eachsituation</italic> = 1 <italic>to P</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7:          Choose action, <italic>a</italic> with probability ϵ using ϵ-greedy policy</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8:          Observe next state, <italic>s</italic>′, select a action, <inline-formula><mml:math id=\"M13\"><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>=</mml:mo><mml:mi>m</mml:mi><mml:mi>a</mml:mi><mml:msub><mml:mrow><mml:mi>x</mml:mi></mml:mrow><mml:mrow><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup></mml:mrow></mml:msub></mml:math></inline-formula>\n<italic>Q</italic>(<italic>s</italic>′, <italic>a</italic>′)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9:           <bold>if</bold> (<italic>o</italic> = <italic>o</italic>′ and <italic>a</italic> = <italic>a</italic>′) or (<italic>o</italic> ≠ <italic>o</italic>′ and <italic>a</italic> ≠ <italic>a</italic>′) <bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10:             r = 100</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11:           <bold>else</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12:             r = −1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13:           <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14:           <bold>Update Qtable:</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15:           <inline-formula><mml:math id=\"M14\"><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mi>a</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mi>a</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow><mml:mo>+</mml:mo><mml:mi>α</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>r</mml:mi><mml:mo>+</mml:mo><mml:mi>γ</mml:mi><mml:mi>m</mml:mi><mml:mi>a</mml:mi><mml:msub><mml:mrow><mml:mi>x</mml:mi></mml:mrow><mml:mrow><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup></mml:mrow></mml:msub><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msup><mml:mrow><mml:mi>s</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mi>a</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16:           <bold>Construct Q-matrix for word-object pairs</bold>, <italic>QW</italic>:</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17:           <bold>for</bold>\n<italic>eachobject, j</italic> = 1 <italic>to M</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18:               <bold>if</bold>\n<italic>label</italic>(<italic>o</italic>) = <italic>j</italic>\n<bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19:                   <italic>count</italic> ← <italic>count</italic> + 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20:                   <inline-formula><mml:math id=\"M15\"><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mfrac><mml:mrow><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mi>a</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub></mml:mrow><mml:mrow><mml:mi>c</mml:mi><mml:mi>o</mml:mi><mml:mi>u</mml:mi><mml:mi>n</mml:mi><mml:mi>t</mml:mi></mml:mrow></mml:mfrac></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21:               <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">22:           <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23:           <italic>s</italic> ← <italic>s</italic>′</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24:       <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25:  <bold>end for</bold></td></tr></tbody></table>\n"}, "text": "1:  Input: s is the current state, a is the current action, s′ is the next state, r is the immediate reward received\t \t2:  Initialize action-value function, Q table as randomly\t \t3:  Initialize Q-matrix for word-object pairs, QW as zeros\t \t4:  foreachEpisode = 1 to Maxepisodedo\t \t5:      Observe current state, s = {w, o}\t \t6:      foreachsituation = 1 to Pdo\t \t7:          Choose action, a with probability ϵ using ϵ-greedy policy\t \t8:          Observe next state, s′, select a action, Q(s′, a′)\t \t9:           if (o = o′ and a = a′) or (o ≠ o′ and a ≠ a′) then\t \t10:             r = 100\t \t11:           else\t \t12:             r = −1\t \t13:           end if\t \t14:           Update Qtable:\t \t15:           \t \t16:           Construct Q-matrix for word-object pairs, QW:\t \t17:           foreachobject, j = 1 to Mdo\t \t18:               iflabel(o) = jthen\t \t19:                   count ← count + 1\t \t20:                   \t \t21:               end if\t \t22:           end for\t \t23:           s ← s′\t \t24:       end for\t \t25:  end for\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29599, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.2. SARSA", "sentences": [], "annotations": [], "relations": []}, {"offset": 29610, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "State-Action-Reward-State-Action (SARSA) is an on-policy algorithm for temporal difference learning and is more realistic than Q-learning. According to Russell and Norvig, if the overall policy is even partly controlled by other agents, it is better to learn a Q-function for what will actually happen rather than what the agent would like to happen. The key difference from Q-learning is that Q-values are updated with new action and reward instead of using the maximum reward of the next state (Sutton and Barto,). The Q-matrix for word-object pairs, QW, is constructed in the same way as in Q-learning. The SARSA steps are shown in Algorithm 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30258, "infons": {"file": "d35e2273.xml", "id": "d35e2273", "section_type": "TABLE", "type": "table_caption"}, "text": "SARSA Algorithm for Word-Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 30292, "infons": {"file": "d35e2273.xml", "id": "d35e2273", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1:  Input: States, <italic>S</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2:  Initialize action-value function, <italic>Q</italic> table randomly</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3:  Initialize Q-matrix for word-object pairs, <italic>QW</italic> as zeros</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4:  <bold>for</bold>\n<italic>eachEpisode</italic> = 1 <italic>to Maxepisode</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5:      Observe current state, <italic>s</italic> = {<italic>w, o</italic>}</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6:      <bold>for</bold>\n<italic>eachsituation</italic> = 1 <italic>to P</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7:          Choose action, <italic>a</italic> with probability ϵ using ϵ-greedy policy</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8:          Observe next state, <italic>s</italic>′, select action, <italic>a</italic>′ with probability ϵ using ϵ-greedy policy</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9:          <bold>if</bold> (<italic>o</italic> = <italic>o</italic>′ and <italic>a</italic> = <italic>a</italic>′) or (<italic>o</italic> ≠ <italic>o</italic>′ and <italic>a</italic> ≠ <italic>a</italic>′) <bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10:              r = 100</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11:         <bold>else</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12:              r = −1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13:          <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14:          <bold>Update Qtable:</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15:          <italic>Q</italic>(<italic>s, a</italic>) ← <italic>Q</italic>(<italic>s, a</italic>) + α(<italic>r</italic> + γ<italic>Q</italic>(<italic>s</italic>′, <italic>a</italic>′) − <italic>Q</italic>(<italic>s, a</italic>))</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16:          <bold>Construct Q-matrix for word-object pairs</bold>, <italic>QW</italic>:</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17:          <bold>for</bold>\n<italic>eachobject, j</italic> = 1 <italic>to M</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18:               <bold>if</bold>\n<italic>label</italic>(<italic>o</italic>) = <italic>j</italic>\n<bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19:                   <italic>count</italic> ← <italic>count</italic> + 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20:                   <inline-formula><mml:math id=\"M16\"><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mfrac><mml:mrow><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mi>a</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub></mml:mrow><mml:mrow><mml:mi>c</mml:mi><mml:mi>o</mml:mi><mml:mi>u</mml:mi><mml:mi>n</mml:mi><mml:mi>t</mml:mi></mml:mrow></mml:mfrac></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21:               <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">22:           <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23:           <italic>s</italic> ← <italic>s</italic>′, <italic>a</italic> ← <italic>a</italic>′</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24:       <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25:  <bold>end for</bold></td></tr></tbody></table>\n"}, "text": "1:  Input: States, S\t \t2:  Initialize action-value function, Q table randomly\t \t3:  Initialize Q-matrix for word-object pairs, QW as zeros\t \t4:  foreachEpisode = 1 to Maxepisodedo\t \t5:      Observe current state, s = {w, o}\t \t6:      foreachsituation = 1 to Pdo\t \t7:          Choose action, a with probability ϵ using ϵ-greedy policy\t \t8:          Observe next state, s′, select action, a′ with probability ϵ using ϵ-greedy policy\t \t9:          if (o = o′ and a = a′) or (o ≠ o′ and a ≠ a′) then\t \t10:              r = 100\t \t11:         else\t \t12:              r = −1\t \t13:          end if\t \t14:          Update Qtable:\t \t15:          Q(s, a) ← Q(s, a) + α(r + γQ(s′, a′) − Q(s, a))\t \t16:          Construct Q-matrix for word-object pairs, QW:\t \t17:          foreachobject, j = 1 to Mdo\t \t18:               iflabel(o) = jthen\t \t19:                   count ← count + 1\t \t20:                   \t \t21:               end if\t \t22:           end for\t \t23:           s ← s′, a ← a′\t \t24:       end for\t \t25:  end for\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 31558, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.3. SARSA-λ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31576, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The SARSA-λ algorithm was experimented with to observe the effect of memory in word-learning. Adding eligibility traces to the SARSA algorithm forms SARSA-λ algorithm (Loch and Singh,). In this algorithm, n-steps backup are carried out instead of one step backup in SARSA or Q-learning. The value of λ determines the value of n. An eligibility trace acts as an additional memory variable for every state-action pair (Sutton and Barto,). Q-matrix for word-object pairs, QW, is constructed in the same way as in Q-learning. The SARSA-λ steps are shown in Algorithm 3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32162, "infons": {"file": "d35e2606.xml", "id": "d35e2606", "section_type": "TABLE", "type": "table_caption"}, "text": "SARSA-λ Algorithm for Word-Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 32203, "infons": {"file": "d35e2606.xml", "id": "d35e2606", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1:  Input: States, <italic>S</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2:  Initialize action-value function, <italic>Q</italic>(<italic>s, a</italic>) randomly and eligibility trace, <italic>e</italic>(<italic>s, a</italic>) = 0 for all <italic>s</italic>, <italic>a</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3:  Initialize Q-matrix for word-object pairs, <italic>QW</italic> as zeros</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4:  <bold>for</bold>\n<italic>eachEpisode</italic> = 1 <italic>to Maxepisode</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5:     Observe current state, <italic>s</italic> = {<italic>w, o</italic>}</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6:     for <italic>eachsituation</italic> = 1 <italic>to P</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7:          Choose action, <italic>a</italic> = <italic>max</italic><sub><italic>a</italic></sub><italic>Q</italic>(<italic>s, a</italic>)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8:          Observe next state, <italic>s</italic>′, select action, <italic>a</italic>′ with probability ϵ using ϵ-greedy policy</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9:          <bold>if</bold> (<italic>o</italic> = <italic>o</italic>′ and <italic>a</italic> = <italic>a</italic>′) or (<italic>o</italic> ≠ <italic>o</italic>′ and <italic>o</italic> ≠ <italic>o</italic>′) <bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10:             r = 100</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11:        else</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12:             r = −1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13:        <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14:        δ = <italic>r</italic> + γ<italic>Q</italic>(<italic>s</italic>′, <italic>a</italic>′) − <italic>Q</italic>(<italic>s, a</italic>)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15:        <italic>e</italic>(<italic>s, a</italic>) ← 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16:        <bold>Update Q-table and eligibility traces:</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17:        <italic>Q</italic>(<italic>s, a</italic>) ← <italic>Q</italic>(<italic>s, a</italic>) + αδ<italic>e</italic>(<italic>s, a</italic>)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18:        <italic>e</italic>(<italic>s, a</italic>) ← γλ<italic>e</italic>(<italic>s, a</italic>)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19:        <bold>Construct Q-matrix for word-object pairs</bold>, <italic>QW</italic>:</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20:        <bold>for</bold>\n<italic>eachobject, j</italic> = 1 <italic>to M</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21:            <bold>if</bold>\n<italic>label</italic>(<italic>o</italic>) = <italic>j</italic>\n<bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">22:               <italic>count</italic> ← <italic>count</italic> + 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23:              <inline-formula><mml:math id=\"M17\"><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mfrac><mml:mrow><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mtext> </mml:mtext><mml:mi>a</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub></mml:mrow><mml:mrow><mml:mi>c</mml:mi><mml:mi>o</mml:mi><mml:mi>u</mml:mi><mml:mi>n</mml:mi><mml:mi>t</mml:mi></mml:mrow></mml:mfrac></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24:            <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25:        <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">26:        <italic>s</italic> ← <italic>s</italic>′, <italic>a</italic> ← <italic>a</italic>′</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">27:     <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">28:  <bold>end for</bold></td></tr></tbody></table>\n"}, "text": "1:  Input: States, S\t \t2:  Initialize action-value function, Q(s, a) randomly and eligibility trace, e(s, a) = 0 for all s, a\t \t3:  Initialize Q-matrix for word-object pairs, QW as zeros\t \t4:  foreachEpisode = 1 to Maxepisodedo\t \t5:     Observe current state, s = {w, o}\t \t6:     for eachsituation = 1 to Pdo\t \t7:          Choose action, a = maxaQ(s, a)\t \t8:          Observe next state, s′, select action, a′ with probability ϵ using ϵ-greedy policy\t \t9:          if (o = o′ and a = a′) or (o ≠ o′ and o ≠ o′) then\t \t10:             r = 100\t \t11:        else\t \t12:             r = −1\t \t13:        end if\t \t14:        δ = r + γQ(s′, a′) − Q(s, a)\t \t15:        e(s, a) ← 1\t \t16:        Update Q-table and eligibility traces:\t \t17:        Q(s, a) ← Q(s, a) + αδe(s, a)\t \t18:        e(s, a) ← γλe(s, a)\t \t19:        Construct Q-matrix for word-object pairs, QW:\t \t20:        foreachobject, j = 1 to Mdo\t \t21:            iflabel(o) = jthen\t \t22:               count ← count + 1\t \t23:              \t \t24:            end if\t \t25:        end for\t \t26:        s ← s′, a ← a′\t \t27:     end for\t \t28:  end for\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 33548, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.4. Q-learning using neural networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 33586, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this paper, the state of the environment in the word-learning case is defined as a situation consisting of utterances and objects presented at that time. In the real world, children below three years of age hear at least 240 utterances per hour (Grabe and Stoller,)-p70. In a year, they encounter approximately 21 million utterances. So there will be 21 million rows in our imaginary Q-table in the table-based method which is computationally inefficient for the Q-table to converge. Ideally, a good prediction for Q-values is required for unseen states. Neural networks are good at learning useful features for highly-structured data. Therefore, Q-function could be represented by a neural network where state is the input and Q-value for each possible action are the outputs. The advantage of this approach is that, performing a Q-value update or choosing the action with highest Q-value requires only one forward pass through the network. Table-based Q-learning is not practical because of separate action-value function estimation process for each situation without any generalization capability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34690, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In neural network-based method, an error function is introduced that measures the difference between the current Q-value and the new value that should be assigned. For example, a squared-error function may be used:  (Riedmiller,). The Q-learning rule in Equation (6) can be directly implemented as a neural network minimizing this squared-error. A neural network function approximator with weights θ will be referred to as a Q-network (Sutton and Barto,). Gradient descent techniques, such as the backpropagation learning rule, can be applied to update the weights of a neural network by minimizing the error (Baird and Moore,). The Q-matrix, QW, for word-object pairs is computed using running average in the same way as in Q-learning. The steps are shown in Algorithm 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35467, "infons": {"file": "d35e3111.xml", "id": "d35e3111", "section_type": "TABLE", "type": "table_caption"}, "text": "Q-learning with Neural Network for Word-Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 35516, "infons": {"file": "d35e3111.xml", "id": "d35e3111", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1:  Initialize Q-matrix for word-object pairs, <italic>QW</italic> as zeros</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2:  Initialize action-value function, <italic>Q</italic> with random weight, θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3:  Learning rate, α = 0.001, discount rate, γ = 0.99</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4:  Initialize ϵ = 0.99 for ϵ − <italic>greedy</italic> action selection.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5: <bold>for</bold>\n<italic>eachEpisode</italic> = 1 <italic>to Maxepisode</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6:     Observe current state, <italic>s</italic> = {<italic>w, o</italic>}</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7:     <bold>for</bold>\n<italic>eachsituation</italic> = 1 <italic>to P</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8:         Calculate <italic>Q</italic> using perceptron network with two hidden layers, <italic>Q</italic> = <italic>net</italic>(<italic>s</italic>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9:         Choose action, <italic>a</italic> using ϵ-<italic>greedy</italic> policy.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10:        Observe <italic>s</italic>′, choose <italic>a</italic>′ based on maximum <italic>Q</italic>-value.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11:        Calculate reward <italic>r</italic> as described in Algorithm.1.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12:        Set <inline-formula><mml:math id=\"M19\"><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>t</mml:mi><mml:mi>r</mml:mi></mml:mrow></mml:msub><mml:mo>=</mml:mo><mml:msub><mml:mrow><mml:mi>r</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mi>γ</mml:mi><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msup><mml:mrow><mml:mi>s</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:mi>θ</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13:        Perform gradient descent step on <inline-formula><mml:math id=\"M20\"><mml:msup><mml:mrow><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>t</mml:mi><mml:mi>r</mml:mi></mml:mrow></mml:msub><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:mi>s</mml:mi><mml:mo>,</mml:mo><mml:mi>a</mml:mi><mml:mo>,</mml:mo><mml:mi>θ</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mrow><mml:mn>2</mml:mn></mml:mrow></mml:msup></mml:math></inline-formula> with respect to the network parameter θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14:        Calculate <italic>Q</italic> − <italic>value</italic> for state <italic>s</italic> with <italic>Q</italic><sub><italic>up</italic></sub> = <italic>net</italic>(<italic>s</italic>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15:        <bold>Construct Q-matrix for word-object pairs</bold>, <italic>QW</italic>:</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16:        <bold>for</bold>\n<italic>eachobject, j</italic> = 1 <italic>to M</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17:             <bold>if</bold>\n<italic>label</italic>(<italic>o</italic>) = <italic>j</italic>\n<bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18:                 <italic>count</italic> ← <italic>count</italic> + 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19:                <inline-formula><mml:math id=\"M21\"><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mfrac><mml:mrow><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>u</mml:mi><mml:mi>p</mml:mi></mml:mrow></mml:msub><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub></mml:mrow><mml:mrow><mml:mi>c</mml:mi><mml:mi>o</mml:mi><mml:mi>u</mml:mi><mml:mi>n</mml:mi><mml:mi>t</mml:mi></mml:mrow></mml:mfrac></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20:             <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21:        <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">22:        Set <italic>s</italic> ← <italic>s</italic>′;</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23:     <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24:     Decrease ϵ linearly.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25:  <bold>end for</bold></td></tr></tbody></table>\n"}, "text": "1:  Initialize Q-matrix for word-object pairs, QW as zeros\t \t2:  Initialize action-value function, Q with random weight, θ\t \t3:  Learning rate, α = 0.001, discount rate, γ = 0.99\t \t4:  Initialize ϵ = 0.99 for ϵ − greedy action selection.\t \t5: foreachEpisode = 1 to Maxepisodedo\t \t6:     Observe current state, s = {w, o}\t \t7:     foreachsituation = 1 to Pdo\t \t8:         Calculate Q using perceptron network with two hidden layers, Q = net(s, θ)\t \t9:         Choose action, a using ϵ-greedy policy.\t \t10:        Observe s′, choose a′ based on maximum Q-value.\t \t11:        Calculate reward r as described in Algorithm.1.\t \t12:        Set \t \t13:        Perform gradient descent step on  with respect to the network parameter θ\t \t14:        Calculate Q − value for state s with Qup = net(s, θ)\t \t15:        Construct Q-matrix for word-object pairs, QW:\t \t16:        foreachobject, j = 1 to Mdo\t \t17:             iflabel(o) = jthen\t \t18:                 count ← count + 1\t \t19:                \t \t20:             end if\t \t21:        end for\t \t22:        Set s ← s′;\t \t23:     end for\t \t24:     Decrease ϵ linearly.\t \t25:  end for\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 36824, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.5. Neural-fitted Q-network", "sentences": [], "annotations": [], "relations": []}, {"offset": 36853, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Q-learning for neural network is an online algorithm where Q-network parameters (θ) are typically updated after each new situation. The problem with the online update rule is that, typically a large number of iterations is required to compute an optimal or near-optimal policy (Riedmiller,). If weights are tuned for a state-action pair, undesirable changes might occur at other state-action pair which, in our experience, is the primary reason behind slow learning (Riedmiller,). NFQ is an example of the Fitted-Q Iteration family of algorithms (Ernst et al.,) where multilayer perceptron network is used for regression. The steps are shown in Algorithm 5. It consists of two major steps: generating the training set D and training a multilayer perceptron using these patterns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37636, "infons": {"file": "d35e3505.xml", "id": "d35e3505", "section_type": "TABLE", "type": "table_caption"}, "text": "NFQ-Algorithm for Word-Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 37668, "infons": {"file": "d35e3505.xml", "id": "d35e3505", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1:  Initialize Q-matrix for word-object pairs, <italic>QW</italic> as zeros</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2:  Initialize a set of transition samples, <italic>D</italic> to capacity <italic>J</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3:  Initialize action-value function, <italic>Q</italic> with random weight, θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4:  Learning rate, α = 0.001, discount rate, γ = 0.99</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5:  Initialize ϵ = 0.99 for ϵ-<italic>greedy</italic> action selection.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6:  <bold>for</bold>\n<italic>eachEpisode</italic> = 1 <italic>to Maxepisode</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7:     Observe current state, <italic>s</italic> = {<italic>w, o</italic>}</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8:     for <italic>eachsituation</italic> = 1 <italic>to P</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9:          Calculate <italic>Q</italic> using perceptron network with two hidden layers, <italic>Q</italic> = <italic>net</italic>(<italic>s</italic>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10:         Choose action, <italic>a</italic> using ϵ − <italic>greedy</italic> policy.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11:         Observe <italic>s</italic>′, choose <italic>a</italic>′ based on maximum <italic>Q</italic>-value.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12:         Calculate reward <italic>r</italic> as described in Algorithm.1.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13:         Store transition (<italic>s</italic>, <italic>a</italic>, <italic>s</italic>′, <italic>a</italic>′, <italic>r</italic>) as (<italic>s</italic><sub><italic>j</italic></sub>, <italic>a</italic><sub><italic>j</italic></sub>, <italic>s</italic><sub><italic>j</italic>+1</sub>,<italic>a</italic><sub><italic>j</italic>+1</sub>, <italic>r</italic><sub><italic>j</italic></sub>) in <italic>D</italic> where <italic>j</italic> is 1 to <italic>J</italic> − 1.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14:         Set the target Q-value for current state as: <italic>Q</italic><sub><italic>tr</italic></sub> = <italic>r</italic><sub><italic>j</italic></sub> + γ<italic>Q</italic>(<italic>s</italic><sub><italic>j</italic>+1</sub>, <italic>a</italic><sub><italic>j</italic>+1</sub>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15:         Perform gradient descent step on <inline-formula><mml:math id=\"M22\"><mml:msup><mml:mrow><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>t</mml:mi><mml:mi>r</mml:mi></mml:mrow></mml:msub><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>s</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>,</mml:mo><mml:msub><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>,</mml:mo><mml:mi>θ</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mrow><mml:mn>2</mml:mn></mml:mrow></mml:msup></mml:math></inline-formula> with respect to the network parameter θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16:         Calculate <italic>Q</italic> − <italic>value</italic> for state <italic>s</italic> with <italic>Q</italic><sub><italic>up</italic></sub> = <italic>net</italic>(<italic>s</italic>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17:         <bold>Construct Q-matrix for word-object pairs</bold>, <italic>QW</italic>:</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18:         <bold>for</bold>\n<italic>eachobject, jj</italic> = 1 <italic>to M</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19:             <bold>if</bold>\n<italic>label</italic>(<italic>o</italic>) = <italic>jj</italic>\n<bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20:                  <italic>count</italic> ← <italic>count</italic> + 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21:                 <inline-formula><mml:math id=\"M23\"><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mfrac><mml:mrow><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>u</mml:mi><mml:mi>p</mml:mi></mml:mrow></mml:msub><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mi>j</mml:mi></mml:mrow></mml:msub></mml:mrow><mml:mrow><mml:mi>c</mml:mi><mml:mi>o</mml:mi><mml:mi>u</mml:mi><mml:mi>n</mml:mi><mml:mi>t</mml:mi></mml:mrow></mml:mfrac></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">22:             <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23:         <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24:         Set <italic>s</italic> ← <italic>s</italic>′;</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25:      <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">26:      Decrease ϵ linearly.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">27:  <bold>end for</bold></td></tr></tbody></table>\n"}, "text": "1:  Initialize Q-matrix for word-object pairs, QW as zeros\t \t2:  Initialize a set of transition samples, D to capacity J\t \t3:  Initialize action-value function, Q with random weight, θ\t \t4:  Learning rate, α = 0.001, discount rate, γ = 0.99\t \t5:  Initialize ϵ = 0.99 for ϵ-greedy action selection.\t \t6:  foreachEpisode = 1 to Maxepisodedo\t \t7:     Observe current state, s = {w, o}\t \t8:     for eachsituation = 1 to Pdo\t \t9:          Calculate Q using perceptron network with two hidden layers, Q = net(s, θ)\t \t10:         Choose action, a using ϵ − greedy policy.\t \t11:         Observe s′, choose a′ based on maximum Q-value.\t \t12:         Calculate reward r as described in Algorithm.1.\t \t13:         Store transition (s, a, s′, a′, r) as (sj, aj, sj+1,aj+1, rj) in D where j is 1 to J − 1.\t \t14:         Set the target Q-value for current state as: Qtr = rj + γQ(sj+1, aj+1, θ)\t \t15:         Perform gradient descent step on  with respect to the network parameter θ\t \t16:         Calculate Q − value for state s with Qup = net(s, θ)\t \t17:         Construct Q-matrix for word-object pairs, QW:\t \t18:         foreachobject, jj = 1 to Mdo\t \t19:             iflabel(o) = jjthen\t \t20:                  count ← count + 1\t \t21:                 \t \t22:             end if\t \t23:         end for\t \t24:         Set s ← s′;\t \t25:      end for\t \t26:      Decrease ϵ linearly.\t \t27:  end for\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 39262, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "2.6. Deep-Q learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 39283, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In deep-Q learning, an agent's experience at each situation is stored in a replay memory, termed as experience replay (Mnih et al.,). This is an important trick for training neural networks where random mini-batches are drawn from replay memory instead of most recent experience for updating the Q-network. This random choice breaks similarity between subsequent situations which reduces the variance of the updates (Mnih et al.,). Moreover, during training, multiple weight updates in each situation lead to higher data efficiency in DQN over Q-NN (Van Hasselt et al.,). The agent selects and executes an action according to an ϵ-greedy policy after performing experience replay (Mnih et al.,). The steps are shown in Algorithm 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40021, "infons": {"file": "d35e3962.xml", "id": "d35e3962", "section_type": "TABLE", "type": "table_caption"}, "text": "Double deep Q learning for optimal control", "sentences": [], "annotations": [], "relations": []}, {"offset": 40064, "infons": {"file": "d35e3962.xml", "id": "d35e3962", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">1:  Initialize experience replay memory <italic>D</italic> to capacity <italic>J</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2:  Initialize action-value function, <italic>Q</italic> with random weight, θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">3:  Initialize target action value function, <italic>Q</italic><sub><italic>tr</italic></sub> with random weights, θ<sup><italic>p</italic></sup> = θ.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">4:  Learning rate, α = 0.001, discount rate, γ = 0.99</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">5:  Initialize ϵ = 0.99 for ϵ-<italic>greedy</italic> action selection.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">6:  <bold>for</bold>\n<italic>eachEpisode</italic> = 1 <italic>to Maxepisode</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">7:      Observe current state, <italic>s</italic> = {<italic>w, o</italic>}</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8:      <bold>for</bold>\n<italic>eachsituation</italic> = 1 <italic>to P</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9:          Calculate <italic>Q</italic> using perceptron network with two hidden layers, <italic>Q</italic> = <italic>net</italic>(<italic>s, a</italic>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10:         With probability ϵ select random acrion <italic>a</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">11:         otherwise select <italic>a</italic> = <italic>argmax</italic><sub><italic>a</italic></sub><italic>Q</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">12:         Observe <italic>s</italic>′, choose <italic>a</italic>′ based on maximum <inline-formula><mml:math id=\"M24\"><mml:mover accent=\"true\"><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mo>^</mml:mo></mml:mover></mml:math></inline-formula>-value, <inline-formula><mml:math id=\"M25\"><mml:mover accent=\"true\"><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mo>^</mml:mo></mml:mover><mml:mo>=</mml:mo><mml:mi>n</mml:mi><mml:mi>e</mml:mi><mml:mi>t</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msup><mml:mrow><mml:mi>s</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>θ</mml:mi></mml:mrow><mml:mrow><mml:mi>p</mml:mi></mml:mrow></mml:msup></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:math></inline-formula>.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">13:         Calculate reward <italic>r</italic> as described in Algorithm.1.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">14:         Store transition (<italic>s</italic>, <italic>a</italic>, <italic>s</italic>′, <italic>a</italic>′, <italic>r</italic>) in <italic>D</italic>.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">15:         Sample minibatch of transitions (<italic>s</italic><sub><italic>j</italic></sub>, <italic>a</italic><sub><italic>j</italic></sub>, <italic>s</italic><sub><italic>j</italic>+1</sub>,<italic>a</italic><sub><italic>j</italic>+1</sub>, <italic>r</italic><sub><italic>j</italic></sub>,) from <italic>D</italic></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">16:         Set <inline-formula><mml:math id=\"M26\"><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>t</mml:mi><mml:mi>r</mml:mi></mml:mrow></mml:msub><mml:mo>=</mml:mo><mml:msub><mml:mrow><mml:mi>r</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mi>γ</mml:mi><mml:munder><mml:mrow><mml:mo class=\"qopname\">arg</mml:mo><mml:mo class=\"qopname\">max</mml:mo></mml:mrow><mml:mrow><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup></mml:mrow></mml:munder><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>s</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mo>+</mml:mo><mml:mn>1</mml:mn></mml:mrow></mml:msub><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>′</mml:mi></mml:mrow></mml:msup><mml:mo>,</mml:mo><mml:msup><mml:mrow><mml:mi>θ</mml:mi></mml:mrow><mml:mrow><mml:mi>p</mml:mi></mml:mrow></mml:msup></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">17:         Perform gradient descent step on <inline-formula><mml:math id=\"M27\"><mml:msup><mml:mrow><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>t</mml:mi><mml:mi>r</mml:mi></mml:mrow></mml:msub><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:mrow><mml:mo stretchy=\"false\">(</mml:mo><mml:mrow><mml:msub><mml:mrow><mml:mi>s</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>,</mml:mo><mml:msub><mml:mrow><mml:mi>a</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>,</mml:mo><mml:mi>θ</mml:mi></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mo stretchy=\"false\">)</mml:mo></mml:mrow></mml:mrow><mml:mrow><mml:mn>2</mml:mn></mml:mrow></mml:msup></mml:math></inline-formula> with respect to the network parameter θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">18:         After <italic>C</italic> step reset <italic>Q</italic><sub><italic>tr</italic></sub> network with <italic>Q</italic> by setting θ<sup><italic>p</italic></sup> = θ</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">19:         Calculate <italic>Q</italic> − <italic>value</italic> for state <italic>s</italic> and chosen action, <italic>a</italic> with <italic>Q</italic><sub><italic>up</italic></sub> = <italic>net</italic>(<italic>s, a</italic>, θ)</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">20:         <bold>Construct Q-matrix for word-object pairs</bold>, <italic>QW</italic>:</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">21:         <bold>for</bold>\n<italic>eachobject, jj</italic> = 1 <italic>to M</italic>\n<bold>do</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">22:               <bold>if</bold>\n<italic>label</italic>(<italic>o</italic>) = <italic>jj</italic>\n<bold>then</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">23:                   <italic>count</italic> ← <italic>count</italic> + 1</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">24:                  <inline-formula><mml:math id=\"M28\"><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>←</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mi>j</mml:mi></mml:mrow></mml:msub><mml:mo>+</mml:mo><mml:mfrac><mml:mrow><mml:msub><mml:mrow><mml:mi>Q</mml:mi></mml:mrow><mml:mrow><mml:mi>u</mml:mi><mml:mi>p</mml:mi></mml:mrow></mml:msub><mml:mo>-</mml:mo><mml:mi>Q</mml:mi><mml:msub><mml:mrow><mml:mi>W</mml:mi></mml:mrow><mml:mrow><mml:mi>j</mml:mi><mml:mi>j</mml:mi></mml:mrow></mml:msub></mml:mrow><mml:mrow><mml:mi>c</mml:mi><mml:mi>o</mml:mi><mml:mi>u</mml:mi><mml:mi>n</mml:mi><mml:mi>t</mml:mi></mml:mrow></mml:mfrac></mml:math></inline-formula></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">25:               <bold>end if</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">26:         <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">27:         Set <italic>s</italic> ← <italic>s</italic>′;</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">28:      <bold>end for</bold></td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">29:      Decrease ϵ linearly.</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">30:  <bold>end for</bold></td></tr></tbody></table>\n"}, "text": "1:  Initialize experience replay memory D to capacity J\t \t2:  Initialize action-value function, Q with random weight, θ\t \t3:  Initialize target action value function, Qtr with random weights, θp = θ.\t \t4:  Learning rate, α = 0.001, discount rate, γ = 0.99\t \t5:  Initialize ϵ = 0.99 for ϵ-greedy action selection.\t \t6:  foreachEpisode = 1 to Maxepisodedo\t \t7:      Observe current state, s = {w, o}\t \t8:      foreachsituation = 1 to Pdo\t \t9:          Calculate Q using perceptron network with two hidden layers, Q = net(s, a, θ)\t \t10:         With probability ϵ select random acrion a\t \t11:         otherwise select a = argmaxaQ\t \t12:         Observe s′, choose a′ based on maximum -value, .\t \t13:         Calculate reward r as described in Algorithm.1.\t \t14:         Store transition (s, a, s′, a′, r) in D.\t \t15:         Sample minibatch of transitions (sj, aj, sj+1,aj+1, rj,) from D\t \t16:         Set \t \t17:         Perform gradient descent step on  with respect to the network parameter θ\t \t18:         After C step reset Qtr network with Q by setting θp = θ\t \t19:         Calculate Q − value for state s and chosen action, a with Qup = net(s, a, θ)\t \t20:         Construct Q-matrix for word-object pairs, QW:\t \t21:         foreachobject, jj = 1 to Mdo\t \t22:               iflabel(o) = jjthen\t \t23:                   count ← count + 1\t \t24:                  \t \t25:               end if\t \t26:         end for\t \t27:         Set s ← s′;\t \t28:      end for\t \t29:      Decrease ϵ linearly.\t \t30:  end for\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 41812, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "3. Dataset", "sentences": [], "annotations": [], "relations": []}, {"offset": 41823, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Two transcribed video clips (me03 and di06) of mother-infant interaction from the CHILDES dataset (MacWhinney,) is used in this study, as in Yu and Ballard, Frank et al., Kievit-Kylar et al., and Lazaridou et al.. Each recording is approximately of 10 min duration. These clips represent an environment where a mother introduces a pre-verbal infant to a set of toys. Each utterance is annotated manually in the transcripts. Transcriptions consist of a list of object labels (e.g., ring, hat, cow) corresponding to objects present in the immediate environment of the infant while the utterance took place. A bidirectional relationship between mother and infant involves seeing, hearing, touching, and pointing. Social cues encoded in multimodal interaction help young language learners to learn word-object relations (Yu and Ballard,). In Frank et al., social cues from infant's eyes, hands, mouth, touch, and mother's hands, eyes, touch are considered. In Yu and Ballard, two social cues, visual joint-attention cues and prosodic cues in infant-directed speech, are taken into account.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42909, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several aspects make the CHILDES dataset challenging for learning word-object relations. In this type of bidirectional natural multimodal interaction, the vocabulary is large and the number of object labels are very less in comparison to the most frequent words. In these videos, only 2.4 and 2.7% co-occurring word-object pairs are relevant while rest are irrelevant. Moreover, this dataset contains a large amount of referential uncertainty where for each utterance up to seven objects are presented in the scene. Mother uttered the name an attended object explicitly only in 23% of utterances. Putting these facts together, there are many frequent but irrelevant pairs consisting of function words and a small set of referent objects. Thus, learning word-to-referent object mappings by computing co-occurrence frequencies leads to incorrect associations. Considering the smoothness and efficiency in word-learning, it is highly probably that infants use a more smart and effective strategy to learn relevant word-referent object pairs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43948, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "4. Experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 43963, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "4.1. Experimental setup", "sentences": [], "annotations": [], "relations": []}, {"offset": 43987, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.1.1. Data representation", "sentences": [], "annotations": [], "relations": []}, {"offset": 44014, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The audio stream is represented as a symbolic channel containing the words that occurred in a sentence, as in Yu and Ballard, Frank et al., and Chen and Filliat. Using the transcriptions, the word-occurrence is coded as a binary vector of the size of the vocabulary of all known words. The vocabulary is created incrementally, starting from an empty set and including each new word encountered in sentences at the end.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44433, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The caregiver's speech is segmented into utterances based on speech silence. Each utterance is aligned with transcriptions using Sphinx speech recognition system (Lee et al.,). The time-stamps of the beginning and end of each spoken word are extracted. The prosodic features are computed for each word, as in Yu and Ballard. The prosodic feature for each word in an utterance is computed as the difference between 75−percentile pitch of the word and the utterance. 75−percentile pitch of an utterance means the 75th percentile pitch of the utterance. So, this allows each word to be presented as a scalar prosodic feature value.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45066, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Each of the models discussed in section 2 is trained using a subset of CHILDES dataset (MacWhinney,). The results are compared to the models in Frank et al., Kievit-Kylar et al., and Lazaridou et al.. The dataset has two streams: audio and video. The video stream is represented as symbolic channels and consists of a list of object labels. While an utterance is occurring, all mid-size objects in view are labeled and included in the list. The list grows from empty to a set of object labels. For audio stream, two cases are considered: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 45605, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this paper, two sets of experiments are done using social cues: (1) joint attention-based reinforcement learning where joint attention on the objects are considered as social cues and the audio stream is symbolically represented; (2) joint attention and prosodic cue-based reinforcement learning where both jointly attentive object and prosody in the caregiver's speech are considered as social cues. In the latter case, audio stream is represented as prosodic feature. For both experiments, video stream is represented as a list of object labels. The dataset consists of 624 utterances with 2,533 words in total. The vocabulary size is 419. The number of objects and referent objects are 22 and 17 respectively. The dataset includes a gold-standard lexicon consisting of 37 words paired with 17 objects (Frank et al.,; Kievit-Kylar et al.,; Lazaridou et al.,). The models have to discover word-referent object pairs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46526, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.1.2. Joint attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 46549, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To find the object jointly attended by both caregiver and infant, we follow the same methodology as in Yu and Ballard based on body movement cues that indicate the speaker's visual attention. In Baldwin et al., experiments are performed on children of age 18–20 months under two cases: (Case 1) a word is uttered by a caregiver who is within the infant's view and concurrently directed attention toward the target toy, and (Case 2) a word is uttered by a caregiver who is outside of the infant's view. Infants can establish a stable link between the novel word and target object only in case 1. Same observation is found in Deák and Triesch which indicates that joint visual attention is an important factor in development and learning. Based on this observation, jointly-attended objects are manually identified from the video. In Yu and Ballard, two categories of extra-linguistic contextual information for each learning situation are described. One category consists of objects jointly attended by the child and the caregiver. The second represents all the other objects in the visual field. A few examples of jointly-attended objects are as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 47707, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Example 1:", "sentences": [], "annotations": [], "relations": []}, {"offset": 47718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Utterance: The kitty-cat go meow meow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47757, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Visual context: baby, big-bird, rattle, book", "sentences": [], "annotations": [], "relations": []}, {"offset": 47802, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attended object: kitty-cat", "sentences": [], "annotations": [], "relations": []}, {"offset": 47829, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Example 2:", "sentences": [], "annotations": [], "relations": []}, {"offset": 47840, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Utterance: Yeah, I see those hands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47876, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Visual context: hand, big-bird", "sentences": [], "annotations": [], "relations": []}, {"offset": 47907, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Attended object: hand", "sentences": [], "annotations": [], "relations": []}, {"offset": 47929, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.1.3. Prosodic cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 47950, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Snedeker and Trueswell, it is shown that speakers produce and listeners use prosodic cues to distinguish between alternative meanings of a word in a referential interaction. It suggests that not only linguistic information (what is said, etc.) but also non-linguistic aspects of speech contain decisive information. Here, the linguistic information refers to what the speaker said and the non-linguistic information refers to how it is said. One role of prosodic cues in word-learning is to help young learners identify key words from the speech stream. It is shown in Yu and Ballard that prosodically-salient words in infant-directed maternal speech contain the most important linguistic information that the caregiver intends to convey. In Yu and Ballard, it is shown through data analysis on CHILDES dataset that the word corresponding to the referrent/object has higher pitch than any other word in the infant-directed utterance. Moreover, pitch enhancement of the target word related to object helps to learn word-object pairs (Filippi et al.,). This motivates us to extract the values of 75−percentile pitch over both an utterance and the words within the utterance to obtain the prosodically-highlighted words in each spoken utterance. For the word wi in the spoken utterance uj, we formed the feature: . When using symbolic representation of auditory stream, the word-occurrence is coded as a binary vector of the size of the vocabulary of all known words. When considering prosody, instead of binary representation, word occurrence is coded by the above feature of the words in the utterance at that situation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49575, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.1.4. Evaluation metrics", "sentences": [], "annotations": [], "relations": []}, {"offset": 49601, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Word-referent Matrix: If all 37 words are assigned an object, the proportion of pairings matching with the golden standard can be calculated from the confusion matrix representing the Word-referent Matrix (Kievit-Kylar et al.,). According to the gold standard, each word is associated with exactly one object except for “bird” which can refer to <bird>or <duck>. Based on this hypothesis, a winner-take-all filter has been applied for each gold-standard word to compute the confusion matrix in Kievit-Kylar et al.. In the current paper, confusion matrix is determined by extracting Q-values of each gold-standard word for all the objects from Q-matrix, QW. To have the same scaling for all the objects, QW is first normalized and then normalized Q-matrix is used to compute confusion matrix. For each object Oi, normalized Q-matrix (QWnorm) and confusion matrix are computed as follows:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 50494, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "where, wgold is the set of gold-standard words and i is the index of the object. So, for a given j-th target word/gold-standard word (wgoldj), the referent object (Oj) can be found as: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 50680, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Quality of learned word-referent lexicon (Yu and Ballard,; Frank et al.,; Lazaridou et al.,): Three measures are used to evaluate the quality of lexicon learned using the proposed models. They are: (1) Precision (the percentage of words spotted by the model which are actually correct), (2) Recall (the percentage of correct words that the model learned among all the relevant words that are expected to be learnt), and (3) F-score (the harmonic mean of precision and recall).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51157, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The performance of proposed models for the task of word-referent object pair learning are evaluated using the following criteria: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 51288, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Performance of the proposed models is compared to that of the existing models in Frank et al., Kievit-Kylar et al., and Lazaridou et al. and the baseline association model based on co-occurrence called COOC. Bayesian CSL is the original Bayesian cross-situational model (Frank et al.,), also including social cues. BEAGLE+PMI is the best semantic-space model across a range of distributional models and word-object matching methods which produces state-of-the-art F-score in learning word-object pairs (Kievit-Kylar et al.,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51814, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "4.2. Simulation results", "sentences": [], "annotations": [], "relations": []}, {"offset": 51838, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.2.1. Training parameters", "sentences": [], "annotations": [], "relations": []}, {"offset": 51865, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We investigated the word-learning performance in a virtual agent using models based on six reinforcement learning algorithms: Q-learning, SARSA, SARSA-λ, NFQ, and DQN. For all the cases, the learning rate (α), discount rate (γ) and ϵ are chosen empirically as 0.001, 0.99, and 0.99, respectively. For Q-learning, SARSA and SARSA-λ, Q-tables are initialized randomly. λ is chosen as 0.9 empirically for SARSA-λ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52310, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For each neural network model for word-learning, the Q-network has four-layers with the first layer being the input layer, second and third layers are hidden, while the fourth is the output layer representing the Q-value of each word. So input and output layers are of dimension 419 each. The activation function in the two hidden layers is sigmoid. In the output layer, activation function is chosen as softmax which leads the agent to have higher Q-value for one word per utterance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52795, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The neural network weights are initialized randomly in [10−2, 102]. In this paper we have used online gradient decent algorithm for learning QNN and stochastic gradient descent for learning NFQ and DQN. For all three neural network-based algorithms, the behavior policy during training was ϵ-greedy with ϵ annealed linearly from 0.99 to 0.0001 and fixed at 0.0001 thereafter. The capacity J of storage D in NFQ network is set empirically to 50 for the result reported in this paper. For DQN, the capacity J of experience replay D is set to 50 of most recent experienced situations, mini-batch size is 10 and C = 4 (the target network is updated every four steps) in Algorithm 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53486, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.2.2. Word-learning using joint attention-based reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 53558, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The input to each model is the auditory stream represented as a binary vector. The reward for each situation is computed based on jointly attended object transition. Each table-based model (Q-learning, SARSA, SARSA-λ) is run for 10,000 iterations. Rewards computed in each iteration are shown in Figure 3. Q-learning and SARSA converge after 5,000 iterations whereas SARSA-λ converges sooner after 2,000 iterations. Total reward is higher in SARSA-λ than Q-learning or SARSA. In order to estimate the optimal structure of each neural network-based model, the number of hidden units is varied from 10 to 500, and rewards are computed for each case. Figure 4A shows the reward with respect to different number of hidden units for QNN, NFQ, and DQN. For any network, reward did not increase beyond 200 hidden units. So the neural network consists of 200 units in each hidden layer for QNN, NFQ, and DQN. Reward in DQN is greater than NFQ and Q-NN at convergence with the optimal neural network structure (ref. Figure 4B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54592, "infons": {"file": "fpsyg-09-00005-g0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "For each iteration, reward is computed and plotted for Q-learning, SARSA, and SARSA-λ, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54698, "infons": {"file": "fpsyg-09-00005-g0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "For Q-NN, NFQ, and DQN: (A) obtained maximum rewards for different number of hidden units are plotted to find the optimal structure of Q-network; (B) for each iteration, with optimal number of hidden unit (200 units) reward is computed and plotted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54947, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The result of word-referent pairs learning can be visualized using a color confusion matrix. The confusion matrix shows the similarity between word-object pairings as gradients from yellow to blue color filling each grid cell where yellow stands for higher Q-value and blue stands for lower. The cells outlined in red represent the correct word-object pairings in gold standard lexicon. The confusion matrix is computed using Equation (8) which consists of Q-values of all objects for each gold standard word for Attentional Q-learing, SARSA, SARSA-λ, Q-NN, NFQ, DQN and depicted in Figures 5A–F. The object that has the highest association is assigned the higher Q-value (colored yellow). The color gradually moves from yellow to blue as Q-value decreases. The Q-values returned by the reinforcement learning algorithms cannot be directly interpreted as probabilities for pairing selections. Hence, only relative similarity measures are used here. For each reinforcement model and each gold-standard word, Equation (9) is applied on confusion matrix to get the associated object related with the gold-standard word. The results are shown in Table 1 where the gold-standard words that are associated with wrong objects are mentioned. Table 1 shows that table-based methods, Q-learning, SARSA, and SARSA-λ, identified 14, 12, and 7 word-object pairs incorrectly given the target words. In comparison, all the neural network-based methods correctly identified 36 word-object pairs out of 37. None of the methods was able to relate two words to one object. All of them chose “bird” to refer to <bird>only when it can also be associated with the object <duck>.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56614, "infons": {"file": "fpsyg-09-00005-g0005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Confusion Matrix for (A) Attentional Q-learning, (B) Attentional SARSA, (C) Attentional SARSA-λ, (D) Attentional Q-NN, (E) Attentional NFQ, and (F) Attentional DQN respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56797, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Gold-standard words incorrectly associated with gold-objects using Q-learning, SARSA, SARSA-λ, Q-NN, NFQ, and DQN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56917, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Q-learning</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>SARSA</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>SARSA-λ</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Q-NN</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>NFQ</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>DQN</bold></th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunny”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bigbirds”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“moocows”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“cows”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunnyrabbit”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duck”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“moocows”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“cows”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duckie”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duck”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“moocows”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kittycats”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duckie”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duckie”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“lambie”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kitty”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kitty”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“mirror”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kittycats”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“hiphop”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“piggies”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“lamb”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“ring”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“lambie”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunnies”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunnies”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“hiphop”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“oink”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“meow”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“oink”</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "Q-learning\tSARSA\tSARSA-λ\tQ-NN\tNFQ\tDQN\t \t“bunny”\t“bigbirds”\t“moocows”\t“bird”\t“bird”\t“bird”\t \t“cows”\t“bunnyrabbit”\t“duck”\t\t\t\t \t“moocows”\t“cows”\t“duckie”\t\t\t\t \t“duck”\t“moocows”\t“kittycats”\t\t\t\t \t“duckie”\t“duckie”\t“lambie”\t\t\t\t \t“kitty”\t“kitty”\t“bird”\t\t\t\t \t“mirror”\t“kittycats”\t“hiphop”\t\t\t\t \t“piggies”\t“lamb”\t\t\t\t\t \t“ring”\t“lambie”\t\t\t\t\t \t“bunnies”\t“bunnies”\t\t\t\t\t \t“bird”\t“bird”\t\t\t\t\t \t“hiphop”\t“oink”\t\t\t\t\t \t“meow”\t\t\t\t\t\t \t“oink”\t\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 57489, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is important to note which word/object pairs are more or less likely to be discovered by the model. A lexicon is created from the Q-value matrix based on a threshold, as in Frank et al.. Figure 6 shows the precision and recall for lexicons across the full range of threshold values for Q-learning, SARSA, SARSA-λ, Q-NN, NFQ, and DQN for the task of word-learning. Unlike standard receiver operating characteristic (ROC) curves for classification tasks, the precision and recall of a lexicon depends on the entire lexicon. The irregularities in the curves in Figure 6 reflect the small size of the lexicons. For each of the learned models, the best F-score, precision and recall are tabulated in Table 2. For word-learning, neural network-based models (Attentional Q-NN, NFQ, DQN) have comparatively higher F-score and precision than table-based models (Attentional Q-learning, SARSA, SARSA-λ). Though the precision is highest for Attentional Q-NN, highest F-score is achieved by Attentional DQN due to higher recall than Attentional Q-NN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58541, "infons": {"file": "fpsyg-09-00005-g0006.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "ROC for Q-learning, SARSA, SARSA-λ, Q-NN, NFQ, and DQN, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58616, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "F-score, precision, and recall values using the learned lexicon from Attentional reinforcement learning models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58728, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>F-score</bold></th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>Precision</bold></th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>Recall</bold></th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional Q-learning</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5667</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7391</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.4595</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional SARSA</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5205</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5278</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5135</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional SARSA-λ</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5763</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7727</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.4595</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional Q-NN</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.6667</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.95</bold></td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5135</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional NFQ</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7097</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.88</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.5946</bold></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional DQN</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.7213</bold></td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.9167</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.5946</bold></td></tr></tbody></table>\n"}, "text": "\tF-score\tPrecision\tRecall\t \tAttentional Q-learning\t0.5667\t0.7391\t0.4595\t \tAttentional SARSA\t0.5205\t0.5278\t0.5135\t \tAttentional SARSA-λ\t0.5763\t0.7727\t0.4595\t \tAttentional Q-NN\t0.6667\t0.95\t0.5135\t \tAttentional NFQ\t0.7097\t0.88\t0.5946\t \tAttentional DQN\t0.7213\t0.9167\t0.5946\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 59006, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_foot"}, "text": "The bold values in each column indicate highest score over the algorithms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59081, "infons": {"section_type": "INTRO", "type": "title_3"}, "text": "4.2.3. Word-learning using joint attention-prosody-based reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 59161, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As neural network-based reinforcement learning models outperform table-based models, simulations were run on the former for word-referent learning considering audio and visual social cues: prosody and joint attention. The input to each model is the audio stream represented by prosodic feature vector instead of binary vector. The reward for each situation is computed based on jointly attended object transition as described in section 2. The same optimal structure of the Q-network from the last section is retained.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59680, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Figures 7A–C, confusion matrix is depicted for gold standard word-object pairs using Equation (8) for Attentional-prosodic Q-NN, NFQ, and DQN. As before, the association between words and objects are shown as gradient of colors from yellow to blue. Figures 7A–C shows that Attentional-prosodic Q-NN, NFQ, and DQN correctly identify 36 word-object pairs out of 37 given target words. However, the algorithms chose “bird” to refer to <bird>only when it can also be associated with the object <duck>. So adding prosodic feature does not resolve the problem of discovering one word referring to multiple objects. This is expected because of the language constraints (“novel words to novel objects”) chosen in the proposed models for computing rewards.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60443, "infons": {"file": "fpsyg-09-00005-g0007.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Confusion Matrix for (A) Attentional-prosodic Q-NN, (B) Attentional-prosodic NFQ, and (C) Attentional-prosodic DQN, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60573, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To compare the performance of the proposed models with exiting models in the task of learning word meaning, we focus on precision, recall and F-score computed from each model. We have analyzed the effect of integrating prosodic cues with cross-situational learning in the proposed model and then compared it with the state-of-the-art models. To investigate the effect of addition of prosodic features, a lexicon is created from the Q-value matrix using a threshold, in the same way as was done for joint attention only. In order to compare the proposed models (Attentional Q-NN, NFQ, DQN, Attentional-prosodic Q-NN, NFQ, DQN) with existing ones (BEAGLE, hybrid BEAGLE+PMI, Bayesian CSL, COOC), the precision and recall for lexicons across the full range of threshold values is shown in Figure 8. Recall is higher for Attentional-prosodic models than Attentional models. Thus, integration of prosodic cues with joint attention helps the models to learn correct words among all the relevant words expected to be learnt.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61591, "infons": {"file": "fpsyg-09-00005-g0008.jpg", "id": "F8", "section_type": "FIG", "type": "fig_caption"}, "text": "ROC for Attentional Q-NN, NFQ, DQN, Attentional-prosodic Q-NN, NFQ, DQN, existing Beagle, Beagle+PMI model, COOC, and Bayesian CSL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61723, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The best F-score, precision and recall for Attentional Q-NN, NFQ, DQN, Attentional-prosodic Q-NN, NFQ, DQN, and existing Bayesian CSL, BEAGLE, hybrid (BEAGLE+PMI), MSG, and baseline COOC models are tabulated in Table 3. Attentional Q-NN and Attentional-prosodic Q-NN has highest precision of 95 and 96%, respectively. However, both have much lower recall than Attentional NFQ, DQN, Attentional-prosodic NFQ, DQN, and existing state-of-the-art Beagle+PMI model. On the other hand, fusion of prosody with joint attention in Attentional-prosodic NFQ and DQN enhances the models' capacity in terms of having better trade-off between precision and recall. Attentional-prosodic DQN has better F-score, precision and recall than Attentional-prosodic NFQ. Among all the reinforcement learning models considered in this paper, Attentional-prosodic DQN produces best performance for the task of word-learning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62623, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparison of proposed attentional and Attentional-prosodic reinforcement learning models with existing models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62735, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>F-score</bold></th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>Precision</bold></th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>Recall</bold></th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional Q-NN</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.6667</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.95</bold></td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5135</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional NFQ</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7097</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.88</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5946</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional DQN</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7213</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.9167</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.5946</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional-prosodic Q-NN</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.77419</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.96</bold></td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.6486</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional-prosodic NFQ</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.78378</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7838</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7838</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentional-prosodic DQN</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.85333</bold></td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.8421</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"><bold>0.8641</bold></td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">COOC</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.53</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7578</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.4012</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Bayesian CSL model</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.54</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.64</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.47</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Beagle model</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.55</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.58</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.525</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Beagle+prosodic cue model</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.6629</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.71</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.525</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Beagle+PMI model</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.83</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.86</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.81</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">MSG model</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.64</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Attentive MSG</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.7</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">AttentiveSocial MSG</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.73</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">NA</td></tr></tbody></table>\n"}, "text": "\tF-score\tPrecision\tRecall\t \tAttentional Q-NN\t0.6667\t0.95\t0.5135\t \tAttentional NFQ\t0.7097\t0.88\t0.5946\t \tAttentional DQN\t0.7213\t0.9167\t0.5946\t \tAttentional-prosodic Q-NN\t0.77419\t0.96\t0.6486\t \tAttentional-prosodic NFQ\t0.78378\t0.7838\t0.7838\t \tAttentional-prosodic DQN\t0.85333\t0.8421\t0.8641\t \tCOOC\t0.53\t0.7578\t0.4012\t \tBayesian CSL model\t0.54\t0.64\t0.47\t \tBeagle model\t0.55\t0.58\t0.525\t \tBeagle+prosodic cue model\t0.6629\t0.71\t0.525\t \tBeagle+PMI model\t0.83\t0.86\t0.81\t \tMSG model\t0.64\tNA\tNA\t \tAttentive MSG\t0.7\tNA\tNA\t \tAttentiveSocial MSG\t0.73\tNA\tNA\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 63279, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_foot"}, "text": "The bold values in each column indicate highest score over the algorithms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63354, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "When compared to the existing models, Attentional DQN exhibits higher F-score than COOC, Bayesian CSL, BEAGLE, MSG, and AttentiveMSG models. It is noted that existing models mentioned here ignore prosodic cues. AttentiveMSG and Attentivesocial MSG models integrate social cues with cross-situational learning where infants attend to objects held by them instead of following eye gaze. State-of-the-art BEAGLE+PMI model also ignores prosodic cues in the infant-directed speech. For a fair comparison, we have tested BEAGLE model with prosodic vector instead of using random vectors. The BEAGLE model yields an F-score of 0.55 which increases to 0.6629 when it is integrated with prosodic cues. Integration of PMI model with prosodic cues is yet to be researched. No experiment with Attentional-prosodic BEAGLE+PMI model is performed in this paper due to availability of limited information regarding the exact procedure. Since the F-score of BEAGLE+PMI is very close to that of Attentional-prosodic DQN, it is unclear how the performance of the former would compare to reinforcement learning models. However, only joint attention could not make DQN's performance better than AttentiveSocial MSG. When prosody is combined with joint attention, DQN produces higher F-score than AttentiveSocialMSG and BEAGLE integrated with prosodic cue models. It is noteworthy that Attentional-prosodic DQN and BEAGLE+PMI would have been more comparable if the latter incorporated prosodic information as the former. The best lexicon learned by Attentional-prosodic DQN is shown in Table 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64927, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "Learned best lexicon (word-object pairs) using Attentional-prosodic DQN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65000, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Words</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Objects</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Words</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Objects</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Words</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Objects</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Words</bold></th><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Objects</bold></th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“ahhah”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">eyes</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunnies”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bunny</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“hiphop”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bunny</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“pig”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">pig</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“ahhah”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">rattle</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunny”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bunny</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“david”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">mirror</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“piggie”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">pig</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“baby”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">baby</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bunnyrabbit”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bunny</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kitty”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">kitty</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“piggies”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">pig</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bear”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bear</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“cow”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">cow</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kittycat”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">kitty</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“rattle”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">rattle</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“big”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bunny</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duck”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">duck</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“kittycats”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">kitty</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“ring”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ring</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bigbird”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bird</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“duckie”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">duck</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“lamb”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">lamb</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“rings”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ring</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“bird”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bird</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“eyes”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">eyes</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“lambie”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">lamb</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“sheep”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">sheep</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“birdie”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">duck</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“hand”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">hand</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“meow”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">kitty</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“through”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">bunny</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“book”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">book</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“hat”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">hat</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“mirror”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">mirror</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“books”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">book</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“he”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">duck</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">“moocow”</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">cow</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "Words\tObjects\tWords\tObjects\tWords\tObjects\tWords\tObjects\t \t“ahhah”\teyes\t“bunnies”\tbunny\t“hiphop”\tbunny\t“pig”\tpig\t \t“ahhah”\trattle\t“bunny”\tbunny\t“david”\tmirror\t“piggie”\tpig\t \t“baby”\tbaby\t“bunnyrabbit”\tbunny\t“kitty”\tkitty\t“piggies”\tpig\t \t“bear”\tbear\t“cow”\tcow\t“kittycat”\tkitty\t“rattle”\trattle\t \t“big”\tbunny\t“duck”\tduck\t“kittycats”\tkitty\t“ring”\tring\t \t“bigbird”\tbird\t“duckie”\tduck\t“lamb”\tlamb\t“rings”\tring\t \t“bird”\tbird\t“eyes”\teyes\t“lambie”\tlamb\t“sheep”\tsheep\t \t“birdie”\tduck\t“hand”\thand\t“meow”\tkitty\t“through”\tbunny\t \t“book”\tbook\t“hat”\that\t“mirror”\tmirror\t\t\t \t“books”\tbook\t“he”\tduck\t“moocow”\tcow\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 65750, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "5. Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 65764, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this paper, an agent is developed that can learn word-object pairings from ambiguous environments using reinforcement. Joint attention and prosodic cues are integrated in caregiver's speech with cross-situational learning. Prosodic cues are extracted from audio stream. Joint attention is utilized to compute the reward for the agent. Among the proposed Q-NN, NFQ, and DQN algorithms for word-learning, Q-NN is online whereas the other two use batch processing. According to the behavioral studies in Vouloumanos and Yu and Smith, the human brain follows an incremental learning algorithm for the task of word-learning. Moreover, it is claimed that only memory-limited models can truly mimic human performance (Frank et al.,). In Medina et al., it is found that cross-situational word-learning is sensitive to input order which is incompatible with the prediction of ideal learners assuming full access to statistical regularities in data. Among neural network-based word-learning models used in this paper, Q-NN requires the memory that contains the information only from the last trial which can be called memory-limited. In case of NFQ and DQN, both models have an episodic memory for storing transition data samples and corresponding rewards of the most recent 50 experiences. In Q-NN, learning update rule is online/incremental and follows the input order of the dataset. On the other hand, for NFQ the update is performed through batch processing of the batch size of the storage. In DQN, each time a mini-batch of size 10 is randomly selected from episodic memory to update the neural network parameters. So, Q-NN has higher fidelity to human performance than the other two models, NFQ and DQN, though it provides lower F-score than NFQ and DQN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67520, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Some research (e.g., Yu,; Kachergis et al.,; Vlach and Sandhofer,) suggests that episodic memory, a basic human cognitive ability, likely supports language-learning. According to this hypothesis, objects are stored in memory along with words and other stimuli we encounter in every situation (i.e., in a language-learning class or while eating breakfast). If the word-object pair is confirmed by being consistent with the succeeding observation, the learner will further solidify the word meaning in memory (Medina et al.,; Trueswell et al.,). According to this hypothesis, episodic memory can play an important role in word-referent pair learning. This hypothesis is supported by our proposed models, NFQ and DQN, where both have storage capability. However, from a computational perspective, DQN provides the best F-score compared to other models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68370, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is found through behavioral studies in Estes and Bowen that the increased pitch and variation in pitch contours of infant-directed speech attract attention and enhance arousal for word-learning and infants in the infant-directed speech condition were able to learn the associations successfully. Another study (Zangl and Mills,) proposed that prosodic characteristics in infant-directed speech allows infants to form stronger associations between words and their referents because of increase in brain activation for prosodic words. In these behavioral prosodic studies, joint attention is ignored. In Filippi et al., behavioral studies are performed to compare the learning effects of typical pitch emphasis in infant-directed speech with those of other visual and acoustic attentional cues. It is found that word-object pair learning performance is better when consistent high pitch of the target word is integrated with co-occurrence as compared to co-occurrence alone or co-occurrence integrated with visual cues. Simulation results using a mother-infant interaction dataset show that, for given gold-standard words, both Attentional Q-NN, NFQ, DQN, and Attentional-prosodic Q-NN, NFQ, DQN models can learn correct associations with 97.29% accuracy (36 out of 37). When prosodic cues are included along with joint attention, they learn higher number of correct word-object pairs in comparison to using only joint attention, which is consistent with experimental studies (Filippi et al.,) and computational models (Yu and Ballard,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 69909, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "From a machine learning perspective, the proposed Attentional-prosodic DQN model outperforms some of the existing models in word-learning tasks in terms of F-score, precision and recall. However, our models failed to discover the association if one word is assigned to multiple objects due to assuming the “novel words to novel objects” language-specific constraint for computing rewards. A future goal is to model reinforcement by relaxing the language constraint. It is believed that the word-learning process in children is incremental. Though the proposed Attentional-prosodic Q-NN model-based agent learned incrementally, our best performing agent is based on Attentional-prosodic DQN model which learns in mini-batches. In the proposed approach, joint attention was manually selected from the video. Recently a number of neural network-based reinforcement learning models have manifested strong performance in computing visual joint attention (Doniec et al.,; da Silva and Romero,; Da Silva and Romero,). In future, it would be interesting to integrate automatic detection of joint attention with the proposed approach to make the proposed word-learning model more general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71093, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 71114, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "SN: Conducted the research on the algorithms, implemented and evaluated them, and wrote the paper; BB: Played an advisory role, helped in framing the problem and writing the paper, and acquired funding for conducting this research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71346, "infons": {"section_type": "AUTH_CONT", "type": "title_2"}, "text": "Conflict of interest statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 71377, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71550, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Funding. This research was partially supported by NSF grant IIS-1231620.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71623, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 71634, "infons": {"fpage": "347", "lpage": "358", "name_0": "surname:Akhtar;given-names:N.", "name_1": "surname:Montague;given-names:L.", "section_type": "REF", "source": "First Lang.", "type": "ref", "volume": "19", "year": "1999"}, "text": "Early lexical acquisition: the role of cross-situational learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 71700, "infons": {"fpage": "1", "lpage": "107", "name_0": "surname:Alishahi;given-names:A.", "pub-id_doi": "10.2200/S00304ED1V01Y201010HLT011", "section_type": "REF", "source": "Synthes. Lectur. Hum. Lang. Technol.", "type": "ref", "volume": "3", "year": "2010"}, "text": "Computationalmodeling of human language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 71752, "infons": {"fpage": "968", "lpage": "974", "name_0": "surname:Baird;given-names:L. C.;suffix:III.", "name_1": "surname:Moore;given-names:A. W.", "section_type": "REF", "source": "Advances in Neural Information Processing Systems", "type": "ref", "year": "1999"}, "text": "Gradient descent for general reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 71804, "infons": {"fpage": "832", "name_0": "surname:Baldwin;given-names:D. A.", "section_type": "REF", "source": "Dev. Psychol.", "type": "ref", "volume": "29", "year": "1993"}, "text": "Early referential understanding: infants' ability to recognize referential acts for what they are", "sentences": [], "annotations": [], "relations": []}, {"offset": 71902, "infons": {"fpage": "3135", "lpage": "3153", "name_0": "surname:Baldwin;given-names:D. A.", "name_1": "surname:Markman;given-names:E. M.", "name_2": "surname:Bill;given-names:B.", "name_3": "surname:Desjardins;given-names:R. N.", "name_4": "surname:Irwin;given-names:J. M.", "name_5": "surname:Tidball;given-names:G.", "pub-id_pmid": "9071774", "section_type": "REF", "source": "Child Dev.", "type": "ref", "volume": "67", "year": "1996"}, "text": "Infants' reliance on a social criterion for establishing word-object relations", "sentences": [], "annotations": [], "relations": []}, {"offset": 71981, "infons": {"fpage": "1", "lpage": "28", "name_0": "surname:Begum;given-names:M.", "name_1": "surname:Karray;given-names:F.", "name_2": "surname:Liu;given-names:D.", "name_3": "surname:Wang;given-names:L.", "name_4": "surname:Tan;given-names:K. C.", "section_type": "REF", "source": "Design and Control of Intelligent Robotic Systems", "type": "ref", "year": "2009"}, "text": "Computational intelligence techniques in bio-inspired robotics", "sentences": [], "annotations": [], "relations": []}, {"offset": 72044, "infons": {"name_0": "surname:Bloom;given-names:P.", "section_type": "REF", "source": "How Children Learn the Meanings of Words.", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 72045, "infons": {"name_0": "surname:Bowerman;given-names:M.", "name_1": "surname:Levinson;given-names:S. C.", "section_type": "REF", "source": "Language Acquisition and Conceptual Development", "type": "ref", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 72046, "infons": {"fpage": "237", "lpage": "249", "name_0": "surname:Callan;given-names:D. E.", "name_1": "surname:Schweighofer;given-names:N.", "pub-id_doi": "10.1002/hbm.20383", "pub-id_pmid": "17390317", "section_type": "REF", "source": "Hum. Brain Mapp.", "type": "ref", "volume": "29", "year": "2008"}, "text": "Positive and negative modulation of word learning by reward anticipation", "sentences": [], "annotations": [], "relations": []}, {"offset": 72119, "infons": {"fpage": "673", "lpage": "689", "name_0": "surname:Cangelosi;given-names:A.", "name_1": "surname:Riga;given-names:T.", "pub-id_doi": "10.1207/s15516709cog0000_72", "pub-id_pmid": "21702830", "section_type": "REF", "source": "Cogn. sci.", "type": "ref", "volume": "30", "year": "2006"}, "text": "An embodied model for sensorimotor grounding and grounding transfer: experiments with epigenetic robots", "sentences": [], "annotations": [], "relations": []}, {"offset": 72223, "infons": {"fpage": "129", "lpage": "134", "name_0": "surname:Chen;given-names:Y.", "name_1": "surname:Filliat;given-names:D.", "section_type": "REF", "source": "2015 Joint IEEE International Conference on Development and Learning and Epigenetic Robotics (ICDL-EpiRob)", "type": "ref", "year": "2015"}, "text": "Cross-situational noun and adjective learning in an interactive scenario", "sentences": [], "annotations": [], "relations": []}, {"offset": 72296, "infons": {"fpage": "33", "name_0": "surname:Clark;given-names:E. V.", "section_type": "REF", "source": "Mech. Lang. Acquis.", "type": "ref", "volume": "1", "year": "1987"}, "text": "The principle of contrast: a constraint on language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 72360, "infons": {"fpage": "1222", "lpage": "1229", "name_0": "surname:da Silva;given-names:R. R.", "name_1": "surname:Romero;given-names:R. A. F.", "section_type": "REF", "source": "The 2011 International Joint Conference on Neural Networks (IJCNN)", "type": "ref", "year": "2011"}, "text": "Relational reinforcement learning and recurrent neural network with state classification to solve joint attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 72474, "infons": {"fpage": "167", "lpage": "182", "name_0": "surname:Da Silva;given-names:R. R.", "name_1": "surname:Romero;given-names:R. A. F.", "pub-id_doi": "10.1007/s10846-011-9624-y", "section_type": "REF", "source": "J. Intell. Robot. Syst.", "type": "ref", "volume": "66", "year": "2012"}, "text": "Modelling shared attention through relational reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 72543, "infons": {"fpage": "331", "lpage": "363", "name_0": "surname:Deák;given-names:G.", "name_1": "surname:Triesch;given-names:J.", "name_2": "surname:Fujita;given-names:K.", "name_3": "surname:Itakura;given-names:S.", "section_type": "REF", "source": "Diversity of Cognition", "type": "ref", "year": "2006"}, "text": "The emergence of attention-sharing skills in human infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 72602, "infons": {"fpage": "34", "lpage": "39", "name_0": "surname:Doniec;given-names:M. W.", "name_1": "surname:Sun;given-names:G.", "name_2": "surname:Scassellati;given-names:B.", "section_type": "REF", "source": "2006 6th IEEE-RAS International Conference on Humanoid Robots", "type": "ref", "year": "2006"}, "text": "Active learning of joint attention", "sentences": [], "annotations": [], "relations": []}, {"offset": 72637, "infons": {"fpage": "503", "lpage": "556", "name_0": "surname:Ernst;given-names:D.", "name_1": "surname:Geurts;given-names:P.", "name_2": "surname:Wehenkel;given-names:L.", "section_type": "REF", "source": "J. Mach. Learn. Res.", "type": "ref", "volume": "6", "year": "2005"}, "text": "Tree-based batch mode reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 72682, "infons": {"fpage": "405", "lpage": "417", "name_0": "surname:Estes;given-names:K. G.", "name_1": "surname:Bowen;given-names:S.", "pub-id_doi": "10.1016/j.jecp.2012.10.002", "pub-id_pmid": "23177349", "section_type": "REF", "source": "J. Exp. Child Psychol.", "type": "ref", "volume": "114", "year": "2013"}, "text": "Learning about sounds contributes to learning about words: effects of prosody and phonotactics on infant word learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 72801, "infons": {"fpage": "1", "lpage": "25", "name_0": "surname:Even-Dar;given-names:E.", "name_1": "surname:Mansour;given-names:Y.", "pub-id_doi": "10.1007/3-540-44581-1_39", "section_type": "REF", "source": "J. Mach. Learn. Res.", "type": "ref", "volume": "5", "year": "2003"}, "text": "Learning rates for q-learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 72831, "infons": {"fpage": "1468", "name_0": "surname:Filippi;given-names:P.", "name_1": "surname:Gingras;given-names:B.", "name_2": "surname:Fitch;given-names:W. T.", "pub-id_doi": "10.3389/fpsyg.2014.01468", "pub-id_pmid": "25566144", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "5", "year": "2014"}, "text": "Pitch enhancement facilitates word learning across visual contexts", "sentences": [], "annotations": [], "relations": []}, {"offset": 72898, "infons": {"fpage": "579", "lpage": "585", "name_0": "surname:Fontanari;given-names:J. F.", "name_1": "surname:Tikhanoff;given-names:V.", "name_2": "surname:Cangelosi;given-names:A.", "name_3": "surname:Ilin;given-names:R.", "name_4": "surname:Perlovsky;given-names:L. I.", "pub-id_doi": "10.1016/j.neunet.2009.06.010", "pub-id_pmid": "19596549", "section_type": "REF", "source": "Neural Netw.", "type": "ref", "volume": "22", "year": "2009"}, "text": "Cross-situational learning of object–word mapping using neural modeling fields", "sentences": [], "annotations": [], "relations": []}, {"offset": 72979, "infons": {"fpage": "457", "lpage": "464", "name_0": "surname:Frank;given-names:M.", "name_1": "surname:Goodman;given-names:N. D.", "name_2": "surname:Tenenbaum;given-names:J. B.", "section_type": "REF", "source": "NIPS", "type": "ref", "year": "2008"}, "text": "A bayesian framework for cross-situational word-learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 73036, "infons": {"fpage": "107", "lpage": "125", "name_0": "surname:Frank;given-names:M. C.", "name_1": "surname:Goldwater;given-names:S.", "name_2": "surname:Griffiths;given-names:T. L.", "name_3": "surname:Tenenbaum;given-names:J. B.", "pub-id_doi": "10.1016/j.cognition.2010.07.005", "pub-id_pmid": "20832060", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "117", "year": "2010"}, "text": "Modeling human performance in statistical word segmentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 73096, "infons": {"fpage": "578", "lpage": "585", "name_0": "surname:Frank;given-names:M. C.", "name_1": "surname:Goodman;given-names:N.", "name_2": "surname:Tenenbaum;given-names:J. B.", "pub-id_doi": "10.1111/j.1467-9280.2009.02335.x", "pub-id_pmid": "19389131", "section_type": "REF", "source": "Psychol. Sci.", "type": "ref", "volume": "20", "year": "2009"}, "text": "Using speakers' referential intentions to model early cross-situational word learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 73182, "infons": {"fpage": "3", "lpage": "55", "name_0": "surname:Gleitman;given-names:L.", "section_type": "REF", "source": "Lang. Acquis.", "type": "ref", "volume": "1", "year": "1990"}, "text": "The structural sources of verb meanings", "sentences": [], "annotations": [], "relations": []}, {"offset": 73222, "infons": {"fpage": "125", "lpage": "155", "name_0": "surname:Golinkoff;given-names:R. M.", "name_1": "surname:Mervis;given-names:C. B.", "name_2": "surname:Hirsh-Pasek;given-names:K.", "pub-id_pmid": "8006089", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "21", "year": "1994"}, "text": "Early object labels: the case for a developmental lexical principles framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 73301, "infons": {"name_0": "surname:Grabe;given-names:W. P.", "name_1": "surname:Stoller;given-names:F. L.", "section_type": "REF", "source": "Teaching and Researching: Reading", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 73302, "infons": {"fpage": "20", "lpage": "25", "name_0": "surname:Kachergis;given-names:G.", "name_1": "surname:Yu;given-names:C.", "section_type": "REF", "source": "4th International Conference on Development and Learning and on Epigenetic Robotics", "type": "ref", "year": "2014"}, "text": "Continuous measure of word learning supports associative model", "sentences": [], "annotations": [], "relations": []}, {"offset": 73365, "infons": {"fpage": "317", "lpage": "324", "name_0": "surname:Kachergis;given-names:G.", "name_1": "surname:Yu;given-names:C.", "name_2": "surname:Shiffrin;given-names:R. M.", "pub-id_doi": "10.3758/s13423-011-0194-6", "pub-id_pmid": "22215466", "section_type": "REF", "source": "Psychon. Bull. Rev.", "type": "ref", "volume": "19", "year": "2012a"}, "text": "An associative model of adaptive inference for learning word–referent mappings", "sentences": [], "annotations": [], "relations": []}, {"offset": 73446, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Kachergis;given-names:G.", "name_1": "surname:Yu;given-names:C.", "name_2": "surname:Shiffrin;given-names:R. M.", "section_type": "REF", "source": "2012 IEEE International Conference on Development and Learning and Epigenetic Robotics (ICDL)", "type": "ref", "year": "2012b"}, "text": "Cross-situational word learning is better modeled by associations than hypotheses", "sentences": [], "annotations": [], "relations": []}, {"offset": 73528, "infons": {"fpage": "237", "lpage": "285", "name_0": "surname:Kaelbling;given-names:L. P.", "name_1": "surname:Littman;given-names:M. L.", "name_2": "surname:Moore;given-names:A. W.", "section_type": "REF", "source": "J. Artif. Intell. Res.", "type": "ref", "volume": "4", "year": "1996"}, "text": "Reinforcement learning: a survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 73561, "infons": {"name_0": "surname:Kievit-Kylar;given-names:B.", "name_1": "surname:Kachergis;given-names:G.", "name_2": "surname:Jones;given-names:M. N.", "section_type": "REF", "source": "Proceedings of the Annual Meeting of the Cognitive Science Society", "type": "ref", "year": "2013"}, "text": "Naturalistic word-concept pair learning with semantic spaces", "sentences": [], "annotations": [], "relations": []}, {"offset": 73622, "infons": {"fpage": "1086", "lpage": "1095", "name_0": "surname:Kirsch;given-names:P.", "name_1": "surname:Schienle;given-names:A.", "name_2": "surname:Stark;given-names:R.", "name_3": "surname:Sammer;given-names:G.", "name_4": "surname:Blecker;given-names:C.", "name_5": "surname:Walter;given-names:B.", "pub-id_doi": "10.1016/S1053-8119(03)00381-1", "pub-id_pmid": "14568478", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "20", "year": "2003"}, "text": "Anticipation of reward in a nonaversive differential conditioning paradigm and the brain reward system:: an event-related fMRI study", "sentences": [], "annotations": [], "relations": []}, {"offset": 73755, "infons": {"fpage": "9096", "lpage": "9101", "name_0": "surname:Kuhl;given-names:P. K.", "name_1": "surname:Tsao;given-names:F.-M.", "name_2": "surname:Liu;given-names:H.-M.", "pub-id_doi": "10.1073/pnas.1532872100", "pub-id_pmid": "12861072", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "100", "year": "2003"}, "text": "Foreign-language experience in infancy: effects of short-term exposure and social interaction on phonetic learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 73870, "infons": {"fpage": "387", "lpage": "392", "name_0": "surname:Lazaridou;given-names:A.", "name_1": "surname:Chrupala;given-names:G.", "name_2": "surname:Fernández;given-names:R.", "name_3": "surname:Baroni;given-names:M.", "section_type": "REF", "source": "HLT-NAACL", "type": "ref", "year": "2016"}, "text": "Multimodal semantic learning from child-directed input", "sentences": [], "annotations": [], "relations": []}, {"offset": 73925, "infons": {"name_0": "surname:Lazaridou;given-names:A.", "name_1": "surname:Pham;given-names:N. T.", "name_2": "surname:Baroni;given-names:M.", "section_type": "REF", "type": "ref", "year": "2015"}, "text": "Combining language and vision with a multimodal skip-gram model", "sentences": [], "annotations": [], "relations": []}, {"offset": 73989, "infons": {"fpage": "35", "lpage": "45", "name_0": "surname:Lee;given-names:K.-F.", "name_1": "surname:Hon;given-names:H.-W.", "name_2": "surname:Reddy;given-names:R.", "section_type": "REF", "source": "IEEE Trans. Acoust. Speech Signal Process.", "type": "ref", "volume": "38", "year": "1990"}, "text": "An overview of the sphinx speech recognition system", "sentences": [], "annotations": [], "relations": []}, {"offset": 74041, "infons": {"fpage": "1345", "lpage": "1362", "name_0": "surname:Li;given-names:P.", "name_1": "surname:Farkas;given-names:I.", "name_2": "surname:MacWhinney;given-names:B.", "pub-id_doi": "10.1016/j.neunet.2004.07.004", "pub-id_pmid": "15555870", "section_type": "REF", "source": "Neural Netw.", "type": "ref", "volume": "17", "year": "2004"}, "text": "Early lexical development in a self-organizing neural network", "sentences": [], "annotations": [], "relations": []}, {"offset": 74103, "infons": {"fpage": "581", "lpage": "612", "name_0": "surname:Li;given-names:P.", "name_1": "surname:Zhao;given-names:X.", "name_2": "surname:Mac Whinney;given-names:B.", "pub-id_doi": "10.1080/15326900701399905", "pub-id_pmid": "21635309", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "31", "year": "2007"}, "text": "Dynamic self-organization and early lexical development in children", "sentences": [], "annotations": [], "relations": []}, {"offset": 74171, "infons": {"fpage": "323", "lpage": "331", "name_0": "surname:Loch;given-names:J.", "name_1": "surname:Singh;given-names:S. P.", "section_type": "REF", "source": "Proceedings of the Fifteenth International Conference on Machine Learning", "type": "ref", "year": "1998"}, "text": "Using eligibility traces to find the best memoryless policy in partially observable markov decision processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 74281, "infons": {"fpage": "96", "lpage": "117", "name_0": "surname:Longano;given-names:J. M.", "name_1": "surname:Greer;given-names:R. D.", "pub-id_doi": "10.1007/s40616-014-0022-y", "pub-id_pmid": "27606200", "section_type": "REF", "source": "Anal. Verb. Behav.", "type": "ref", "volume": "31", "year": "2015"}, "text": "Is the source of reinforcement for naming multiple conditioned reinforcers for observing responses?", "sentences": [], "annotations": [], "relations": []}, {"offset": 74381, "infons": {"fpage": "151", "lpage": "190", "name_0": "surname:Lungarella;given-names:M.", "name_1": "surname:Metta;given-names:G.", "name_2": "surname:Pfeifer;given-names:R.", "name_3": "surname:Sandini;given-names:G.", "pub-id_doi": "10.1080/09540090310001655110", "section_type": "REF", "source": "Connect. Sci.", "type": "ref", "volume": "15", "year": "2003"}, "text": "Developmental robotics: a survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 74414, "infons": {"fpage": "195", "lpage": "242", "name_0": "surname:MacWhinney;given-names:B.", "name_1": "surname:Corrigan;given-names:R.", "name_2": "surname:Eckman;given-names:F.", "name_3": "surname:Noonan;given-names:M.", "section_type": "REF", "source": "Linguistic Categorization, Vol. 61 Current Issues in Linguistic Theory", "type": "ref", "year": "1989"}, "text": "Competition and lexical categorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 74453, "infons": {"name_0": "surname:MacWhinney;given-names:B.", "section_type": "REF", "source": "The Emergence of Language", "type": "ref", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 74454, "infons": {"name_0": "surname:MacWhinney;given-names:B.", "section_type": "REF", "source": "The CHILDES Project: The Database, Vol. 2", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 74455, "infons": {"fpage": "1", "lpage": "7", "name_0": "surname:Mangin;given-names:O.", "name_1": "surname:Oudeyer;given-names:P.-Y.", "section_type": "REF", "source": "2013 IEEE Third Joint International Conference on Development and Learning and Epigenetic Robotics (ICDL)", "type": "ref", "year": "2013"}, "text": "Learning semantic components from subsymbolic multimodal perception", "sentences": [], "annotations": [], "relations": []}, {"offset": 74523, "infons": {"fpage": "59", "lpage": "101", "name_0": "surname:Markman;given-names:E. M.", "name_1": "surname:Gunnar;given-names:M. R.", "name_2": "surname:Maratsos;given-names:M.", "section_type": "REF", "source": "The Minnesota Symposia on Child Psychology, Vol. 25, Modularity and Constraints in Language and Cognition", "type": "ref", "year": "1992"}, "text": "Constraints on word learning: speculations about their nature, origins, and domain specificity", "sentences": [], "annotations": [], "relations": []}, {"offset": 74618, "infons": {"fpage": "121", "lpage": "157", "name_0": "surname:Markman;given-names:E. M.", "name_1": "surname:Wachtel;given-names:G. F.", "pub-id_pmid": "3365937", "section_type": "REF", "source": "Cogn. Psychol.", "type": "ref", "volume": "20", "year": "1988"}, "text": "Children's use of mutual exclusivity to constrain the meanings of words", "sentences": [], "annotations": [], "relations": []}, {"offset": 74690, "infons": {"fpage": "9014", "lpage": "9019", "name_0": "surname:Medina;given-names:T. N.", "name_1": "surname:Snedeker;given-names:J.", "name_2": "surname:Trueswell;given-names:J. C.", "name_3": "surname:Gleitman;given-names:L. R.", "pub-id_doi": "10.1073/pnas.1105040108", "pub-id_pmid": "21576483", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "108", "year": "2011"}, "text": "How words can and cannot be learned by observation", "sentences": [], "annotations": [], "relations": []}, {"offset": 74741, "infons": {"fpage": "38", "lpage": "55", "name_0": "surname:Merrick;given-names:K.", "pub-id_doi": "10.1016/j.cogsys.2016.08.001", "section_type": "REF", "source": "Cogn. Syst. Res.", "type": "ref", "volume": "41", "year": "2017"}, "text": "Value systems for developmental cognitive robotics: a survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 74802, "infons": {"fpage": "529", "lpage": "533", "name_0": "surname:Mnih;given-names:V.", "name_1": "surname:Kavukcuoglu;given-names:K.", "name_2": "surname:Silver;given-names:D.", "name_3": "surname:Rusu;given-names:A. A.", "name_4": "surname:Veness;given-names:J.", "name_5": "surname:Bellemare;given-names:M. G.", "pub-id_doi": "10.1038/nature14236", "pub-id_pmid": "25719670", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "Human-level control through deep reinforcement learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 74858, "infons": {"fpage": "1113", "lpage": "1117", "name_0": "surname:Najnin;given-names:S.", "name_1": "surname:Banerjee;given-names:B.", "section_type": "REF", "source": "Interspeech", "type": "ref", "year": "2016"}, "text": "Emergence of vocal developmental sequences in a predictive coding model of speech acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 74952, "infons": {"fpage": "24", "lpage": "41", "name_0": "surname:Najnin;given-names:S.", "name_1": "surname:Banerjee;given-names:B.", "pub-id_doi": "10.1016/j.specom.2017.05.002", "section_type": "REF", "source": "Speech Commun", "type": "ref", "volume": "92", "year": "2017"}, "text": "A predictive coding framework for a developmental agent: speech motor skill acquisition and speech production", "sentences": [], "annotations": [], "relations": []}, {"offset": 75062, "infons": {"name_0": "surname:Pinker;given-names:S.", "section_type": "REF", "source": "Learnability and Cognition: The Acquisition of Argument Structure", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 75063, "infons": {"fpage": "146", "lpage": "153", "name_0": "surname:Plunkett;given-names:K.", "pub-id_pmid": "21223888", "section_type": "REF", "source": "Trends Cogn. Sci.", "type": "ref", "volume": "1", "year": "1997"}, "text": "Theories of early language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 75102, "infons": {"fpage": "293", "lpage": "312", "name_0": "surname:Plunkett;given-names:K.", "name_1": "surname:Sinha;given-names:C.", "name_2": "surname:Møller;given-names:M. F.", "name_3": "surname:Strandsby;given-names:O.", "section_type": "REF", "source": "Connect. Sci.", "type": "ref", "volume": "4", "year": "1992"}, "text": "Symbol grounding or the emergence of symbols? Vocabulary growth in children and a connectionist net", "sentences": [], "annotations": [], "relations": []}, {"offset": 75202, "infons": {"name_0": "surname:Quine;given-names:W. V. O.", "name_1": "surname:Churchland;given-names:P. S.", "name_2": "surname:Føllesdal;given-names:D.", "section_type": "REF", "source": "Word and Object", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 75203, "infons": {"fpage": "792", "name_0": "surname:Räsänen;given-names:O.", "name_1": "surname:Rasilo;given-names:H.", "pub-id_doi": "10.1037/a0039702", "pub-id_pmid": "26437151", "section_type": "REF", "source": "Psychol. Rev.", "type": "ref", "volume": "122", "year": "2015"}, "text": "A joint model of word segmentation and meaning acquisition through cross-situational learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 75297, "infons": {"fpage": "819", "lpage": "865", "name_0": "surname:Regier;given-names:T.", "pub-id_doi": "10.1207/s15516709cog0000_31", "pub-id_pmid": "21702796", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "29", "year": "2005"}, "text": "The emergence of words: attentional learning in form and meaning", "sentences": [], "annotations": [], "relations": []}, {"offset": 75362, "infons": {"fpage": "323", "lpage": "338", "name_0": "surname:Riedmiller;given-names:M.", "section_type": "REF", "source": "Neural Comput. Appl.", "type": "ref", "volume": "8", "year": "1999"}, "text": "Concepts and facilities of a neural reinforcement learning control architecture for technical process control", "sentences": [], "annotations": [], "relations": []}, {"offset": 75472, "infons": {"fpage": "317", "lpage": "328", "name_0": "surname:Riedmiller;given-names:M.", "section_type": "REF", "source": "European Conference on Machine Learning", "type": "ref", "year": "2005"}, "text": "Neural fitted q iteration–first experiences with a data efficient neural reinforcement learning method", "sentences": [], "annotations": [], "relations": []}, {"offset": 75577, "infons": {"fpage": "e17441", "name_0": "surname:Ripollés;given-names:P.", "name_1": "surname:Marco-Pallarés;given-names:J.", "name_2": "surname:Alicart;given-names:H.", "name_3": "surname:Tempelmann;given-names:C.", "name_4": "surname:Rodríguez-Fornells;given-names:A.", "name_5": "surname:Noesselt;given-names:T.", "pub-id_doi": "10.7554/eLife.17441", "pub-id_pmid": "27644419", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "5", "year": "2016"}, "text": "Intrinsic monitoring of learning success facilitates memory encoding via the activation of the sn/vta-hippocampal loop", "sentences": [], "annotations": [], "relations": []}, {"offset": 75696, "infons": {"fpage": "2606", "lpage": "2611", "name_0": "surname:Ripollés;given-names:P.", "name_1": "surname:Marco-Pallarés;given-names:J.", "name_2": "surname:Hielscher;given-names:U.", "name_3": "surname:Mestres-Missé;given-names:A.", "name_4": "surname:Tempelmann;given-names:C.", "name_5": "surname:Heinze;given-names:H.-J.", "pub-id_doi": "10.1016/j.cub.2014.09.044", "pub-id_pmid": "25447993", "section_type": "REF", "source": "Curr. Biol.", "type": "ref", "volume": "24", "year": "2014"}, "text": "The role of reward in word learning and its implications for language acquisition", "sentences": [], "annotations": [], "relations": []}, {"offset": 75778, "infons": {"fpage": "470", "name_0": "surname:Rohlfing;given-names:K. J.", "name_1": "surname:Wrede;given-names:B.", "name_2": "surname:Vollmer;given-names:A.-L.", "name_3": "surname:Oudeyer;given-names:P.-Y.", "pub-id_doi": "10.3389/fpsyg.2016.00470", "pub-id_pmid": "27148105", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "7", "year": "2016"}, "text": "An alternative to mapping a word onto a concept in language acquisition: pragmatic frames", "sentences": [], "annotations": [], "relations": []}, {"offset": 75868, "infons": {"fpage": "113", "lpage": "146", "name_0": "surname:Roy;given-names:D. K.", "name_1": "surname:Pentland;given-names:A. P.", "pub-id_doi": "10.1207/s15516709cog2601_4", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "26", "year": "2002"}, "text": "Learning words from sights and sounds: a computational model", "sentences": [], "annotations": [], "relations": []}, {"offset": 75929, "infons": {"name_0": "surname:Russell;given-names:S. J.", "name_1": "surname:Norvig;given-names:P.", "section_type": "REF", "source": "Artificial Intelligence: A Modern Approach (International Edition).", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 75930, "infons": {"fpage": "110", "lpage": "114", "name_0": "surname:Saffran;given-names:J. R.", "pub-id_doi": "10.1111/1467-8721.01243", "section_type": "REF", "source": "Curr. Dir. Psychol. Sci.", "type": "ref", "volume": "12", "year": "2003"}, "text": "Statistical language learning: mechanisms and constraints", "sentences": [], "annotations": [], "relations": []}, {"offset": 75988, "infons": {"fpage": "7", "lpage": "28", "name_0": "surname:Schafer;given-names:G.", "name_1": "surname:Mareschal;given-names:D.", "pub-id_doi": "10.1207/S15327078IN0201_2", "section_type": "REF", "source": "Infancy", "type": "ref", "volume": "2", "year": "2001"}, "text": "Modeling infant speech sound discrimination using simple associative networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 76066, "infons": {"fpage": "1", "lpage": "27", "name_0": "surname:Schultz;given-names:W.", "pub-id_pmid": "9658025", "section_type": "REF", "source": "J. Neurophysiol.", "type": "ref", "volume": "80", "year": "1998"}, "text": "Predictive reward signal of dopamine neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 76111, "infons": {"fpage": "199", "lpage": "207", "name_0": "surname:Schultz;given-names:W.", "pub-id_doi": "10.1038/35044563", "pub-id_pmid": "11257908", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "1", "year": "2000"}, "text": "Multiple reward signals in the brain", "sentences": [], "annotations": [], "relations": []}, {"offset": 76148, "infons": {"fpage": "2566", "lpage": "2570", "name_0": "surname:Shiraga;given-names:N.", "name_1": "surname:Ozawa;given-names:S.", "name_2": "surname:Abe;given-names:S.", "section_type": "REF", "source": "Proceedings of the 9th International Conference on Neural Information Processing, 2002. ICONIP'02", "type": "ref", "year": "2002"}, "text": "A reinforcement learning algorithm for neural networks with incremental learning ability", "sentences": [], "annotations": [], "relations": []}, {"offset": 76237, "infons": {"fpage": "39", "lpage": "91", "name_0": "surname:Siskind;given-names:J. M.", "pub-id_pmid": "8990968", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "61", "year": "1996"}, "text": "A computational study of cross-situational techniques for learning word-to-meaning mappings", "sentences": [], "annotations": [], "relations": []}, {"offset": 76329, "infons": {"fpage": "480", "lpage": "498", "name_0": "surname:Smith;given-names:K.", "name_1": "surname:Smith;given-names:A. D.", "name_2": "surname:Blythe;given-names:R. A.", "pub-id_doi": "10.1111/j.1551-6709.2010.01158.x", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "35", "year": "2011"}, "text": "Cross-situational learning: an experimental study of word-learning mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 76407, "infons": {"fpage": "103", "lpage": "130", "name_0": "surname:Snedeker;given-names:J.", "name_1": "surname:Trueswell;given-names:J.", "pub-id_doi": "10.1016/S0749-596X(02)00519-3", "section_type": "REF", "source": "J. Mem. Lang.", "type": "ref", "volume": "48", "year": "2003"}, "text": "Using prosody to avoid ambiguity: effects of speaker awareness and referential context", "sentences": [], "annotations": [], "relations": []}, {"offset": 76494, "infons": {"name_0": "surname:Sutton;given-names:R. S.", "name_1": "surname:Barto;given-names:A. G.", "section_type": "REF", "source": "Reinforcement Learning: An Introduction, Vol. 1.", "type": "ref", "year": "1998"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 76495, "infons": {"fpage": "417", "lpage": "430", "name_0": "surname:Syal;given-names:S.", "name_1": "surname:Finlay;given-names:B. L.", "pub-id_doi": "10.1111/j.1467-7687.2010.00997.x", "pub-id_pmid": "22213910", "section_type": "REF", "source": "Dev. Sci.", "type": "ref", "volume": "14", "year": "2011"}, "text": "Thinking outside the cortex: social motivation in the evolution and development of language", "sentences": [], "annotations": [], "relations": []}, {"offset": 76587, "infons": {"fpage": "163", "name_0": "surname:Tilles;given-names:P. F.", "name_1": "surname:Fontanari;given-names:J. F.", "pub-id_doi": "10.3389/fnbeh.2013.00163", "pub-id_pmid": "24312030", "section_type": "REF", "source": "Front. Behav. Neurosci.", "type": "ref", "volume": "7", "year": "2013"}, "text": "Reinforcement and inference in cross-situational word learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 76650, "infons": {"fpage": "201", "lpage": "224", "name_0": "surname:Tomasello;given-names:M.", "name_1": "surname:Akhtar;given-names:N.", "section_type": "REF", "source": "Cogn. Dev.", "type": "ref", "volume": "10", "year": "1995"}, "text": "Two-year-olds use pragmatic cues to differentiate reference to objects and actions", "sentences": [], "annotations": [], "relations": []}, {"offset": 76733, "infons": {"fpage": "126", "lpage": "156", "name_0": "surname:Trueswell;given-names:J. C.", "name_1": "surname:Medina;given-names:T. N.", "name_2": "surname:Hafri;given-names:A.", "name_3": "surname:Gleitman;given-names:L. R.", "pub-id_doi": "10.1016/j.cogpsych.2012.10.001", "pub-id_pmid": "23142693", "section_type": "REF", "source": "Cogn. Psychol.", "type": "ref", "volume": "66", "year": "2013"}, "text": "Propose but verify: fast mapping meets cross-situational word learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 76804, "infons": {"fpage": "2094", "lpage": "2100", "name_0": "surname:Van Hasselt;given-names:H.", "name_1": "surname:Guez;given-names:A.", "name_2": "surname:Silver;given-names:D.", "section_type": "REF", "source": "AAAI", "type": "ref", "year": "2016"}, "text": "Deep reinforcement learning with double q-learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 76855, "infons": {"fpage": "46", "name_0": "surname:Vlach;given-names:H. A.", "name_1": "surname:Sandhofer;given-names:C. M.", "pub-id_doi": "10.3389/fpsyg.2012.00046", "pub-id_pmid": "22375132", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "3", "year": "2012"}, "text": "Fast mapping across time: memory processes support children's retention of learned words", "sentences": [], "annotations": [], "relations": []}, {"offset": 76944, "infons": {"fpage": "729", "lpage": "742", "name_0": "surname:Vouloumanos;given-names:A.", "pub-id_doi": "10.1016/j.cognition.2007.08.007", "pub-id_pmid": "17950721", "section_type": "REF", "source": "Cognition", "type": "ref", "volume": "107", "year": "2008"}, "text": "Fine-grained sensitivity to statistical information in adult word learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 77019, "infons": {"fpage": "279", "lpage": "292", "name_0": "surname:Watkins;given-names:C. J.", "name_1": "surname:Dayan;given-names:P.", "section_type": "REF", "source": "Mach. Learn.", "type": "ref", "volume": "8", "year": "1992"}, "text": "Q-learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 77030, "infons": {"fpage": "32", "lpage": "62", "name_0": "surname:Yu;given-names:C.", "pub-id_doi": "10.1080/15475440701739353", "section_type": "REF", "source": "Lang. Learn. Dev.", "type": "ref", "volume": "4", "year": "2008"}, "text": "A statistical associative account of vocabulary growth in early word learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 77108, "infons": {"fpage": "57", "lpage": "80", "name_0": "surname:Yu;given-names:C.", "name_1": "surname:Ballard;given-names:D. H.", "pub-id_doi": "10.1145/1008722.1008727", "section_type": "REF", "source": "ACM Trans. Appl. Percept.", "type": "ref", "volume": "1", "year": "2004"}, "text": "A multimodal learning interface for grounding spoken language in sensory perceptions", "sentences": [], "annotations": [], "relations": []}, {"offset": 77193, "infons": {"fpage": "2149", "lpage": "2165", "name_0": "surname:Yu;given-names:C.", "name_1": "surname:Ballard;given-names:D. H.", "pub-id_doi": "10.1016/j.neucom.2006.01.034", "section_type": "REF", "source": "Neurocomputing", "type": "ref", "volume": "70", "year": "2007"}, "text": "A unified model of early word learning: integrating statistical and social cues", "sentences": [], "annotations": [], "relations": []}, {"offset": 77273, "infons": {"fpage": "414", "lpage": "420", "name_0": "surname:Yu;given-names:C.", "name_1": "surname:Smith;given-names:L. B.", "pub-id_doi": "10.1111/j.1467-9280.2007.01915.x", "pub-id_pmid": "17576281", "section_type": "REF", "source": "Psychol. Sci.", "type": "ref", "volume": "18", "year": "2007"}, "text": "Rapid word learning under uncertainty via cross-situational statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 77344, "infons": {"fpage": "31", "lpage": "62", "name_0": "surname:Zangl;given-names:R.", "name_1": "surname:Mills;given-names:D. L.", "pub-id_doi": "10.1207/s15327078in1101_2", "section_type": "REF", "source": "Infancy", "type": "ref", "volume": "11", "year": "2007"}, "text": "Increased brain activity to infant-directed speech in 6-and 13-month-old infants", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]