[{"source": "PMC", "date": "20210125", "key": "pmc.key", "infons": {}, "documents": [{"id": "7805280", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fpsyg.2020.602623", "article-id_pmc": "7805280", "article-id_pmid": "33456445", "elocation-id": "602623", "kwd": "Korean corpus CHILDES Mean Length of Utterance child-directed speech adult-directed speech familiarity", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Ko;given-names:Eon-Suk", "name_1": "surname:Jo;given-names:Jinyoung", "name_2": "surname:On;given-names:Kyung-Woon", "name_3": "surname:Zhang;given-names:Byoung-Tak", "section_type": "TITLE", "type": "front", "volume": "11", "year": "2020"}, "text": "Introducing the Ko Corpus of Korean Mother–Child Interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 63, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We describe a corpus of speech taking place between 30 Korean mother–child pairs, divided in three groups of Prelexical (M = 0;08), Early-Lexical (M = 1;02), and Advanced-Lexical (M = 2;03). In addition to the child-directed speech (CDS), this corpus includes two different formalities of adult-directed speech (ADS), i.e., family-directed ADS (ADS_Fam) and experimenter-directed ADS (ADS_Exp). Our analysis of the MLU in CDS, family-, and experimenter-directed ADS found significant differences between CDS and ADS_Fam, and between ADS_Fam and ADS_Exp, but not between CDS and ADS_Exp. Our finding suggests that researchers should pay more attention to controlling the level of formality in CDS and ADS when comparing the two registers for their speech characteristics. The corpus was transcribed in the CHAT format of the CHILDES system, so users can easily extract data related to verbal behavior in the mother–child interaction using the CLAN program of CHILDES.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1034, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1047, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Over the last several decades, there has been an increasing emphasis on the use of spontaneous speech data in the study of language. The importance of ecologically valid spontaneous speech data has particularly been viewed critical in the area of child language acquisition where research questions often involve biological predisposition to language development. Earlier studies of child language, especially those focusing on phonological aspects of language development, used to base their investigation on a handful amount of data collected in a lab setting (e.g.,). However, data collection with young children poses various challenges since it is hard to maintain their focus on the task and usually not feasible to elicit target words or constructions of interest from young participants in a lab setting. With the development of technology, increasingly more researchers are creating a corpus of spontaneous speech in a natural setting. Yet, transcribing vocalizations or speech produced by young children and even the adult when interacting with their children is quite challenging compared to the conventional lab speech or adult-to-adult conversation. As such, despite the importance of spontaneous data in the research of child language acquisition, it takes considerably more time and efforts to create a corpus involving young children and their caregivers compared to constructing a corpus of speech between adults. In this regard, making such data accessible via a repository such as the CHILDES database is important for the research community directly or indirectly working on issues related to language acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2682, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the advancement of densely connected internet and affordable disk space on the one hand, and the movement toward the practice of open science in which researchers share their data and scripts with the community on the other, the amount of child language corpus downloadable for free on the internet has been on a rapid rise. Despite the many number of corpora available in the CHILDES database, however, there are very few corpora of Korean mothers interacting with their children publicly available yet. Further, there is very little information on the construction of mother-child interaction corpora, in particular a detailed description of the transcription criteria, despite the many decisions that have to be made against challenges posed by the nature of spontaneous speech. The Ko corpus of Korean mother–child interaction was created to help fill in this gap, and this paper provides detailed information on how this corpus was created and the transcription criteria along with the rationale for making judgments for a number of issues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3735, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The present corpus is differentiated from the existing body of open-access child language data in several regards. First, the data collection was designed to include the adult-directed speech (ADS) as well as the child-directed speech (CDS) from the same speakers. Though there are other corpora which include occasional adult-to-adult conversations, our corpus was designed to include the ADS at the outset so that research comparing the registers of CDS and ADS can find the data more systematically. Further, there are two different formalities of ADS provided, i.e., the family-directed ADS (ADS_Fam) collected while the mother talks with her family member or a close friend over the phone, and the more formal experimenter-directed ADS (ADS_Exp) capturing the interaction of the mother with the experimenter. Most previous studies involving ADS elicited ADS_Exp simply by having the mother engage in a conversation with the experimenter (e.g.,). In the literature of sociolinguistics, however, it is well-known that the level of formality in the relation between interlocutors results in differences in speaking styles (e.g.,). In this regard, it would be ideal to balance the formality between the CDS and ADS when comparing differences in the speech as a function of speech register which varies according to the developmental needs of the language learning listener. Since CDS is a speech register that is likely to be on the lowest end of the formality continuum, we sought to elicit a comparable formality of ADS by having the mother talk with one of her family members or close friends.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5333, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Second, we provide manually segmented crisp utterance boundaries so that research looking into temporal aspects of mother–child interaction can be conducted with more accuracy. The first step necessary for the preparation of the audio transcription is cutting up the long stream of recoding into a manageable sized sequences. The criterion we adopted in the creation of our transcription is to cut the utterances without including the pauses before or after the actual speech articulation. It seems that most of the corpora previously released for open access do not have a specific guideline as to where to draw the utterance boundaries. Thus, a piece of speech stream segmented as a single utterance would include a varying duration of silence either preceding or following the actual articulation of an utterance. For this reason, an utterance segment that might appear to be a 10 second-long utterance according to the time stamps may actually contain a speech articulation that lasts only for 2 seconds. Such a segmentation practice might not be relevant for many researchers but can cause a problem when the research question is related to temporal aspects of speech such as speaking rate (e.g.,) or response time in turn taking (e.g.,). The transcription of our corpus includes an explicit interval for non-speech, usually the silence interval, included with time stamps as one of the main tiers (∗PAU) in addition to the usual speaker tiers such as the mother (∗MOT) and the child speech (∗CHI) tiers. With the adoption of an explicit segmentation scheme, research dealing with temporal aspects of mother–child interaction would benefit in drawing a more informative conclusion and approximating the actual numbers. For example, analyzed the Providence corpus in the CHILDES and found that mothers’ speaking rate accelerates in the multi-word stage of the children. Her calculation of the speaking rate was based on the time stamps in the transcript thus margins before and after the utterances were also included in the duration of the utterances. Calculations based on such non-crisp boundaries should still yield a valid result when it comes to capturing the developmental tendency because the noise in the data was randomly distributed across all transcription. It was, however, hard to interpret the actual speaking rate yielded by this calculation due to the inclusion of silences in segmentating the utterances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7772, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The current corpus serves as the only cross-sectional open-access multimodal corpus of mother-child spontaneous interaction in the Korean language as of this writing. There are currently two additional corpora of Korean available in CHILDES, the Jiwon1 and the corpus. The Ko corpus is differentiated from them in the following respects. First, it contains a relatively large number of participants with 30 mother-child dyads compared to Jiwon, which contains only one child, and the Ryu corpus, which contains three children. Second, it is a cross-sectional data set containing three groups of Prelexical, Early-Lexical, and Advanced-Lexical stages, which makes it possible to investigate the developmental characteristics of mother–child conversations at each stage of language acquisition based on a sizable number of children compared to typical longitudinal studies. In comparison, the Ryu corpus is a longitudinal data set, which can serve as a great resource for questions on developmental changes although on a limited number of children. Third, it provides a multimodal data set of spontaneous interactions between the mother and child.2 Jiwon is also spontaneous but it provides only the transcripts whereas Ryu is multimodal but the activity centers around book reading.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9056, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As mentioned earlier, very few corpus of child language provides detailed documentation about the construction of the corpus, which is understandable. The data collection is usually conducted to investigate a specific research question, thus the documentation is provided in the methods section of a paper delivering the research outcome based on the data. Also, the existence of an extensive guideline for transcription already available in the CHAT documentation of the CHILDES might make it seem redundant to provide a separate documentation on the transcription criteria. Nevertheless, corpus users may benefit from knowing the details of how the corpus was constructed beyond the information available in the methods section of the related research articles. This is the case for a corpus with its own conventions like ours, or a non-English corpus, which sometimes contains language-specific issues not thoroughly resolved according to the guidelines in the CHAT documentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10040, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this paper, we provide a detailed description of the criteria involved in the construction of our corpus. In particular, we describe our decisions and detailed guidelines on the transcription. We then provide basic summary statistics of the corpus and statistical analysis of lexical and utterance-level characteristics of Korean CDS compared to ADS_Fam and ADS_Exp.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10410, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Description of the Corpus", "sentences": [], "annotations": [], "relations": []}, {"offset": 10436, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 10449, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We recruited a total of 36 infant–mother dyads, 12 in each of the three developmental stages of Prelexical, Early-Lexical, and Advanced-Lexical group (Table 1). The participants were recruited primarily through advertisements in on-line bulletin boards targeted for mothers living in Seoul and personal referrals. They were paid for participating in the experiment. A total of 35 dyads’ speech was transcribed after eliminating one recording from the Early-Lexical group due to the child’s excessive crying. Of these, 30 mothers consented to releasing the audio recording and accompanying transcripts to publicly available data repository. The audio and transcripts of these 30 mother–child interactions, 10 in each developmental stage group, are available in the CHILDES database3. We report statistics on both the full (n = 35) and the open-access (n = 30) data set here to serve the readers of our published articles based on the full data set as well as potential users who are looking to use the open-access data set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11480, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of children in each developmental group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11528, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Group</td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\">Age</td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\">Sex</td></tr><tr><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><hr/></td><td valign=\"top\" align=\"center\" colspan=\"2\" rowspan=\"1\"><hr/></td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Original data (<italic>n</italic> = 35)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Open-access (<italic>n</italic> = 30)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Original data (<italic>n</italic> = 35)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Open-access (<italic>n</italic> = 30)</td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Prelexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0;6.2 - 0;9.23 (<italic>M</italic> = 8 months, SD = 40 days)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0;6.2 - 0;9.23 (<italic>M</italic> = 8 months, SD = 44 days)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">8 Males, 4 Females</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">6 Males, 4 Females</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Early-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0;11.14 - 1;4.3 (<italic>M</italic> = 14 months, SD = 40 days)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1;0.15 - 1;4.3 (<italic>M</italic> = 14 months, SD = 35 days)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">6 Males, 6 Females</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4 Males, 6 Females</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Advanced-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2;1.10 - 2;6.24 (<italic>M</italic> = 27 months, SD = 49 days)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2;1.13 - 2;6.24 (<italic>M</italic> = 27 months, SD = 51 days)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">8 Males, 4 Females</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">6 Males, 4 Females</td></tr></tbody></table>\n"}, "text": "Group\tAge\tSex\t \t\t\t\t \t\tOriginal data (n = 35)\tOpen-access (n = 30)\tOriginal data (n = 35)\tOpen-access (n = 30)\t \tPrelexical\t0;6.2 - 0;9.23 (M = 8 months, SD = 40 days)\t0;6.2 - 0;9.23 (M = 8 months, SD = 44 days)\t8 Males, 4 Females\t6 Males, 4 Females\t \tEarly-Lexical\t0;11.14 - 1;4.3 (M = 14 months, SD = 40 days)\t1;0.15 - 1;4.3 (M = 14 months, SD = 35 days)\t6 Males, 6 Females\t4 Males, 6 Females\t \tAdvanced-Lexical\t2;1.10 - 2;6.24 (M = 27 months, SD = 49 days)\t2;1.13 - 2;6.24 (M = 27 months, SD = 51 days)\t8 Males, 4 Females\t6 Males, 4 Females\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12074, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The mean age of the children in each of the developmental groups was 8, 14, and 27 months, respectively. Note that the age interval between the three groups is not equal, i.e., there is a 6-month gap between the Prelexical and the Early-Lexical group, but a much greater gap of 13 months between the Early-Lexical and the Advanced-Lexical group. This is because the target age in each group was set suitable to investigate questions across specific developmental stages. Infants in the Prelexical stage cannot yet produce words but are able to vocalize syllables. Infants in the Early-Lexical stage are just beginning to produce their first word though their speech is not yet fully intelligible. Mothers are known to adapt their speech on observing the production of their child’s first speech around this time. Children in the Advanced-Lexical stage have accumulated almost a thousand words in their lexicon, and can put them together in an utterance containing quite a long string of words. The rapidly changing linguistic maturity during the first 3 years of life can thus be compared with data from these distinct developmental stages.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13217, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The participating mothers all spoke Korean as their native language, and were overall quite highly educated. They were all recruited in Seoul and spoke Seoul dialects except one mother who had a Kyungsang accent. Their educational background included 2 high school graduates, 23 college degrees, and 11 graduate level education. Nationwide, about 69.7% of high school graduates are reported to go to college as of 2018 according to the Statistical Yearbook of Education published by the Ministry of Education in Korea. Thus our participants have an educational level higher than the national average. Their mean age was 33, and ranged from 28 to 41.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13867, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Data Collection Environment", "sentences": [], "annotations": [], "relations": []}, {"offset": 13895, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Data were collected at a space set up in the Biointelligence Lab of the Computer Science Department in Seoul National University, which was essentially a mock apartment intentionally designed to simulate the natural home environment as closely as possible with its structure and the furnishing (Figure 1). The apartment consisted of a foyer with space to take shoes off, a living room with a sofa and a table as well as toys and books appropriate for the age of the participating children, a bedroom furnished with a bed, a desk, and a bookcase, and a kitchen equipped with a fridge and a kitchen table with chairs. Participants were not given any particular instructions as to which space to use, but most of them naturally spent the majority of the time in the living room where toys were furnished.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14697, "infons": {"file": "fpsyg-11-602623-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "The pictures show the environment of the apartment where the data were collected. The living room on the left was equipped with age-appropriate toys. The kitchen in the middle was equipped with a fridge and a kitchen table with chairs. The bedroom on the right had a bed, a desk, and a bookcase. Not shown is a foyer where participants took off their shoes and unused toys were stored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15083, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 15093, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The infant–mother dyads were greeted with the second and the third author. After a brief explanation about the recording and clarifying any questions, the mothers signed the consent forms. The mother and the child were then fitted with vests equipped with a clip-on microphone wired into a digital recorder in the pocket. Before the recording session began, we made a sharp hand clap noise to be used for synchronizing the signals on all devices involved. The recording was made with a 44.1-kHz sampling rate, 16 bits per sample in the wav format. The two channels of recording, one from the mother and the other from the child, were later time synchronized and merged to form a file with a stereo channel. The mother also wore a cap with a clip-on video-camera to record the first-person view of the scene, and two wrist-worn devices with various types of physiological sensors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15975, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mothers were told to interact with their infants as they would normally do at home, making use of the toys and books at their will. They were then left alone to be engaged in a free-play session for 40 min. One of the researchers monitored the video-recording of the free-play session in a separate room via multiple wireless cameras. When the 40 min have passed, the researcher made a phone call to the mother from an adjacent room, and asked to make a phone call to one of her family members or close friends and talk for about 5 min. They were already informed of this step before they visited for recording, so had already arranged someone to call. The purpose of this second task was to elicit ADS_Fam. As noted above, many similar studies simply get the researcher interact with the mother but we conducted this ADS session with someone who is already familiar with the mother so that a level of formality comparable to the mothers’ CDS could be achieved for the ADS data. In a few cases where the father came along but was instructed to wait outside, we let him enter the lab and chat with the mother in person for a few minutes. The researcher then came in and talked with the mother for a few minutes. This last interaction activity yielded ADS_Exp, which differs from ADS_Fam in the degree of formality thus forms a separate speech register.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17329, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Assessment of Language Development", "sentences": [], "annotations": [], "relations": []}, {"offset": 17364, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mothers were sent a booklet for assessing the infants’ language development via mail before they visited for the recording along with the documents explaining the experiment and the agreement form to participate. The mothers responded to Sequenced Language Scale for Infants (SELSI,), a parent-report instrument for assessing 4- to 35-month-old infants’ receptive and expressive language abilities. Among the participants, the scores of two children in the receptive, and five in the expressive test indicated a slight deviation from the norm. Further, one in the receptive and three children in the expressive language test received a score indicating language delay. However, among the three delayed children in the expressive test, two were ages 6 and 7 months old, respectively, for whom assessments of communicative developments by parental report are prone to error due to the very small number of vocabulary that they understand at this age. The third indicated a normal developmental score in the receptive language test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18398, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 18412, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The interactions between mothers and their children were transcribed according to the CHAT transcription format with some simplifications. A good part of our transcription conventions are, therefore, reiterations of the guidelines in the CHAT manual. We, however, repeat them here despite the overlap with the standard CHAT conventions, so that readers can quickly zoom in on all and only the relevant set of conventions specific to constructing the corpus of our kind, i.e., multimodal spontaneous interaction of Korean mother-child dyads. In describing our transcription guidelines below, comments are made where we diverge from the conventions suggested in. A total of 10 undergraduate and graduate students who are native speakers of Korean participated in the initial transcription process. They were trained by the second author until they indicated a clear understanding of the guidelines provided below. They then transcribed the recordings by listening to the audio recordings using the interface provided in the CLAN program. All the transcripts were second-passed by the second author to ensure quality and consistency. Video recordings were also consulted in this process when contextual information was necessary for clarification of the context. In the open-access transcript set, children’s names were replaced by the word NAME to deidentify the participants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19789, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Utterance", "sentences": [], "annotations": [], "relations": []}, {"offset": 19799, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Each main line of the transcript consists of one utterance produced by one participant. According to CHAT, there must be only one of the three utterance terminators (period, question mark, and exclamation mark) on each line. Commas can be used as many times as needed on a line in order to indicate phrasal junctures. Each utterance usually consists of one sentence. However, when a speaker produced one sentence right after another without a perceptible utterance boundary, the two sentences were considered to comprise one utterance and thus transcribed on the same line (Figure 2, Interval A). While it should be acknowledged that each transcriber might have different judgments on whether two sentences form one utterance or two, all the transcripts went through a second pass by the second author for consistency across transcripts. In this way, we minimized any discrepancies on judging the utterance boundary among transcribers. All utterances in the transcript have time stamps for the beginning and the end of the utterance in the corresponding audio file so that they can be extracted for acoustic analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20917, "infons": {"file": "fpsyg-11-602623-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Segmentation of utterances. In the interval (A), there are more than one sentences produced without a pause. These were segmented as a single utterance, and the speaker was indicated in the main tier, the mother (*MOT) in this example. In the interval (B), the non-speech portion of the recording between utterances was indicated as *PAU on the main tier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21273, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Main Tiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 21284, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A transcript mainly consists of the main tiers and the dependent tiers. A main tier shows the basic transcription of speakers’ utterances and always starts with a participant ID. The participants include the child (∗CHI), the mother (∗MOT), and adult researchers (ADU, ∗AD1, ∗AD2, ∗AD3). It is usually the case that two researchers (∗AD1 and ∗AD2) took care of a recording session with one exception in which only one researcher (∗ADU) appeared. Occasionally, the child’s father (∗FAT) comes into the room to talk with the mother after the 40-min free-play time, as mentioned earlier. The remaining parts of the recording where none of the participants speaks are tagged with ∗PAU, e.g., when there is silence or any non-human speech sounds (Figure 2, Interval B). In other words, ∗PAU fills the intervals between human utterances. ∗PAU is always transcribed with “0,” except when indicating the beginning and ending of each CDS and ADS session (see “Register Blocks” for details). Though ∗PAU is not a speaker tier, we introduced this tier for research dealing with temporal aspects of the speech signal. Whereas most other corpora would just include the pause at the end of the first utterance, we demarcated the non-speech interval with two time stamps to facilitate a more accurate estimation of phonetic variables such as speaking rate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22664, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Dependent Tiers", "sentences": [], "annotations": [], "relations": []}, {"offset": 22680, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dependent tiers provide additional coding for further information. Among a number of dependent tiers suggested in the CHAT transcription format, those employed in our transcripts are the orthography tier (%ort), the gloss tier (%gls), the comment tier (%com), and the explanation tier (%exp). The orthography tier provides transliteration of Korean to Roman letters. The gloss tier provides the gloss of children’s innovative forms. The comment tier was mainly used to provide English orthography for English words whose pronunciation was transcribed in Korean in the main tier. The explanation tier is used to provide any extra explanation about the utterance. Further explanations for each of these dependent tiers are provided below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23419, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "%ort: The transcription of our corpus was done in Hangul, the Korean alphabet. However, we added the Roman transliteration in the %ort tier for those who might find the inclusion of this tier to be useful. There are several different standards for Korean-to-Roman transliteration, but we followed the Yale romanization convention. The transliteration does not reflect phonological changes but is a one-to-one mapping of the Korean letters to a Roman alphabet except for some cases such as the empty onset in the syllable initial position as directed by the Yale Romanization convention. Since it is a dependent tier, a CLAN command such as freq on the %ort tier will yield results with information about the speaker on its main tier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24153, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "%gls: Gloss tier (%gls) provides a translation of the child’s speech into the adult language. Even when the child’s speech itself is hard to interpret, the transcriber could understand its meaning by referring to the mother’s responses and the context in which it was uttered. Whenever needed, video recording was also consulted to infer the meaning of child-invented forms. Note that the translation provided in italic in the following examples is not present in the transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24640, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "%com: English loanwords account for 4.5% of the word type, and 1.4% of word tokens in the colloquial speech of college students. With increasing exposure to English and global experiences, gradually more Korean speakers are adopting Korean-English code switching. Such tendency was clear among our participating mothers, the young urban females often reported to lead sociolinguistic changes. When a speaker produced words or phrases in English, we transcribed them in Korean as actually pronounced in the main tier, with the English orthography in %com tier. The comment tier was employed only when the speakers were considered to have “chosen” to speak in English, e.g., when a mother was teaching an English word to her child. English loanwords that are lexicalized in Korean were not accompanied by its English orthography in the comment tier. For example, established loan words such as computer and juice were simply transcribed in Korean in the main tier without further annotating an English orthography in a %com tier. Some of the examples when we did add the annotation in the %com tier are illustrated below. In the second example, the angle brackets < > indicate that all the words in the brackets are the speaker’s singing; if there were no brackets, [=! sings] would mean that only the word that immediately precedes it is part of the speaker’s singing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26016, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "%exp: The explanation tier is useful for specifying the referent of a noun or a deictic identity of objects that can be inferred from the context. In the open access transcript, we do not provide an English translation for this tier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26250, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Register Blocks", "sentences": [], "annotations": [], "relations": []}, {"offset": 26266, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As mentioned earlier, each recording session consisted of three blocks, i.e., CDS, ADS_Fam with an intimate person, and ADS_Exp with the experimenter. In the first ADS, or the ADS_Fam block, mothers were asked to talk to an adult close to them, mostly her mother or husband. In the second ADS, or the ADS_Exp block, mothers interacted with experimenters who were not familiar to them. In the transcripts, the beginning and end of each block is marked on the ∗PAU tier with the following notations: “cds starts,” “cds ends,” “first ads starts,” “first ads ends,” “second ads starts,” “second ads ends.” Based on these markings, it was expected that each utterance could be categorized into CDS or different speech registers of ADS. However, even within a CDS block, mothers occasionally spoke to adults when, for example, receiving a phone call. Also, mothers often talked to their infants while interacting with researchers. We therefore tagged each adult-directed utterance, regardless of whether it occurs in CDS or ADS block, with “ads-fam” for speech directed to intimate adults and “ads-exp” for speech directed to experimenters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27435, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Coding Conventions and Symbols", "sentences": [], "annotations": [], "relations": []}, {"offset": 27466, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Below we introduce special form markers used in our corpus. They were largely adopted from the CHAT convention, but some of them were simplified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27612, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "(..): Pauses are coded with symbol (..). The CHAT convention distinguishes (..) and (…) depending on the length of the pause, but in our data we only used (..) regardless of how long the silence is. Even when there is a long pause within an utterance, it is transcribed in one line, rather than entering the pre-pause and post-pause material on separate lines. In such cases, transcribers were able to judge the speaker’s intention to continue after the pause based on intonational cues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28104, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "[: text]: The data being spontaneous speech between two intimate speakers, the conversation includes a great deal of informal speech. We transcribed the non-standard casual form as it is actually pronounced, along with its standard form as listed in the dictionary in square brackets that follow. It should be noted that even when a casual form was used, we did not annotate its standard counterpart when the casual form is registered as an entry in the dictionary. For example,  kuntey is not followed by its standard form , because it is listed in the dictionary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28670, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "[/]: The [/] symbol is used for what is referred to as repetition and retracing in CHAT transcription format. CHAT format provides distinct notations for repetition, i.e., saying something and repeating it without any change, and retracing, i.e., repeating some material with different formulation while maintaining the same idea, but we coded both repetition and retracing invariably with [/]. It is transcribed following the material that is being repeated or retraced. When two or more words are being repeated or retraced, they are enclosed in angle brackets, as can be seen in the third example below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29277, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "xxx: The symbol xxx is used for unintelligible speech with unclear phonetic shape due to various reasons such as poor recording qualities and overlapping with background noise. It is also used when speakers make some weird noises that cannot be transcribed in human language, e.g., screaming and gasping. It should be noted that xxx symbol can only be used when the phonetic shape of the material is unclear. When it is possible to identify the phonetic shape of a word but its meaning is uncertain, @u should be used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29796, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "@u: A word is tagged with @u when its pronunciation is clear but the meaning is unclear. This symbol can be used to tag words produced by children that seem to bear some meaning, which is unintelligible. It differs from @b in that @b is attached to babbling words that do not normally have specific lexical meaning. Sometimes even the words produced by mothers are tagged with @u. The material for which gloss tier (%gls) provides its meaning does not accompany @u in the main tier, as its meaning is clear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30304, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "@b: The @b symbol is used for babbling words that do not seem to carry any lexical meaning. @b is used almost exclusively for infants in the Prelexical group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30463, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "@wp: A word containing word play was tagged with @wp symbol. Words were judged as containing word play when the prosody was significantly modified resulting in unusually low or high pitch or rapidly changing syllable durations and thus differ from usual conversational speech. Typical examples of word play include rhythmical word repetitions and chanting, as in (a) (the use of @z:owp will be discussed shortly), similar to the patty cake game in the western culture, and cases where mothers change their voice in order to produce onomatopoeic sounds as in (b). Word play also includes producing nonsense words with playful vocalization mainly to amuse the children and grab their attention, as shown in (c).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31173, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "@o: Korean has a rich inventory of ideophonic words, describing either auditory (analogous to onomatopoeia in English) or non-auditory experiences. Ideophonic expressions were marked with @o symbol. The tagging of @o was based on the dictionary definition of ideophones, i.e., a word that depicts the way something is done or the sound something makes. In many cases, ideophonic words accompanied word play, when, for example, the speaker imitates the sound of an animal or an object. We coded such words with @z:owp, employing @z of the CHAT convention that marks user-defined special forms, as shown in (a) and (b) above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31797, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": ": : A colon was used to mark lengthened syllables as judged notable by perception. Syllables were often lengthened in expressive words such as onomatopoetic words and interjections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31979, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An alternative way of transcribing an elongated word-medial vowel would be to transcribe the vowel multiple times. For instance, for the onomatopoeic word  pung which depicts the sound of a driving car, a comic book might transcribe such an instance as  puuung or  pu-ung. We simply noted the elongation by adding the : symbol on the right edge of the syllable as in  : pung:.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32356, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "&: The & symbol is attached to the beginning of a phonological fragment or a lexical item that can be regarded as a false start. Note that a word or a fragment preceded by this symbol is omitted in calculating the MLU in CLAN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32583, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "&=text: Non-linguistic sounds are described using &=symbol. One of the most common use of this notation in our data is in & = laughs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32717, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "[=! text]: Paralinguistic effects that arise during speech is noted using [=! text]. We developed three types of this notation for singing, reading, and role-playing. Only the part of an utterance enclosed by angle brackets is accompanied by the event noted in the square brackets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32999, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Overlapping Speech", "sentences": [], "annotations": [], "relations": []}, {"offset": 33018, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We did not adopt any particular notation for indicating overlapping speech. When two or more utterances produced by different speakers overlap, the one whose beginning time is earlier is transcribed preceding the one with a later beginning time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33264, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Under the principle that one utterance be transcribed on one main line, even an utterance that is interrupted or broken up by the conversational interactions or back-channel signals of another speaker is entered on the same line as in (a), not (b). One may argue that these back-channel signals do not constitute turns but simply indicates the listening of the interlocutor, but they also provide an indication that the listener would like the speaker to continue. Our rationale for choosing (a) was that it can capture the fact that the child produced the Advanced-Lexical utterance. It was often possible to judge by intonational patterns whether the child intended to produce a string of words as one utterance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33979, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Orthographic Issues: Spacing and Non-Korean Words", "sentences": [], "annotations": [], "relations": []}, {"offset": 34029, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We followed the conventions of Korean orthography as set forth by the. In particular, special care was taken to maintain a space before a dependent noun as in (a) and an auxiliary verb as in (b). These are prosodic groups with the previous word as a single unit, thus the spacing is often overlooked in casually written texts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34356, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Basic Corpus Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34378, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We present some basic distributional statistics of the corpus to show the lexical and utterance-level characteristics of Korean mothers’ child-directed speech. We then present statistical analyses for some of the lexical and utterance-level characteristics. The individual speakers’ data for the word tokens, word types, utterances, and duration used for the statistical analysis can be found in the Supplementary Data Section.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34810, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Corpus Statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 34828, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We first provide each group’s total number of word tokens and the number of utterances in each register. Note that the number of words and utterances can vary depending on how you calculated them. For example, one might exclude an unintelligible word transcribed as xxx or an utterance entirely composed of sounds tagged as false start or repetition, with the & or the [/] symbol, from the number of word tokens or the utterances. Depending on the purpose of the analysis, however, one might choose to include those irregular vocalizations as part of the utterance as in calculating the utterance duration or gap duration between taking turns in conversation, and so on. This is why the output of the clan command timedur, for example, may yield a greater number of words and utterances than mlu though an option can be added to include or exclude the irregular words. The numbers we provide in the Tables 2, 3 are based on the mlu and freq functions, which yield a more conservative number than timedur by excluding irregular vocalizations and repetitions from counting. Note that the total number of word types in Table 2 is smaller than the sum of the word types in the three groups due to the overlap in word types across the groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36068, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of word tokens and types in the original Ko corpus. (Numbers in parentheses are for the open-access data).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36182, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Prelexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Early- Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Advanced-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Total</td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Total number of word tokens</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">23,142 (19,789)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">24,634 (21,481)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">28,696 (23,694)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">76,472 (64,964)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Number of tokens in CDS</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">18,867 (16,028)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">19,755 (17,986)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">23,489 (19,093)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">62,111 (53,107)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Number of types in CDS</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4,230 (3,898)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4,027 (3,720)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4,649 (4,111)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">9,270 (8,526)</td></tr></tbody></table>\n"}, "text": "\tPrelexical\tEarly- Lexical\tAdvanced-Lexical\tTotal\t \tTotal number of word tokens\t23,142 (19,789)\t24,634 (21,481)\t28,696 (23,694)\t76,472 (64,964)\t \tNumber of tokens in CDS\t18,867 (16,028)\t19,755 (17,986)\t23,489 (19,093)\t62,111 (53,107)\t \tNumber of types in CDS\t4,230 (3,898)\t4,027 (3,720)\t4,649 (4,111)\t9,270 (8,526)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 36500, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of utterances in the original Ko corpus. (Numbers in parentheses are for the open-access data).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36603, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Prelexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Early-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Advanced-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Total</td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CDS</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">7,113 (6,039)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">7,267 (6,717)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">7,637 (6,206)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">22,017 (18,962)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ADS_Fam</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">608 (490)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">455 (336)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">592 (480)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">1,655 (1,306)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ADS_Exp</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">183 (165)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">403 (217)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">364 (282)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">950 (664)</td></tr></tbody></table>\n"}, "text": "\tPrelexical\tEarly-Lexical\tAdvanced-Lexical\tTotal\t \tCDS\t7,113 (6,039)\t7,267 (6,717)\t7,637 (6,206)\t22,017 (18,962)\t \tADS_Fam\t608 (490)\t455 (336)\t592 (480)\t1,655 (1,306)\t \tADS_Exp\t183 (165)\t403 (217)\t364 (282)\t950 (664)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 36823, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Lexical Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 36847, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We calculated the number of word tokens, types, and type-token ratio of the CDS in our data by using the freq command in CLAN. Since each transcript contains a varying amount of recording time, we cannot directly compare the number of tokens based on the output of the freq command. In order to normalize the number of tokens and types based on the amount of time speech was produced in each session, we calculated the entire duration of CDS utterances excluding the between-utterance pauses using the timedur command. We then compared the number of word tokens and types in each child group by dividing them by the accumulated utterance duration. As can be seen in Figure 3, there was a steady increase in the number of tokens and types as the child’s language developed. A one-way ANOVA using the aov function of R showed an increasing amount of word tokens [F(2,32) = 10.04, p < 0.001] and types [F(2,32) = 7.35, p < 0.01] with child age. A computation of Tukey HSD (Tukey Honest Significant Differences, R function: TukeyHSD()) for performing multiple pairwise-comparison between the means of developmental groups found a significant difference in tokens (p < 0.001) and types (p < 0.001) between the Prelexical and the Advanced-Lexical group, a marginally significant difference in tokens (p = 0.055) but not in types (p = 0.48) between the Prelexical and the Early-Lexical group, and no significant difference in tokens (p = 0.13) but in types (p < 0.05) between Early-Lexical and Advanced-Lexical group. The type-token ratio (TTR), a measure of lexical diversity, however, did not show a statistically significant pattern [F(2,32) = 0.35, p = 0.7] The absence of an effect in the TTR across groups, however, might not necessarily indicate lack of developmental changes in lexical diversity. Though TTR has often been considered as a measure of lexical diversity, there are studies suggesting a more nuanced interpretation of the TTR due to its susceptibility to the word classes, sample size, and the contexts. Further, given the agglutinative nature of Korean morphology, it is an issue that would benefit from a more in-depth investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38999, "infons": {"file": "fpsyg-11-602623-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Lexical characteristics across developmental stages. The x-labels A0, A1, and A2 refer to the developmental stage of Prelexical, Early-Lexical, and Advanced-Lexical stage, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39185, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "One of the notable characteristics of the CDS at the lexical level at this stage of language development is the frequent use of onomatopoeic words. Children beginning to learn words work hard on mapping form to meaning, whose arbitrary relation is considered one of the hallmarks of human language but is a challenge for word learning. It has long been considered that the close resemblance between form and meaning in sound symbolic expressions might make it easier for children to tackle the task of word learning. In, we calculated the frequency of sound symbolic words including onomatopoeia, tagged with @o, expressive lengthening, tagged with :, and word play, tagged with @wp. We found that Korean mothers use expressive lengthening, onomatopoeia, and word play more frequently in the younger infants group. In addition, based on acoustic analyses of the associated audio, we found that mothers maintain acoustic saliency for sound symbolic words until later in development, although they somewhat weaken the prominence for ideophones when the child reaches a certain age.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40265, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Utterance-Level Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 40297, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mean Length of Utterance (MLU) is considered to reflect syntactic complexity, and has often been used to represent child’s syntactic development. In general, mothers’ MLU gets longer with the child’s linguistic development. However, not much is known how it compares to the MLU of ADS. More specifically, ADS is further split into formal and informal speech registers depending on the addressee, but previous research usually overlooked the possibility that mothers’ ADS might vary in formality depending on the addressee (cf.). In order to compare mother’s MLU as a function of the child’s developmental stage and different speech registers, we divided mothers’ utterances into CDS, ADS_Fam and ADS_Exp using command-line perl functions. We then calculated the MLU, using the mlu command in CLAN, by dividing the total number of words by the number of utterances produced by each mother (Table 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41210, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "Mean Length of Utterances in words and Standard Deviation in the original Ko corpus. (Numbers in parentheses are for the open-access data).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41350, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" cellspacing=\"5\" cellpadding=\"5\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Prelexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Early-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Advanced-Lexical</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Total</td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">CDS</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2.53, 1.85 (2.51, 1.85)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2.59, 1.86 (2.55, 1.84)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2.98, 2.23 (2.97, 2.23)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2.71, 2.00 (2.68, 1.99)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ADS_Fam</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4.61, 3.91 (4.71, 3.93)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">5.23, 4.48 (5.62, 5.19)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">5.12, 4.34 (5.20, 4.41)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">4.96, 4.23 (5.12, 4.47)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">ADS_Exp</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3.57, 3.33 (3.75, 3.37)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3.49, 3.56 (3.29, 3.25)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">2.94, 2.9 (3.07, 2.88)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3.30, 3.29 (3.31, 3.14)</td></tr></tbody></table>\n"}, "text": "\tPrelexical\tEarly-Lexical\tAdvanced-Lexical\tTotal\t \tCDS\t2.53, 1.85 (2.51, 1.85)\t2.59, 1.86 (2.55, 1.84)\t2.98, 2.23 (2.97, 2.23)\t2.71, 2.00 (2.68, 1.99)\t \tADS_Fam\t4.61, 3.91 (4.71, 3.93)\t5.23, 4.48 (5.62, 5.19)\t5.12, 4.34 (5.20, 4.41)\t4.96, 4.23 (5.12, 4.47)\t \tADS_Exp\t3.57, 3.33 (3.75, 3.37)\t3.49, 3.56 (3.29, 3.25)\t2.94, 2.9 (3.07, 2.88)\t3.30, 3.29 (3.31, 3.14)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 41715, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mean Length of Utterance continues to rise throughout the children’s developmental stages from Prelexical to Advanced-Lexical, as shown in Figure 4. This indicates that utterances produced by mothers speaking to older children are longer and perhaps more complex, as measured by the number of words contained in each utterance. In particular, there is a greater increase in MLU as children progress from Early-Lexical to Advanced-Lexical stage. Note that Korean morphological system is classified as being agglutinative where a word commonly consists of multiple morphemes. Thus, the increase in MLU in our data might reflect a different degree of advancement in syntax than in a morpheme-based, or even word-based MLU of a non-agglutinative language such as English. A one-way ANOVA for the MLU in the three developmental groups found a significant main effect of Developmental Stage [F(2,32) = 7.81, p < 0.01]. A Tukey HSD found significant differences between Prelexical and the Advanced-Lexical (p < 0.01), and the Early-Lexical and Advanced-Lexical group (p < 0.05), but there was no significant difference between the Prelexical and the Early-Lexical group (p = 0.7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42891, "infons": {"file": "fpsyg-11-602623-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Mean Length of Utterance (MLU) across developmental stages (A) and speech registers (B). The x-labels A0, A1, and A2 refer to the developmental stage of Prelexical, Early-Lexical, and Advanced-Lexical stage, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43113, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We further compared the MLU between the three different registers of CDS, ADS_Fam, and ADS_Exp. A one-way ANOVA for the MLU in the three different registers showed a significant main effect of Register [F(2,102) = 32.45, p < 0.001]. A Tukey HSD found significant differences between CDS and ADS_Fam (p < 0.001), and ADS_Fam and ADS_Exp (p < 0.001). We, however, did not find any significant difference in the MLU of CDS and ADS_Exp (p = 0.302). This finding about the effect of registers involving the formality as well as the age of the addressee is one of the first in the literature of CDS, and suggests that it is ideal to match up the level of formality in CDS and ADS when comparing their patterns. In sociolinguistics, stylistic variation, whereby the same speaker expresses the same idea differently when addressing listeners with different level of familiarity, has been a classical topic of investigation since. Our results suggest that register effect of CDS, arising from the linguistic, cognitive, and developmental differences of the child addressee, needs to be separated from the differences that arise from stylistic variation depending on the degree of familiarity and formality between the speaker and the addressee.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44349, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 44360, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In this paper, we described the process of constructing the Ko corpus of Korean mother-child interaction in detail, and, in particular, presented a detailed guidelines for transcribing spontaneous speech of Korean mothers and young children. It is one of the few cross-sectional multimodal corpora available for Korean, and is also unique in that we segmented utterance boundaries as accurately as possible and that it has two different formalities of adult-directed speech included. Our analysis of the MLU in CDS, family-directed ADS, and experimenter-directed ADS found significant differences between CDS and ADS_Fam, and ADS_Fam and ADS_Exp, but not between CDS and ADS_Exp. Our finding suggests that researchers should pay more attention to controlling the level of formality in CDS and ADS when comparing the two registers for their speech characteristics. The corpus was transcribed in the CHAT format, so users can easily extract data related to verbal behavior in the mother-child interaction using the CLAN program of CHILDES. The availability of this corpus is expected to facilitate research in child language acquisition and yield many new discoveries for researchers in various fields.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45561, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 45589, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets presented in this study can be found in online repositories. The names of the repository/repositories and accession number(s) can be found in the article/Supplementary Material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45780, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 45797, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The studies involving human participants were reviewed and approved by the Institutional Review Board of Seoul National University. Written informed consent to participate in this study was provided by the participants’ legal guardian/next of kin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46047, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 46068, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "EK conceptualized and directed the study. JJ and KO collected data. KO and BZ set up the recording environment and processed data for curation. EK and JJ set up the transcription criteria. JJ trained and supervised the transcribers. EK wrote the manuscript with contribution from JJ. All authors contributed to the article and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46427, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 46448, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46621, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "Funding. This work was supported by the Global Research Network Program through the Ministry of Education of the South Korea and the National Research Foundation of Korea (NRF-2016S1A2A2912606) and a research fund from Chosun University in 2016 to EK.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46873, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "https://childes.talkbank.org/access/EastAsian/Korean/Jiwon.html", "sentences": [], "annotations": [], "relations": []}, {"offset": 46937, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "As a reviewer points out, our corpus data might fall short of being representative of a child’s daily language experience since it involves playing in a new location in a confined setting. We have collected a complementary sort of data with the LENA system, a subset of whose derived data is being made available in an open repository (https://osf.io/uztxr/). Note, however, that every single syllable in the transcription is replaced with an X to render the content opaque. This was to protect the privacy of the family so the sort of analysis that one can conduct with them is different from what one would usually do with the current set of transcribed data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47601, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "https://childes.talkbank.org/access/EastAsian/Korean/Ko.html", "sentences": [], "annotations": [], "relations": []}, {"offset": 47662, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 47685, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fpsyg.2020.602623/full#supplementary-material", "sentences": [], "annotations": [], "relations": []}, {"offset": 47844, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 47855, "infons": {"name_0": "surname:Berko-Gleason;given-names:J.", "section_type": "REF", "source": "The Development of Language.", "type": "ref", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 47856, "infons": {"fpage": "557", "lpage": "578", "name_0": "surname:Bernstein Ratner;given-names:N.", "pub-id_doi": "10.1017/s030500090000595x", "pub-id_pmid": "6501465", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "11", "year": "1984"}, "text": "Patterns of vowel modification in mother–child speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47913, "infons": {"fpage": "45", "lpage": "62", "name_0": "surname:Buckler;given-names:H.", "name_1": "surname:Goy;given-names:H.", "name_2": "surname:Johnson;given-names:E. K.", "pub-id_doi": "10.1016/j.wocn.2017.09.004", "section_type": "REF", "source": "J. Phonet.", "type": "ref", "volume": "66", "year": "2018"}, "text": "What infant-directed speech tells us about the development of compensation for assimilation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48006, "infons": {"fpage": "379", "lpage": "386", "name_0": "surname:Carroll;given-names:J. B.", "pub-id_doi": "10.1007/bf03393224", "section_type": "REF", "source": "Psychol. Record", "type": "ref", "volume": "2", "year": "1938"}, "text": "Diversity of vocabulary and the harmonic series law of word-frequency distribution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48090, "infons": {"fpage": "1310", "lpage": "1337", "name_0": "surname:Casillas;given-names:M.", "name_1": "surname:Bobb;given-names:S. C.", "name_2": "surname:Clark;given-names:E. V.", "pub-id_doi": "10.1017/S0305000915000689", "pub-id_pmid": "26603859", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "43", "year": "2016"}, "text": "Turn-taking, timing, and planning in early language acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48155, "infons": {"fpage": "13", "lpage": "22", "name_0": "surname:Cristia;given-names:A.", "name_1": "surname:Dupoux;given-names:E.", "name_2": "surname:Bernstein Ratner;given-names:N.", "name_3": "surname:Soderstrom;given-names:M.", "pub-id_doi": "10.1162/opmi_a_00022", "pub-id_pmid": "31149647", "section_type": "REF", "source": "Open Mind", "type": "ref", "volume": "3", "year": "2019"}, "text": "Segmentability differences between child-directed and adult-directed speech: A systematic test with an ecologically valid corpus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48285, "infons": {"name_0": "surname:Eckert;given-names:P.", "name_1": "surname:McConnell-Ginet;given-names:S.", "section_type": "REF", "source": "Language and Gender.", "type": "ref", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48286, "infons": {"name_0": "surname:Farrar;given-names:F. W.", "section_type": "REF", "source": "Language and languages.", "type": "ref", "year": "1883"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48287, "infons": {"name_0": "surname:Fletcher;given-names:P.", "section_type": "REF", "source": "A Child’s Learning of English", "type": "ref", "year": "1985"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48288, "infons": {"name_0": "surname:Hockett;given-names:C. F.", "section_type": "REF", "source": "Man’s Place in Nature.", "type": "ref", "year": "1973"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48289, "infons": {"fpage": "125", "lpage": "156", "name_0": "surname:Im;given-names:S.-Y.", "name_1": "surname:Ahn;given-names:J.-H.", "pub-id_doi": "10.22557/hg.2004.03.263.125", "section_type": "REF", "source": "Hangul", "type": "ref", "volume": "263", "year": "2004"}, "text": "The usage mode of foreign words by university students - based on Korean spoken corpus [Taehaksaengeuy oeyraeeo sayong yangsang].", "sentences": [], "annotations": [], "relations": []}, {"offset": 48419, "infons": {"issue": "20130298", "name_0": "surname:Imai;given-names:M.", "name_1": "surname:Kita;given-names:S.", "pub-id_doi": "10.1098/rstb.2013.0298", "pub-id_pmid": "25092666", "section_type": "REF", "source": "Philosoph. Transact. Royal Soc.", "type": "ref", "volume": "369", "year": "2014"}, "text": "The sound symbolism bootstrapping hypothesis for language acquisition and language evolution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48513, "infons": {"issue": "2225", "name_0": "surname:Jo;given-names:J.", "name_1": "surname:Ko;given-names:E.-S.", "pub-id_doi": "10.3389/fpsyg.2018.02225", "pub-id_pmid": "30618893", "section_type": "REF", "source": "Front. Psychol.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Korean mothers attune the frequency and acoustic saliency of sound symbolic words to the linguistic maturity of their children.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48641, "infons": {"issue": "EL534", "name_0": "surname:Johnson;given-names:E. K.", "name_1": "surname:Lahey;given-names:M.", "name_2": "surname:Ernestus;given-names:M.", "name_3": "surname:Cutler;given-names:A.", "pub-id_doi": "10.1121/1.4828977", "section_type": "REF", "source": "J. Acoust. Soc. Am.", "type": "ref", "volume": "134", "year": "2013"}, "text": "A multimodal corpus of speech to infant and adult listeners.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48702, "infons": {"name_0": "surname:Kim;given-names:Y.-T.", "name_1": "surname:Kim;given-names:K.-H.", "name_2": "surname:Yoon;given-names:H.-R.", "name_3": "surname:Kim;given-names:H.-S.", "section_type": "REF", "source": "Sequenced Language Scale for Infants.", "type": "ref", "year": "2003"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48703, "infons": {"fpage": "841", "lpage": "857", "name_0": "surname:Ko;given-names:E.-S.", "pub-id_doi": "10.1016/j.lingua.2012.02.005", "section_type": "REF", "source": "Lingua", "type": "ref", "volume": "122", "year": "2012"}, "text": "Nonlinear development of speaking rate in child-directed speech.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48768, "infons": {"name_0": "surname:Labov;given-names:W.", "section_type": "REF", "source": "The social stratification of English in New York City.", "type": "ref", "year": "1966"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48769, "infons": {"name_0": "surname:Labov;given-names:W.", "section_type": "REF", "source": "Sociolinguistic Patterns.", "type": "ref", "year": "1972"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48770, "infons": {"name_0": "surname:Labov;given-names:W.", "section_type": "REF", "source": "Principles of linguistic change, vol. 2: Social factors.", "type": "ref", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48771, "infons": {"name_0": "surname:Macaulay;given-names:R.", "section_type": "REF", "source": "The Social Art: Language and Its Uses.", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48772, "infons": {"fpage": "14", "lpage": "20", "name_0": "surname:Maclagan;given-names:M. A.", "section_type": "REF", "source": "N. Z. J. Speech Lang. Ther.", "type": "ref", "volume": "53", "year": "2000"}, "text": "Where are we going in our language? New Zealand English today.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48835, "infons": {"name_0": "surname:MacWhinney;given-names:B.", "section_type": "REF", "source": "The CHILDES Project: Tools for Analyzing Talk", "type": "ref", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 48836, "infons": {"issue": "907", "name_0": "surname:Matsuda;given-names:Y. T.", "name_1": "surname:Ueno;given-names:K.", "name_2": "surname:Cheng;given-names:K.", "name_3": "surname:Konishi;given-names:Y.", "name_4": "surname:Mazuka;given-names:R.", "name_5": "surname:Okanoya;given-names:K.", "pub-id_doi": "10.3389/fnhum.2014.00907", "pub-id_pmid": "25426054", "section_type": "REF", "source": "Front. Hum. Neurosci.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Auditory observation of infant-directed speech by mothers: experience-dependent interaction between language and emotion in the basal ganglia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48979, "infons": {"fpage": "375", "lpage": "412", "name_0": "surname:Montag;given-names:J. L.", "name_1": "surname:Jones;given-names:M. N.", "name_2": "surname:Smith;given-names:L. B.", "pub-id_doi": "10.1111/cogs.12592", "pub-id_pmid": "29411899", "section_type": "REF", "source": "Cogn. Sci.", "type": "ref", "volume": "42", "year": "2018"}, "text": "Quantity and Diversity: Simulating Early Word Learning Environments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49048, "infons": {"section_type": "REF", "source": "Standards of Korean orthography.", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49049, "infons": {"fpage": "182", "lpage": "185", "name_0": "surname:Phillips;given-names:J. R.", "pub-id_doi": "10.2307/1127699", "section_type": "REF", "source": "Child Devel.", "type": "ref", "volume": "44", "year": "1973"}, "text": "Syntax and vocabulary of mothers’ speech to young children: age and sex comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49136, "infons": {"section_type": "REF", "source": "R: A Language and Environment for Statistical Computing.", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 49137, "infons": {"fpage": "201", "lpage": "209", "name_0": "surname:Richards;given-names:B.", "pub-id_doi": "10.1017/S0305000900012885", "pub-id_pmid": "3611238", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "14", "year": "1987"}, "text": "Type/Token Ratios: What do they really tell us?", "sentences": [], "annotations": [], "relations": []}, {"offset": 49185, "infons": {"fpage": "1", "lpage": "13", "name_0": "surname:Ryu;given-names:J.", "section_type": "REF", "source": "Int. J. Asian Lang. Proces.", "type": "ref", "volume": "22", "year": "2012"}, "text": "The L1 Acquisition of the Imperfective Aspect Markers in Korean: a Comparison with Japanese.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49278, "infons": {"fpage": "1", "lpage": "22", "name_0": "surname:Snow;given-names:C. E.", "pub-id_doi": "10.1017/s0305000900000453", "section_type": "REF", "source": "J. Child Lang.", "type": "ref", "volume": "4", "year": "1977"}, "text": "The development of conversation between mothers and babies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49338, "infons": {"issue": "e80646", "name_0": "surname:Soderstrom;given-names:M.", "name_1": "surname:Wittebolle;given-names:K.", "pub-id_doi": "10.1371/journal.pone.0080646", "pub-id_pmid": "24260443", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "When Do Caregivers Talk? The Influences of Activity and Time of Day on Caregiver Speech and Child Vocalizations in Two Childcare Environments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49481, "infons": {"fpage": "1854", "lpage": "1864", "name_0": "surname:Stoel-Gammon;given-names:C.", "name_1": "surname:Buder;given-names:E. H.", "pub-id_doi": "10.1121/1.1463448", "pub-id_pmid": "12002869", "section_type": "REF", "source": "J. Acoust. Soc. Am.", "type": "ref", "volume": "111", "year": "2002"}, "text": "American and Swedish children’s acquisition of vowel duration: Effects of vowel identity and final stop voicing.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]