[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240904", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC5753299", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/nar/gkx1031", "article-id_pmc": "PMC5753299", "article-id_pmid": "29126148", "article-id_publisher-id": "gkx1031", "fpage": "D221", "issue": "Database issue", "license": "This work is written by (a) US Government employee(s) and is in the public domain in the US.", "lpage": "D228", "name_0": "surname:Pujar;given-names:Shashikant", "name_1": "surname:O’Leary;given-names:Nuala A", "name_10": "surname:Berry;given-names:Andrew E", "name_11": "surname:Cox;given-names:Eric", "name_12": "surname:Davidson;given-names:Claire", "name_13": "surname:Goldfarb;given-names:Tamara", "name_14": "surname:Gonzalez;given-names:Jose M", "name_15": "surname:Hunt;given-names:Toby", "name_16": "surname:Jackson;given-names:John", "name_17": "surname:Joardar;given-names:Vinita", "name_18": "surname:Kay;given-names:Mike P", "name_19": "surname:Kodali;given-names:Vamsi K", "name_2": "surname:Farrell;given-names:Catherine M", "name_20": "surname:Martin;given-names:Fergal J", "name_21": "surname:McAndrews;given-names:Monica", "name_22": "surname:McGarvey;given-names:Kelly M", "name_23": "surname:Murphy;given-names:Michael", "name_24": "surname:Rajput;given-names:Bhanu", "name_25": "surname:Rangwala;given-names:Sanjida H", "name_26": "surname:Riddick;given-names:Lillian D", "name_27": "surname:Seal;given-names:Ruth L", "name_28": "surname:Suner;given-names:Marie-Marthe", "name_29": "surname:Webb;given-names:David", "name_3": "surname:Loveland;given-names:Jane E", "name_30": "surname:Zhu;given-names:Sophia", "name_31": "surname:Aken;given-names:Bronwen L", "name_32": "surname:Bruford;given-names:Elspeth A", "name_33": "surname:Bult;given-names:Carol J", "name_34": "surname:Frankish;given-names:Adam", "name_35": "surname:Murphy;given-names:Terence", "name_36": "surname:Pruitt;given-names:Kim D", "name_4": "surname:Mudge;given-names:Jonathan M", "name_5": "surname:Wallin;given-names:Craig", "name_6": "surname:Girón;given-names:Carlos G", "name_7": "surname:Diekhans;given-names:Mark", "name_8": "surname:Barnes;given-names:If", "name_9": "surname:Bennett;given-names:Ruth", "section_type": "TITLE", "type": "front", "volume": "46", "year": "2017"}, "text": "Consensus coding sequence (CCDS) database: a standardized set of human and mouse protein-coding regions supported by expert curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 133, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 142, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Consensus Coding Sequence (CCDS) project provides a dataset of protein-coding regions that are identically annotated on the human and mouse reference genome assembly in genome annotations produced independently by NCBI and the Ensembl group at EMBL-EBI. This dataset is the product of an international collaboration that includes NCBI, Ensembl, HUGO Gene Nomenclature Committee, Mouse Genome Informatics and University of California, Santa Cruz. Identically annotated coding regions, which are generated using an automated pipeline and pass multiple quality assurance checks, are assigned a stable and tracked identifier (CCDS ID). Additionally, coordinated manual review by expert curators from the CCDS collaboration helps in maintaining the integrity and high quality of the dataset. The CCDS data are available through an interactive web page (https://www.ncbi.nlm.nih.gov/CCDS/CcdsBrowse.cgi) and an FTP site (ftp://ftp.ncbi.nlm.nih.gov/pub/CCDS/). In this paper, we outline the ongoing work, growth and stability of the CCDS dataset and provide updates on new collaboration members and new features added to the CCDS user interface. We also present expert curation scenarios, with specific examples highlighting the importance of an accurate reference genome assembly and the crucial role played by input from the research community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1486, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1499, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Accurate and comprehensive whole genome annotation of the human and mouse reference genomes is essential to support many areas of scientific inquiry, including medical research. RefSeq annotation from NCBI (National Center for Biotechnology Information) and Ensembl annotation from EMBL-EBI (The European Molecular Biology Laboratory’s European Bioinformatics Institute) provided for these species are the primary reference resources through which biological data are interpreted and reported by the scientific community. The analytical workflows used by these separate projects are conceptually similar in that they both produce gene annotations based on a combination of computational pipelines and manual curation, largely based on the interpretation of transcriptomics and other experimental data. Ultimately, however, Ensembl and NCBI have developed different rules and guidelines for automated and manual annotation or curation, and this has led to differences between the sets of genes, transcripts and proteins currently found in these datasets. Such inconsistencies can present a challenge to the scientific community in their efforts to interpret biological data; for example, when a disease-associated variant is found to occur in a protein-coding transcript in one dataset, but a non-coding model in another. Furthermore, the regular emergence of new data types and methodologies with which to identify novel transcripts and to gain insights into their functionality mean that these datasets have the potential to include additional divergence with each new release.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3080, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Consensus Coding Sequence (CCDS) collaboration was formed in 2005 to address the issue of discrepancies between Ensembl and NCBI genome annotations by producing a consensus dataset of protein-coding regions with identical coding sequence (CDS) coordinates on the human and mouse reference genomes in both annotations. Consensus protein-coding regions, identified by stable and tracked identifiers (CCDS IDs), and related metadata, are accessible through a public search page (www.ncbi.nlm.nih.gov/CCDS). In addition, data are available for bulk download from an FTP site (ftp://ftp.ncbi.nlm.nih.gov/pub/CCDS/). A detailed description of methods to access CCDS data, the CCDS workflow, curation processes and quality assurance (QA) tests involved in creating the dataset, were published previously.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3882, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The core of the collaboration relies on consensus building across members, including NCBI who provide the RefSeq annotation, the Ensembl Genebuild and Ensembl HAVANA (Human and Vertebrate Analysis and Annotation) groups at EMBL-EBI who produce the GENCODE gene set, University of California Santa Cruz (UCSC), and the two nomenclature authorities, HUGO Gene Nomenclature Committee (HGNC) and Mouse Genome Informatics (MGI) who provide standardized human and mouse gene symbols and names, respectively. To maintain high-quality annotation, expert curators from the collaborating groups continuously review and discuss CCDS IDs flagged for review by QA tests, collaboration members and users. Curators also review regions where there are differences in protein annotation between the NCBI and Ensembl genome annotations, to try to reach consensus using all available data types through a voting process, which is described in an earlier publication. The combination of CDS annotation concordance across two groups with different annotation methods and policies, and the regular review of the resource by expert curators make CCDS data, a stable and high-confidence option for users focused on protein-coding genes that are annotated consistently in the two major annotation databases. Therefore, CCDS data have been used in genome analyses, such as comparison of whole-genome sequencing and whole-exome sequencing for effective detection of disease-causing mutations, large-scale evaluation of proteomics data to determine if genes have a dominant protein isoform and high-throughput exome coverage analysis of clinically relevant cardiac genes. In addition, CCDS data are used to design commercial exome microarrays.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5598, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this manuscript, we present the current status of the CCDS collaboration, describe the updates that have been made to the CCDS resource since our last report, and we highlight some of the challenges and future plans of this ongoing and active collaboration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5859, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "GROWTH OF THE CCDS DATASET", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5886, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The CCDS collaboration releases an update of the human and mouse CCDS datasets approximately once each year, following annotation updates of the reference genomes by either NCBI or Ensembl, or both annotation groups. Since the first human and mouse data releases in 2005 and 2006, respectively, the CCDS dataset has seen a steady growth in the number of new coding regions (CCDS IDs) as well as the number of genes that have at least one CCDS ID in both the human (Figure 1A) and mouse (Figure 1B) datasets. This growth reflects increasing concordance in NCBI and Ensembl protein-coding region annotations over the years. The most recent CCDS releases in human (Release 20) and mouse (Release 21) contain 32 524 and 25 757 CCDS IDs represented by 18 892 and 20 354 genes, respectively, and cover ∼33.2 Mb (1.03%) of the human and 33.7 Mb (1.24%) of the mouse reference genomes. Notably, the growth in recent years is largely due to the addition of new CCDS IDs representing alternatively spliced transcripts within existing protein-coding genes, and this trend has continued unabated up to the current human and mouse releases. This is evident from Figure 2, which shows a growing trend in the fraction of total genes in the CCDS dataset that are represented by at least two protein isoforms in both the mouse and the human CCDS sets. The increase in detectable splicing variation can be attributed to the identical annotation of alternatively spliced transcript variants resulting from the incorporation of new data types into automated pipelines, as well as curation workflows of the two annotation groups. It also likely reflects an end to the locus-by-locus ‘growth phase’ of human annotation as both annotation groups have manually annotated most human genes in their respective annotation catalogs, and are expected to reach the same goal in mouse annotation in the next few years. Nonetheless, the protein-coding gene count remains dynamic in both annotation catalogs; we anticipate that both Ensembl and NCBI will continue to add and remove protein-coding genes in future releases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7982, "infons": {"file": "gkx1031fig1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Number of CCDS IDs and genes represented in the human (A) and mouse (B) CCDS releases. The X-axis indicates the year in which a CCDS dataset was made public. Details about CCDS releases are available on the CCDS Releases and Statistics web page (https://www.ncbi.nlm.nih.gov/CCDS/CcdsBrowse.cgi?REQUEST=SHOW_STATISTICS).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8303, "infons": {"file": "gkx1031fig2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Fraction of all genes in a CCDS release that are represented by at least two current CCDS IDs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8398, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Notably, despite a greater number of protein-coding genes in the mouse than in the human dataset (as seen in Figure 1), the Figure 2 graph shows lower numbers for multiple isoform representation in the mouse data. This is likely due to the prioritization of curating the human annotation by both annotation groups. In recent years, however, mouse curation has received increasing focus at both Ensembl and NCBI, and this is expected to narrow the gap in the number of CCDS IDs between the human and mouse datasets in future CCDS releases. New human and mouse CCDS releases are planned before the end of 2017.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9007, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The general slow-down in growth over recent releases (Figures 1 and 2) also suggests increasing stability in the dataset. To evaluate dataset stability, we assessed the rates of change for CCDS IDs between releases, including additions of new CCDS IDs, updates to existing CCDS IDs (indicated by an increment in the CCDS ID version) and withdrawals of CCDS IDs. Our analyses (Figure 3) show that larger numbers of CCDS updates and withdrawals occurred between earlier CCDS releases than recent CCDS releases. These results indicate that the CCDS dataset is becoming increasingly stable, not only at the level of new additions, but also at the level of individual CCDS ID alteration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9691, "infons": {"file": "gkx1031fig3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Changes in the human (A) and mouse (B) datasets with every new CCDS release. ‘New’ = new CCDS IDs added; ‘dropped’ = CCDS ID present in the previous release but withdrawn in the subsequent release; ‘updated’ = CCDS IDs that have an incremented accession version compared to the previous release, indicating a sequence update in the coding region.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10050, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "CCDS DATABASE UPDATES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10072, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Collaborators", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10086, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In May 2014, the official human and mouse nomenclature groups, HGNC and MGI, respectively, replaced UCSC as voting members of the collaboration. UCSC is no longer an active participant in CCDS curation, although they still provide QA input on pseudogenes, orthology and conservation during automated CCDS analysis. Representatives from HGNC and MGI are involved in CCDS policy decisions and in review of specific annotation cases. As voting members in the CCDS annotation review process, they provide input on all cases of conflict between NCBI and Ensembl annotations, highlight individual genes for consideration and raise policy issues for discussion. Their involvement also facilitates timely nomenclature updates prompted by CCDS curation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10831, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Guidelines", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10842, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Coordinated curation of human and mouse coding region annotation by experts in the CCDS collaboration is crucial for maintaining the high quality of the CCDS dataset. As different collaborating groups may follow diverse rules for curation, a common set of guidelines was established for consistent and efficient curation within the CCDS collaboration. These guidelines are available on the CCDS web page (https://www.ncbi.nlm.nih.gov/projects/CCDS/docs/CCDS_curation_guidelines.pdf) and are described in detail in a previous report. Curation guidelines need to be updated in response to discussions among collaborators, feedback from research groups and emerging data types. Several updates to CCDS guidelines have been made since our last publication and they reflect changes in CCDS curation policies, which are described in previous reports. The updates include rules pertaining to the selection of translation start codons and guidelines for the representation of nonsense-mediated mRNA decay (NMD), inferred exon combination and readthrough gene representations. Section 2A, which contains guidelines for start codon selection, was updated to add rules to allow the use of an in-frame downstream start codon instead of the first start codon in the open reading frame (ORF). Specific case examples were included to illustrate scenarios and the support needed to choose the downstream start codon.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12243, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The existence of upstream ORFs (uORFs) in protein-coding transcripts were previously considered to be evidence for the removal of the protein-coding capacity of a transcript. In literature-led discussions within the collaboration, it was decided that uORFs are predominantly regulatory rather than deterministic, so they are no longer considered in annotating the CDS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12612, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A new section (Section 2B) was added to the guidelines to describe rules pertaining to CDS annotation in cases where the location of the translation start codon suggests that the transcript may be subject to NMD. Another section (Section 2D) was added to describe the CDS annotation for transcripts that lack full-length support, i.e. a transcript archived in an International Nucleotide Sequence Database Collaboration (INSDC) database and includes at least the entire coding region. In some of these cases, a full-length protein can be inferred from homology, orthology or publications. In other cases, the coding region is inferred when the gene contains cassette exons that are supported individually by transcript, conservation or published data, but full-length support is lacking. A good example of this is TTN (CCDS59435.1) which has 363 exons.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13465, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A readthrough transcript is annotated when neighboring genes share transcripts that overlap at least one exon per gene. Historically a ‘3-gene model’ was used where the readthrough transcript is considered a part of a separate gene. A CCDS was generated when there was NCBI and Ensembl consensus annotation of a coding readthrough transcript. In some cases, where the overlapping region included only the untranslated region (UTR) of the upstream gene, the readthrough transcript could share the CDS (and hence, the CCDS ID) with the downstream genes, which caused confusion. As transcriptional data are increasing at an exponential rate, we are finding that the existence of readthrough transcripts is very widespread and most readthrough transcripts are likely to be non-functional. Hence, they will now only be considered for inclusion in the CCDS dataset when there is strong experimental evidence for their existence and the CDS is unique.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14414, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "User interface", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14429, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A CCDS report page includes links to genome browsers in the ‘Chromosomal Locations’ section (purple icons) that display the genomic span of the coding sequence (‘Genome Browser links’) or genomic span of individual coding exons (browser links in the exon table). In 2014, an additional link (purple ‘S’ icon) was included in the last column of the report table at the top of the CCDS report page. This link opens an interactive combined graphical display (Figure 4) of the NCBI and Ensembl annotations associated with the CCDS ID, using the NCBI Sequence Viewer tool. The graphical display offers several options to customize the browser view, including the ‘Tracks’ button, which allows a user to load additional data tracks to the default view.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15192, "infons": {"file": "gkx1031fig4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "A view of the graphical display accessed from the report page of CCDS3542.1 (https://www.ncbi.nlm.nih.gov/CCDS/CcdsBrowse.cgi?REQUEST=ALLFIELDS&DATA=CCDS3542&ORGANISM=0&BUILDS=CURRENTBUILDS) using the purple ‘S’ icon. (A) Transcripts and proteins from NCBI Annotation Release 108. (B) Transcripts and proteins from Ensembl Release 85. The green bar indicates the gene; transcripts are shown in purple and proteins are shown in red color. Positioning the cursor over any of these objects (gene, transcript or protein) opens a tool tip which includes additional information and links. Proteins in the NCBI annotation display that are in the CCDS set include a link to the CCDS ID in the tool tip. The gray box to the right (indicated by vertical arrow) is the tool tip corresponding to the protein accession NP_002514.1. Differences between any two objects can also be revealed as vertical lines (indicated by horizontal arrows) when the objects (NM_002523.2 and ENST00000265634 in the figure) are selected using the ‘Control’ or ‘Command’ button on the keyboard.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16266, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The curated SwissProt subset of the UniProtKB database provides additional data relevant to a protein, including function, protein features, subcellular location, expression and structure. To provide access to this data to CCDS users, since January 2014, CCDS reports include a section that displays the UniProtKB/SwissProt accession, including the specific isoform, that matches the CCDS (example CCDS4565.1). The hyperlinked accession number in the ‘Related UniProtKB/SwissProt’ column provides the user a direct link to the UniProtKB/SwissProt record. These CCDS:SwissProt accession matches are also available in the CCDS2UniProtKB.[release_date/current].txt files in the CCDS FTP site.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16960, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Review status", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16974, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While the CCDS dataset results from concordant annotation in two independent annotation sets, it also reflects manual review by curators from the Ensembl and NCBI annotation groups and by curators in the CCDS collaboration. The greatest value of manual annotation is in the insights it can provide into the functionality of a given transcript, i.e. our understanding of what that transcript does (for example, encodes a protein) and the ability to critically assess the validity of all primary data. In 2017, a ‘Review Status’ section was added to the CCDS report page above the ‘Sequence IDs’ table to convey to users if a CCDS ID has been reviewed. Table 1 summarizes the different categories of review status with a brief description of each category. The review status depends on manual review carried out at two levels. The first level of review is performed by curators in the individual annotation groups who review genes, transcripts and proteins as a part of their manual annotation process, and this review is independent of the CCDS workflow. Transcripts and proteins are then flagged within each annotation set to indicate their review status. NCBI-RefSeq accessions are flagged as ‘validated’ or ‘reviewed’. In the Ensembl annotation set, a transcript that is manually annotated has a VEGA (Vertebrate Genome Annotation) accession (with ‘OTT’ prefix) in addition to an Ensembl (‘ENS’ prefix) accession, which is indicated in the Transcript window of the Ensembl genome browser. When the two annotations are compared to generate the CCDS set, transcripts and proteins that have gone through this level of review, and are annotated identically in the Ensembl and NCBI sets, result in CCDS IDs with a ‘Reviewed (by RefSeq and HAVANA)’ status (example CCDS83093.1). It is noteworthy that the VEGA genome browser was retired and archived early in 2017 but manually annotated transcripts continue to be accessible in the Ensembl genome browser. In Ensembl release files, manually annotated transcripts are indicated as ensembl_havana or havana.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19054, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Description of CCDS ‘Review Status’ categories", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19105, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Review status category</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Public description of category</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Detailed description</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Provisional</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">‘this record has not been manually reviewed by the collaboration’</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">The CCDS ID does not have a ‘validated’ or ‘reviewed’ RefSeq or a VEGA accession associated with it; nor was it reviewed by the CCDS collaboration</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Reviewed</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">• ‘by RefSeq and HAVANA’</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">• The CCDS ID is associated with at least one ‘validated’ or ‘reviewed’ RefSeq AND at least one VEGA accession, which are manually reviewed by curators at NCBI and Ensembl-HAVANA groups, respectively.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">• ‘by CCDS collaboration’</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">• The CCDS ID was reviewed by curators in the CCDS collaboration.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">• ‘by RefSeq, HAVANA and CCDS collaboration’</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">• The CCDS ID meets both ‘by RefSeq and HAVANA’ and ‘by CCDS collaboration’ review requirements.</td></tr></tbody></table>\n"}, "text": "Review status category\tPublic description of category\tDetailed description\t \tProvisional\t‘this record has not been manually reviewed by the collaboration’\tThe CCDS ID does not have a ‘validated’ or ‘reviewed’ RefSeq or a VEGA accession associated with it; nor was it reviewed by the CCDS collaboration\t \tReviewed\t• ‘by RefSeq and HAVANA’\t• The CCDS ID is associated with at least one ‘validated’ or ‘reviewed’ RefSeq AND at least one VEGA accession, which are manually reviewed by curators at NCBI and Ensembl-HAVANA groups, respectively.\t \t\t• ‘by CCDS collaboration’\t• The CCDS ID was reviewed by curators in the CCDS collaboration.\t \t\t• ‘by RefSeq, HAVANA and CCDS collaboration’\t• The CCDS ID meets both ‘by RefSeq and HAVANA’ and ‘by CCDS collaboration’ review requirements.\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19939, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A second level of manual review includes the review of CCDS IDs flagged by QA tests for errors or inconsistencies. In addition, specific review cases are raised by individual collaborators or external databases (e.g. UniProt/SwissProt). CCDS users can also request the review of CCDS IDs through the user contact interface (https://www.ncbi.nlm.nih.gov/CCDS/UserRequest/UserRequest.cgi). Internally, these cases either involve a discussion and voting process described in an earlier report or have a ‘Public Note’ on the CCDS report page explaining an update that was made to the CCDS record. This level of review results in the CCDS ID being designated as ‘Reviewed (by CCDS collaboration)’ (example CCDS48347.1). CCDS IDs that meet both above-mentioned levels of review get the ‘Reviewed (by RefSeq, HAVANA and CCDS collaboration)’ label (example CCDS16957.2). Conversely, CCDS IDs that do not meet any of these levels of review are assigned the ‘Provisional’ review status (example CCDS45069.1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20954, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Figure 5 shows the distribution of human and mouse CCDS IDs among these review categories. Review status is available only for the CCDS IDs of the current release. At the time of the data freeze for the CCDS release, the current human CCDS set (Release 20) had 30 181 (out of a 32 524 total) ‘Reviewed’ CCDS IDs, while the current mouse set (Release 21) had 16 740 (out of a 25 757 total) ‘Reviewed’ CCDS IDs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21372, "infons": {"file": "gkx1031fig5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of human and mouse CCDS IDs by their ‘Review status’ in the current human (Release 20) and mouse (Release 21) CCDS releases at the time of data freeze. Details of the review status categories and sub-categories are provided in Table 1. Reviewed 1 = CCDS IDs reviewed ‘by RefSeq and HAVANA’, Reviewed 2 = CCDS IDs reviewed ‘by CCDS collaboration’, Reviewed 3 = CCDS IDs reviewed ‘by RefSeq, HAVANA and CCDS collaboration’.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21823, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Expert curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21839, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The CCDS collaboration continues to provide expert curation support to the human and mouse datasets. Since our last publication, the CCDS collaboration reviewed several genes which led to improved annotation that is more consistent with the supporting data. For example, a new gene, ASDURF (ASNSD1 upstream reading frame) was defined based on transcript data and conservation of the 96 amino-acid protein, which was included earlier as a product of the ASNSD1 gene (Human CCDS2300.1; Mouse CCDS14954.1, CCDS69888.1). The CCDS collaboration reviews genes that are currently annotated as non-coding genes, but where recent evidence indicates they may encode small proteins. For example, the human gene SMIM27 (NCBI GeneID:100129250, ENSG00000235453, formerly TOPORS-AS1) and its mouse ortholog Smim27 (NCBI GeneID:100504309, ENSMUSG00000028407) are now annotated as protein-coding genes, based on orthology, ribosome profiling elongation and PhyloCSF data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22794, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "On several occasions, the CCDS collaboration has worked with scientific research groups to improve annotation of genes. A notable example of the benefit of cooperative expert curation is reflected in the updated annotation of human MIA2 and CTAGE5 and their mouse orthologs, following a discussion of these genes by the CCDS collaboration, prompted by a review request from the UniProt group. These genome features were annotated as independent genes by NCBI (Annotation Release 108) and Ensembl (Release 85). CCDS collaborators merged the two genes into a single gene, MIA2, based on published data on the human and mouse genes, direct consultations with the research groups and new data submitted to INSDC (KX388743.1, representing the TANGO1-like transcript, TALI, which contains both MIA2-specific and CTAGE5-specific exons). The CTAGE5 protein was retained as a splice variant of MIA2 and a new transcript variant (RefSeq transcript NM_001329214.2; Ensembl transcript ENST00000640607.1), based on TALI, was created. Similar changes were made in the representation of the mouse Mia2 gene as well. Following these changes, the nomenclature groups agreed to merge their records and retain the symbol MIA2 and Mia2, for the human and mouse genes, respectively. Such annotation changes made by CCDS curators are reflected in the subsequent updates of the NCBI and Ensembl genome annotations. The CCDS dataset reflects the change in the new CCDS build, which, as mentioned earlier, is typically released after NCBI and Ensembl produce updated versions of their gene sets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24365, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to the manual review of specific genes or CCDS IDs, the collaboration regularly reviews targeted lists with a common goal. For example, curators recently reviewed a list of around 250 genes that are annotated by both Ensembl and NCBI, but have different gene biotypes (typically protein-coding versus pseudogene versus long non-coding RNA). As a result of this review, both annotation groups agreed on consistent gene biotypes for about 70 genes. Where disagreements remain, a common factor is the lack of sufficient transcriptomic or proteomic evidence to confirm or confidently suggest a biotype. These cases will be subject to iterative review as additional data become available. A second task involved the review of genes (86 human and 130 mouse genes) that were represented in the CCDS database, but had differing gene symbols in the NCBI and Ensembl databases. This review led to the correction of gene symbols in both annotation sets based on standard names provided by the respective nomenclature authorities. Last year, the CCDS collaborators undertook a review of human-mouse orthologs to ensure that both orthologs were represented in the CCDS dataset when supporting data were available. Such targeted curation on a regular basis ensures the accuracy and consistency of the CCDS dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25678, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Sometimes, accurate annotation of coding regions is limited by factors that are beyond the control of annotation pipelines and expert curators. Despite several rounds of improvement, human and mouse reference genome assembly errors continue to pose a challenge for accurate CCDS annotations. CCDS curators continue to report genome problems to the GRC (Genome Reference Consortium), who provide curation support to improve the reference genome assemblies of select organisms, including human and mouse. The resolution of genome assembly errors in a new assembly version results in the addition of new CCDS IDs due to improved gene representations in the NCBI and Ensembl annotations. For example, CCDS75980.1 (human gene DGKK) was gained following consensus annotation on the GRCh38 assembly after a single nucleotide deletion which existed in the GRCh37 assembly was fixed. In total, about 150 human CCDS IDs were gained based on the GRCh38 assembly following the resolution of genome assembly problems that existed in the GRCh37 assembly.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26719, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Data types used in manual curation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26754, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "New, improved or more highly robust data types that support gene, transcript or protein existence continue to emerge through biological research. Expert curators in the CCDS collaboration adapt to such data types and incorporate them in curation/annotation workflows to provide accurate coding region annotations. Table 2 lists the more recent data types that have been adopted by CCDS curators to make key decisions. Most of the listed data types are used in manual review and are not yet incorporated in the automated annotation pipelines (except short-read and long-read transcriptome data). Typically, these data types are considered for genes that lack traditional support such as mRNAs and ESTs which are archived by INSDC databases, or they may lack information about gene function. Hence, such genes are reviewed on a case-by-case basis with additional support gleaned from newer data types where appropriate.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27672, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Data types used in CCDS manual curation decisions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27722, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Data type</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Curation decisions</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">RNA-seq <xref rid=\"B24\" ref-type=\"bibr\">24</xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of transcript or gene structure or extent, inferred exon combination, splice variant existence</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CAGE tags <xref rid=\"B25\" ref-type=\"bibr\">25</xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of transcription start sites, 5′ UTR extension</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">H3K4me3 methylation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of general 5′ completeness of transcripts or genes</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CpG islands</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of general 5′ completeness of transcripts or genes (in conjunction with other data)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Long read transcriptome data</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Splice variants; especially useful for genes with poor INSDC transcript support</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Proteomics</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of gene biotype, novel exons, novel protein termini.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Ribosome profiling</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of translation start codons or the coding status of genes with questionable biotypes</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Conservation in other species</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of gene biotype, annotation of proteins with little or no data about gene function, determination of translation start codon</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Conserved protein domains</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of gene biotype, annotation of proteins with little or no data about gene function</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PhyloCSF</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of gene biotype, annotation of uncharacterized proteins</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">polyA-seq <xref rid=\"B26\" ref-type=\"bibr\">26</xref></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Determination of 3′ completeness</td></tr></tbody></table>\n"}, "text": "Data type\tCuration decisions\t \tRNA-seq \tDetermination of transcript or gene structure or extent, inferred exon combination, splice variant existence\t \tCAGE tags \tDetermination of transcription start sites, 5′ UTR extension\t \tH3K4me3 methylation\tDetermination of general 5′ completeness of transcripts or genes\t \tCpG islands\tDetermination of general 5′ completeness of transcripts or genes (in conjunction with other data)\t \tLong read transcriptome data\tSplice variants; especially useful for genes with poor INSDC transcript support\t \tProteomics\tDetermination of gene biotype, novel exons, novel protein termini.\t \tRibosome profiling\tDetermination of translation start codons or the coding status of genes with questionable biotypes\t \tConservation in other species\tDetermination of gene biotype, annotation of proteins with little or no data about gene function, determination of translation start codon\t \tConserved protein domains\tDetermination of gene biotype, annotation of proteins with little or no data about gene function\t \tPhyloCSF\tDetermination of gene biotype, annotation of uncharacterized proteins\t \tpolyA-seq \tDetermination of 3′ completeness\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28889, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "CONTRIBUTIONS FROM RESEARCH COMMUNITIES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28929, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Almost all the annotation included in the CCDS dataset is evidence-based and is supported by experimental data, including transcript, protein and other data types (Table 2) submitted by the research community to public databases such as INSDC. The curation examples cited in this paper underline the importance of sequence data submitted by research groups to public archives, as well as data published in peer-reviewed journals, for improving gene annotation. A small percentage of protein-coding genes remain excluded from the CCDS dataset owing to the lack of sequence data and lack of any information that would indicate the function of the gene. New data may lead to the consensus annotation of these genes in the NCBI and Ensembl annotation sets, and thus, their inclusion in the CCDS dataset. Therefore, it is important that research groups submit sequence data generated by them to public archives. Further, studies in hitherto uncharacterized genes will serve as a crucial resource and help CCDS curators improve their annotation. The CCDS collaboration also welcomes direct input from the research community for the annotation of specific genes and gene families. Such input can be communicated via the user contact email link, as mentioned above.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30187, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "FUTURE DIRECTIONS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30205, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Although dataset analyses indicate the addition of new annotation and stability in the existing consensus annotation of protein-coding regions in the Ensembl and NCBI annotations (Figure 1), a small percentage of genes still lack consistent annotation. These may be cases where one group has annotated a coding gene and the other has not; the latter may have annotated a gene with a different gene type—i.e. non-coding or pseudogene—or may not have described any gene at all. Such cases are naturally a top priority for review by the CCDS curators. In particular, the interpretation of genes predicted to encode small proteins or small open reading frames (smORFs) and non-coding RNAs pose challenges for gene annotation, and thereby pose challenges for the completion of the CCDS dataset. Interpretation of new datasets including ribosome profiling, cross-species conservation, evolutionary conservation of synonymous codons in ORFs and mass spectrometry promises to help resolve some of the uncertainty about these genes. Nonetheless, gene-level biotype differences may persist between the Ensembl and NCBI annotation sets even after some of these genes have been debated. Such cases ultimately reflect differences between the annotation guidelines of these projects, specifically on how to judge the balance of probability when the evidence for annotation is limited or ambiguous.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31593, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "While the CCDS project assists navigation between the Ensembl and NCBI databases, users may be confused by inconsistent terminology used by different annotation and nomenclature groups to describe gene and transcript biotypes. To provide consistent terms and further enhance navigation across different genome annotation resources, all members of the CCDS collaborative group have, or plan to, implement Sequence Ontology terms to label genome feature biotypes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32055, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Data pertaining to the ‘Review status’ (Figure 5) indicate that there are still a significant number of mouse CCDS IDs and a smaller number of human CCDS IDs that lack a ‘Reviewed’ status. It is our aim to review all provisional CCDS IDs with a goal of eventually providing completely reviewed human and mouse CCDS datasets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32388, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Although the primary focus of the CCDS collaboration is the representation of protein-coding regions, it is also a platform for members of major bioinformatics resources to discuss new ideas, share strategies about using emerging data types for genome annotation and predict user needs based on the latest research trends. For example, user interest has spurred recent discussions in topics such as reconciling the UTRs of transcripts across independent annotation sets and assigning one representative transcript per gene. Further discussions and analyses are needed to explore providing potential deliverables based on these ideas. The CCDS collaboration continues in its pursuit to provide agreement in the annotation of human and mouse protein-coding genes in reference gene sets while constantly adapting to emerging data types and user needs. With the help of new data in public archives and input from research groups, we will continue working toward the long-term goal of providing consistent and stable annotation of protein-coding genes on the human and mouse reference genome assemblies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33487, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "FUNDING", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33495, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Work performed at NCBI is supported by the Intramural Research Program of the National Institutes of Health, National Library of Medicine. Work related to Ensembl annotation is supported by the Wellcome Trust [WT098051, WT108749/Z/15/Z], the National Human Genome Research Institute (NHGRI) [U41HG007234, 2U41HG007234] and the European Molecular Biology Laboratory. Work performed at HGNC is supported by an NHGRI grant [U41HG003345] and a Wellcome Trust grant [099129/Z/12/Z]. Work performed at the MGI group is supported in part by an NHGRI grant [U41HG000330]. Work performed at UCSC is supported by the NHGRI grant for the GENCODE project [U41HG007234].", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34153, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": " Conflict of interest statement. None declared.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34201, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34212, "infons": {"fpage": "D733", "lpage": "D745", "name_0": "surname:O’Leary;given-names:N.A.", "name_1": "surname:Wright;given-names:M.W.", "name_2": "surname:Brister;given-names:J.R.", "name_3": "surname:Ciufo;given-names:S.", "name_4": "surname:Haddad;given-names:D.", "name_5": "surname:McVeigh;given-names:R.", "name_6": "surname:Rajput;given-names:B.", "name_7": "surname:Robbertse;given-names:B.", "name_8": "surname:Smith-White;given-names:B.", "name_9": "surname:Ako-Adjei;given-names:D.", "pub-id_pmid": "26553804", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "44", "year": "2016"}, "text": "Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34321, "infons": {"fpage": "1", "lpage": "19", "name_0": "surname:Aken;given-names:B.L.", "name_1": "surname:Ayling;given-names:S.", "name_2": "surname:Barrell;given-names:D.", "name_3": "surname:Clarke;given-names:L.", "name_4": "surname:Curwen;given-names:V.", "name_5": "surname:Fairley;given-names:S.", "name_6": "surname:Fernandez Banet;given-names:J.", "name_7": "surname:Billis;given-names:K.", "name_8": "surname:Garcia Giron;given-names:C.", "name_9": "surname:Hourlier;given-names:T.", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2016", "year": "2016"}, "text": "The Ensembl gene annotation system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34356, "infons": {"fpage": "1316", "lpage": "1323", "name_0": "surname:Pruitt;given-names:K.D.", "name_1": "surname:Harrow;given-names:J.", "name_2": "surname:Harte;given-names:R.A.", "name_3": "surname:Wallin;given-names:C.", "name_4": "surname:Diekhans;given-names:M.", "name_5": "surname:Maglott;given-names:D.R.", "name_6": "surname:Searle;given-names:S.", "name_7": "surname:Farrell;given-names:C.M.", "name_8": "surname:Loveland;given-names:J.E.", "name_9": "surname:Ruef;given-names:B.J.", "pub-id_pmid": "19498102", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "19", "year": "2009"}, "text": "The consensus coding sequence (CCDS) project: Identifying a common protein-coding gene set for the human and mouse genomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34479, "infons": {"fpage": "bas008", "name_0": "surname:Harte;given-names:R.A.", "name_1": "surname:Farrell;given-names:C.M.", "name_2": "surname:Loveland;given-names:J.E.", "name_3": "surname:Suner;given-names:M.M.", "name_4": "surname:Wilming;given-names:L.", "name_5": "surname:Aken;given-names:B.", "name_6": "surname:Barrell;given-names:D.", "name_7": "surname:Frankish;given-names:A.", "name_8": "surname:Wallin;given-names:C.", "name_9": "surname:Searle;given-names:S.", "pub-id_pmid": "22434842", "section_type": "REF", "source": "Database", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Tracking and coordinating an international curation effort for the CCDS Project", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34559, "infons": {"fpage": "D865", "lpage": "D872", "name_0": "surname:Farrell;given-names:C.M.", "name_1": "surname:O’Leary;given-names:N.A.", "name_2": "surname:Harte;given-names:R.A.", "name_3": "surname:Loveland;given-names:J.E.", "name_4": "surname:Wilming;given-names:L.G.", "name_5": "surname:Wallin;given-names:C.", "name_6": "surname:Diekhans;given-names:M.", "name_7": "surname:Barrell;given-names:D.", "name_8": "surname:Searle;given-names:S.M.", "name_9": "surname:Aken;given-names:B.", "pub-id_pmid": "24217909", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "42", "year": "2014"}, "text": "Current status and new features of the Consensus Coding Sequence database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34633, "infons": {"fpage": "1760", "lpage": "1774", "name_0": "surname:Harrow;given-names:J.", "name_1": "surname:Frankish;given-names:A.", "name_2": "surname:Gonzalez;given-names:J.M.", "name_3": "surname:Tapanari;given-names:E.", "name_4": "surname:Diekhans;given-names:M.", "name_5": "surname:Kokocinski;given-names:F.", "name_6": "surname:Aken;given-names:B.L.", "name_7": "surname:Barrell;given-names:D.", "name_8": "surname:Zadissa;given-names:A.", "name_9": "surname:Searle;given-names:S.", "pub-id_pmid": "22955987", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "22", "year": "2012"}, "text": "GENCODE: the reference human genome annotation for The ENCODE Project", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34703, "infons": {"fpage": "D619", "lpage": "D625", "name_0": "surname:Yates;given-names:B.", "name_1": "surname:Braschi;given-names:B.", "name_2": "surname:Gray;given-names:K.A.", "name_3": "surname:Seal;given-names:R.L.", "name_4": "surname:Tweedie;given-names:S.", "name_5": "surname:Bruford;given-names:E.A.", "pub-id_pmid": "27799471", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "45", "year": "2017"}, "text": "Genenames.org: the HGNC and VGNC resources in 2017", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34754, "infons": {"fpage": "47", "lpage": "73", "name_0": "surname:Eppig;given-names:J.T.", "name_1": "surname:Smith;given-names:C.L.", "name_2": "surname:Blake;given-names:J.A.", "name_3": "surname:Ringwald;given-names:M.", "name_4": "surname:Kadin;given-names:J.A.", "name_5": "surname:Richardson;given-names:J.E.", "name_6": "surname:Bult;given-names:C.J.", "pub-id_pmid": "27933520", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "1488", "year": "2017"}, "text": "Mouse Genome Informatics (MGI): resources for mining mouse genetic, genomic, and biological data in support of primary and translational research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34900, "infons": {"fpage": "5473", "lpage": "5478", "name_0": "surname:Belkadi;given-names:A.", "name_1": "surname:Bolze;given-names:A.", "name_2": "surname:Itan;given-names:Y.", "name_3": "surname:Cobat;given-names:A.", "name_4": "surname:Vincent;given-names:Q.B.", "name_5": "surname:Antipenko;given-names:A.", "name_6": "surname:Shang;given-names:L.", "name_7": "surname:Boisson;given-names:B.", "name_8": "surname:Casanova;given-names:J.L.", "name_9": "surname:Abel;given-names:L.", "pub-id_pmid": "25827230", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "112", "year": "2015"}, "text": "Whole-genome sequencing is more powerful than whole-exome sequencing for detecting exome variants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34998, "infons": {"fpage": "1880", "lpage": "1887", "name_0": "surname:Ezkurdia;given-names:I.", "name_1": "surname:Rodriguez;given-names:J.M.", "name_2": "surname:Carrillo-de Santa Pau;given-names:E.", "name_3": "surname:Vazquez;given-names:J.", "name_4": "surname:Valencia;given-names:A.", "name_5": "surname:Tress;given-names:M.L.", "pub-id_pmid": "25732134", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "14", "year": "2015"}, "text": "Most highly expressed protein-coding genes have a single dominant isoform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35072, "infons": {"fpage": "67", "name_0": "surname:Manase;given-names:D.", "name_1": "surname:D’Alessandro;given-names:L.C.", "name_2": "surname:Manickaraj;given-names:A.K.", "name_3": "surname:Al Turki;given-names:S.", "name_4": "surname:Hurles;given-names:M.E.", "name_5": "surname:Mital;given-names:S.", "pub-id_pmid": "25496018", "section_type": "REF", "source": "BMC Med. Genomics", "type": "ref", "volume": "7", "year": "2014"}, "text": "High throughput exome coverage of clinically relevant cardiac genes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35140, "infons": {"fpage": "626", "lpage": "633", "name_0": "surname:Chen;given-names:R.", "name_1": "surname:Im;given-names:H.", "name_2": "surname:Snyder;given-names:M.", "pub-id_pmid": "25762417", "section_type": "REF", "source": "Cold Spring Harb. Protoc.", "type": "ref", "volume": "2015", "year": "2015"}, "text": "Whole-exome enrichment with the Agilent SureSelect human all exon platform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35215, "infons": {"fpage": "D48", "lpage": "D50", "name_0": "surname:Cochrane;given-names:G.", "name_1": "surname:Karsch-Mizrachi;given-names:I.", "name_2": "surname:Takagi;given-names:T.", "pub-id_pmid": "26657633", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "44", "year": "2016"}, "text": "The International Nucleotide Sequence Database Collaboration", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35276, "infons": {"fpage": "41", "lpage": "55", "name_0": "surname:Pundir;given-names:S.", "name_1": "surname:Martin;given-names:M.J.", "name_2": "surname:O’Donovan;given-names:C.", "pub-id_pmid": "28150232", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "1558", "year": "2017"}, "text": "UniProt Protein Knowledgebase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35306, "infons": {"fpage": "D771", "lpage": "D779", "name_0": "surname:Harrow;given-names:J.L.", "name_1": "surname:Steward;given-names:C.A.", "name_2": "surname:Frankish;given-names:A.", "name_3": "surname:Gilbert;given-names:J.G.", "name_4": "surname:Gonzalez;given-names:J.M.", "name_5": "surname:Loveland;given-names:J.E.", "name_6": "surname:Mudge;given-names:J.", "name_7": "surname:Sheppard;given-names:D.", "name_8": "surname:Thomas;given-names:M.", "name_9": "surname:Trevanion;given-names:S.", "pub-id_pmid": "24316575", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "42", "year": "2014"}, "text": "The Vertebrate Genome Annotation browser 10 years on", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35359, "infons": {"fpage": "i275", "lpage": "i282", "name_0": "surname:Lin;given-names:M.F.", "name_1": "surname:Jungreis;given-names:I.", "name_2": "surname:Kellis;given-names:M.", "pub-id_pmid": "21685081", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "PhyloCSF: a comparative genomics method to distinguish protein coding and non-coding regions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35452, "infons": {"fpage": "343", "lpage": "354", "name_0": "surname:Santos;given-names:A.J.", "name_1": "surname:Nogueira;given-names:C.", "name_2": "surname:Ortega-Bellido;given-names:M.", "name_3": "surname:Malhotra;given-names:V.", "pub-id_pmid": "27138255", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "213", "year": "2016"}, "text": "TANGO1 and Mia2/cTAGE5 (TALI) cooperate to export bulky pre-chylomicrons/VLDLs from the endoplasmic reticulum", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35562, "infons": {"fpage": "1775", "lpage": "1786", "name_0": "surname:Pitman;given-names:J.L.", "name_1": "surname:Bonnet;given-names:D.J.", "name_2": "surname:Curtiss;given-names:L.K.", "name_3": "surname:Gekakis;given-names:N.", "pub-id_pmid": "21807889", "section_type": "REF", "source": "J. Lipid Res.", "type": "ref", "volume": "52", "year": "2011"}, "text": "Reduced cholesterol and triglycerides in mice with a mutation in Mia2, a liver protein that localizes to ER exit sites", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35681, "infons": {"fpage": "e1001091", "name_0": "surname:Church;given-names:D.M.", "name_1": "surname:Schneider;given-names:V.A.", "name_2": "surname:Graves;given-names:T.", "name_3": "surname:Auger;given-names:K.", "name_4": "surname:Cunningham;given-names:F.", "name_5": "surname:Bouk;given-names:N.", "name_6": "surname:Chen;given-names:H.C.", "name_7": "surname:Agarwala;given-names:R.", "name_8": "surname:McLaren;given-names:W.M.", "name_9": "surname:Ritchie;given-names:G.R.", "pub-id_pmid": "21750661", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "9", "year": "2011"}, "text": "Modernizing reference genome assemblies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35721, "infons": {"fpage": "849", "lpage": "864", "name_0": "surname:Schneider;given-names:V.A.", "name_1": "surname:Graves-Lindsay;given-names:T.", "name_2": "surname:Howe;given-names:K.", "name_3": "surname:Bouk;given-names:N.", "name_4": "surname:Chen;given-names:H.C.", "name_5": "surname:Kitts;given-names:P.A.", "name_6": "surname:Murphy;given-names:T.D.", "name_7": "surname:Pruitt;given-names:K.D.", "name_8": "surname:Thibaud-Nissen;given-names:F.", "name_9": "surname:Albracht;given-names:D.", "pub-id_pmid": "28396521", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "27", "year": "2017"}, "text": "Evaluation of GRCh38 and de novo haploid genome assemblies demonstrates the enduring quality of the reference assembly", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35840, "infons": {"fpage": "103", "lpage": "112", "name_0": "surname:Pauli;given-names:A.", "name_1": "surname:Valen;given-names:E.", "name_2": "surname:Schier;given-names:A.F.", "pub-id_pmid": "25345765", "section_type": "REF", "source": "Bioessays", "type": "ref", "volume": "37", "year": "2015"}, "text": "Identifying (non-)coding RNAs and small peptides: challenges and opportunities", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35919, "infons": {"fpage": "685", "lpage": "696", "name_0": "surname:Makarewich;given-names:C.A.", "name_1": "surname:Olson;given-names:E.N.", "pub-id_pmid": "28528987", "section_type": "REF", "source": "Trends Cell Biol.", "type": "ref", "volume": "27", "year": "2017"}, "text": "Mining for Micropeptides", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35944, "infons": {"fpage": "R44", "name_0": "surname:Eilbeck;given-names:K.", "name_1": "surname:Lewis;given-names:S.E.", "name_2": "surname:Mungall;given-names:C.J.", "name_3": "surname:Yandell;given-names:M.", "name_4": "surname:Stein;given-names:L.", "name_5": "surname:Durbin;given-names:R.", "name_6": "surname:Ashburner;given-names:M.", "pub-id_pmid": "15892872", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "6", "year": "2005"}, "text": "The Sequence Ontology: a tool for the unification of genome annotations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36016, "infons": {"fpage": "621", "lpage": "628", "name_0": "surname:Mortazavi;given-names:A.", "name_1": "surname:Williams;given-names:B.A.", "name_2": "surname:McCue;given-names:K.", "name_3": "surname:Schaeffer;given-names:L.", "name_4": "surname:Wold;given-names:B.", "pub-id_pmid": "18516045", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "5", "year": "2008"}, "text": "Mapping and quantifying mammalian transcriptomes by RNA-Seq", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36076, "infons": {"fpage": "15776", "lpage": "15781", "name_0": "surname:Shiraki;given-names:T.", "name_1": "surname:Kondo;given-names:S.", "name_2": "surname:Katayama;given-names:S.", "name_3": "surname:Waki;given-names:K.", "name_4": "surname:Kasukawa;given-names:T.", "name_5": "surname:Kawaji;given-names:H.", "name_6": "surname:Kodzius;given-names:R.", "name_7": "surname:Watahiki;given-names:A.", "name_8": "surname:Nakamura;given-names:M.", "name_9": "surname:Arakawa;given-names:T.", "pub-id_pmid": "14663149", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "100", "year": "2003"}, "text": "Cap analysis gene expression for high-throughput analysis of transcriptional starting point and identification of promoter usage", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36205, "infons": {"fpage": "1173", "lpage": "1183", "name_0": "surname:Derti;given-names:A.", "name_1": "surname:Garrett-Engele;given-names:P.", "name_2": "surname:Macisaac;given-names:K.D.", "name_3": "surname:Stevens;given-names:R.C.", "name_4": "surname:Sriram;given-names:S.", "name_5": "surname:Chen;given-names:R.", "name_6": "surname:Rohl;given-names:C.A.", "name_7": "surname:Johnson;given-names:J.M.", "name_8": "surname:Babak;given-names:T.", "pub-id_pmid": "22454233", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "22", "year": "2012"}, "text": "A quantitative atlas of polyadenylation in five mammals", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]