[{"source": "PMC", "date": "20210909", "key": "pmc.key", "infons": {}, "documents": [{"id": "5821137", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_art-access-id": "00010", "article-id_doi": "10.1161/CIRCGEN.117.001813", "article-id_pmc": "5821137", "article-id_pmid": "29440116", "fpage": "e001813", "issue": "2", "kwd": "arrhythmias, cardiac data curation electrophysiology gene ontology genetics transcriptome", "license": "Circulation: Genomic and Precision Medicine is published on behalf of the American Heart Association, Inc., by Wolters Kluwer Health, Inc. This is an open access article under the terms of the Creative Commons Attribution License, which permits use, distribution, and reproduction in any medium, provided that the original work is properly cited.", "lpage": "e001813", "name_0": "surname:Lovering;given-names:Ruth C.", "name_1": "surname:Roncaglia;given-names:Paola", "name_10": "surname:Huntley;given-names:Rachael P.", "name_11": "surname:Talmud;given-names:Philippa J.", "name_12": "surname:Blake;given-names:Judith A.", "name_13": "surname:Breckenridge;given-names:Ross", "name_14": "surname:Riley;given-names:Paul R.", "name_15": "surname:Lambiase;given-names:Pier D.", "name_16": "surname:Elliott;given-names:Perry M.", "name_17": "surname:Clapp;given-names:Lucie", "name_18": "surname:Tinker;given-names:Andrew", "name_19": "surname:Hill;given-names:David P.", "name_2": "surname:Howe;given-names:Douglas G.", "name_3": "surname:Laulederkind;given-names:Stanley J.F.", "name_4": "surname:Khodiyar;given-names:Varsha K.", "name_5": "surname:Berardini;given-names:Tanya Z.", "name_6": "surname:Tweedie;given-names:Susan", "name_7": "surname:Foulger;given-names:Rebecca E.", "name_8": "surname:Osumi-Sutherland;given-names:David", "name_9": "surname:Campbell;given-names:Nancy H.", "section_type": "TITLE", "type": "front", "volume": "11", "year": "2018"}, "text": "Improving Interpretation of Cardiac Phenotypes and Enhancing Discovery With Expanded Knowledge in the Gene Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 116, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Supplemental Digital Content is available in the text.", "sentences": [], "annotations": [], "relations": []}, {"offset": 171, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background:", "sentences": [], "annotations": [], "relations": []}, {"offset": 183, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A systems biology approach to cardiac physiology requires a comprehensive representation of how coordinated processes operate in the heart, as well as the ability to interpret relevant transcriptomic and proteomic experiments. The Gene Ontology (GO) Consortium provides structured, controlled vocabularies of biological terms that can be used to summarize and analyze functional knowledge for gene products.", "sentences": [], "annotations": [], "relations": []}, {"offset": 591, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods and Results:", "sentences": [], "annotations": [], "relations": []}, {"offset": 612, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this study, we created a computational resource to facilitate genetic studies of cardiac physiology by integrating literature curation with attention to an improved and expanded ontological representation of heart processes in the Gene Ontology. As a result, the Gene Ontology now contains terms that comprehensively describe the roles of proteins in cardiac muscle cell action potential, electrical coupling, and the transmission of the electrical impulse from the sinoatrial node to the ventricles. Evaluating the effectiveness of this approach to inform data analysis demonstrated that Gene Ontology annotations, analyzed within an expanded ontological context of heart processes, can help to identify candidate genes associated with arrhythmic disease risk loci.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1382, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions:", "sentences": [], "annotations": [], "relations": []}, {"offset": 1395, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We determined that a combination of curation and ontology development for heart-specific genes and processes supports the identification and downstream analysis of genes responsible for the spread of the cardiac action potential through the heart. Annotating these genes and processes in a structured format facilitates data analysis and supports effective retrieval of gene-centric information about cardiac defects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1813, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Clinical Perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 1834, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Identification of critical proteins and RNAs as potential drug targets requires computationally accessible descriptors, both in terms of their roles in biological pathways and the molecules they interact with to fulfill their actions. This information is also vital in choosing prognostic and diagnostic biomarkers, particularly for multifactorial diseases such as heart disease that might benefit from measurement of multiple biomarkers. Recent improvements in omic technologies have led to projects such as the 100 000 Genomes Project and genome-wide association studies, which are producing vast amounts of genetic data pertinent to human health. Furthermore, it is now possible to catalog which proteins or RNAs are present in normal or disease tissues, or individual cells. Understanding the molecular network or biological processes associated with a drug target can help predict off-target effects or the potential for drug repurposing because many gene products are active in multiple pathways. In addition, these networks can be used to predict the most efficacious molecules within the networks, through the identification of key positions at which the whole networks may be perturbed; these molecules are often associated with disease-causing mutations or identified as drug targets. One of the major resources used by omic researchers is the Gene Ontology. This article explains the considerable improvements made by the Gene Ontology Consortium in the bioinformatic description of cardiac physiology. These new descriptions are all based on published data and are now included in all major biological databases, thus available for use by the global scientific community to enhance the understanding of cardiovascular-relevant data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3581, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Cardiac electrical conduction systems enable coordinated regulation of heart contraction in metazoans, ranging from fly to human. Disturbances of normal heart rhythm can occur de novo, but, more critically and commonly, they are an important feature of many cardiac diseases, and have substantial impacts on patient morbidity and mortality. To gain insight into the mechanisms of arrhythmia, high-throughput genome-scale methodologies (including genome-wide association studies [GWAS], transcriptomics, exon sequencing, and proteomics) are being used. However, interpretation of these high-throughput experiments relying on descriptions of the cellular and physiological roles of gene products, and a computational approach to interrogation of cardiac gene function, is a bottleneck in these analyses. Our work aims to fill this gap by capturing information in the Gene Ontology (GO) resource in a structured way, thus integrating knowledge about genes, cells, tissues and organs. To support data interpretation, the GO Consortium (GOC) provides a freely available, structured, controlled vocabulary, the ontology, that enables association of defined terms, describing cellular roles and locations, with a protein or RNA. This association process, called GO annotation, provides a computer-interpretable summary of the results of many independent experiments. GO terms describe Molecular Functions (molecular activities of a gene product), Biological Processes (the broader context in which a gene product acts), and Cellular Components (the subcellular location of a gene product). Some examples of GO terms relevant to cardiac research are, respectively, voltage-gated sodium channel activity, Purkinje myocyte action potential, and Z disc.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5324, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "GO provides users with a summary of experimentally verified or predicted functions of genes, proteins, and RNAs. Because of this high-impact information, GO data are incorporated into over 50 functional analysis tools and is routinely used to analyze large data sets. The coordinated action of gene products involved in cardiac conduction at the cellular level results in proper heart functioning at the organ level and in healthy conditions at the whole organism level. Therefore, detailed and interoperable knowledge about gene products’ roles is essential to better analyze heart failure phenotypes and ultimately to address potentially fatal conditions. The features listed above make GO an ideal resource to aid the interpretation of large-scale cardiac physiology investigations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6112, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Before our expansion of the cardiac function domain, there were only 3 GO terms to describe how the cardiac cycle is coordinated: cardiac conduction, membrane depolarization during atrial cardiac muscle cell action potential, and membrane repolarization during atrial cardiac muscle cell action potential. In this article, we detail how GO editors and biocurators worked together with experimental researchers to ensure provision of accurate structured terminology that describes features of gene products involved in cardiac physiology, and to generate GO annotations that capture those roles based on published literature, thereby improving representation of this area of biology. In particular, we focused on processes involved in and regulating the coordinated contraction of the heart. We also show that our effort improves the investigation of heart-related GWAS and transcriptomic data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7011, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data, analytic methods, and study materials have been made available to other researchers for purposes of reproducing the results or replicating the procedure. Protein, RNA, and macromolecular complex GO annotations are available from the UniProt GO annotation and GOC sites (https://www.ebi.ac.uk/GOA/downloads, http://www.geneontology.org/gene-associations/) and searchable in the AmiGO2 and QuickGO browsers; GO terms are downloadable from the GOC site (http://www.geneontology.org/ontology/) and searchable in AmiGO2 and QuickGO. The annotations have also been incorporated into many biological knowledge bases, including Ensembl, UniProtKB, and NCBI-Gene, and exploited by numerous freely available functional analysis tools, including Database for Annotation, Visualization and Integrated Discovery, g:profiler, Protein Analysis Through Evolutionary Relationships (PANTHER), and Visual Annotation Display (VLAD). Full methods are available in the Data Supplement.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7993, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Generation of a Prioritized List of Cardiac Physiology-Relevant Gene Products", "sentences": [], "annotations": [], "relations": []}, {"offset": 8071, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A list of 88 human proteins known to be required for normal cardiac function was compiled based on 8 literature reviews (Table I in the Data Supplement). To keep the focus more specifically on ion channels, the following were not retained in the prioritized list of genes: ATPases, ATPase regulatory proteins, hormones, hormone receptors, and proteins required for normal heart development. However, angiotensinogen and 2 angiotensin I–converting enzymes were included in the prioritized protein list to ensure that the ontology was sufficiently developed to enable future projects to capture the role of gene products that regulate heart rate and contraction. Orthologs of these 88 human proteins were identified in mouse, rat, zebrafish, and Drosophila using the Protein Analysis Through Evolutionary Relationships orthology prediction tool. In addition, a list of 7 human microRNAs (miRNAs) identified as key players in modulating cardiac excitability at the time we started our curation effort was determined from 3 reviews; literature available for these miRNAs was curated up to March 2016. Prioritized human gene products described above are listed in Table I in the Data Supplement, and for all of them, GO annotations supported by experimental data were included in the GO database according to established procedural guidelines (details are given in Methods in the Data Supplement).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9466, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of Candidate Genes Associated With Arrhythmia Risk Loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 9537, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We compiled a list of Mendelian inherited arrhythmia disorder genes associated with atrial fibrillation, long-QT syndrome, short-QT syndrome, catecholaminergic polymorphic ventricular tachycardia, and Brugada syndrome and candidate genes associated with GWAS risk loci for these disorders (literature search February 2016; Table II in the Data Supplement). Nine GO terms relevant to normal cardiac physiology (such as cardiac conduction, muscle contraction,and response to oxygen levels) were selected to investigate whether gene annotations to these normal processes could be correlated with arrhythmia candidate genes (Table III in the Data Supplement), and the associated annotations were downloaded on March 11, 2016 using the QuickGO browser (http://www.ebi.ac.uk/QuickGO/; Methods in the Data Supplement).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10349, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "GO Functional Analysis of Transcriptomic Data Sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 10400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A ventricular cardiomyocyte (VCM) data set was analyzed using the BinGO plugin within the Cytoscape v3.3.0 tool, applying the recommended hypergeometric test and Benjamini and Hochberg False Discovery Rate correction, and a P value <0.05 (full details in Methods in the Data Supplement). To determine the impact of this focused project, we used gene association files from November 2011 (ie, the start of this project) and February 2016 (ie, the end of the project; files available from ftp://ftp.ebi.ac.uk/pub/databases/GO/goa/). For both analyses, the ontology version March 7, 2016 was included (available from http://geneontology.org/page/download-ontology).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11063, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11071, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Representation of Cardiac-Relevant Gene Products’ Features Via Ontology Development", "sentences": [], "annotations": [], "relations": []}, {"offset": 11157, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A coordinated working group of GO editors, GO biocurators, and field experts expanded the cardiac physiology domain by adding 197 new cardiac-relevant GO terms (Methods and Table IV in the Data Supplement). Of these, 87 refer to processes that contribute to cardiac conduction and thus describe the propagation of the action potential through the conduction system and cardiac chambers. An example of an ontology branch representing cardiac-relevant GO terms is shown in Figure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11636, "infons": {"file": "hcg-11-e001813-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Part of the ontology describing AV node cell action potential and the regulation of ventricular cardiac muscle cell action potential. The entire model is not shown; this portion graphically illustrates how ontology terms relate to each other. Blue lines marked with I indicate the child term is a type of its parent, and orange lines marked with P indicate that child term is always a part of its parent. Purple lines marked with R indicate regulates, positively regulates, or negatively regulates relations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12145, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The expansion of the cardiac-related processes in GO describes events that occur at 3 key biological levels: the single cell, the tissue (multicellular), and the organ. In addition to these biological levels, the ontology was expanded to cover generic processes (such as regulation of potassium ion export) or developmental processes (such as cardiac pacemaker cell differentiation) required for the annotation of cardiac-relevant gene products. These new ontology terms enable biocurators to capture the role of gene products in specific tissues of the heart (by applying GO terms such as adrenergic receptor signaling pathway involved in cardiac muscle relaxation), specific cell types (eg, atrioventricular (AV) node cell to bundle of His cell communication), and the whole organ (eg, regulation of the force of heart contraction by cardiac conduction). The addition of both generic terms, and terms that reference specific anatomical structures, allowed us to overcome challenges with respect to granularity of organism specificity. For example, the term cell communication involved in cardiac conduction can be used for any organism with a cardiac organ, and a child term like AV node cell to bundle of His cell communication can be used specifically for species that have the relevant anatomical structures, in this case AV node and bundle of His. By describing processes at the various levels, curators can choose appropriate terms with respect to the experiments and organisms they are curating. Where possible, terms were defined by creating necessary and sufficient statements using relationships between GO terms and terms from cross-referenced external ontologies, such as Uberon for anatomical structures, the Cell Ontology for cell types, and Chemicals of Biological Interest for chemicals (ChEBI), taking advantage of their species interoperability and thus making the terms accessible to computational reasoning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14074, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cell-to-Cell Communication in the Heart", "sentences": [], "annotations": [], "relations": []}, {"offset": 14114, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cell communication is a key aspect of the coordinated activity of the heart. We created new terms, such as cell communication involved in cardiac conduction, to bring together all processes that mediate interactions between a cell and its surroundings and that also contribute to the process of cardiac conduction. This part of the ontology now includes terms to describe cell-to-cell impulse propagation by means of cardiac action potentials and electrical coupling (such as AV node cell to bundle of His cell communication by electrical coupling), as well as terms to describe the attachment of one cell to another or to the extracellular matrix (such as bundle of His cell-Purkinje myocyte adhesion involved in cell communication). In addition, many of the 22 new cardiac conduction-relevant Molecular Function terms describe channel or transporter activities that are necessary to propagate the electrical signals between specific cells and across the heart (eg, gap junction channel activity involved in cardiac conduction electric coupling).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15162, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The cardiac action potential branch of GO includes terms referring to a variety of cell types within the heart (Figure), such as AV node cell action potential, membrane depolarization during AV node cell action potential and membrane repolarization during AV node cell action potential, as well as terms that describe the regulation of the action potential (not shown). Similar terms also describe action potentials in SA node cells, bundle of His cells, and Purkinje myocytes (not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15652, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Ensuring Capture of Robust Information About Genetic Contributions to Cardiac Physiology via GO Annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 15759, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There is a considerable volume of literature describing the physiological characterization of the heart. This project brought together expertise from University College London, Queen Mary University of London, University of Oxford, Mouse Genome Informatics, the Rat Genome Database, the Zebrafish Information Network, and FlyBase. It was unrealistic for the information from all cardiac physiology research papers to be captured during this project; however, over 500 papers have been reviewed and used to annotate cardiac-relevant gene products with the expanded GO structure. A key aspect of gene product GO annotation is the recognition that a single gene product may have several functions, may participate in multiple processes, and can be found in a variety of subcellular locations. Consequently, fully describing how a gene functions typically results in >1 GO term associated with a single gene product (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16682, "infons": {"file": null, "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Selection of GO Annotations Associated With Human ACE2", "sentences": [], "annotations": [], "relations": []}, {"offset": 16737, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The aim of creating multiple statements (annotations) about a single gene product is to comprehensively capture the knowledge about its biological role, as supported by published experimental data. For example, over 30 papers were curated to provide information about the human sodium channel SCN5A (Q14524). Individual experiments, such as immunostaining, expression of various sodium channel constructs in Xenopus oocytes or rat cardiomyocytes, combined with descriptions of cardiac disease associated with the protein, such as long-QT and Brugada syndromes, have provided evidence that this protein is found in the Z disk, has voltage-gated sodium channel activity involved in cardiac muscle cell action potential, and is involved in membrane depolarization during Purkinje myocyte cell action potential. In contrast, the experimental data described in a single paper supported 9 annotations for the human protein RNF207 (Q6ZRF8). This article also resulted in 18 experimentally supported annotations to 5 other human proteins (DNAJA1, P31689; HSPA1A, P0DMV8; HSPA1B, P0DMV9; HSPA8, P11142; KCNH2, Q12809) and 1 zebrafish protein (Rnf207b, E9QHE3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17889, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There is increasing evidence for the role of miRNAs in controlling cardiac physiology, particularly in the regulation of potassium and calcium ion channel function, where dysregulation can lead to aberrant action potential duration and cardiac conduction. For this project, 7 miRNAs were prioritized for annotation (Methods and Table I in the Data Supplement), resulting in 27 annotations with relevance to cardiac function. For example, Li et al demonstrated that miR-1 (URS00001DC04F_9606) and miR-133a (URS00004C9052_9606) could regulate the slow delayed rectifier potassium current (IKs) in human cells during simulated hyperglycemia. Furthermore, they showed that this was because of their ability to regulate the expression of 2 potassium channel proteins, KCNE1 (P15382) and KCNQ1 (P51787), which mediate IKs. These roles of miR-1 and miR-133a have been captured by the terms negative regulation of membrane repolarization during cardiac muscle cell action potential and negative regulation of delayed rectifier potassium channel activity, as well as gene silencing by miRNA, with KCNE1 included as the target of miR-1 and KCNQ1 as the target of miR-133a in annotation extensions (Methods in the Data Supplement).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19110, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Application of Information Derived From Orthologs", "sentences": [], "annotations": [], "relations": []}, {"offset": 19164, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Experimental data to support GO annotations are not always available for human proteins and especially not for miRNAs, but may be obtainable for model organism orthologs. Inferential assertions about the roles of human gene products can be achieved by mapping annotations from their orthologous gene products. The electronic pipeline Ensembl Compara ensures that experimentally supported annotations associated with those proteins that have a 1-to-1 ortholog across human, mouse, and rat are applied to all orthologs. For example, the predicted 1-to-1 orthology between the mouse ACE2 (Q8R0I0) and human ACE2 (Q9BYF1) proteins as defined by Compara has enabled 3 experimentally supported mouse ACE2 annotations (including positive regulation of cardiac muscle contraction) to be associated with human ACE2. The GOC also provides an expert curation tool, called Phylogenetic Annotation and Inference Tool, that enables biocurators to infer annotations across many species based on phylogenetic relationships and protein family membership. In addition, in some cases where knowledge from Compara and Phylogenetic Annotation and Inference Tool was not available, orthology was reviewed on a case-by-case basis and used to support transfer of annotations to the orthologous proteins (see next section and Methods in the Data Supplement).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20498, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comprehensive Capture of Information About Prioritized Gene Products Through Annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 20586, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The manual annotation of the 88 heart-relevant human proteins that were prioritized in this effort (Table I in the Data Supplement) led to the submission of over 3100 annotations to the GO database. This represents a 4-fold increase in the number of manual annotations associated with these proteins. Furthermore, annotation of model organism experimental data has provided a further 2000 annotations to 82 of these proteins through the transfer of experimentally supported annotations to orthologous human proteins via the Ensembl Compara pipeline, Phylogenetic Annotation and Inference Tool, and other expert curation methods. To supplement the orthology-based curation, we manually transferred 50 relevant biological process annotations from mouse or rat to human, using the Inferred From Sequence or Structural Similarity evidence code. When annotations provided through other electronic pipelines (such as mappings between UniProtKB Keywords and InterPro) are included, the 88 prioritized human proteins have a total of 7263 annotations (as of March 2017). The number of annotations per protein ranges from 20 associated with RNF207 (Q6ZRF8) to 272 associated with CAV1 (Q03135), with an average of 82 annotations per protein. Over 140 annotations are associated with the 7 prioritized human miRNAs. Therefore, this curation effort allowed bioinformatic capture of knowledge of genes that were not represented before, and it enables more informative data analysis, as shown below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22072, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Using GO to Interpret GWAS", "sentences": [], "annotations": [], "relations": []}, {"offset": 22099, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GWAS have identified many risk loci associated with cardiac disorders. In some cases, the impact of a variant on a protein-coding gene is relatively easy to identify because of predicted, and often experimentally verified, deleterious nonsynonymous substitutions. However, often risk variants identified in a genomic area fall within an intronic, intergenic, or regulatory region, making it difficult to identify the true causative variant(s) associated with the risk, and which protein-coding genes or functional RNA genes should be considered as candidates contributing to a disease. The cost of investigating a candidate gene’s role in a disease is considerable. Consequently, before experimental investigation, various in silico approaches are generally undertaken to try to narrow down the choice of which gene in a gene-rich region is involved in a disease. If nonsynonymous deleterious gene variants in a gene in the same region have already been associated with a similar phenotype, this is good supporting evidence for candidate gene choice. However, other approaches, such as those described by MacArthur et al, may also be valuable. These include considering whether any of the potential candidate genes encode a protein that interacts with proteins previously implicated in the disease (either using in silico network analysis or through coimmunoprecipitation experiments), or if the gene is expressed in tissues relevant to the disease (eg, by using expression quantitative trait loci data).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23606, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "MacArthur et al also describe selecting candidate genes based on a known function or role which is shared with other genes established as associated with the disease of interest or is consistent with their mutant phenotype. This approach can be easily undertaken using GO annotation data, and yet it is rarely included in the in silico investigations of GWAS results. After our focused annotation effort, the ability to use GO annotations to identify candidate genes associated with arrhythmia disorders was evaluated. Human proteins associated with 9 GO terms that are relevant to normal cardiac physiology were downloaded using QuickGO (GO terms are shown in Table IV in the Data Supplement). The corresponding genes were then compared with Mendelian genes for arrhythmia disorders (atrial fibrillation, long-QT syndrome, short-QT syndrome, catecholaminergic polymorphic ventricular tachycardia, Brugada syndrome) and with GWAS candidate variants associated with QT interval length and atrial fibrillation risk loci, described by Tucker et al and Arking et al. Of 45 Mendelian arrhythmia-associated genes (described in 3 reviews to 2015), 43 were annotated with ≥1 of the cardiac-relevant GO terms (Table II in the Data Supplement), with SRL and GREM2 being the exceptions. The GO annotations associated with the 83 GWAS-identified candidate genes (associated with 48 risk loci) suggest that GO data can contribute to prioritization of candidate risk genes. Cardiac physiology-relevant GO terms suggest the prioritization of 36 of the 83 candidate genes. This selection approach compares favorably with that taken by Arking et al. In that study, authors identified 35 common variant QT interval loci and used expression quantitative trait loci, protein interaction, and coimmunoprecipitation data to identify 70 candidate genes associated with these loci (Table II in the Data Supplement). Both the GO and the expression quantitative trait loci approaches suggest 27 QT interval candidate genes, whereas coimmunoprecipitation suggests 12 genes and in silico protein interaction networks 15 genes. For example, GO annotations hint that RNF207, at 1p36, is a good candidate for variations in QT interval length, with annotations to 6 of the key GO terms, and that potassium transport-associated KCNAB2 is a good alternative candidate. In contrast, in silico protein interaction data support 3 other genes at this locus (ACOT7, KCNAB2, and RPL22; Table 2). Similarly, GO annotation information narrows the candidates at the 3p21 locus to 3 genes (MYL3, SCAP, and SETD2; Table 2), with MYL3 having the strongest annotation support, because of its role in muscle contraction and heart development; the analysis provided by Arking et al suggested 5 candidate genes at this locus. Notably, at the 1q24 risk locus, GO annotations, expression quantitative trait loci, and coimmunoprecipitation data all suggest ATP1B1 as the candidate gene (Table 2). This illustrates that GO annotations can provide additional data to either support the choice of candidate genes or suggest alternative candidates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26700, "infons": {"file": null, "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Using GO to Support the Identification of the Likely Causative Gene Associated With 3 QT Interval Risk Loci31", "sentences": [], "annotations": [], "relations": []}, {"offset": 26810, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional Analysis of Atrial and Ventricular High-Throughput Data Sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 26882, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To provide a measure of the impact of our cardiac-focused annotation project on data interpretation, we compared the functional analysis of a specific heart transcriptomic data set using GO annotations available in November 2016 to an equivalent analysis using GO annotation data available in February 2011. A VCM transcriptomic data set was used to investigate this, as we anticipated that a ventricular-specific transcriptome was likely to include the ion channels, and their regulators, required for cardiac repolarization and depolarization. Poon et al profiled the transcriptome of human embryonic stem cells and compared this to the transcriptome of adult human VCMs, after filtering out the transcripts that were not significantly differentially expressed between the 2 cell types. Poon et al found that GO terms describing translation elongation, as well as muscle system, contraction, and energy generation (their wording), were enriched within the 200 most abundant transcripts in adult human VCMs. Our analysis using the 2011 and 2016 GO annotation data sets confirms findings of Poon et al, with the majority of these proteins annotated to either muscle contraction, mitochondrion organization, respiratory electron transport chain, gene expression, or developmental process terms. Notably, our analysis also demonstrates that the terms cardiac conduction, regulation of cardiac conduction, and regulation of the force of heart contraction (among others) were significantly enriched in the 2016 analysis. Although VCMs are not involved in cardiac conduction, it is not unexpected that cardiac conduction and child terms will be enriched in a ventricular data set, because many of the same action potential-associated proteins are present in ventricular, atrial, and conduction tissues. The identification of the cardiac-specific terms within this data set does, however, confirm that the GO terms and annotations created by this focused project are sufficient to enable the identification of the increased expression of genes involved in these processes. In 2011, many of the cardiac physiology GO terms did not exist, and consequently, these terms are (understandably) not enriched using the 2011 annotation data set (Table 3; Table V in the Data Supplement).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29155, "infons": {"file": null, "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparison of Functional Analysis of Adult Ventricular Cardiomyocyte Data3 Using Gene Ontology (Full List of Enriched Terms in Table V in the Data Supplement)", "sentences": [], "annotations": [], "relations": []}, {"offset": 29314, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29325, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this article, we describe work to improve the GO resource in representing relevant cardiac processes, and in capturing roles of gene products from published literature through GO annotation. The majority of publications describing heart or cardiomyocyte transcriptomic and proteomic data sets use GO annotations to investigate the pathways associated with this important organ. We tested whether our recent cardiac-relevant annotations could be used to support a more informative interpretation of high-throughput studies. Our reanalysis of the top 200 differentially expressed transcripts in adult human VCMs (compared with the human embryonic stem cells transcriptome; Table V in the Data Supplement) confirms the original findings of Poon et al and, in addition, shows that the transcriptome of these cells is enriched for GO terms referring to cardiac physiology, including cardiac conduction, regulation of cardiac conduction, regulation of cardiac muscle contraction by calcium ion signaling, and regulation of the force of heart contraction. Notably, the enrichment of these terms is only possible because of the expansion of the GO resource in this area. These cardiac-relevant terms are identified despite more than half of these highly expressed proteins being associated with protein synthesis, mitochondrial respiratory systems, or having a structural cellular role. The significance of our work lies in the enhanced ability to identify cardiac-relevant genes within cardiac tissue; cardiac physiologists can now use the GO to test genomic profiles and confirm the presence of relevant genes. For example, researchers who are using in vitro cardiac cell differentiation systems can now test the profiles of gene expression in their cells to examine and confirm progression toward mature cardiomyocytes. This has potential application in the field of heart cell regeneration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31215, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, our analysis of QT interval length and atrial fibrillation risk loci, described by Tucker et al and Arking et al, demonstrates that our focused GO annotation of cardiac physiological processes provides an enhanced GO resource that can be used, in combination with other experimental and in silico approaches, to suggest candidate genes associated with cardiac disease. In particular, our results suggest that ATP1B1, a Na+/K+-ATPase β-subunit, is the most likely candidate gene for further study at the 1q24 risk locus because it is associated with cardiac-relevant GO annotations. Another potential use of cardiac GO annotations is to extend protein network analysis. Overlaying proteins with relevant annotations (and hence known cardiac role) onto an existing network would highlight their interacting partners, and these could be explored as candidate genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32094, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "With researchers turning to Drosophila and zebrafish as model systems for heart disease, there is a requirement for GO to represent cardiac physiology using terms that are species independent. The Drosophila pulsatile heart tube, with its anterior aorta, looks structurally very distinct from the zebrafish 2-chambered and the mammalian 4-chambered hearts. However, despite this, many of the new GO terms created during this project can be applied across all species because many orthologous genes have similar functions. The major limiting factor to the GO annotation of nonmammalian systems is the paucity of research describing the roles of individual gene products in the cardiac cycle in those species, as the majority of these data relate to mammals. Indeed, the curation effort described in this article focuses on improving analysis tools for human cardiovascular research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32976, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results show that collaboration between members of relevant model organism databases and focused curation groups can improve and extend the capture of information about physiological processes in GO, in this particular study, cardiac processes. This effort was enhanced by the collaboration with experts in the cardiac research field who helped us identify key aspects of the process, key genes, and key publications on which to focus. As knowledge of the cardiac system continues to advance, there will be opportunities to capture additional cardiac information in GO. We have provided a structured framework for the addition of new knowledge to the resource, for example, to better describe information about the proteins involved in the mechanical aspect of the heart, and to fully capture roles of gene products and hormones in regulating cardiac physiology. Our work also shows that collaboration between groups developing ontologies and creating biological annotations and scientists and clinicians engaged in active research can lead to substantial improvements in the computational representation of biological knowledge. The GOC welcomes input from researchers about any aspect of our work, including changes to the ontology and suggestions of papers and gene products to annotate (goannotation@ucl.ac.uk, http://geneontology.org/page/contributing-go). A variety of GitHub repositories with issue trackers are in place for specific queries: for general inquiries about GO (https://github.com/geneontology/helpdesk), for specific questions about annotations or annotation-related topics (https://github.com/geneontology/go-annotation/), and for specific questions or suggestions about the content and structure of the ontology (https://github.com/geneontology/go-ontology/). Such collaborations improve the value of the GO resource for the benefit of the entire cardiovascular research community and facilitate the interpretation of high-throughput data sets, toward the identification of dysregulated cardiac pathways, as well as variants and risk alleles, associated with cardiovascular diseases. This has important implications for cardiovascular physicians needing to interpret potentially pathological variants in their patients as a resource for the most up-to-date bioinformatic data to inform diagnosis and cascade screening in families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35334, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgments", "sentences": [], "annotations": [], "relations": []}, {"offset": 35350, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "We are extremely grateful to all members of the Gene Ontology (GO) Consortium who contribute to annotation and ontology development on an ongoing basis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35503, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Sources of Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 35522, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was funded through grants from the British Heart Foundation (BHF, SP/07/007/23671, RG/13/5/30112) and the National Institute for Health Research University College London Hospitals Biomedical Research Centre; The Zebrafish Model Organism Database: National Human Genome Research Institute (NHGRI, HG002659, HG004838, HG004834); The Rat Genome Database: National Heart, Lung, and Blood Institute on behalf of the NIH (HL64541); The Mouse Genome Database: NGHRI (HG003300); FlyBase: UK Medical Research Council (G1000968); and Gene Ontology Consortium: NIH NHGRI (U41 HG002273) to Drs Blake, Cherry, Lewis, Sternberg, and Thomas. Professor Riley received BHF personal chair award (CH/11/1/28798). Professors Lambiase and Tinker received support from BHF and UK Medical Research Council. Professor Tinker received National Institute for Health Research Biomedical Research Centre at Barts and BHF grant (RG/15/15/31742). Dr Roncaglia received EMBL-EBI Core funds.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36493, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Disclosures", "sentences": [], "annotations": [], "relations": []}, {"offset": 36505, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "None.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36511, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 36534, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The Data Supplement is available at http://circgenetics.ahajournals.org/lookup/suppl/doi:10.1161/CIRCGEN.117.001813/-/DC1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36657, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Circ Genom Precis Med is available at http://circgenetics.ahajournals.org.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36732, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 36743, "infons": {"comment": "doi: 10.2147/TACG.S55762.", "fpage": "215", "lpage": "233", "name_0": "surname:Spears;given-names:DA", "name_1": "surname:Gollob;given-names:MH", "pub-id_pmid": "26425105", "section_type": "REF", "source": "Appl Clin Genet", "type": "ref", "volume": "8", "year": "2015"}, "text": "Genetics of inherited primary arrhythmia disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36795, "infons": {"comment": "doi: 10.1093/cvr/cvv283.", "fpage": "493", "lpage": "501", "name_0": "surname:Tucker;given-names:NR", "name_1": "surname:Clauss;given-names:S", "name_2": "surname:Ellinor;given-names:PT", "pub-id_pmid": "26733238", "section_type": "REF", "source": "Cardiovasc Res", "type": "ref", "volume": "109", "year": "2016"}, "text": "Common variation in atrial fibrillation: navigating the path from genetic association to mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36895, "infons": {"comment": "doi: 10.1371/journal.pone.0077784.", "fpage": "e77784", "name_0": "surname:Poon;given-names:E", "name_1": "surname:Yan;given-names:B", "name_2": "surname:Zhang;given-names:S", "name_3": "surname:Rushing;given-names:S", "name_4": "surname:Keung;given-names:W", "name_5": "surname:Ren;given-names:L", "pub-id_pmid": "24204964", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Transcriptome-guided functional analyses reveal novel biological properties and regulatory hierarchy of human embryonic stem cell-derived ventricular cardiomyocytes crucial for maturation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37084, "infons": {"comment": "doi: 10.1038/75556.", "fpage": "25", "lpage": "29", "name_0": "surname:Ashburner;given-names:M", "name_1": "surname:Ball;given-names:CA", "name_2": "surname:Blake;given-names:JA", "name_3": "surname:Botstein;given-names:D", "name_4": "surname:Butler;given-names:H", "name_5": "surname:Cherry;given-names:JM", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "25", "year": "2000"}, "text": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37166, "infons": {"fpage": "1887", "lpage": "1901", "name_0": "surname:Bousette;given-names:N", "name_1": "surname:Kislinger;given-names:T", "name_2": "surname:Fong;given-names:V", "name_3": "surname:Isserlin;given-names:R", "name_4": "surname:Hewel;given-names:JA", "name_5": "surname:Emil;given-names:A", "pub-id_pmid": "19714876", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "8", "year": "2009"}, "text": "Large-scale characterization and analysis of the murine cardiac proteome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37240, "infons": {"comment": "doi: 10.1016/j.bbapap.2014.10.019.", "fpage": "46", "lpage": "54", "name_0": "surname:Carnielli;given-names:CM", "name_1": "surname:Winck;given-names:FV", "name_2": "surname:Paes Leme;given-names:AF", "pub-id_pmid": "25448015", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1854", "year": "2015"}, "text": "Functional annotation and biological interpretation of proteomics data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37312, "infons": {"comment": "doi: 10.1093/nar/gku1179.", "fpage": "D1049", "lpage": "D1056", "pub-id_pmid": "25428369", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "Gene Ontology Consortium: going forward.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37353, "infons": {"comment": "doi: 10.1093/database/bat054.", "fpage": "bat054", "name_0": "surname:Balakrishnan;given-names:R", "name_1": "surname:Harris;given-names:MA", "name_2": "surname:Huntley;given-names:R", "name_3": "surname:Van Auken;given-names:K", "name_4": "surname:Cherry;given-names:JM", "pub-id_pmid": "23842463", "section_type": "REF", "source": "Database (Oxford)", "type": "ref", "volume": "2013", "year": "2013"}, "text": "A guide to best practices for Gene Ontology (GO) manual annotation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37421, "infons": {"comment": "doi: 10.1093/bioinformatics/btp536.", "fpage": "3045", "lpage": "3046", "name_0": "surname:Binns;given-names:D", "name_1": "surname:Dimmer;given-names:E", "name_2": "surname:Huntley;given-names:R", "name_3": "surname:Barrell;given-names:D", "name_4": "surname:O’Donovan;given-names:C", "name_5": "surname:Apweiler;given-names:R", "pub-id_pmid": "19744993", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "QuickGO: a web-based tool for Gene Ontology searching.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37476, "infons": {"comment": "doi: 10.1101/gr.073585.107.", "fpage": "327", "lpage": "335", "name_0": "surname:Vilella;given-names:AJ", "name_1": "surname:Severin;given-names:J", "name_2": "surname:Ureta-Vidal;given-names:A", "name_3": "surname:Heng;given-names:L", "name_4": "surname:Durbin;given-names:R", "name_5": "surname:Birney;given-names:E", "pub-id_pmid": "19029536", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "19", "year": "2009"}, "text": "EnsemblCompara GeneTrees: complete, duplication-aware phylogenetic trees in vertebrates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37565, "infons": {"comment": "doi: 10.1093/nar/gku989.", "fpage": "D204", "lpage": "D212", "pub-id_pmid": "25348405", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "UniProt: a hub for protein information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37605, "infons": {"comment": "doi: 10.1093/nar/gku1055.", "fpage": "D36", "issue": "Database issue", "lpage": "D42", "name_0": "surname:Brown;given-names:GR", "name_1": "surname:Hem;given-names:V", "name_2": "surname:Katz;given-names:KS", "name_3": "surname:Ovetsky;given-names:M", "name_4": "surname:Wallin;given-names:C", "name_5": "surname:Ermolaeva;given-names:O", "pub-id_pmid": "25355515", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "Gene: a gene-centered information resource at NCBI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37657, "infons": {"comment": "doi: 10.1038/nprot.2008.211.", "fpage": "44", "lpage": "57", "name_0": "surname:Huang;given-names:da W", "name_1": "surname:Sherman;given-names:BT", "name_2": "surname:Lempicki;given-names:RA", "pub-id_pmid": "19131956", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "4", "year": "2009"}, "text": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37751, "infons": {"comment": "doi: 10.1093/nar/gkw199.", "fpage": "W83", "issue": "W1", "lpage": "W89", "name_0": "surname:Reimand;given-names:J", "name_1": "surname:Arak;given-names:T", "name_2": "surname:Adler;given-names:P", "name_3": "surname:Kolberg;given-names:L", "name_4": "surname:Reisberg;given-names:S", "name_5": "surname:Peterson;given-names:H", "pub-id_pmid": "27098042", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "g:Profiler-a web server for functional interpretation of gene lists (2016 update).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37834, "infons": {"comment": "doi: 10.1093/nar/gkv1194.", "fpage": "D336", "issue": "D1", "lpage": "D342", "name_0": "surname:Mi;given-names:H", "name_1": "surname:Poudel;given-names:S", "name_2": "surname:Muruganujan;given-names:A", "name_3": "surname:Casagrande;given-names:JT", "name_4": "surname:Thomas;given-names:PD", "pub-id_pmid": "26578592", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "PANTHER version 10: expanded protein families and functions, and analysis tools.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37915, "infons": {"comment": "doi: 10.1007/s00335-015-9570-2.", "fpage": "567", "lpage": "573", "name_0": "surname:Richardson;given-names:JE", "name_1": "surname:Bult;given-names:CJ", "pub-id_pmid": "26047590", "section_type": "REF", "source": "Mamm Genome", "type": "ref", "volume": "26", "year": "2015"}, "text": "Visual annotation display (VLAD): a tool for finding functional themes in lists of genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38005, "infons": {"comment": "doi: 10.1161/HYPERTENSIONAHA.111.176024.", "fpage": "912", "lpage": "919", "name_0": "surname:De Giusti;given-names:VC", "name_1": "surname:Nolly;given-names:MB", "name_2": "surname:Yeves;given-names:AM", "name_3": "surname:Caldiz;given-names:CI", "name_4": "surname:Villa-Abrille;given-names:MC", "name_5": "surname:Chiappe de Cingolani;given-names:GE", "pub-id_pmid": "22016493", "section_type": "REF", "source": "Hypertension", "type": "ref", "volume": "58", "year": "2011"}, "text": "Aldosterone stimulates the cardiac Na(+)/H(+) exchanger via transactivation of the epidermal growth factor receptor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38122, "infons": {"comment": "doi: 10.1002/bdra.20800.", "fpage": "578", "lpage": "585", "name_0": "surname:Arnolds;given-names:DE", "name_1": "surname:Chu;given-names:A", "name_2": "surname:McNally;given-names:EM", "name_3": "surname:Nobrega;given-names:MA", "name_4": "surname:Moskowitz;given-names:IP", "pub-id_pmid": "21538814", "section_type": "REF", "source": "Birth Defects Res A Clin Mol Teratol", "type": "ref", "volume": "91", "year": "2011"}, "text": "The emerging genetic landscape underlying cardiac conduction system function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38200, "infons": {"comment": "doi: 10.1093/europace/eup199.", "fpage": "1267", "lpage": "1271", "name_0": "surname:Campuzano;given-names:O", "name_1": "surname:Brugada;given-names:R", "pub-id_pmid": "19666641", "section_type": "REF", "source": "Europace", "type": "ref", "volume": "11", "year": "2009"}, "text": "Genetics of familial atrial fibrillation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38242, "infons": {"comment": "doi: 10.1016/j.yjmcc.2009.08.025.", "fpage": "2", "lpage": "11", "name_0": "surname:Abriel;given-names:H", "pub-id_pmid": "19744495", "section_type": "REF", "source": "J Mol Cell Cardiol", "type": "ref", "volume": "48", "year": "2010"}, "text": "Cardiac sodium channel Na(v)1.5 and interacting proteins: physiology and pathophysiology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38332, "infons": {"fpage": "553", "lpage": "567", "name_0": "surname:Donoso;given-names:P", "name_1": "surname:Sanchez;given-names:G", "name_2": "surname:Bull;given-names:R", "name_3": "surname:Hidalgo;given-names:C", "pub-id_pmid": "21196188", "section_type": "REF", "source": "Front Biosci (Landmark Ed)", "type": "ref", "volume": "16", "year": "2011"}, "text": "Modulation of cardiac ryanodine receptor activity by ROS and RNS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38398, "infons": {"comment": "doi: 10.3109/03602532.2010.549134.", "fpage": "236", "lpage": "252", "name_0": "surname:Dulhunty;given-names:AF", "name_1": "surname:Hewawasam;given-names:R", "name_2": "surname:Liu;given-names:D", "name_3": "surname:Casarotto;given-names:MG", "name_4": "surname:Board;given-names:PG", "pub-id_pmid": "21323602", "section_type": "REF", "source": "Drug Metab Rev", "type": "ref", "volume": "43", "year": "2011"}, "text": "Regulation of the cardiac muscle ryanodine receptor by glutathione transferases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38479, "infons": {"comment": "doi: 10.1152/ajpheart.00176.2015.", "fpage": "H1463", "lpage": "H1473", "name_0": "surname:Willis;given-names:BC", "name_1": "surname:Ponce-Balbuena;given-names:D", "name_2": "surname:Jalife;given-names:J", "pub-id_pmid": "25862830", "section_type": "REF", "source": "Am J Physiol Heart Circ Physiol", "type": "ref", "volume": "308", "year": "2015"}, "text": "Protein assemblies of sodium and inward rectifier potassium channels control cardiac excitability and arrhythmogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38599, "infons": {"comment": "doi: 10.1038/srep07953.", "fpage": "7953", "name_0": "surname:Campuzano;given-names:O", "name_1": "surname:Allegue;given-names:C", "name_2": "surname:Fernandez;given-names:A", "name_3": "surname:Iglesias;given-names:A", "name_4": "surname:Brugada;given-names:R", "pub-id_pmid": "25608792", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Determining the pathogenicity of genetic variants associated with cardiac channelopathies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38690, "infons": {"comment": "doi: 10.1152/ajpheart.01400.2006.", "fpage": "H1242", "lpage": "H1253", "name_0": "surname:Fischer;given-names:R", "name_1": "surname:Dechend;given-names:R", "name_2": "surname:Gapelyuk;given-names:A", "name_3": "surname:Shagdarsuren;given-names:E", "name_4": "surname:Gruner;given-names:K", "name_5": "surname:Gruner;given-names:A", "pub-id_pmid": "17416596", "section_type": "REF", "source": "Am J Physiol Heart Circ Physiol", "type": "ref", "volume": "293", "year": "2007"}, "text": "Angiotensin II-induced sudden arrhythmic death and electrical remodeling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38764, "infons": {"fpage": "907", "lpage": "912", "name_0": "surname:Latronico;given-names:MV", "name_1": "surname:Condorelli;given-names:G", "pub-id_pmid": "20415655", "section_type": "REF", "source": "Curr Drug Targets", "type": "ref", "volume": "11", "year": "2010"}, "text": "MicroRNAs and cardiac conduction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38798, "infons": {"comment": "doi: 10.1016/j.trsl.2012.12.004.", "fpage": "381", "lpage": "392", "name_0": "surname:Kim;given-names:GH", "pub-id_pmid": "23274306", "section_type": "REF", "source": "Transl Res", "type": "ref", "volume": "161", "year": "2013"}, "text": "MicroRNA regulation of cardiac conduction and arrhythmias.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38857, "infons": {"comment": "doi: 10.1159/000375403.", "fpage": "58", "lpage": "67", "name_0": "surname:Poudel;given-names:P", "name_1": "surname:Xu;given-names:Y", "name_2": "surname:Cui;given-names:Z", "name_3": "surname:Sharma;given-names:D", "name_4": "surname:Tian;given-names:B", "name_5": "surname:Paudel;given-names:S", "pub-id_pmid": "25871909", "section_type": "REF", "source": "Cardiology", "type": "ref", "volume": "131", "year": "2015"}, "text": "Atrial fibrillation: recent advances in understanding the role of microRNAs in atrial remodeling with an electrophysiological overview.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38993, "infons": {"comment": "doi: 10.1261/rna.055301.115.", "fpage": "667", "lpage": "676", "name_0": "surname:Huntley;given-names:RP", "name_1": "surname:Sitnikov;given-names:D", "name_2": "surname:Orlic-Milacic;given-names:M", "name_3": "surname:Balakrishnan;given-names:R", "name_4": "surname:D’Eustachio;given-names:P", "name_5": "surname:Gillespie;given-names:ME", "pub-id_pmid": "26917558", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "22", "year": "2016"}, "text": "Guidelines for the functional annotation of microRNAs using the Gene Ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39072, "infons": {"comment": "doi: 10.1186/1471-2105-15-155.", "fpage": "155", "name_0": "surname:Huntley;given-names:RP", "name_1": "surname:Harris;given-names:MA", "name_2": "surname:Alam-Faruque;given-names:Y", "name_3": "surname:Blake;given-names:JA", "name_4": "surname:Carbon;given-names:S", "name_5": "surname:Dietze;given-names:H", "pub-id_pmid": "24885854", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "15", "year": "2014"}, "text": "A method for increasing expressivity of Gene Ontology annotations using a compositional approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39170, "infons": {"comment": "doi: 10.1038/ng.3014.", "fpage": "826", "lpage": "836", "name_0": "surname:Arking;given-names:DE", "name_1": "surname:Pulit;given-names:SL", "name_2": "surname:Crotti;given-names:L", "name_3": "surname:van der Harst;given-names:P", "name_4": "surname:Munroe;given-names:PB", "name_5": "surname:Koopmann;given-names:TT", "pub-id_pmid": "24952745", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "46", "year": "2014"}, "text": "Genetic association study of QT interval highlights role for calcium signaling pathways in myocardial repolarization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39288, "infons": {"comment": "doi: 10.1161/CIRCRESAHA.114.302225.", "fpage": "1469", "lpage": "1482", "name_0": "surname:Tucker;given-names:NR", "name_1": "surname:Ellinor;given-names:PT", "pub-id_pmid": "24763465", "section_type": "REF", "source": "Circ Res", "type": "ref", "volume": "114", "year": "2014"}, "text": "Emerging directions in the genetics of atrial fibrillation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39348, "infons": {"comment": "doi: 10.1093/bioinformatics/bti551.", "fpage": "3448", "lpage": "3449", "name_0": "surname:Maere;given-names:S", "name_1": "surname:Heymans;given-names:K", "name_2": "surname:Kuiper;given-names:M", "pub-id_pmid": "15972284", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "BiNGO: a Cytoscape plugin to assess overrepresentation of gene ontology categories in biological networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39455, "infons": {"comment": "doi: 10.1093/bioinformatics/btq675.", "fpage": "431", "lpage": "432", "name_0": "surname:Smoot;given-names:ME", "name_1": "surname:Ono;given-names:K", "name_2": "surname:Ruscheinski;given-names:J", "name_3": "surname:Wang;given-names:PL", "name_4": "surname:Ideker;given-names:T", "pub-id_pmid": "21149340", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "Cytoscape 2.8: new features for data integration and network visualization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39531, "infons": {"comment": "doi: 10.1016/j.jbi.2010.02.002.", "fpage": "80", "lpage": "86", "name_0": "surname:Mungall;given-names:CJ", "name_1": "surname:Bada;given-names:M", "name_2": "surname:Berardini;given-names:TZ", "name_3": "surname:Deegan;given-names:J", "name_4": "surname:Ireland;given-names:A", "name_5": "surname:Harris;given-names:MA", "pub-id_pmid": "20152934", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "44", "year": "2011"}, "text": "Cross-product extensions of the Gene Ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39578, "infons": {"comment": "doi: 10.1002/pmic.200800078.", "fpage": "1950", "lpage": "1953", "name_0": "surname:Lovering;given-names:RC", "name_1": "surname:Dimmer;given-names:E", "name_2": "surname:Khodiyar;given-names:VK", "name_3": "surname:Barrell;given-names:DG", "name_4": "surname:Scambler;given-names:P", "name_5": "surname:Hubank;given-names:M", "pub-id_pmid": "18491309", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "8", "year": "2008"}, "text": "Cardiovascular GO annotation initiative year 1 report: why cardiovascular GO?", "sentences": [], "annotations": [], "relations": []}, {"offset": 39656, "infons": {"comment": "doi: 10.1093/database/bap019.", "fpage": "bap019", "name_0": "surname:Dowell;given-names:KG", "name_1": "surname:McAndrews-Hill;given-names:MS", "name_2": "surname:Hill;given-names:DP", "name_3": "surname:Drabkin;given-names:HJ", "name_4": "surname:Blake;given-names:JA", "pub-id_pmid": "20157492", "section_type": "REF", "source": "Database (Oxford)", "type": "ref", "volume": "2009", "year": "2009"}, "text": "Integrating text mining into the MGI biocuration workflow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39715, "infons": {"comment": "doi: 10.1093/database/bat046.", "fpage": "bat046", "name_0": "surname:Wang;given-names:SJ", "name_1": "surname:Laulederkind;given-names:SJ", "name_2": "surname:Hayman;given-names:GT", "name_3": "surname:Smith;given-names:JR", "name_4": "surname:Petri;given-names:V", "name_5": "surname:Lowry;given-names:TF", "pub-id_pmid": "23794737", "section_type": "REF", "source": "Database (Oxford)", "type": "ref", "volume": "2013", "year": "2013"}, "text": "Analysis of disease-associated objects at the Rat Genome Database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39782, "infons": {"comment": "doi: 10.1002/dvg.22868.", "fpage": "498", "lpage": "509", "name_0": "surname:Ruzicka;given-names:L", "name_1": "surname:Bradford;given-names:YM", "name_2": "surname:Frazer;given-names:K", "name_3": "surname:Howe;given-names:DG", "name_4": "surname:Paddock;given-names:H", "name_5": "surname:Ramachandran;given-names:S", "pub-id_pmid": "26097180", "section_type": "REF", "source": "Genesis", "type": "ref", "volume": "53", "year": "2015"}, "text": "ZFIN, The zebrafish model organism database: updates and new directions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39855, "infons": {"comment": "doi: 10.1093/nar/gkn788.", "fpage": "D555", "issue": "Database issue", "lpage": "D559", "name_0": "surname:Tweedie;given-names:S", "name_1": "surname:Ashburner;given-names:M", "name_2": "surname:Falls;given-names:K", "name_3": "surname:Leyland;given-names:P", "name_4": "surname:McQuilton;given-names:P", "name_5": "surname:Marygold;given-names:S", "pub-id_pmid": "18948289", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "FlyBase: enhancing Drosophila Gene Ontology annotations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39912, "infons": {"comment": "doi: 10.1021/bi901086v.", "fpage": "166", "lpage": "178", "name_0": "surname:Ziane;given-names:R", "name_1": "surname:Huang;given-names:H", "name_2": "surname:Moghadaszadeh;given-names:B", "name_3": "surname:Beggs;given-names:AH", "name_4": "surname:Levesque;given-names:G", "name_5": "surname:Chahine;given-names:M", "pub-id_pmid": "19943616", "section_type": "REF", "source": "Biochemistry", "type": "ref", "volume": "49", "year": "2010"}, "text": "Cell membrane expression of cardiac sodium channel Na(v)1.5 is modulated by alpha-actinin-2 interaction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40017, "infons": {"comment": "doi: 10.1093/cvr/cvm096.", "fpage": "740", "lpage": "748", "name_0": "surname:Surber;given-names:R", "name_1": "surname:Hensellek;given-names:S", "name_2": "surname:Prochnau;given-names:D", "name_3": "surname:Werner;given-names:GS", "name_4": "surname:Benndorf;given-names:K", "name_5": "surname:Figulla;given-names:HR", "pub-id_pmid": "18065446", "section_type": "REF", "source": "Cardiovasc Res", "type": "ref", "volume": "77", "year": "2008"}, "text": "Combination of cardiac conduction disease and long QT syndrome caused by mutation T1620K in the cardiac sodium channel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40137, "infons": {"comment": "doi: 10.1016/j.jacc.2012.02.052.", "fpage": "144", "lpage": "156", "name_0": "surname:Laurent;given-names:G", "name_1": "surname:Saal;given-names:S", "name_2": "surname:Amarouch;given-names:MY", "name_3": "surname:Béziau;given-names:DM", "name_4": "surname:Marsman;given-names:RF", "name_5": "surname:Faivre;given-names:L", "pub-id_pmid": "22766342", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "60", "year": "2012"}, "text": "Multifocal ectopic Purkinje-related premature contractions: a new SCN5A-related cardiac channelopathy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40240, "infons": {"comment": "doi: 10.1074/jbc.M114.592295.", "fpage": "33730", "lpage": "33740", "name_0": "surname:Roder;given-names:K", "name_1": "surname:Werdich;given-names:AA", "name_2": "surname:Li;given-names:W", "name_3": "surname:Liu;given-names:M", "name_4": "surname:Kim;given-names:TY", "name_5": "surname:Organ-Darling;given-names:LE", "pub-id_pmid": "25281747", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "289", "year": "2014"}, "text": "RING finger protein RNF207, a novel regulator of cardiac excitation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40309, "infons": {"comment": "doi: 10.1016/j.ijcard.2012.10.060.", "fpage": "1076", "lpage": "1078", "name_0": "surname:Li;given-names:Y", "name_1": "surname:Yang;given-names:CM", "name_2": "surname:Xi;given-names:Y", "name_3": "surname:Wu;given-names:G", "name_4": "surname:Shelat;given-names:H", "name_5": "surname:Gao;given-names:S", "pub-id_pmid": "23157812", "section_type": "REF", "source": "Int J Cardiol", "type": "ref", "volume": "167", "year": "2013"}, "text": "MicroRNA-1/133 targeted dysfunction of potassium channels KCNE1 and KCNQ1 in human cardiac progenitor cells with simulated hyperglycemia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40447, "infons": {"comment": "doi: 10.1093/bib/bbr042.", "fpage": "449", "lpage": "462", "name_0": "surname:Gaudet;given-names:P", "name_1": "surname:Livstone;given-names:MS", "name_2": "surname:Lewis;given-names:SE", "name_3": "surname:Thomas;given-names:PD", "pub-id_pmid": "21873635", "section_type": "REF", "source": "Brief Bioinform", "type": "ref", "volume": "12", "year": "2011"}, "text": "Phylogenetic-based propagation of functional annotations within the Gene Ontology consortium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40541, "infons": {"comment": "doi: 10.1093/nar/gkr1048.", "fpage": "D565", "issue": "Database issue", "lpage": "D570", "name_0": "surname:Dimmer;given-names:EC", "name_1": "surname:Huntley;given-names:RP", "name_2": "surname:Alam-Faruque;given-names:Y", "name_3": "surname:Sawford;given-names:T", "name_4": "surname:O’Donovan;given-names:C", "name_5": "surname:Martin;given-names:MJ", "pub-id_pmid": "22123736", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "40", "year": "2012"}, "text": "The UniProt-GO annotation database in 2011.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40585, "infons": {"comment": "doi: 10.1038/nature13127.", "fpage": "469", "lpage": "476", "name_0": "surname:MacArthur;given-names:DG", "name_1": "surname:Manolio;given-names:TA", "name_2": "surname:Dimmock;given-names:DP", "name_3": "surname:Rehm;given-names:HL", "name_4": "surname:Shendure;given-names:J", "name_5": "surname:Abecasis;given-names:GR", "pub-id_pmid": "24759409", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "508", "year": "2014"}, "text": "Guidelines for investigating causality of sequence variants in human disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40663, "infons": {"comment": "doi: 10.1371/journal.pone.0018497.", "fpage": "e18497", "name_0": "surname:Cammarato;given-names:A", "name_1": "surname:Ahrens;given-names:CH", "name_2": "surname:Alayari;given-names:NN", "name_3": "surname:Qeli;given-names:E", "name_4": "surname:Rucker;given-names:J", "name_5": "surname:Reedy;given-names:MC", "pub-id_pmid": "21541028", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "A mighty small heart: the cardiac proteome of adult Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40740, "infons": {"comment": "doi: 10.1242/dmm.016170.", "fpage": "763", "lpage": "767", "name_0": "surname:Asnani;given-names:A", "name_1": "surname:Peterson;given-names:RT", "pub-id_pmid": "24973746", "section_type": "REF", "source": "Dis Model Mech", "type": "ref", "volume": "7", "year": "2014"}, "text": "The zebrafish as a tool to identify novel therapies for human cardiovascular disease.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]