[{"source": "PMC", "date": "20220407", "key": "pmc.key", "infons": {}, "documents": [{"id": "8982048", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/genetics/iyac005", "article-id_pmc": "8982048", "article-id_pmid": "35380657", "article-id_publisher-id": "iyac005", "elocation-id": "iyac005", "issue": "4", "kwd": "model organism database gene set enrichment rat web tool ontology multiple species analysis multiple ontology", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Vedi;given-names:Mahima", "name_1": "surname:Nalabolu;given-names:Harika S", "name_10": "surname:Hill;given-names:Morgan L", "name_11": "surname:Kaldunski;given-names:Mary L", "name_12": "surname:Lamers;given-names:Logan", "name_13": "surname:Laulederkind;given-names:Stanley J F", "name_14": "surname:Thorat;given-names:Ketaki", "name_15": "surname:Thota;given-names:Jyothi", "name_16": "surname:Tutaj;given-names:Monika", "name_17": "surname:Tutaj;given-names:Marek A", "name_18": "surname:Wang;given-names:Shur-Jen", "name_19": "surname:Zacher;given-names:Stacy", "name_2": "surname:Lin;given-names:Chien-Wei", "name_20": "surname:Dwinell;given-names:Melinda R", "name_21": "surname:Kwitek;given-names:Anne E", "name_22": "surname:Harris;given-names:T", "name_3": "surname:Hoffman;given-names:Matthew J", "name_4": "surname:Smith;given-names:Jennifer R", "name_5": "surname:Brodie;given-names:Kent", "name_6": "surname:De Pons;given-names:Jeffrey L", "name_7": "surname:Demos;given-names:Wendy M", "name_8": "surname:Gibson;given-names:Adam C", "name_9": "surname:Hayman;given-names:G Thomas", "section_type": "TITLE", "type": "front", "volume": "220", "year": "2022"}, "text": "MOET: a web-based gene set enrichment tool at the Rat Genome Database for multiontology and multispecies analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 114, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 123, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Biological interpretation of a large amount of gene or protein data is complex. Ontology analysis tools are imperative in finding functional similarities through overrepresentation or enrichment of terms associated with the input gene or protein lists. However, most tools are limited by their ability to do ontology-specific and species-limited analyses. Furthermore, some enrichment tools are not updated frequently with recent information from databases, thus giving users inaccurate, outdated or uninformative data. Here, we present MOET or the Multi-Ontology Enrichment Tool (v.1 released in April 2019 and v.2 released in May 2021), an ontology analysis tool leveraging data that the Rat Genome Database (RGD) integrated from in-house expert curation and external databases including the National Center for Biotechnology Information (NCBI), Mouse Genome Informatics (MGI), The Kyoto Encyclopedia of Genes and Genomes (KEGG), The Gene Ontology Resource, UniProt-GOA, and others. Given a gene or protein list, MOET analysis identifies significantly overrepresented ontology terms using a hypergeometric test and provides nominal and Bonferroni corrected P-values and odds ratios for the overrepresented terms. The results are shown as a downloadable list of terms with and without Bonferroni correction, and a graph of the P-values and number of annotated genes for each term in the list. MOET can be accessed freely from https://rgd.mcw.edu/rgdweb/enrichment/start.html.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1600, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1613, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In recent years, functional genomics and transcriptomic data have increased exponentially due to the development of high-throughput technologies, next-generation sequencing in particular. Thus, database resources are essential to make this information accessible, as are algorithms that facilitate interpretation of large datasets for generating novel hypotheses for functional validation. The Gene Ontology (GO) Consortium was developed as a resource to describe and curate functional similarities for such data to make meaningful interpretations and to computationally represent the current knowledge. GO creates a standardized vocabulary to define the biological processes, cellular components, and molecular functions associated with the gene. Currently, GO provides over 7 million annotations across multiple organisms. These GO terms can be used for gene set enrichment analysis, which is a widely used process to statistically identify terms that are significantly overrepresented or enriched within a list of input genes or proteins. This has led to the development of many web-based applications and programs providing easy access for researchers from diverse scientific disciplines for a variety of uses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2828, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the past years, numerous ontology analysis tools (Supplementary Table S1) have been developed. Many of these tools are web-based, public, and free to use; others require licensing (e.g. IPA) or downloading a program (program-based) for their use (e.g. GSEA, BinGO). A few ontology analysis tools require knowledge of specific programming languages, such as R (e.g. DOSE, GSEA) or Python (e.g. GOATools), or have operating system-specific requirements (e.g. FunRich), making them inconvenient for some users. Therefore, web-based tools, such as AmiGO, FunSet, and PANTHER are comparatively popular because of their ease to use. However, most gene enrichment or overrepresentation tools are limited only to the analysis of specific species, and/or ontologies [e.g. WormBase enrichment analysis, Comparative GO ].", "sentences": [], "annotations": [], "relations": []}, {"offset": 3642, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Most of the gene enrichment or overrepresentation tools adopt a common strategy of entering a set of genes which are then compared statistically against a given background gene set (which may or may not be defined by the user). Some of the tools display the results of the analysis in directed acyclic graphs (DAG), such as WEGO, GO:Term Finder and WebGestalt. Of note, the development of ontologies is an ongoing process with terms being created, obsoleted, or merged regularly. Over the last 2 years, within GO, the number of terms created, obsoleted, and merged were 672, 661, and 752 terms, respectively (http://geneontology.org/stats.html). Several tools that determine ontology term enrichment are limited by a lack of frequent updates resulting in inaccurate outputs; for example, DAVID, FuncAssociate and WebGestalt were last updated in 2016, 2018, and 2019, respectively. Also, a few tools do not provide the user with multiple testing corrections for their analysis (e.g. Algal Functional Annotation Tool, Comparative GO) which is an important parameter in functional ontological evaluations due to the large volume of data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4777, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Rat Genome Database (RGD) was developed in 1999 as a one-stop rat genomic and physiologic data repository. RGD has progressed to store information for mouse, human, chinchilla, bonobo, dog, pig, naked mole-rat, vervet (or green monkey) and 13-lined ground squirrel along with advanced RGD tools. A major strength of RGD is its expert manual curation of genes demonstrated by 251,278 cumulative manual annotations. The analysis and visualization of all these data are facilitated by RGD tools such as advanced search tool OLGA (Object List Generator and Analyzer), InterViewer (protein-protein interaction viewer), and GOLF (Gene-Ortholog Location Finder), with each of them providing unique features. In addition to manual curation efforts, RGD also imports data from other databases to provide the user with further information for their analysis. To improve on gaps in the term enrichment field and to meet the growing complex experimental needs of the research community, RGD has developed the Multi Ontology Enrichment Tool (Supplementary Table S1) (MOET, https://rgd.mcw.edu/rgdweb/enrichment/start.html). MOET is a unique web-based ontology analysis tool that generates a list of terms statistically overrepresented within the user's genes of interest, leveraging multiple classes of ontology annotations. Some of the advantages of MOET over the currently available enrichment tools are:", "sentences": [], "annotations": [], "relations": []}, {"offset": 6175, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is a web-based, publicly available, and freely accessible ontology analysis and visualization tool.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6278, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is simple to use, and results are provided with a few clicks in seconds; no software installations or programming skills are required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6416, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It provides functionality for multiple ontologies, including Disease, GO, Pathway, Phenotype, and Chemical entities (ChEBI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6541, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It provides enrichment analysis for multiple RGD species, including rat, mouse, human, bonobo, squirrel, dog, pig, chinchilla, naked mole-rat and vervet (green monkey).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6710, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The P-values are displayed for each term in the output with Bonferroni multiple testing corrections to control false positives.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6838, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It supports input of any of 11 different common identifier types, saving the user from translating one type of ID to an acceptable input ID.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6979, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is updated weekly, providing the user with the most recent data for analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7060, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7068, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data that support the tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 7095, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The backend database for MOET consists of RGD's extensive corpus of functional annotations derived from manual curation at RGD, supplemented with automated pipelines that import and integrate data from multiple databases (Fig. 1). The curators at RGD use in-house designed curation software integrated with an RGD-developed literature search tool OntoMate to identify peer-reviewed journal articles related to a specific disease category and create annotations based on genes for RGD species, in addition to annotations imported from other data sources. Disease, pathway, and ChEBI annotations for rat, mouse, and human studies are annotated at RGD with appropriate evidence codes for the data types. Annotations are assigned to orthologous genes in other species using the inferred from sequence orthology (ISO) evidence code. Rat-specific GO annotations and rat and human gene-specific phenotype annotations are curated manually from the same gene list at RGD. To provide integrated disease-focused environments, RGD has developed 15 Disease Portals (as of September 2021); the portals are designed to be entry points for disease-focused researchers to access integrated information related to their area of interest including disease-specific annotations, tools and datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8374, "infons": {"file": "iyac005f1.jpg", "id": "iyac005-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic overview of MOET functionality. The user provides input using the options shown, MOET uses data integrated at RGD from all the sources, performs enrichment and statistical analysis, and provides downloadable results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8601, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data sources for imported ontology annotations for rat, mouse, and human include: UniProt’s Gene Ontology Annotation group (UniProt-GOA) for rat GO annotations from other groups, including rat Inferred from Electronic Annotation (IEA) annotations; Gene Ontology Resource for human and mouse GO annotations; Mouse Genome Informatics for Mammalian Phenotype (MP) Ontology annotations for mouse, and disease annotations for human and mouse; Online Mendelian Inheritance in Man (OMIM) for human disease data; Online Mendelian Inheritance in Animals (OMIA) for disease and phenotype annotations for dog and pig; ClinVar for human disease annotations; Comparative Toxicogenomics Database (CTD) for rat, mouse and human gene-chemical interaction annotations and human disease annotations; Human phenotype ontology group for HPO annotations; and Small Molecule Pathway Database (SMPDB) for human pathway annotations. In addition to the regular import of current data, RGD has data archived from the Kyoto encyclopedia of genes and genomes (KEGG) for pathway annotations 8 years ago. Also, RGD stores data from retired databases, namely the Pathway Interaction Database, and the Genetic Association Database from which the last data downloads were in 2012 and 2014, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9878, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Software development and availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 9916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MOET is built on J2EE technologies (http://java.sun.com/j2ee/overview.html) and driven off the RGD Oracle database. Backend technologies include the popular Spring framework and Swagger REST API. The user interface is built on the Vue.js JavaScript framework, Bootstrap front-end toolkit, and Plotly charting library. The hypergeometric distribution for the statistical hypothesis testing is created, and P-values are calculated, using the Apache commons library. Supported browsers include Microsoft Edge, Mozilla Firefox, Google Chrome and Apple Safari. MOET source code and documentation are available from Github at https://github.com/rat-genome-database/rgd-web-application/tree/master/web-app/WEB-INF/jsp/enrichment. An example file (example.jsp) has been included as well for users to run their instance using the source code. In addition, RGD provides public APIs to perform MOET analyses (https://rest.rgd.mcw.edu/rgdws/swagger-ui.html#/enrichment-web-service). The source code is reusable and can be used to set up an instance based on the RGD application.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10983, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Calculation of P-values and multiple testing corrections", "sentences": [], "annotations": [], "relations": []}, {"offset": 11040, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Various statistical approaches to calculate the P-value are used in different ontology tools. Fisher’s exact test and the hypergeometric test are thought to be more precise than other tests and are used commonly in such analyses. MOET’s algorithm is also based on the hypergeometric test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11333, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since multiple tests (the number of terms associated with genes in the reference list) are run in parallel, MOET performs the Bonferroni correction to control the type I error (false positive). The results list also provides the odds ratio (https://rgd.mcw.edu/wg/new-moet-algorithm/) for each term to quantify the strength of the enrichment between input gene list and each term. It is defined as the ratio of the odds of occurrence for an ontology term in the input list and the odds of occurrence for an ontology term in the reference set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11876, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "The user interface", "sentences": [], "annotations": [], "relations": []}, {"offset": 11895, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MOET is accessible from the RGD front page from “Analysis & Visualization” in the toolbar menu or as one of the tools embedded into RGD's individual Disease Portal pages from “Diseases” and “Disease Portals” (Fig. 2, A and B). MOET’s front page allows the use of an input list of genes or proteins in numerous identifier types with the desired species and ontology selection (Fig. 2C, Supplementary Fig. S1A1–A3). Alternatively, a genomic region of interest with the applicable assembly can be entered (Supplementary Fig. S1A4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12440, "infons": {"file": "iyac005f2.jpg", "id": "iyac005-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Access to MOET from A) and B) “Analysis & Visualization” and individual disease pages from “Diseases” and “Disease Portals”; C) You can enter your gene or protein list in the MOET interface as one of the acceptable RGD identifier types and then click on continue to view the results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12736, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Visualization of output and downstream analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 12784, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The results are displayed on the results page as a downloadable list (Fig. 3, A–C, Supplementary Fig. S1. B and C) and a graph. The functionality to perform comparisons across species and ontologies is provided by clicking on the species or ontology from the top of the results page (Supplementary Fig. 1C). Also, the P-value limit can be adjusted (Fig. 3D) with the available choices (0.01, 0.05, and 0.1) to modify only the displayed graph results accordingly (Supplementary Fig. S1C3A). The graph can be explored using the self-explanatory buttons at the top of the graph. Further, the user can send the list of genes to the other RGD analysis tools with the “All Analysis Tools” button and the resulting toolbox options (Supplementary Fig, S1B3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13541, "infons": {"file": "iyac005f3.jpg", "id": "iyac005-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "MOET results page with downloadable list and graph; A) A list of over-represented terms with the uncorrected and Bonferroni-corrected P-values and odds ratio for each term; B) The species or ontology used for the analysis can be changed with the click of a single button. Current display is for rat and disease as indicated by the green tabs. Click Human and Pathway Ontology to obtain over-represented pathway terms for the list of human orthologs of the original input list of rat genes (refer to Supplementary Fig. S1); C) The result list can be downloaded. The resulting file contains the list of terms with the counts of genes annotated to each term in the input set and the reference set, the P-value, Bonferroni correction and odds ratio. D) The results shown in the graph of the number of annotated genes and P-value for each term in the result set can be made more or less stringent by changing the P-value limit using the drop-down list of options.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14500, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The number of annotated genes (Supplementary Fig. S1B2) beside the term in the table opens a pop-up containing the list of genes annotated to that term that can in turn be explored with MOET using the “Explore this Gene Set” link. The “All Analysis Tools” button and the toolbox can be used here to further analyze these genes with the other RGD tools.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14861, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additional means to reach MOET are from the individual Disease Portals from “Diseases” in the toolbar at the top or “Disease Portals” in the RGD front page panel menu (Fig. 2, A and B). The user can select the required species and ontology category (Supplementary Fig. S2A) from the individual Disease Portal page. Each Disease Portal has the associated gene, strain and QTL data integrated with it (Supplementary Fig. S2B). The “Gene Set Enrichment” section at the bottom of the disease page is integrated with MOET and sends the list of genes to MOET for analysis (Fig. 4, Supplementary Fig. S2C). Other ontologies can be selected from the bottom of the page below “Gene Set Enrichment” to analyze the list of genes annotated to the selected term for a different ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15652, "infons": {"file": "iyac005f4.jpg", "id": "iyac005-F4", "section_type": "FIG", "type": "fig_caption"}, "text": "MOET is accessible from individual Disease Portal pages. Here “Obesity/Metabolic Syndrome Portal” is shown; A) Rat as species and Disease as Ontology Category are selected as default; B) Number of genes associated with the selected species and disease category annotated to the term “familial hyperlipidemia” are shown; C) You can interchangeably select a different ontology for MOET analysis from the buttons below “Gene Set Enrichment.” Here, ontology analysis results for Rat in Chemicals and Drugs or ChEBI ontology are shown with “unsaturated fatty acid” as the top term.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16245, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Software comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 16265, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To demonstrate the utility of MOET results a use-case was constructed from an experimentally derived gene set. Several popular enrichment tools were also selected to analyze these data and generate a results comparison. The software programs used in the comparison were MOET, DAVID, GSEA, and PANTHER. To generate a comparison that was consistent across the programs, several limiting factors were selected to maintain uniformity. An experimental gene set (; GSE50027) of differentially expressed genes (DEG) from RNAseq analysis of liver samples from Lyon Hypertensive (LH/MavRrrcAek; RRID: RGD_10755352) and Lyon Normotensive (LN/MavRrrcAek; RRID: RGD_10755354) rats was used as a test gene set. These animals serve as a control (LN) and a disease (LH) model exhibiting many characteristic phenotypes associated with metabolic syndrome including hypertension, obesity, and dyslipidemia. The unfiltered DEG set began with 630 genes. The gene set that was submitted to each program was represented by Ensembl gene identifiers from the original published data. A common, minimal gene set of 411 genes recognized by all software was generated and used in the subsequent analyses (Supplementary Table S2). To maintain consistency, rat was selected as the species for genetic reference in all programs, and analyses were limited to intersecting curated canonical pathways and ontologies between the tools (Fig. 5). While each software included a pathway analysis, the resource data differed among them. As a result, limiting vocabularies to those common amongst all programs left only GO sets (Biological Process, Molecular Function, and Cellular Component) for inclusion in the analyses (Fig. 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17959, "infons": {"file": "iyac005f5.jpg", "id": "iyac005-F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Intersecting curated canonical pathways and ontologies used in software comparison. This Venn diagram depicts common and unique resources used by MOET, PANTHER, GSEA, and DAVID for integration into their respective ontology and pathway analyses. Several resources including KEGG and UniProt are included in the development of MOET ontologies, but results to their specific terms are not provided from the analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18374, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Enrichment comparison between curated gene set and experimental gene set", "sentences": [], "annotations": [], "relations": []}, {"offset": 18447, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To further contextualize the enrichment results obtained from MOET analysis of the experimental gene set, a comparison was conducted with a curated metabolic disease gene set from the disease ontology (DO) (DOID:0060158, acquired metabolic disease). For this comparison, a gene set annotated to DOID:0060158 was downloaded from RGD’s Obesity & Metabolic Syndrome Disease Portal (Supplementary Table S3) and was compared against an experimental gene set of LN vs LH liver DEG genes. The MOET-recognized experimental gene set from the LN vs. LH liver samples included 551 genes while the DO-acquired metabolic disease gene set contained 2,222 genes. Between these gene sets, there were 110 common genes. Each gene set was loaded in MOET and analyzed within each of MOET’s ontologies (GO, DO, PW, MP, and ChEBI) using rat as the reference species. The results within each ontology were compared between gene sets to determine common enriched annotated terms. The first comparison included all terms with Bonferroni-corrected P-values less than 0.05. The common genes between the gene sets were then loaded into Variant Visualizer at RGD for genomic assessment. The LN and LH rat strain genomes were selected for comparison to the mRatBN7.2 reference sequence. In the assessment, single nucleotide variants (SNVs) residing within genes were included if the read depth was greater than 15x and nucleotide calls were homogenous.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19874, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 19882, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional characterization of MOET", "sentences": [], "annotations": [], "relations": []}, {"offset": 19918, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To demonstrate the functionality of MOET, a use case was designed using an experimentally derived gene set. The MOET results are compared with results from several popular tools to determine commonality with the established tools in the identification of functional terms relevant to the gene set. The follow-up assessment provides a potential workflow that a MOET user may follow to add functional context to their gene set. Results from the tool were also used in conjunction with RGD’s resources to identify novel paths for future exploration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20467, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Software analysis comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 20496, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The experimental common minimal gene set of 411 genes (Supplementary Table S2), differentially expressed between liver RNA from LH and LN rats, was used for this analysis to demonstrate a use case for MOET while comparing it with common ontology analysis tools, including PANTHER, GSEA and DAVID. The top 100 GO terms listed by ascending multiple testing corrected P-values were included in the results from each program. The resulting terms were compared and were included in Supplementary Table S4 if the term occurred in MOET and at least 1 other program’s top 100 list (not necessarily significantly enriched terms). The table displays the term name, GO ID, ontology name, software, and multiple testing corrected P-values. The list is ordered first by the number of programs containing the term, and then sorted by MOET P-values. Figure 6 gives an overview of the term overlap between software analyses. The MOET analysis results overlap with at least one other tool in 73 of its top 100 terms. Its greatest correspondence between tested software was with the PANTHER analysis tool (63 terms) followed by GSEA (27 terms) and DAVID (6 terms) (Fig. 6). There were 2 terms in common among all 4 programs (endoplasmic reticulum, GO:0005783; innate immune response, GO:0045087), 19 terms in common among 3 programs, and 52 terms in common between any of the 2 programs (Supplementary Fig. S3 and Table S4). Following the 2 terms in common between all programs, 5 of the next 10 terms have a high representation of terms associated with metabolic function (Supplementary Fig. S3 and Table S4). The cumulative nonoverlapping terms from the top 100 lists of each program represented 199 terms. Of these terms, 78 had multiple testing corrected P-values below 0.05 with 71 of them having corrected P-values below 0.01 (Supplementary Table S5). Terms unique to the MOET analysis accounted for 27 of the 199 terms and 7 of these terms had corrected P-values less than 0.05 (Fig. 6, Supplementary Table S5). An additional assessment on the top 20 GO Biological Process specific terms from MOET analysis had ten overlapping terms that occurred in the top 20 list of the other programs (Supplementary Table S6 and Fig. 7). Our results showed that MOET results are generally comparable and consistent with the commonly available ontology analysis tools. However, each tool (including MOET) also has differences that set them apart from one another. These differences could be attributed to some of the exclusive MOET features, and dissimilarities in statistical formulae, multiple testing corrections, ontologies, species, gene identifiers, and frequency of data updates between the tools. We have described the factors contributing to the differences in the Discussion section of this manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23286, "infons": {"file": "iyac005f6.jpg", "id": "iyac005-F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Representation of top 100 GO term overlap among compared enrichment tools. Gene Ontology analysis was performed using an experimentally derived DEG set. Genes were loaded into each software (MOET, PANTHER, GSEA, and DAVID). The top 100 terms ranked on P-value were assessed and overlaps are depicted in the Venn diagram. MOET has 63 terms in common with PANTHER, 27 terms with GSEA, and 6 terms with DAVID.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23693, "infons": {"file": "iyac005f7.jpg", "id": "iyac005-F7", "section_type": "FIG", "type": "fig_caption"}, "text": "MOET top 20 GO biological process term overlap with compared enrichment tools. MOET contained 6 additional terms from the top 20 that were found in the top 100 terms from results in comparison software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23896, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Enrichment comparison between curated gene set and experimental gene set", "sentences": [], "annotations": [], "relations": []}, {"offset": 23969, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The overlapping terms from each gene set analysis (experimental gene set and DO-acquired metabolic disease gene set) within each ontology generated a list of 103 common terms from non-ChEBI ontologies and 1,829 terms from ChEBI (Supplementary Tables S7 and S8). To refine the list of common terms, a comparison between the top 25 ranked term lists within each ontology was performed. This assessment produced a list of 47 common terms: 5 from DO, 3 from PW, 4 from GO, 7 from MP, 3 from HPO, and 25 from ChEBI (Supplementary Tables S7 and S9). Terms in common from these results in DO included diabetes mellitus (DOID:9351) and glucose metabolism disease (DOID:4194; Supplementary Tables S8 and S9). Seven of the overlapping terms originating from PW and GO supported an association of the gene sets with a metabolic function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24796, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Variant visualizer identified 4,971 SNVs that differed between LN and LH in the common gene set from the 110 overlapping genes. Several of these SNVs led to amino acid (AA) changes with PolyPhen-predicted possible or probable damage to the resulting protein (Supplementary Tables S10 and S11). One gene had a predicted damaging SNV unique to LN (Slc11a1), and 1 gene had 2 predicted damaging SNVs unique to LH (Enpp1) (Supplementary Tables S10 and S11). SNVs within ENPP1 are associated with traits relevant to metabolic syndrome (blood phosphate measurement and c-reactive protein measurement), cardiovascular diseases, obesity, increased risk of glucose intolerance and type 2 diabetes in humans. Thus, integrating MOET with the other RGD tools led to identification of possible candidate genes for metabolic syndrome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25617, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 25628, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "GO over-representation analysis is an effective way to facilitate the analysis and interpretation of large amounts of -omics data. MOET, developed at RGD, is an ontology analysis tool that implements its assessment utilizing a web-based application. It provides 6 different ontology analyses with all the RGD species in an intuitive and user-friendly manner aiming for ease of use for researchers, particularly those without an extensive computer science background. MOET doesn’t need installation or preparation of local databases for its use. MOET, therefore, can utilize its integrated resources to facilitate novel, functional interpretation of user gene sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26295, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This introduction to MOET has highlighted many of the distinctive features that establish it as an easily accessible tool that provides unique analysis across multiple ontologies and species. Characterization of the tool with other popular tools commonly used for enrichment analysis has demonstrated consistency amongst results when using a benchmark gene set while providing a unique pattern of enriched terms. The comparison provided in this work used a gene set derived from DEGs found between a rat strain representing a model of metabolic syndrome (LH) and a control strain (LN). MOET generated overlapping results with established currently available tools and produced annotated term results from the GO which support a metabolic role for the differentially expressed gene set. It can be concluded that there is a good overlap with significant terms between MOET and other ontology analysis tools.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27201, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our comparison, in addition to the commonality between terms, we also found differences in the number of annotations and P-values between the tools used for comparison. One source of difference could be that DAVID, PANTHER, GSEA, and MOET are based on different algorithms and use different methods for multiple testing corrections (Supplementary Table S1). Differences in the number of annotations and P-values between these tools can be attributed to some of the benefits that are unique to MOET. The continuing updates in ontology and annotations cause differences in significance values as new parent-child relationships increase the number of annotations to a term. Since MOET draws its underlying data directly from the RGD database, which is updated on a weekly basis, it has the most up-to-date ontologies and annotations resulting in the most accurate significance values. Another unique feature of MOET is its algorithm that includes only the genes in the selected species annotated to the selected ontology as the reference set. Thus, the P-value calculation is more precise compared to other tools which consider the entire gene list (global reference, e.g. DAVID) or require a user input a reference list.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28423, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The purpose of developing MOET was to provide the research community with a means to interpret experimentally derived gene sets. The breadth and depth of any scientific discipline and any individual researcher inherently have gaps in understanding and experience. The ontologies and species chosen for MOET are specifically designed to generate coverage for these gaps and produce functionally interpretable results. The description of MOET’s operability along with the use case provided in the results above establish a potential workflow to enable functional characterization of user-generated gene sets. An indication of support from the research community can be seen through MOET's usage since its first public release in April 2019. The stand-alone tool has been directly accessed over 9,000 times (September 2021 Google analytics query) and this count is likely an under-representation since MOET is also embedded into the Disease Portals which are not included in Google analytics counts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29422, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "RGD continues its commitment to providing the best in data and software tools for the research community. Future updates in MOET will include support for enrichment analysis that incorporates expression results and implementation of additional algorithms for P-value calculation. We also plan to integrate the option of showing a negative correlation between the genes and their respective annotated terms. We value feedback from the research community and strive to incorporate input and comments from users that assist in our software navigation and functionality. Each page in RGD has a link to send feedback or feedback can be submitted in the “Contact Us” form (https://rgd.mcw.edu/contact/index.shtml) at RGD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30142, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 30160, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The authors state that all data necessary for confirming the conclusions presented in the article are represented fully within the article. MOET is freely available at https://rgd.mcw.edu/rgdweb/enrichment/start.html. MOET source code and documentation are available from Github at https://github.com/rat-genome-database/rgd-web-application/tree/master/web-app/WEB-INF/jsp/enrichment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30545, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Supplemental material is available at GENETICS online.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30600, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 30623, "infons": {"section_type": "REF", "type": "title"}, "text": "Literature cited", "sentences": [], "annotations": [], "relations": []}, {"offset": 30640, "infons": {"fpage": "1.2.1", "lpage": "1.2.12", "pub-id_pmid": "28654725", "section_type": "REF", "source": "Curr Protoc Bioinformatics", "type": "ref", "volume": "58", "year": "2017"}, "text": "Searching Online Mendelian Inheritance in Man (OMIM): a knowledgebase of human genes and genetic phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 30748, "infons": {"pub-id_doi": "10.17912/W25Q2N", "section_type": "REF", "source": "MicroPubl Biol", "type": "ref", "year": "2018"}, "text": "Two new functions in the WormBase Enrichment Suite", "sentences": [], "annotations": [], "relations": []}, {"offset": 30799, "infons": {"fpage": "25", "issue": "1", "lpage": "29", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "25", "year": "2000"}, "text": "Gene ontology: tool for the unification of biology. The Gene Ontology Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 30880, "infons": {"fpage": "1000", "issue": "3", "lpage": "1007", "pub-id_pmid": "21282363", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "60", "year": "2011"}, "text": "The ENPP1 Q121 variant predicts major cardiovascular events in high-risk individuals: evidence for interaction with obesity in diabetic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 31025, "infons": {"fpage": "D924", "issue": "D1", "lpage": "D931", "pub-id_pmid": "33104772", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "The mouse Gene Expression Database (GXD): 2021 update", "sentences": [], "annotations": [], "relations": []}, {"offset": 31079, "infons": {"fpage": "431", "issue": "5", "lpage": "432", "pub-id_pmid": "15118671", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "36", "year": "2004"}, "text": "The genetic association database", "sentences": [], "annotations": [], "relations": []}, {"offset": 31112, "infons": {"fpage": "2555", "issue": "15", "lpage": "2556", "pub-id_pmid": "26149235", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "15", "year": "2015"}, "text": "FunRich proteomics software analysis, let the fun begin!", "sentences": [], "annotations": [], "relations": []}, {"offset": 31169, "infons": {"fpage": "2502", "issue": "18", "lpage": "2504", "pub-id_pmid": "14668247", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "19", "year": "2003"}, "text": "Characterizing gene sets with FuncAssociate", "sentences": [], "annotations": [], "relations": []}, {"offset": 31213, "infons": {"fpage": "3710", "issue": "18", "lpage": "3715", "pub-id_pmid": "15297299", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "20", "year": "2004"}, "text": "GO::TermFinder–open source software for accessing gene ontology information and finding significantly enriched gene ontology terms associated with a list of genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 31378, "infons": {"fpage": "D1005", "issue": "D1", "lpage": "D1012", "pub-id_pmid": "30445434", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "The NHGRI-EBI GWAS Catalog of published genome-wide association studies, targeted arrays and summary statistics 2019", "sentences": [], "annotations": [], "relations": []}, {"offset": 31495, "infons": {"fpage": "288", "issue": "2", "lpage": "289", "pub-id_pmid": "19033274", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "AmiGO: online access to ontology and annotation data", "sentences": [], "annotations": [], "relations": []}, {"offset": 31548, "infons": {"fpage": "D948", "issue": "D1", "lpage": "D954", "pub-id_pmid": "30247620", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "The comparative toxicogenomics database: update 2019", "sentences": [], "annotations": [], "relations": []}, {"offset": 31601, "infons": {"fpage": "36", "lpage": "41", "pub-id_pmid": "4710247", "section_type": "REF", "source": "Biomedicine", "type": "ref", "volume": "19", "year": "1973"}, "text": "Selection of three strains of rats with spontaneously different levels of blood pressure", "sentences": [], "annotations": [], "relations": []}, {"offset": 31690, "infons": {"fpage": "48", "pub-id_pmid": "19192299", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "GOrilla: a tool for discovery and visualization of enriched GO terms in ranked gene lists", "sentences": [], "annotations": [], "relations": []}, {"offset": 31780, "infons": {"fpage": "347", "issue": "4", "lpage": "388", "pub-id_pmid": "17698936", "section_type": "REF", "source": "Stat Methods Med Res", "type": "ref", "volume": "17", "year": "2008"}, "text": "A review of modern multiple hypothesis testing, with particular attention to the false discovery proportion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31888, "infons": {"fpage": "166747", "issue": "11", "pub-id_pmid": "33310018", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "433", "year": "2021"}, "text": "FunRich enables enrichment analysis of OMICs datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 31942, "infons": {"fpage": "e58759", "issue": "3", "pub-id_pmid": "23536820", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Comparative GO: a web application for comparative gene ontology and gene ontology-based gene selection in bacteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 32057, "infons": {"fpage": "3160", "issue": "18", "lpage": "3168", "pub-id_pmid": "29590301", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "34", "year": "2018"}, "text": "GENEASE: real time bioinformatics tool for multi-omics and disease ontology exploration, analysis and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 32173, "infons": {"fpage": "359", "issue": "1", "pub-id_pmid": "31248361", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "20", "year": "2019"}, "text": "FunSet: an open-source software and web server for performing and displaying Gene Ontology enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 32284, "infons": {"fpage": "e0220728", "issue": "8", "pub-id_pmid": "31415589", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "14", "year": "2019"}, "text": "Advances in gene ontology utilization improve statistical power of annotation enrichment", "sentences": [], "annotations": [], "relations": []}, {"offset": 32373, "infons": {"fpage": "1", "issue": "1", "lpage": "13", "pub-id_pmid": "19033363", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009a"}, "text": "Bioinformatics enrichment tools: paths toward the comprehensive functional analysis of large gene lists", "sentences": [], "annotations": [], "relations": []}, {"offset": 32477, "infons": {"fpage": "44", "issue": "1", "lpage": "57", "pub-id_pmid": "19131956", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "4", "year": "2009b"}, "text": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 32570, "infons": {"fpage": "D478", "lpage": "D484", "pub-id_pmid": "24203708", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "SMPDB 2.0: big improvements to the small molecule pathway database", "sentences": [], "annotations": [], "relations": []}, {"offset": 32637, "infons": {"fpage": "1805", "issue": "13", "lpage": "1806", "pub-id_pmid": "22543366", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "DAVID-WS: a stateful web service to facilitate gene/protein list analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 32711, "infons": {"fpage": "1", "lpage": "15", "section_type": "REF", "source": "Mamm Genome", "type": "ref", "volume": "5", "year": "2021"}, "text": "The Rat Genome Database (RGD) facilitates genomic and phenotypic data integration across multiple species for biomedical research", "sentences": [], "annotations": [], "relations": []}, {"offset": 32841, "infons": {"fpage": "D545", "issue": "D1", "lpage": "D551", "pub-id_pmid": "33125081", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "KEGG: integrating viruses and cellular organisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 32890, "infons": {"fpage": "W449", "lpage": "W456", "pub-id_pmid": "15215428", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "Onto-Tools: an ensemble of web-accessible, ontology-based tools for the functional design and interpretation of high-throughput gene expression experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 33046, "infons": {"fpage": "10872", "issue": "1", "pub-id_pmid": "30022098", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "8", "year": "2018"}, "text": "GOATOOLS: a Python library for gene ontology analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 33100, "infons": {"fpage": "D1207", "issue": "D1", "lpage": "D1217", "pub-id_pmid": "33264411", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "The human phenotype ontology in 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 33137, "infons": {"fpage": "523", "issue": "4", "lpage": "530", "pub-id_pmid": "24336805", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Causal analysis approaches in Ingenuity Pathway Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33194, "infons": {"fpage": "D1062", "issue": "D1", "lpage": "D1067", "pub-id_pmid": "29165669", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "46", "year": "2018"}, "text": "ClinVar: improving access to variant interpretations and supporting evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 33271, "infons": {"fpage": "71", "lpage": "96", "pub-id_pmid": "31228152", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "2018", "year": "2019"}, "text": "Rat Genome Databases, repositories, and tools", "sentences": [], "annotations": [], "relations": []}, {"offset": 33317, "infons": {"fpage": "e0235670", "issue": "7", "pub-id_pmid": "32645039", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "15", "year": "2020"}, "text": "UFO: a tool for unifying biomedical ontology-based semantic similarity calculation, enrichment analysis and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 33439, "infons": {"fpage": "W199", "issue": "W1", "lpage": "W205", "pub-id_pmid": "31114916", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "WebGestalt 2019: gene set analysis toolkit with revamped UIs and APIs", "sentences": [], "annotations": [], "relations": []}, {"offset": 33509, "infons": {"fpage": "bau129", "pub-id_pmid": "25619558", "section_type": "REF", "source": "Database (Oxford)", "type": "ref", "volume": "2015", "year": "2015"}, "text": "OntoMate: a text-mining tool aiding curation at the Rat Genome Database", "sentences": [], "annotations": [], "relations": []}, {"offset": 33581, "infons": {"fpage": "282", "pub-id_pmid": "21749710", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "12", "year": "2011"}, "text": "Algal Functional Annotation Tool: a web-based analysis suite to functionally interpret large gene lists using integrated annotation and expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 33733, "infons": {"fpage": "3448", "issue": "16", "lpage": "3449", "pub-id_pmid": "15972284", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "BiNGO: a Cytoscape plugin to assess overrepresentation of gene ontology categories in biological networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 33839, "infons": {"fpage": "863", "issue": "8", "lpage": "867", "pub-id_pmid": "16025115", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "37", "year": "2005"}, "text": "Variants of ENPP1 are associated with childhood and adult obesity and increase the risk of glucose intolerance and type 2 diabetes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33970, "infons": {"fpage": "D394", "issue": "D1", "lpage": "D403", "pub-id_pmid": "33290554", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "PANTHER version 16: a revised family classification, tree-based classification tool, enhancer regions and extensive API", "sentences": [], "annotations": [], "relations": []}, {"offset": 34090, "infons": {"fpage": "3", "issue": "1", "lpage": "9", "pub-id_pmid": "33156546", "section_type": "REF", "source": "Anim Genet", "type": "ref", "volume": "52", "year": "2021"}, "text": "Online Mendelian Inheritance in Animals (OMIA): a record of advances in animal genetics, freely available on the Internet for 25 years", "sentences": [], "annotations": [], "relations": []}, {"offset": 34225, "infons": {"fpage": "470", "issue": "1", "pub-id_pmid": "30526489", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "19", "year": "2018"}, "text": "GOnet: a tool for interactive gene ontology analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34278, "infons": {"fpage": "W191", "issue": "W1", "lpage": "W198", "pub-id_pmid": "31066453", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "g: profiler: a web server for functional enrichment analysis and conversions of gene lists (2019 update)", "sentences": [], "annotations": [], "relations": []}, {"offset": 34383, "infons": {"fpage": "D674", "lpage": "D679", "pub-id_pmid": "18832364", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "PID: the pathway interaction database", "sentences": [], "annotations": [], "relations": []}, {"offset": 34421, "infons": {"fpage": "D743", "issue": "Database issue", "lpage": "D750", "pub-id_pmid": "25355511", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "The Rat Genome Database 2015: genomic, phenotypic and environmental variations and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 34512, "infons": {"fpage": "1089", "issue": "10", "lpage": "1095", "pub-id_pmid": "27736745", "section_type": "REF", "source": "Dis Model Mech", "type": "ref", "volume": "9", "year": "2016"}, "text": "Exploring human disease using the Rat Genome Database", "sentences": [], "annotations": [], "relations": []}, {"offset": 34566, "infons": {"fpage": "D731", "issue": "D1", "lpage": "D742", "pub-id_pmid": "31713623", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "48", "year": "2020"}, "text": "The year of the rat: the Rat Genome Database at 20: a multi-species knowledgebase and analysis platform", "sentences": [], "annotations": [], "relations": []}, {"offset": 34670, "infons": {"fpage": "15545", "issue": "43", "lpage": "15550", "pub-id_pmid": "16199517", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "102", "year": "2005"}, "text": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 34776, "infons": {"fpage": "D331", "lpage": "D338", "pub-id_pmid": "27899567", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "Expansion of the gene ontology knowledgebase and resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 34835, "infons": {"fpage": "D330", "lpage": "D338", "pub-id_pmid": "30395331", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "The gene ontology resource: 20 years and still GOing strong", "sentences": [], "annotations": [], "relations": []}, {"offset": 34895, "infons": {"fpage": "D325", "lpage": "D334", "pub-id_pmid": "33290552", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "The gene ontology resource: enriching a GOld mine", "sentences": [], "annotations": [], "relations": []}, {"offset": 34945, "infons": {"fpage": "D480", "lpage": "D489", "pub-id_pmid": "33237286", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "UniProt: the universal protein knowledgebase in 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 34998, "infons": {"fpage": "1179", "issue": "11", "lpage": "1185", "pub-id_pmid": "8301098", "section_type": "REF", "source": "J Hypertens", "type": "ref", "volume": "11", "year": "1993"}, "text": "High blood pressure and metabolic disorders are associated in the Lyon hypertensive rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 35086, "infons": {"fpage": "316", "issue": "2", "lpage": "326", "pub-id_pmid": "25573024", "section_type": "REF", "source": "Circ Cardiovasc Genet", "type": "ref", "volume": "8", "year": "2015"}, "text": "Systems biology with high-throughput sequencing reveals genetic mechanisms underlying the metabolic syndrome in the Lyon hypertensive rat", "sentences": [], "annotations": [], "relations": []}, {"offset": 35224, "infons": {"fpage": "W71", "issue": "W1", "lpage": "W75", "pub-id_pmid": "29788377", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "46", "year": "2018"}, "text": "WEGO 2.0: a web tool for analyzing and plotting GO annotations, 2018 update", "sentences": [], "annotations": [], "relations": []}, {"offset": 35300, "infons": {"fpage": "608", "issue": "4", "lpage": "609", "pub-id_pmid": "25677125", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "31", "year": "2015"}, "text": "DOSE: an R/Bioconductor package for disease ontology semantic and enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 35386, "infons": {"fpage": "569", "issue": "12", "section_type": "REF", "source": "Genes (Basel)", "type": "ref", "volume": "9", "year": "2018"}, "text": "NeVOmics: an enrichment tool for gene ontology and functional network analysis and visualization of data from OMICs technologies", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]