[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240904", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC4887336", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1038/nmeth.3853", "article-id_manuscript": "NIHMS775875", "article-id_pmc": "PMC4887336", "article-id_pmid": "27135972", "fpage": "521", "issue": "6", "kwd": "IC50 drug sensitivity and resistance pharmacology biomarkers cell cycle", "license": "Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:", "lpage": "527", "name_0": "surname:Hafner;given-names:Marc", "name_1": "surname:Niepel;given-names:Mario", "name_2": "surname:Chung;given-names:Mirra", "name_3": "surname:Sorger;given-names:Peter K.", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2016"}, "text": "Growth rate inhibition metrics correct for confounders in measuring sensitivity to cancer drugs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 96, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Drug sensitivity and resistance are conventionally quantified by IC50 or Emax values, but these metrics are highly sensitive to the number of divisions taking place over the course of a response assay. The dependency of IC50 and Emax on division rate creates artefactual correlations between genotype and drug sensitivity while obscuring valuable biological insights and interfering with biomarker discovery. We derive alternative drug response metrics that are insensitive to division number. These are based on estimating the magnitude of drug-induced growth rate inhibition (GR) using endpoint or time-course assays. We show that GR50 and GRmax are superior to conventional metrics for assessing the effects of drugs in dividing cells. Moreover, adopting GR metrics requires only modest changes in experimental protocols. We expect GR metrics to improve the study of cell signaling and growth using drugs, discovery of drug response biomarkers, and identification of drugs effective on specific patient-derived tumor cells.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1123, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1136, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The quantification of drug response is fundamental to discovering therapeutic molecules, investigating their mechanisms of action and studying signal transduction, cell division and other biological processes using chemical biology approaches. In the case of anti-cancer drugs, cells are typically exposed to drugs over a range of concentrations, and the number of viable cells (or surrogates such as ATP using CellTiter-Glo®) are measured several days later. Data comprising cell counts in the presence of drug divided by counts for untreated controls are fitted to a sigmoidal curve to compute (i) the concentration of drug at which the cell count is half the control (IC50), (ii) the fraction of viable cells at the highest drug concentration (Emax), and (iii) the area under the dose-response curve (AUC). Dose-response and genomic datasets are often combined to discover drug response biomarkers, but it has recently been found that large-scale drug response data vary from one study to the next for reasons that remain poorly understood.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2181, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We show here that for dividing cells, traditional drug response metrics such as IC50 suffer from a fundamental flaw when they are estimated from cell counts made at the end of the experiment (the standard approach): if cells undergo different numbers of divisions during the course of an assay due to natural differences in proliferation rate, variation in growth conditions, or changes in the duration of an experiment, IC50, Emax, and AUC values will vary dramatically, independent of any changes in the underlying biology. Thus biomarkers that predict sensitivity under one (potentially arbitrary) set of assay conditions may not predict sensitivity under slightly different conditions. We therefore propose a new method for parameterizing drug response, the normalized growth rate inhibition (GR), which is based on comparing growth rates in the presence and absence of drug. Parameterization of GR data yields GR50, GRmax, GRAOC, and hGR (Hill Slope) values that are largely independent of cell division rate and assay duration (we use “area over the curve”, GRAOC, rather than AUC for reasons discussed in online methods). GR metrics can be determined with modest changes in experimental procedures and we propose that they replace IC50 and Emax values in assessing cellular response to drugs, RNAi, and other perturbations in which control cells divide over the course of the assay.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3575, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3583, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Definition of normalized growth rate inhibition (GR)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3636, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used computer simulation to model drug response by three idealized cell lines having identical sensitivity to a cytostatic drug (i.e. a drug that arrests but does not kill cells) and different division times (Td = 1.8, 2.4 or 3.9 d). These division times correspond to the lower quartile, median, and upper quartile for breast cancer cell lines and are similar to those of NCI-60 cells. In the slowly dividing cell line (Td = 3.9 d), the total number of cells did not double in a typical three-day assay, thus Emax ≥ 0.5 and IC50 was undefined. In the case of the two faster growing cell lines, IC50 and Emax values fell as division rate increased (Fig. 1a) simply because cell number (or CTG value) was normalized to a drug-naïve control in which cell number increases as division time fell (compare curves in panels of Fig. 1a).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4473, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We can compensate for the confounding effects of division rate on drug response measurements by computing “normalized growth rate inhibition” at time t in the presence of drug at concentration c:  where k(c,t) is the growth rate of drug-treated cells and k(0) is the growth rate of untreated control cells (Fig. 1b). The GR value is simply the ratio between growth rates under treated and untreated conditions normalized to a single cell division. The sign of the GR value relates directly to response phenotype: it lies between 0 and 1 in case of partial growth inhibition, equals 0 in the case of complete cytostasis and lies between 0 and −1 in case of cell death. Given GR values for a range of drug concentrations, GR50 is the concentration at which GR(c) = 0.5, GRmax is the maximal measured GR value, and hGR is the slope of the sigmoidal fit; GRAOC is calculated by integrating the GR curve over a range of concentrations (see online methods).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5431, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In practice, GR values can be estimated from endpoint measurement of cell number in treated and treated samples, given the initial cell number (Fig. 1c; this is related to the procedure for GI50 determination, see Supplementary Note 1). Alternatively, the doubling time for untreated cells can be measured under the same conditions in parallel experiments and used in place of the initial cell number (see online methods). A time-dependent GR value can be evaluated given cell count measurements at two or more time points. Time-dependent GR values capture adaptive responses, varying kinetics of drug-target interaction, drug efflux, etc (Fig. 1d). Introducing time as a variable makes it possible to relate drug-induced changes in cell states to dynamic measures of drug response at a molecular level (equations for all calculations are provided in online methods with links to scripts).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6321, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To compare GR dose-response curves to conventional curves we created synthetic data for cells with Td ranging from one to four days exposed to a drug that is partially cytostatic, fully cytostasic, or cytotoxic (models are described in online Methods). For all three drugs IC50 and Emax values were strongly correlated with division time and assay duration, but this was not true of corresponding GR metrics (Fig. 1e–f, Supplementary Fig. 1a–b and methods). In the case of drugs that kill cells rapidly, independently of cell cycle state, GRmax still varies with growth rate and time-dependent GR values are preferable (Supplementary Fig. 2 and methods). AUC combines IC50 or Emax data and is often less sensitive to experimental noise but it suffers from the same dependence on cell division time; GRAOC corrects for this (Supplementary Fig. 1c).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7173, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GR metrics are robust to experimental variability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7223, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To study how changing cell division affects IC50 values we expressed BRAFV600E in hTERT-immortalized retinal pigment epithelial (RPE) cells and then exposed them to etoposide, a topoisomerase II inhibitor that has a cytostatic effect in RPE cells (and whose mechanism of action is independent of BRAF). Oncogene over-expression is known to slow the growth of non-transformed cells and expression of BRAFV600E in RPE cells under the control of a doxycycline-inducible promoter was observed to increase division time 3-fold as the doxycycline concentration increased from 0 to 60 nM. Under these conditions the estimated IC50 value for etoposide increased 100-fold and Emax increased from 0.25 to 0.6 (Fig. 2a and Supplementary Fig. 3a). In contrast, GR50 and GRmax values varied only slightly under these conditions because the effects of etoposide per cell division were unchanged.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8105, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In a second experiment, we measured etoposide sensitivity in MCF 10A cells grown in serum-free medium supplemented with different concentrations of epidermal growth factor (EGF). The division time of MCF 10A cells varied from >10 d at 0.02 ng ml−1 EGF to <2 d at 1 ng ml−1 EGF (Fig. 2c). Across this range, IC50 and Emax for etoposide were substantially more variable than GR50 or GRmax values (Fig. 2b and Supplementary Fig. 3b). Thus, potentially arbitrary and unintended differences in cell culture conditions can lead to large variation in IC50 or Emax values that are unlikely to have a biological basis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8719, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the GR approach in a typical small-scale drug sensitivity screen we exposed MCF 10A and BT-20 cells, expressing H2B-mCherry to facilitate automated cell counting, to five different drugs chosen for diverse mechanisms of action. We measured cell number every ~8 h over 3 d using an automated microscope. Estimated IC50 and Emax values converged only after three divisions (~60 h) whereas GR metrics stabilized by the first division (<20 h for MCF 10A and ~36 h for BT-20; Fig. 2c and Supplementary Fig. 3c). This confirms that GR metrics are substantially less dependent on assay duration than IC50 and Emax. In the case of very slow and uneven growth, by primary human tumor cells for example, the stabilization of GR values within one cell division is likely to be a real advantage in obtaining reliable estimates of drug sensitivity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9563, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When grown in 3-D culture, MCF 10A cells are known to adapt to PI3K/mTOR inhibitors (such as omipalisib), becoming less sensitive over time. End-point measures of drug sensitivity do not report on such adaptive responses. However, when we monitored spheroids by live-cell imaging, we observed that the time-dependent GR and GR50 values were lowest ~20 h after omipalisib addition and increased ~10-fold by day 4 (Fig. 2d); endpoint GR50 values lay midway in this range (Fig. 2d). Thus, time-dependent GR data directly capture the decreasing effectiveness of omipalisib in MCF 10A spheroids, enabling detection and further analysis of adaptive mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10218, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of high-throughput data using GR metrics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The majority of large-scale drug response datasets published to date neither report cell division rates nor allow us to estimate them. An exception is a study by Heiser et al., which recorded cell numbers for breast cancer cell lines before and after three-day exposure to a panel of anti-cancer drugs. For many drugs in this dataset, IC50 correlates with division rate (e.g. for cell cycle inhibitors, regression coefficient of –0.54, Spearman’s p-value < 10−66, N=2956, Supplementary Fig. 4a). However, we could reproduce this correlation using an idealized model that does not assume any biological connection between drug sensitivity and division rate and by repeatedly simulating drug responses using random parameters (Supplementary Fig. 4b and methods). This finding suggests that the correlation between drug sensitivity and division rate found in experimental data is spurious; the correlation was also absent when drug response was measured using GR50 (Spearman’s p-value = 0.31, Supplementary Data 1) suggesting that it is an artifact of the way IC50 is calculated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11353, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Paclitaxel, a microtubule inhibitor widely used in chemotherapy, is one drug exhibiting a strong negative correlation with division rate and also substantial variation (100-fold) in IC50 across cell lines (Fig. 3a). This relationship has been previously described and is thought to arise because paclitaxel acts primarily on mitotic cells and the faster a cell line divides, the more likely it is to be in mitosis. However, reanalysis of data in Heiser et al., show that GR50 values for paclitaxel actually span a narrow range centered around 10 nM (Fig. 3b and Supplementary Fig. 4c), close to the estimated affinity of paclitaxel for assembled microtubules in vitro. In contrast, GRmax values for paclitaxel vary considerably across cell lines and subtypes. In HER2-amplified (HER2amp) and triple-negative breast cancer (TNBC) lines GRmax values are negative, which is indicative of a cytotoxic response, whereas hormone receptor-positive (HR+) and non-malignant lines generally exhibit cytostatic responses (Supplementary Fig. 4c). This is consistent with data showing that HER2amp and TNBC (basal-like) human tumors are more taxane-sensitive that other types of breast cancer. We propose that future attempts to find biomarkers predictive of paclitaxel response focus on variation in GRmax rather than IC50.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12665, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The average division rate of breast cancer cell lines in culture differs with clinical subtype: among cells studied by Heiser et al., HR+ and HER2amp subtypes divided most slowly (median Td = 3.2 d), TNBC cells divided faster (median Td = 2.3 d) and non-malignant cells were faster again (median Td = 1.8 d, Fig. 3c). As measured by IC50 values, non-malignant cells were on average more sensitive to anti-cancer drugs than tumor cells, whereas GR50 values showed that the mean and range of drug sensitivity was similar (Fig. 3d). Focusing on HER2amp lines, IC50 values for EGFR/ErbB2 inhibitors were similar across breast cancer subtypes, even though HER2amp human tumors are preferentially sensitive to such drugs and ErbB2 inhibitors are front-line therapy for this disease. GR50 data for HER2amp cell lines in Heiser et al. show that this subtype of breast cancer is in fact ~10-fold more sensitive to EGFR/ErbB2 inhibitors in vitro than other subtypes (Fig. 3e; p = 1.3×10−4). The failure of IC50 values to show the preferential sensitivity of HER2amp cell lines to EGFR/ErbB2 inhibitors arises because their relatively slow growth rate is a hidden confounder in IC50 calculation. From these data we conclude that artefactual dependency of IC50 on cell division rate obscures meaningful associations between genotype and drug sensitivity and also create associations where none exist.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14057, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Effects of cell density on drug sensitivity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14101, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GR metrics allow us to quantify how drug sensitivity changes in the face of variables that affect division rate. One such variable is seeding density: increasing density has widely been reported to promote drug resistance. To investigate this, we cultured six breast cell lines representative of different subtypes at six seeding densities over a 32-fold range. Twenty-four hours after plating, cells were exposed to eleven drugs with diverse mechanism of action. Growth rates, IC50, Emax, and GR metrics were estimated by imaging and counting fixed cells 72 h after treatment (Supplementary Data 2). Overall, IC50 and Emax correlated positively with seeding number for MCF 10A, MDA-MB-231, and Hs 578T cells and negatively for BT-20 and SK-BR-3 cells (p < 0.01, Fig. 4a). In the first three cell lines, division rate decreased with density, presumably due to contact inhibition, depletion of essential media components, and other effects (Fig. 4b). In BT-20 and SK-BR-3 cells, division rate increased with density, presumably due to conditioning of the growth medium. Correlations between density and IC50 and Emax were the weakest for MCF7 cells, which grew equally well across all densities. Thus, the effect of density on number of divisions, and consequently on IC50 and Emax, varied dramatically with cell line (Supplementary Fig. 5). However, only a small number of cell line-drug pairs exhibited a statistically significant association between plating density and GR50 or GRmax values. We wondered whether these were situations in which the biology of drug response was altered by density.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15699, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In MCF 10A cells, six drugs were associated with a significant variation in GR50 or GRmax (or both) across seeding densities; RNA-seq revealed that gene expression in these cells also varied with cell density with significant enrichment for genes involved in catabolic processes, cellular respiration, and wounding responses (Supplementary Fig. 6a). When the data was analyzed by principle component analysis, PC1 (which captured 32% of variance) was strongly correlated with the number of cells at the time of collection (Spearman’s ρ = 0.98) and less so with time in culture (ρ= 0.57) suggesting that cell density at the time of assay and not the history of the culture was the primary determinant of transcriptional state (Supplementary Fig. 6b). Follow up studies with methotrexate showed that the ratio between cell number and media volume was the key variable for sensitivity to this drug, not cell density per se (this was also true of oligomycin, an inhibitor of ATP Synthase; Fig. 5a and Supplementary Fig. 7); since cells grew in a constant volume of media, GR50 was therefore time-dependent. Density (and time) dependent variation in GR50 was also observed for linsitinib, an IGF1R inhibitor in Phase II clinical trials (Fig. 5b). Variation in GR50 with time and density was reduced by co-treatment with the metalloprotease inhibitor batimastat, suggesting a role for autocrine conditioning of the microenvironment in drug response.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17147, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the case of paclitaxel, GR50 values remained at ~5–10 nM across plating densities but GRmax was strongly density-dependent, varying from ~0 (cytostatic) at low cell densities to negative values (cytotoxic) at higher densities (Fig. 5c, left). Time-dependent GRmax reached its greatest negative value at 24 h concomitant with the an increase in the fraction of taxol-treated cells that contain cleaved caspase-3, confirming that negative GR50 values corresponded to elevated apoptosis (Fig. 5c, middle and right). The molecular basis of this effect is unknown, but it may be one reason for the discrepancy between cell-killing dynamics in low-density culture and in xenograft tumors in which density is high.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17860, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17871, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Accurate measurement of drug sensitivity and resistance is the cornerstone of cancer biology, pharmacology, and many fundamental studies on cell signaling and cell division. In this paper we demonstrate theoretically and experimentally that variation in division rate seriously confounds existing drug response metrics. We also show that division rate varies with cell type, media composition and seeding density, often in unpredictable ways. Cell division rate slows down in some cell lines as density increases while speeding up in others. Such variation can change apparent IC50 100-fold or more and therefore introduces artificial correlations in data, obscures the true effects of drug action, and introduces unknown complications into biomarker discovery. As an alternative we propose GR metrics that are computed by comparing growth rates in the presence and absence of drug. GR50 and GRmax are robust to variation in cell division rate and should replace IC50 and Emax in studies in which control cells divide (including the study of drugs, gene depletion/overexpression and variation in the extracellular environment). GR50 quantifies the potency of a drug on a per division basis, ensuring that fast- and slow-growing cells with similar biochemical responses to drug are scored equivalently. GRmax captures the maximal drug effect on growth rate and differs from Emax in that it falls between 1 and –1, where negative values denote cell death, 0 denotes cytostasis, and positive values denote partial inhibition. GRAOC, and hGR (Hill Slope) values can also be calculated from GR curves; the former is often the most robust metric in the face of experimental noise and the later quantifies an important relationship between dose and response that often neglected.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19646, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the simplest version of our method, GR metrics are computed after measuring cell number or a surrogate (e.g. CTG) before and after exposure of a culture to varying concentrations of drug or other perturbation for a fixed time (Fig. 1c). When cell division rates under similar culture conditions are known from previous data, only the final cell number is needed (Fig. 1d; although we believe that before and after data on cell number is a valuable control to ensure data quality). Time-course data makes it possible to compute time-dependent GR values and quantify phenomena such as delayed response, drug adaptation, or variation in the kinetics of drug-target interaction (Fig. 1e). To facilitate the use of GR metrics by others we provide MATLAB and python routines and an online GR calculator (www.grcalculator.org). Moreover, the data in this paper, including the GR50/GRmax values for the Heiser et al. dataset, are available online (http://lincs.hms.harvard.edu/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20621, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Large-scale drug-response studies based on existing response metrics are discrepant for poorly understood reasons, raising concerns about the value of drug response biomarkers. We speculate that comparison of datasets across centers (or even within a center) might be confounded by differences in plating density, growth media, and other factors that affect cell division rate. It might be possible to correct for this in existing data by computing GR values post facto, but this will require recreating the original assay conditions followed by measurement of division rates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21198, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on the results in this paper, we believe that use of GR metrics in lieu of traditional IC50, Emax, or AUC values will improve our ability to identify genes and biological processes responsible for drug sensitivity and resistance. GR metrics decouple any effect that genotype or microenvironment have on division rate from their effects on drug sensitivity. Cell biology studies involving the modification of genes or the microenvironment often result in changes in cell division rate, leading to potentially spurious correlations with drug sensitivity (as illustrated here by oncogene overexpression and changes in EGF levels) and should also benefit from the use of GR metrics. By analogy with antimicrobial susceptibility testing for bacterial infections, it has recently been suggested that cancer therapy might be personalized by screening primary human tumor cells against panels of drugs. Such cells grow slowly and unevenly in culture, making division number a poorly controlled variable. Accounting for such differences using GR metrics should create drug response data that are more reproducible and useful for optimizing patient therapy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22352, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "ONLINE METHODS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22367, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Metrics of drug response", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22392, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Determining relative cell counts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22425, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cell counts in the presence of drug are normalized to DMSO-treated controls grown on the same plate under the same conditions. In the current study, relevant conditions include seeding density, the concentration of exogenous growth factors (e.g. EGF in the case of MCF 10A cells), and the concentration of a second drug such as doxycycline or batimastat. For each cell line, drug, and drug concentration, we define the relative cell count as x(c)/xctrl, where x(c) is the count in the presence of drug and xctrl is the 50%-trimmed mean of the count for control cells. Technical replicates are averaged to yield an average relative cell count. We typically collect data from three technical replicates (on three separate plates).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23154, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Calculating GR values using end-point drug response data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23211, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Normalized growth rate inhibition is calculated according to the formula:  where x(c) and xctrl are as described above and x0 is the 50%-trimmed mean of the cell count from a sample grown in parallel and measured just prior to drug exposure.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23453, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Alternatively, the untreated division time Td=ln(2)/k(0) can be measured in independent experiments and used in place of the initial cell number (x0 = xctrl · 2−T/Td):  where T is the duration of the assay.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23663, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Calculating time-dependent GR values", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23700, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GR values can be evaluated over a time interval (2 × Δt) around any time point t based on the equation:  The time-dependent GR values in the current paper were computed with 2 × Δt = 12 h to 18 h, which corresponds to about half a cell division time.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23959, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Curve fitting and estimating drug response metrics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24010, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GRinf: the effect of the drug at infinite concentration (GRinf ≡ GR(c → ∞)). GRinf lies between −1 and 1; negative values correspond to cytotoxic responses (i.e. induction of cell death, Supplementary Fig. 8a), a value of 0 corresponds to a fully cytostatic response (Supplementary Fig. 8b), and a positive value to partial growth inhibition (Supplementary Fig. 8c).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24385, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "hGR: the Hill coefficient of the fitted curve which reflects how steep the dose response curve is. In practice, we typically constrain hGR to a value between 0.1 and 5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24554, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GEC50: the concentration at half-maximal effect. To avoid artefacts in curve fitting we constrain GEC50 to be two orders of magnitude higher and lower than the experimentally tested concentration range (in practice, this is usually about 10−7 to 103 µM).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GR data are fitted to a sigmoidal curve as follows (Supplementary Fig. 8a–c):  where the fitted parameters are:  If the fit of the curve is not significantly better than that of a flat curve (i.e. GR(c) ≡ GRinf) based on an F-test with cutoff of p = 0.05, the response is considered flat and the parameter GEC50 is set to 0 (Supplementary Fig. 8d).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25166, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Inferred drug response metrics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25197, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GR50 value is the concentration of drug at which GR(c = GR50) = 0.5. If the value for GRinf is above 0.5, the GR50 value is not defined and is therefore set to +∞ (Supplementary Fig. 8c). By extension other thresholds can be defined in a similar manner. For example GR100 corresponds to the concentration at which a drug is fully cytostatic: GR(c = GR100) = 0.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25564, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GRmax is the maximum effect of the drug at the highest tested concentration; it lies between −1 and 1; a value of 0 corresponds to a fully cytostatic response and negative values correspond to cytotoxic response. GRmax can be estimated from the fitted curve or obtained directly from experimental data; we often do the later.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For time course data, all metrics are evaluated at each time point individually.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25977, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Area under the curve and over the curve (GRAOC)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26025, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another common metric for quantifying dose response is the area under the response curve (AUC), which is based on integrating the dose response curve over the range of tested concentrations. In the case of GR curves, which can have negative values, is more intuitive to use the area over the curve:  where GR(ci) are measured GR values are discrete concentrations ci. GRAOC has the benefit that, in the case of no response, it has a value of 0. It is important to note that GRAOC values (like conventional AUC) can only be used to compare responses evaluated across the same drug concentration range.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26626, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GRAOC value captures variation in potency and efficacy at the same time. The calculation of GRAOC at discrete (experimentally determined) concentrations has the advantage that it does not require curve fitting and is therefore free of fitting artifacts. This is especially useful for assays where fewer than five concentrations are measured and curve fitting is unreliable. GRAOC values are also more robust to experimental noise than metrics derived from curve fitting; GRmax values are particularly sensitive to outlier values when directly obtained from data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27193, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Drug concentration range", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27218, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The drug concentrations used for fitting drug response curves need to span a sufficiently wide range and have sufficiently intermediate values, to obtain reliable estimates for GEC50, hGR, GRinf. Denser sampling provides more precise estimates, especially in the case of steep dose response curves. Optimal design of dose-response curves has been discussed elsewhere. In practice we suggest using nine doses spanning four orders of magnitude from 1 nM to 10 µM. This range can be shifted to lower concentrations for more potent drugs, or higher values for less potent drugs with the caveat that GRAOC values for different drugs can only be compared over the same concentration range. We suggest discarding any GR50 value which is more than an order of magnitude above the highest tested concentration because values extrapolated from the fitted curves are more subject to fitting artefacts than interpolated values. Similarly, GRinf value is not properly constrained if the GR(c) dose-response curve does not reach a plateau at the highest measured concentration. In such cases, GRAOC is the most reliable metric.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28336, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Computing GR metrics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28357, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Source code for computing GR metrics are provided (Supplementary Software). To facilitate the computation of GR metrics we provide updated source code available under an open source software license and MATLAB and python scripts at https://github.com/sorgerlab/gr50_tools. We also provide an on-line calculator at www.grcalculator.org. This web site contains a user guide, various tutorials and explanatory materials and example datasets, including all of the data in the current manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28849, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Theoretical model of drug response", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28884, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To simulate the effect of division time on GR and conventional drug response metrics under different assumptions about the degree of cytostasis or cell killing, we developed a theoretical model of drug response. To the first approximation, cell growth can be considered exponential, with drugs either decreasing the division rate or killing cells in a cell cycle-dependent manner:  where x is the cell count, k is the untreated growth rate (per day), c is the drug concentration, SM is the maximal inhibitory effect, SC50 is the concentration at half-maximal effect of drug, and h the Hill coefficient. The growth rate k corresponds to the division rate k0 as k = ln(2)·k0 = ln(2)/Td, where Td is the division time. SM can be larger than 1 to account for drugs inducing cell death at a specific phase of the cell cycle. The model can also be generalized to account for drugs that induce cell death independent of the cell cycle:  where kL is the maximal killing rate (per day), LC50 is the concentration of drug that produces half-maximal cell killing. Integrating these equations for an assay of t days yields the cell count at concentration c:  where x0 ≡ x(t = 0) is the cell number at the time of treatment. Thus, the relative cell count is:  and the normalized growth rate inhibition (GR value) is:  This equation for GR(c) is independent of the length of the assay t and thus, the metrics GR50, GRmax, GRAUC, and hGR are also independent of t. For cases where drug action is mainly related to the cell cycle (kL =0), GR values are also independent of the untreated growth rate k. As shown in Supplementary Fig. 2 and 3a–b, the impact of kL>0 is minimal on GR50 and relatively small on GRmax. This is also illustrated by the analytical formula for GRinf·GRinf = 2^(1 − SM − kL/k) − 1. Note that the metrics derived from growth inhibition (GI) values used in Heiser et al. such as GI50 are more robust than traditional metrics, but still depend on both division time and assay length (see Supplementary Note).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30910, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Parameters for simulations in figure panels", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30954, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"void\" rules=\"none\"><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">• Cytostatic:</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S<sub>M</sub>=1, S<sub>50</sub>=1.5,</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">T<sub>M</sub>=0,</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">h=1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">• Partial response:</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S<sub>M</sub>=0.65, S<sub>50</sub>=1.2,</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">T<sub>M</sub>=0,</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">h=1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">• Cytotoxic:</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S<sub>M</sub>=2.6, S<sub>50</sub>=2,</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">T<sub>M</sub>=0,</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">h=1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">• Partial toxic response:</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S<sub>M</sub>=0.45, S<sub>50</sub>=1.2,</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">T<sub>M</sub>=0.05, T<sub>50</sub>=5,</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">h=1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">• Mixed response:</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S<sub>M</sub>=0.65, S<sub>50</sub>=1.2,</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">T<sub>M</sub>=0.1, T<sub>50</sub>=3,</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">h=1.6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">• Complete cytotoxic:</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">S<sub>M</sub>=2.6, S<sub>50</sub>=1.2,</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">T<sub>M</sub>=1, T<sub>50</sub>=3,</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">h=1.6</td></tr></tbody></table>\n"}, "text": "• Cytostatic:\tSM=1, S50=1.5,\tTM=0,\th=1.6\t \t• Partial response:\tSM=0.65, S50=1.2,\tTM=0,\th=1.6\t \t• Cytotoxic:\tSM=2.6, S50=2,\tTM=0,\th=1.6\t \t• Partial toxic response:\tSM=0.45, S50=1.2,\tTM=0.05, T50=5,\th=1.6\t \t• Mixed response:\tSM=0.65, S50=1.2,\tTM=0.1, T50=3,\th=1.6\t \t• Complete cytotoxic:\tSM=2.6, S50=1.2,\tTM=1, T50=3,\th=1.6\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31291, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Division rate k: normal distribution around 0.9 divisions per day with standard deviation of 0.46 and a lower bound of 0.14.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31416, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Hill coefficient h: uniform distribution between 1.5 and 2.5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Maximum inhibition SM: uniform distribution between 0 and 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31537, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Half inhibition concentration S50: log-uniform distribution ranging from 0.31 and 10", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31622, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Maximum toxic effect TM: 0 for 50% of values, uniform distribution between 0 and 0.5 for the other 50% of values.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31736, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Half inhibition concentration T50: log-uniform distribution ranging from 0.56 and 5.6", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31822, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Model parameters used in the numerical simulations shown in Fig. 1b, Supplementary Fig. 1, 2, and 7 were as follows:  For Supplementary Fig. 3b, the parameters were randomly sampled within the following distribution:  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32041, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental methods and data processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32082, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Cell lines and tissue culture", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32112, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MCF 10A, Hs 578T, MDA-MB-231, MCF7, SK-BR-3, and BT-20 were obtained from the ATCC and grown according to ATCC recommendations. For time-lapse experiments MCF 10A and BT-20 cells were modified by inserting an H2B-mCherry expression cassette (gift of R Benezra, Addgene plasmid # 20972) that comprised AAVS1 homology arms, the hPGK promotor, and SV40 polyA terminator (gift from R Jaenisch, Addgene plasmid # 22072) into the AAVS1 safe harbor genomic locus using CRISPR/Cas9. MCF 10A-H2B-mCherry cells were grown in the same manner as the parental strain, with the exception that traditional DMEM was replaced with FluoroBrite DMEM (Thermo Fisher Scientific) for imaging. The modified hTERT RPE-1 cells (gift from J Chen) were created by inserting the full length BRAF(V600E) expression cassette (Addgene plasmid # 15269) drive by a tet-inducible promotor (Addgene plasmid # 41394). Cell identity was confirmed by short tandem repeat (STR) profiling at the Dana-Farber Cancer Institute and all cells were tested with the MycoAlert PLUS mycoplasma detection kit (Lonza) and found to be free of Mycoplasma prior to analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33234, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Drugs and dyes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33249, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Drugs were obtained from commercial vendors and tested for purity in-house as described in detail in the HMS LINCS drug collection database (http://lincs.hms.harvard.edu/db/sm/). Drugs and reporter dyes were dispensed directly onto multiwall plates using a D300 Digital Dispenser (Hewlett-Packard). To stain cells, YOYO-1 and TOTO-3 (Thermo Fisher Scientific) were used at 250 nM and 100 nM respectively; NucView 488 caspase 3 substrate (Biotium) was used at 200 nM.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33716, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Manipulating cell growth rate to determine effects on drug sensitivity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33787, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RPE-1 or MCF 10A-H2B-mCherry cells were plated in 384-well plates using the Multidrop Combi Reagent Dispenser (Thermo Scientific) at 250 and 500 cells per well respectively. To modulate the growth rate in RPE-1 cells, we induced expression the BRAF(V600E) oncogene by treating with indicated doses of doxycycline using a D300 Digital Dispenser (Hewlett-Packard). To modulate the growth rate in MCF 10A-H2B-mCherry we serum-starved cells twice with DMEM/F12 media supplemented with 0.1% bovine serum albumin and 1% penicillin-streptomycin. Media changes and cell washing was performed using a EL406 Microplate Washer Dispenser (BioTek). Cells were treated with indicated doses of human epidermal growth factor (EGF, eprotech) using a D300 Digital Dispenser. After 24 hours the cells were treated with a dilution series of etoposide using a D300 Digital Dispenser. RPE-1 cells were stained and fixed for analysis at the time of drug treatment and after 72 hours. MCF 10A-H2B-mCherry were imaged in an IncuCyte ZOOM live cell imager (Essen Bioscience) starting at the time of EGF treatment and drug sensitivity was evaluated 72 hours after drug addition.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34939, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Evaluating drug response metrics in MCF 10A and BT-20 over time", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35003, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Etoposide, Topiosomerase inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35038, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Linsitinib, IGF1R inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35066, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Omipalisib/GSK2126458, panPI3K/mTOR inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35112, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PLX4720, B-RAF inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35137, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tanespimycin/17-AAG, HSP90 inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35174, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MCF10 A-H2B-mCherry and BT-20-H2B-mCherry at 1250 and 2500 cells per well respectively in 384-well plates using the Multidrop Combi Reagent Dispenser (Thermo Scientific) and grown for 24 hours. Cells were treated with a dilution series of the indicated drugs using a D300 Digital Dispenser (Hewlett-Packard) and imaged after drug addition in an Operetta (Perkin Elmer) for high content imaging system equipped with a live-cell chamber over a period of 96 hours. For these experiments, we used the following drugs:  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35690, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Evaluating drug sensitivity in MCF 10A spheroids over time", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35749, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MCF10 A-H2B-mCherry cells were plated at 200 cells per well into ultra-low attachment coated, flat bottom, 384-well plates (Corning) with the addition of 2.5% growth factor reduced basement membrane matrix Matrigel (Corning) to the growth media. After 48 hours cells were treated with a dilution series of omipalisib using a D300 Digital Dispenser (Hewlett-Packard) and imaged in an IncuCyte ZOOM live cell imager (Essen Bioscience) for an additional 96 hours. Drug sensitivity was evaluated by computing GR values every 18 hours over a 10–90 hour time frame.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36311, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Evaluating drug sensitivity in breast cancer cells plated at different seeding densities", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Erlotinib, EGFR inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36426, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Etoposide, Topiosomerase inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36461, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lapatinib, EGFR/ErbB2 inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36493, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Linsitinib, IGF1R inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36521, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Methotrexate, dihydrofolate reductase inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36569, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Omipalisib/GSK2126458, panPI3K/mTOR inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Paclitaxel, target microtubules", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36647, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Palbociclib, CDK4/6 inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PLX4720, B-RAF inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36702, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "TAE684, ALK inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36724, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tanespimycin/17-AAG, HSP90 inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MCF 10A, Hs 578T, MDA-MB-231, MCF7, SK-BR-3, and BT-20 were plated at densities ranging from 156 to 5000 cells per well in 384-well plates using the Multidrop Combi Reagent Dispenser (Thermo Scientific) and grown for 24 hours. Cells were treated with a dilution series of the indicated drugs using a D300 Digital Dispenser (Hewlett-Packard). Cells were stained and fixed for analysis at the time of drug treatment and after 72 hours of incubation with drug. For these experiments, we used the following drugs:  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37273, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Investigating density-dependent drug effects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37318, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MCF 10A-H2B-mCherry cells were plated at densities that ranged from 156 to 5000 cells per well in 384-well plates using the Multidrop Combi Reagent Dispenser (Thermo Scientific) and grown for 24 hours. Cells were treated with a dilution series of drugs using a D300 Digital Dispenser (Hewlett-Packard) and imaged after drug addition in an Operetta (Perkin Elmer) for high content imaging system equipped with a live-cell chamber over a period of 72 hours.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the case of methotrexate and oligomycin, 1250 cells were plated in 20–120 µl of media per well, treated with a dilution series of drug, and imaged for 72 hours.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37942, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the case of linsitinib, cells were treated with a dilution series of linsitinib either with or without 10µM batimastat using a D300 Digital Dispenser and imaged in an IncuCyte ZOOM live cell imager (Essen Bioscience) for an additional 72 hours.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38194, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the case of paclitaxel, cells were treated with a dilution series of paclitaxel and 200 nM of NucView 488 caspase 3 substrate (Biotium) using a D300 Digital Dispenser (Hewlett-Packard) and imaged after drug in an IncuCyte ZOOM live cell imager (Essen Bioscience) for an additional 72 hours. For immunofluorescence experiments, cells were grown for 24 hours and then treated with a dilution series of paclitaxel using a D300 Digital Dispenser (Hewlett-Packard) and incubated for 3, 6, 12, and 24 hours. Cells were fixed for 30 min in 3% formaldehyde, permeabilized for 30 min in phosphate buffered saline (PBS) with 0.3% Triton X-100 (Sigma-Aldrich), washed twice in PBS with 0.1% Tween 20 (Sigma-Aldrich; PBS-T), and blocked for 60 min with Odyssey blocking buffer. Anti-active Caspase-3 antibody (BD Biosciences) was diluted 1:1000 in Odyssey blocking buffer and incubated for 16 h at 4°C. Cells were washed three times in PBS-T for 5 min and incubated with Alexa Fluor 488 conjugated goat anti-rabbit secondary antibody for 60 min at room. Cells were washed two times in PBS-T, once with PBS, and stained for 30 min with whole cell stain (Thermo Fisher Scientific) and Hoechst (Thermo Fisher Scientific), and washed three times in PBS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39436, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Fixed-cell endpoint assays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39463, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After drug treatment cells were stained at the indicated timepoints with 2 µM Hoechst 33342 (Thermo Fisher Scientific) and LIVE/DEAD Far Red Dead Cell Stain (Thermo Fisher Scientific) for 30 minutes and fixed with 3% formaldehyde (Sigma Aldrich) for 30 minutes. Fixed cells were imaged using an Operetta microscope and analyzed using the Columbus image data storage and analysis system (Perkin Elmer).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39869, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Live-cell time course assays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39898, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells expressing H2B-mCherry were imaged at the indicated timepoints after drug treatment in an Operetta high content imaging system equipped with a live-cell chamber or an IncuCyte ZOOM live cell imager. Dead cells were identified by counter-staining cells with YOYO-1 or TOTO-3 (Thermo Fisher Scientific) and apoptotic cells were identified with the NucView 488 caspase 3 substrate (Biotium). Live, dead, or apoptotic cell lines were identified using the Columbus image data storage and analysis system or the IncuCyte analysis software. Spheroid growth was estimated by measuring the sum of the spheroid area per well using IncuCyte analysis software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40553, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "mRNA analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40567, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells plated at different densities in 384-well plates were harvested at the indicated times and RNA was extracted using the RNeasy mini kit (Qiagen). To ensure sufficient amounts of RNA, wells having a low number of cells were pooled. Libraries were prepared by the Broad Technology Labs (BTL) following the protocol for SCRB-Seq described in. Transcripts were quantified by the BTL computational pipeline using Cuffquant version 2.2.1. Analysis of the transcriptional data was performed in MATLAB using standard libraries and in-house scripts. Gene set enrichment analysis was performed using the GSEA software v2.1.0 from the Broad Institute with the MSigDB v4.0 GO biological process set.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41260, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41283, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "ACESSION CODES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41298, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "TBD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41302, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "AUTHOR CONTRIBUTIONS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41323, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "MH, MN and PKS conceived this study and wrote the paper. MN, MC and MH performed the experiments; MH conceived GR metrics and performed the computational analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41487, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "COMPETING INTEREST", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41506, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41550, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41561, "infons": {"fpage": "603", "lpage": "607", "name_0": "surname:Barretina;given-names:J", "pub-id_pmid": "22460905", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "483", "year": "2012"}, "text": "The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41655, "infons": {"fpage": "570", "lpage": "575", "name_0": "surname:Garnett;given-names:MJ", "pub-id_pmid": "22460902", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "483", "year": "2012"}, "text": "Systematic identification of genomic markers of drug sensitivity in cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41736, "infons": {"fpage": "2724", "lpage": "2729", "name_0": "surname:Heiser;given-names:LM", "pub-id_pmid": "22003129", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "109", "year": "2012"}, "text": "Subtype and pathway specific responses to anticancer compounds in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41816, "infons": {"fpage": "232", "lpage": "240", "name_0": "surname:Schenone;given-names:M", "name_1": "surname:Dancik;given-names:V", "name_2": "surname:Wagner;given-names:BK", "name_3": "surname:Clemons;given-names:PA", "pub-id_pmid": "23508189", "section_type": "REF", "source": "Nat Chem Biol", "type": "ref", "volume": "9", "year": "2013"}, "text": "Target identification and mechanism of action in chemical biology and drug discovery", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41901, "infons": {"fpage": "11031", "lpage": "11032", "name_0": "surname:Cravatt;given-names:BF", "name_1": "surname:Gottesfeld;given-names:JM", "pub-id_pmid": "20147295", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "285", "year": "2010"}, "text": "Chemical biology meets biological chemistry minireview series", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41963, "infons": {"fpage": "708", "lpage": "714", "name_0": "surname:Fallahi-Sichani;given-names:M", "name_1": "surname:Honarnejad;given-names:S", "name_2": "surname:Heiser;given-names:LM", "name_3": "surname:Gray;given-names:JW", "name_4": "surname:Sorger;given-names:PK", "pub-id_pmid": "24013279", "section_type": "REF", "source": "Nat Chem Biol", "type": "ref", "volume": "9", "year": "2013"}, "text": "Metrics other than potency reveal systematic variation in responses to cancer drugs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42047, "infons": {"fpage": "128", "lpage": "134", "name_0": "surname:Sebaugh;given-names:JL", "pub-id_pmid": "22328315", "section_type": "REF", "source": "Pharm Stat", "type": "ref", "volume": "10", "year": "2011"}, "text": "Guidelines for accurate EC50/IC50 estimation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42092, "infons": {"fpage": "109", "lpage": "116", "name_0": "surname:Rees;given-names:MG", "pub-id_pmid": "26656090", "section_type": "REF", "source": "Nat Chem Biol", "type": "ref", "volume": "12", "year": "2016"}, "text": "Correlating chemical sensitivity and basal gene expression reveals mechanism of action", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42179, "infons": {"fpage": "1210", "lpage": "1223", "name_0": "surname:Seashore-Ludlow;given-names:B", "pub-id_pmid": "26482930", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "5", "year": "2015"}, "text": "Harnessing Connectivity in a Large-Scale Small-Molecule Sensitivity Dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42255, "infons": {"name_0": "surname:Errington;given-names:TM", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "3", "year": "2014"}, "text": "An open investigation of the reproducibility of cancer biology research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42327, "infons": {"fpage": "389", "lpage": "393", "name_0": "surname:Haibe-Kains;given-names:B", "pub-id_pmid": "24284626", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "504", "year": "2013"}, "text": "Inconsistency in large pharmacogenomic studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42374, "infons": {"name_0": "surname:Safikhani;given-names:Z", "section_type": "REF", "source": "bioRxiv", "type": "ref", "year": "2015"}, "text": "Revisiting inconsistency in large pharmacogenomic studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42432, "infons": {"fpage": "84", "lpage": "87", "pub-id_pmid": "26570998", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "528", "year": "2015"}, "text": "Pharmacogenomic agreement between two cancer cell line data sets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42497, "infons": {"fpage": "4285", "lpage": "4300", "name_0": "surname:O'Connor;given-names:PM", "pub-id_pmid": "9331090", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "57", "year": "1997"}, "text": "Characterization of the p53 tumor suppressor pathway in cell lines of the National Cancer Institute anticancer drug screen and correlations with the growth-inhibitory potency of 123 anticancer agents", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42697, "infons": {"fpage": "593", "lpage": "602", "name_0": "surname:Serrano;given-names:M", "name_1": "surname:Lin;given-names:AW", "name_2": "surname:McCurrach;given-names:ME", "name_3": "surname:Beach;given-names:D", "name_4": "surname:Lowe;given-names:SW", "pub-id_pmid": "9054499", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "88", "year": "1997"}, "text": "Oncogenic ras provokes premature cell senescence associated with accumulation of p53 and p16INK4a", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42795, "infons": {"fpage": "720", "lpage": "724", "name_0": "surname:Michaloglou;given-names:C", "pub-id_pmid": "16079850", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "436", "year": "2005"}, "text": "BRAFE600-associated senescence-like cell cycle arrest of human naevi", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42864, "infons": {"fpage": "227", "lpage": "239", "name_0": "surname:Muranen;given-names:T", "pub-id_pmid": "22340595", "section_type": "REF", "source": "Cancer cell", "type": "ref", "volume": "21", "year": "2012"}, "text": "Inhibition of PI3K/mTOR leads to adaptive resistance in matrix-attached cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42949, "infons": {"fpage": "1233", "lpage": "1287", "name_0": "surname:Chabner;given-names:BA", "name_1": "surname:Allegra;given-names:CJ", "name_2": "surname:Curt;given-names:GA", "name_3": "surname:Calabresi;given-names:P", "name_4": "surname:Hardman;given-names:J", "name_5": "surname:Limbird;given-names:L", "section_type": "REF", "source": "The Pharmacological basis of therapeutics", "type": "ref", "year": "1996"}, "text": "Antineoplastic agents", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42971, "infons": {"fpage": "230", "lpage": "237", "name_0": "surname:Baguley;given-names:BC", "pub-id_pmid": "7718330", "section_type": "REF", "source": "Eur J Cancer", "type": "ref", "volume": "31A", "year": "1995"}, "text": "Resistance mechanisms determining the in vitro sensitivity to paclitaxel of tumour cells cultured from patients with ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43103, "infons": {"fpage": "23399", "lpage": "23402", "name_0": "surname:Caplow;given-names:M", "name_1": "surname:Shanks;given-names:J", "name_2": "surname:Ruhlen;given-names:R", "pub-id_pmid": "7916343", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "269", "year": "1994"}, "text": "How taxol modulates microtubule disassembly", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43147, "infons": {"fpage": "5678", "lpage": "5685", "name_0": "surname:Rouzier;given-names:R", "pub-id_pmid": "16115903", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "11", "year": "2005"}, "text": "Breast cancer molecular subtypes respond differently to preoperative chemotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43229, "infons": {"fpage": "3269", "lpage": "3276", "name_0": "surname:Shi;given-names:J", "name_1": "surname:Orth;given-names:JD", "name_2": "surname:Mitchison;given-names:T", "pub-id_pmid": "18451153", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "68", "year": "2008"}, "text": "Cell type variation in responses to antimitotic drugs that target microtubules and kinesin-5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43322, "infons": {"fpage": "111", "lpage": "122", "name_0": "surname:Gascoigne;given-names:KE", "name_1": "surname:Taylor;given-names:SS", "pub-id_pmid": "18656424", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "14", "year": "2008"}, "text": "Cancer cells display profound intra- and interline variation following prolonged exposure to antimitotic drugs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43433, "infons": {"fpage": "1630", "lpage": "1639", "name_0": "surname:Konecny;given-names:GE", "pub-id_pmid": "16452222", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "66", "year": "2006"}, "text": "Activity of the dual kinase inhibitor lapatinib (GW572016) against HER-2-overexpressing and trastuzumab-treated breast cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43565, "infons": {"fpage": "7184", "lpage": "7188", "name_0": "surname:Moasser;given-names:MM", "name_1": "surname:Basso;given-names:A", "name_2": "surname:Averbuch;given-names:SD", "name_3": "surname:Rosen;given-names:N", "pub-id_pmid": "11585753", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "61", "year": "2001"}, "text": "The tyrosine kinase inhibitor ZD1839 (\"Iressa\") inhibits HER2-driven signaling and suppresses the growth of HER2-overexpressing tumor cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43705, "infons": {"fpage": "225", "lpage": "235", "name_0": "surname:Chauffert;given-names:B", "pub-id_pmid": "19002794", "section_type": "REF", "source": "Cytotechnology", "type": "ref", "volume": "27", "year": "1998"}, "text": "New insights into the kinetic resistance to anticancer agents", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43767, "infons": {"fpage": "347", "lpage": "356", "name_0": "surname:Dimanche-Boitrel;given-names:MT", "name_1": "surname:Garrido;given-names:C", "name_2": "surname:Chauffert;given-names:B", "pub-id_pmid": "7764456", "section_type": "REF", "source": "Cytotechnology", "type": "ref", "volume": "12", "year": "1993"}, "text": "Kinetic resistance to anticancer agents", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43807, "infons": {"fpage": "873", "lpage": "879", "name_0": "surname:Garrido;given-names:C", "pub-id_pmid": "7790124", "section_type": "REF", "source": "Int J Cancer", "type": "ref", "volume": "61", "year": "1995"}, "text": "Circumvention of confluence-dependent resistance in a human multi-drug-resistant colon-cancer cell line", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43911, "infons": {"fpage": "867", "lpage": "877", "name_0": "surname:Fang;given-names:Y", "name_1": "surname:Sullivan;given-names:R", "name_2": "surname:Graham;given-names:CH", "pub-id_pmid": "17289019", "section_type": "REF", "source": "Exp Cell Res", "type": "ref", "volume": "313", "year": "2007"}, "text": "Confluence-dependent resistance to doxorubicin in human MDA-MB-231 breast carcinoma cells requires hypoxia-inducible factor-1 activity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44046, "infons": {"fpage": "10963", "lpage": "10966", "name_0": "surname:Sorby;given-names:M", "name_1": "surname:Ostman;given-names:A", "pub-id_pmid": "8631915", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "271", "year": "1996"}, "text": "Protein-tyrosine phosphatase-mediated decrease of epidermal growth factor and platelet-derived growth factor receptor tyrosine phosphorylation in high cell density cultures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44219, "infons": {"fpage": "11149", "lpage": "11153", "name_0": "surname:Kim;given-names:JH", "name_1": "surname:Kushiro;given-names:K", "name_2": "surname:Graham;given-names:NA", "name_3": "surname:Asthagiri;given-names:AR", "pub-id_pmid": "19549816", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "106", "year": "2009"}, "text": "Tunable interplay between epidermal growth factor and cell-cell contact governs the spatial dynamics of epithelial growth", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44341, "infons": {"fpage": "893", "lpage": "903", "name_0": "surname:Curto;given-names:M", "name_1": "surname:Cole;given-names:BK", "name_2": "surname:Lallemand;given-names:D", "name_3": "surname:Liu;given-names:CH", "name_4": "surname:McClatchey;given-names:AI", "pub-id_pmid": "17548515", "section_type": "REF", "source": "J Cell Biol", "type": "ref", "volume": "177", "year": "2007"}, "text": "Contact-dependent inhibition of EGFR signaling by Nf2/Merlin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44402, "infons": {"fpage": "485", "lpage": "489", "name_0": "surname:Kaplan;given-names:PL", "name_1": "surname:Anderson;given-names:M", "name_2": "surname:Ozanne;given-names:B", "pub-id_pmid": "6952201", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "79", "year": "1982"}, "text": "Transforming growth factor(s) production enables cells to grow in the absence of serum: an autocrine system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44510, "infons": {"fpage": "790", "name_0": "surname:Sero;given-names:JE", "section_type": "REF", "source": "Mol Syst Biol", "type": "ref", "volume": "11", "year": "2015"}, "text": "Cell shape and the microenvironment regulate nuclear translocation of NF-kappaB in breast epithelial and tumor cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44627, "infons": {"fpage": "4608", "lpage": "4616", "name_0": "surname:Orth;given-names:JD", "pub-id_pmid": "21712408", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "71", "year": "2011"}, "text": "Analysis of mitosis and antimitotic drug responses in tumors by in vivo microscopy and single-cell pharmacodynamics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44743, "infons": {"fpage": "1220", "lpage": "1227", "name_0": "surname:Yuan;given-names:H", "pub-id_pmid": "23013073", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "367", "year": "2012"}, "text": "Use of reprogrammed cells to identify therapy for respiratory papillomatosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44820, "infons": {"fpage": "1480", "lpage": "1486", "name_0": "surname:Crystal;given-names:AS", "pub-id_pmid": "25394791", "section_type": "REF", "source": "Science", "type": "ref", "volume": "346", "year": "2014"}, "text": "Patient-derived models of acquired resistance can identify effective drug combinations for cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44918, "infons": {"section_type": "METHODS", "type": "title"}, "text": "References for online methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44948, "infons": {"fpage": "515", "issue": "5", "lpage": "526", "name_0": "surname:Nam;given-names:HS", "name_1": "surname:Benezra;given-names:R", "pub-id_pmid": "19896442", "section_type": "REF", "source": "Cell Stem Cell", "type": "ref", "volume": "5", "year": "2009"}, "text": "High levels of Id1 expression define B1 type adult neural stem cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45017, "infons": {"fpage": "851", "issue": "9", "lpage": "857", "name_0": "surname:Hockemeyer;given-names:D", "name_1": "surname:Soldner;given-names:F", "name_10": "surname:Meng;given-names:X", "name_11": "surname:Miller;given-names:JC", "name_12": "surname:Zhang;given-names:L", "name_13": "surname:Rebar;given-names:EJ", "name_14": "surname:Gregory;given-names:PD", "name_15": "surname:Urnov;given-names:FD", "name_16": "surname:Jaenisch;given-names:R", "name_2": "surname:Beard;given-names:C", "name_3": "surname:Gao;given-names:Q", "name_4": "surname:Mitalipova;given-names:M", "name_5": "surname:Dekelver;given-names:RC", "name_6": "surname:Katibah;given-names:GE", "name_7": "surname:Amora;given-names:R", "name_8": "surname:Boydston;given-names:EA", "name_9": "surname:Zeitler;given-names:B", "pub-id_pmid": "19680244", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "27", "year": "2009"}, "text": "Efficient targeting of expressed and silent genes in human ESCs and iPSCs using zinc-finger nucleases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45119, "infons": {"fpage": "1065", "issue": "6", "lpage": "1079", "name_0": "surname:Boehm;given-names:JS", "name_1": "surname:Zhao;given-names:JJ", "name_10": "surname:Greulich;given-names:H", "name_11": "surname:Stewart;given-names:CJ", "name_12": "surname:Mulvey;given-names:LA", "name_13": "surname:Shen;given-names:RR", "name_14": "surname:Ambrogio;given-names:L", "name_15": "surname:Hirozane-Kishikawa;given-names:T", "name_16": "surname:Hill;given-names:DE", "name_17": "surname:Vidal;given-names:M", "name_18": "surname:Meyerson;given-names:M", "name_19": "surname:Grenier;given-names:JK", "name_2": "surname:Yao;given-names:J", "name_20": "surname:Hinkle;given-names:G", "name_21": "surname:Root;given-names:DE", "name_22": "surname:Roberts;given-names:TM", "name_23": "surname:Lander;given-names:ES", "name_24": "surname:Polyak;given-names:K", "name_25": "surname:Hahn;given-names:WC", "name_3": "surname:Kim;given-names:SY", "name_4": "surname:Firestein;given-names:R", "name_5": "surname:Dunn;given-names:IF", "name_6": "surname:Sjostrom;given-names:SK", "name_7": "surname:Garraway;given-names:LA", "name_8": "surname:Weremowicz;given-names:S", "name_9": "surname:Richardson;given-names:AL", "pub-id_pmid": "17574021", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "129", "year": "2007"}, "text": "Integrative Genomic Approaches Identify IKBKE as a Breast Cancer Oncogene", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45193, "infons": {"comment": "http://biorxiv.org/content/early/2014/03/05/003236", "name_0": "surname:Soumillon;given-names:M", "name_1": "surname:Cacchiarelli;given-names:D", "name_2": "surname:Semrau;given-names:S", "name_3": "surname:van Oudenaarden;given-names:A", "name_4": "surname:Mikkelsen;given-names:TS", "section_type": "REF", "type": "ref"}, "text": "Characterization of directed differentiation by high-throughput single-cell RNA-Seq", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45277, "infons": {"fpage": "562", "lpage": "578", "name_0": "surname:Trapnell;given-names:C", "name_1": "surname:Roberts;given-names:A", "name_2": "surname:Goff;given-names:L", "name_3": "surname:Pertea;given-names:G", "name_4": "surname:Kim;given-names:D", "name_5": "surname:Kelley;given-names:DR", "name_6": "surname:Pimentel;given-names:H", "name_7": "surname:Salzberg;given-names:SL", "name_8": "surname:Rinn;given-names:JL", "name_9": "surname:Pachter;given-names:L", "pub-id_pmid": "22383036", "section_type": "REF", "source": "Nat. Protoc", "type": "ref", "volume": "7", "year": "2012"}, "text": "Differential gene and transcript expression analysis of RNA-seq experiments with TopHat and Cufflinks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45379, "infons": {"fpage": "15545", "lpage": "15550", "name_0": "surname:Subramanian;given-names:A", "name_1": "surname:Tamayo;given-names:P", "name_10": "surname:Mesirov;given-names:JP", "name_2": "surname:Mootha;given-names:VK", "name_3": "surname:Mukherjee;given-names:S", "name_4": "surname:Ebert;given-names:BL", "name_5": "surname:Gillette;given-names:MA", "name_6": "surname:Paulovich;given-names:A", "name_7": "surname:Pomeroy;given-names:SL", "name_8": "surname:Golub;given-names:TR", "name_9": "surname:Lander;given-names:ES", "pub-id_pmid": "16199517", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "102", "year": "2005"}, "text": "Gene set enrichment analysis: A knowledge-based approach for interpreting genome-wide expression profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45485, "infons": {"file": "nihms775875f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Modeling drug response and the dependence of drug response metrics on division time", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45569, "infons": {"file": "nihms775875f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Simulation of a simple drug-response model yields relative cell counts across a concentration range for a cytostatic drug for a slow- (left), medium- (middle), and fast-growing cell line (right; Td: division time). Black lines correspond to untreated control samples and red lines denote 50% growth inhibition. Black marks show where IC50 and Emax are evaluated. (b–d) Methods for evaluating GR value: (b) Conceptual approach based on growth rates (k0 and k(c)), (c) fixed interval approach based either on cell number at the start (x0) and end of the experiment (xctrl and x(c)), or (d) time-dependent value based on cell count before and after a time interval 2 × Δt (x(c, t ± Δt)). (e) Simulated data showing relative cell count (green lines) and GR value (purple lines) for a cytostatic drug assayed over three days. The darker the line the longer the division time. IC50 and GR50 are projected onto the x-axis, Emax and GRmax onto the y-axis. (f) IC50 or Emax (green) and GR50 or GRmax (purple) computed from a theoretical three-day assay with cells dividing at different rates (AUC and GRAOC values in Supplementary Fig. 1c).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46714, "infons": {"file": "nihms775875f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "GR values are independent of both the length of the assay and the division time", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46794, "infons": {"file": "nihms775875f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Effect of altering division time of hTERT RPE-1 cells on metrics of etoposide sensitivity. Relationship between division time (Td) and doxycycline (DOX) concentration (left) to cells expressing BRAFV600E under the control of a DOX-regulated promoter. Values for IC50 and GR50 (middle), and Emax and GRmax (right) were evaluated at 48 h at different concentration of DOX. Large and undefined values for IC50 were set at 30 µM for purposes of illustration. (b) Effect of altering division time of MCF 10A cells on metrics of etoposide sensitivity. Relationship between division time (Td) and concentration of EGF in a serum-free media (left). Values for IC50 and GR50 (middle), and Emax and GRmax (right) were evaluated at 59 h at different concentrations of EGF in a serum-free media. Large and undefined values for IC50 were set at 30 µM for purposes of illustration. (c) Evaluation of relative cell count (top) and GR values (bottom)for a drug concentration close to the GR50 value (left) and computed response metrics at different time points (middle and right) as estimated from live-cell imaging of MCF 10A cells exposed to one of five drugs with different mechanisms of action. (d) Time-dependent GR values estimated over 18 h intervals for MCF 10A cells grown as spheroids treated with omipalisib (left panel) and corresponding time-dependent GR50 values (right). Dashed line shows the GR50 value evaluated at 90 h. In all panels, the data shown derive from one of three biological replicates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48306, "infons": {"file": "nihms775875f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Evaluation of GR metrics in a high-throughput dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48360, "infons": {"file": "nihms775875f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "(a–b) Fitted dose-response curves for (a) relative cell count and (b) GR values for paclitaxel in breast cancer cell lines (3-day assay data from Heiser et al.). Red denotes cytotoxic response and blue denotes cytostatic response; darker curves denote cell lines with fewer divisions. Marginal distributions (below and to the right of the dose-response plots) show the relation between estimated IC50 or GR50 and Emax or GRmax values and number of divisions for that line over three days; ρ values are Spearman’s correlation coefficients. (c) Number of divisions over three days for cell lines in the dataset grouped by subtype: HER2-amplified (HER2amp), triple-negative breast cancer (TNBC), hormone receptor-positive (HR+), and non-malignant (NM). (d–e) Distribution of IC50 (green) and GR50 (purple) for all drugs in Heiser et al. (d) or for ErbB2 inhibitors only (e) grouped by clinical subtype. P-values were derived from a ranksum test for IC50 or GR50 values for NM cells (e) or for HER2amp cells (f) lines versus all other subtypes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49408, "infons": {"file": "nihms775875f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Plating density affects division rate and drug sensitivity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49467, "infons": {"file": "nihms775875f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Spearman’s correlation between estimated values for IC50, Emax, GR50, and GRmax and seeding number for the six breast cancer cell lines shown. Data derive from an experiment in which cells were plated at a range of six densities and treated with eleven drugs having diverse mechanisms of action (see Online Methods and data 2). Significance: * for p<0.05, ** for p<0.01, and\n*** for p<0.001. (b) Relationship between seeding number and the number of divisions after 3 days. Error bars are the SEM of three biological replicates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50002, "infons": {"file": "nihms775875f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Time-dependent GR metrics reveal diverse mechanisms of drug sensitivity and resistance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50089, "infons": {"file": "nihms775875f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Evaluation of three selected drugs for which seeding density had a significant effect on GR values in MCF 10A cells based on data summarized in Fig. 4. (a) Influence of ratio of cell number to media volume for drugs related to metabolism. Time-dependent GR values for MCF 10A cells at different seeding numbers following exposure to 0.1 µM methotrexate (MTX) (left). Time-dependent GR50 values for MCF 10A cells for MTX or oligomycin (middle); values are capped at 30 µM for illustration purposes. GR dose-response curves at 3 days for MCF 10A treated with MTX with a constant number of seeded cells but in different volumes of media (right). Data shown derive from one of two biological replicates. (b) Media conditioning and adaptive resistance to linsitinib, an IGF1R inhibitor. GR dose-response curves at 3 days for MCF 10A treated with linsitinib at different cell densities (left). Error bars are the SEM of three biological replicates. Time-dependent GR values for MCF 10A at different seeding numbers following exposure to 20 µM linsitinib in the absence (middle) or presence (right) of 10 µM batimastat, a matrix metalloproteinase inhibitor. Data shown are from one of three biological replicates. (c) Paclitaxel-induced cytostasis at low cell density and apoptosis at high density. GR values for MCF 10A cells seeded at different densities and treated with paclitaxel for 3 days (left). Error bars are the SEM of three biological replicates. Fraction of MCF 10A cells positive for cleaved caspase 3 at different time points and cell densities following exposure to 0.03 µM paclitaxel (middle). Time-dependent GRmax values for paclitaxel in MCF 10A cells seeded at different densities (right). Data shown are from one of two biological replicates.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]