[{"source": "PMC", "date": "20201204", "key": "pmc.key", "infons": {}, "documents": [{"id": "7698666", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/database/baaa093", "article-id_pmc": "7698666", "article-id_pmid": "33247931", "article-id_publisher-id": "baaa093", "elocation-id": "baaa093", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:Mochão;given-names:Hugo", "name_1": "surname:Barahona;given-names:Pedro", "name_2": "surname:Costa;given-names:Rafael S", "section_type": "TITLE", "type": "front", "volume": "2020", "year": "2020"}, "text": "KiMoSys 2.0: an upgraded database for submitting, storing and accessing experimental data for kinetic modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 111, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 120, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The KiMoSys (https://kimosys.org), launched in 2014, is a public repository of published experimental data, which contains concentration data of metabolites, protein abundances and flux data. It offers a web-based interface and upload facility to share data, making it accessible in structured formats, while also integrating associated kinetic models related to the data. In addition, it also supplies tools to simplify the construction process of ODE (Ordinary Differential Equations)-based models of metabolic networks. In this release, we present an update of KiMoSys with new data and several new features, including (i) an improved web interface, (ii) a new multi-filter mechanism, (iii) introduction of data visualization tools, (iv) the addition of downloadable data in machine-readable formats, (v) an improved data submission tool, (vi) the integration of a kinetic model simulation environment and (vii) the introduction of a unique persistent identifier system. We believe that this new version will improve its role as a valuable resource for the systems biology community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1207, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Database URL:  www.kimosys.org", "sentences": [], "annotations": [], "relations": []}, {"offset": 1240, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1253, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Sharing experimental data has major advantages for the scientific community. With the amount of biological data produced increasing each year, structured databases are a crucial tool to store, share and maintain data, improving quality and reproducibility. Being able to have this information aggregated in a single discipline-specific repository could spare a lot of time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1627, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Experimental data take a big part in constructing kinetic models of biological systems. A kinetic model construction is mainly composed of four steps that can proceed iteratively: (i) model calibration/building (the rate reactions are usually represented mathematically by ordinary differential equations), (ii) simulation, (iii) model validation and analysis and finally (iv) model applications. The estimation/identification of unknown parameters is a critical task of model building, and when fitting a kinetic model from data or evaluating model predictions (e.g. in Chassagnole et al., Khodayari et al. and Mannan et al.), a curated repository with metabolomics, fluxomics and proteomics data will be essential. Alternatively, curated databases such as BRENDA and SABIO-RK provide relevant kinetic information (rate equations and experimentally derived kinetic parameters) available in the literature, which can support the model construction or extension, while repositories like BioModels and JWS Online stored Systems Biology Markup Language (SBML) models and their properties. To complement data/model annotations and information, specific database identifiers (e.g. KEGG, ChEBI, UniProt and NCBI) associated with each biochemical entity are also important.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2894, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "KiMoSys database aims to aggregate and provide published experimental data (steady state and/or dynamics of metabolite concentrations, reaction fluxes and enzyme measurements) into a single location, which can be connected to the corresponding associated kinetic model(s) (i.e. the data set that is used to build and/or evaluate the model). The public repository is focused on data dissemination and collaboration procedures to facilitate data reuse by the systems biology modelers and experimentalists. Currently, KiMoSys is a recommended data repository by a number of leading scientific journals including PLOS (https://plos.org), Scientific Data (https://www.nature.com/sdata/), GigaScience (https://academic.oup.com/gigascience) and BioMed Central (https://www.biomedcentral.com). Similarly, it is also registered by other organizations, such as the Data Citation Index on the Web of Science, FAIRsharing and re3data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3817, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One major problem regarding the aggregation of data from multiple laboratories/sources is the different nomenclature, conditions and protocols adopted by each research group. Moreover, quantitative data are usually difficult for a direct comparison between the simulated and measured data because of the formats and units used. Thus, it is essential that the experimental data and models are stored in a structured format and according to standards well known by the community. For experimental data, the Minimum Information standards, created in 2008, is used and called the Minimum Information for Biological and Biomedical Investigations (MIBBI) project. For instance, the Minimum Information About a Microarray Experiment (MIAME), part of MIBBI, was created to describe microarrays with the minimum information possible. Metadata is also a very important aspect to take into account when storing experimental data. Experience details, description and other important information can help to better understand the experimental set-up and procedure. The ISA (Investigation–Study–Assay) format is an open-source tool that allows producing detailed metadata information, enhancing the reproducibility and reusability of the data. For storing mathematical models, SBML is the most common standard, and it is based on XML. CellML, also based on XML, Biological Pathway Exchange and MATLAB are other popular languages to store and deal with computational models in systems biology. To respond to the challenge of data discovery, the DataCite consortium provides a service to assign digital object identifiers (DOIs) as a standard persistent identifier for data citation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5489, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Scientific journals have been making an effort to encourage researchers to make data shareable and public, endorsing public data repositories. They advise the repositories to follow certain specifications of how these should work, the FAIR (Findable, Accessible, Interoperable and Reusable) Principles being the main reference. McQuilton et al. propose criteria that strengthen data FAIRness. By agreeing to these specifications, the likelihood of repositories being recommended or certified by journals and publishers increases. However, as shown by Husen et al. in 2017, the process of certification is still in maturation, as less than 6% of the recommended repositories (evaluated in that study) had a certification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6210, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this new release, KiMoSys upgraded its capabilities in this direction and was empowered with several new features, especially focused on data visualization, intuitive and user-friendly web interfaces, more options to manage and download data formats, a new simulation environment for the models and the introduction of a DOI system. Furthermore, new publicly available data sets and associated kinetic models were integrated into the database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6657, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The paper is structured as follows: the section “Methods and Implementations” provides information about the methods and technologies used; the section “Results” describes the new features and the advantages of having them; the final remarks are present in the section “Concluding Remarks.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 6960, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods and Implementations", "sentences": [], "annotations": [], "relations": []}, {"offset": 6988, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The initial version of KiMoSys was built using the Ruby on Rails framework (https://rubyonrails.org), which uses the MVC (Model–View–Container) pattern, and is a powerful tool to build websites in a short amount of time. It was necessary to make an extensive update of the code since this software has received several major changes and upgrades since KiMoSys was first deployed. Ruby uses ‘gems’, which are external libraries focused on specific functionalities. While some of these gems are maintained officially by Ruby on Rails, many others are developed by different companies or by the Rails community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7605, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To improve the user interface, by making it more accessible and user-friendly, Bootstrap framework (https://getbootstrap.com) was introduced. Being the most popular tool in the world concerning HTML, CSS and Javascript, it provides clean and appealing interfaces.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7869, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The repository table in which all data sets can be searched and filtered in multiple ways is handled by DataTables (https://datatables.net). This software has a large number of extensions that can be used, one being SearchPanes (https://datatables.net/extensions/searchpanes/) that has the ability to create a filter panel. This panel is intuitive and easy to use, making it faster to search for the wanted data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8282, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to preview, modify or create plots from XML, CSV, SBML and XLSX files, it is necessary first to parse them. To achieve this, many gems are used. To preview XML, the file is first parsed using REXML (https://github.com/ruby/rexml), and then Google’s prettify (https://github.com/googlearchive/code-prettify) makes an understandable display of it, with line numbers and different colors to highlight the code. Nokogiri (https://nokogiri.org) is used to parse SBML files, while roo (https://github.com/roo-rb/roo) parses CSV and XLSX. Finally, rubyXL is involved in the process of creating new XLSX files.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Regarding data visualization, chartkick (https://chartkick. com) was the chosen library. Having the impressive ability to produce plots with just a line of Ruby code, this gem is also able to use three different chart libraries: Chart.js (https://www.chartjs.org), Highcharts (https://www.highcharts.com) and Google Charts (https://developers.google.com/chart).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9258, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The simulation of kinetic models is processed by COPASI software, using its Python language bindings. These provide an extensive set of functionalities regarding the simulation of computational models. KiMoSys 2.0 uses the time-course and steady-state simulation features/tasks. Thus, each simulation is achieved by running a Python script, which generates an output that is used to build the plots and tables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9669, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "With the objective to include Javascript libraries, Webpacker (https://github.com/rails/webpacker) was introduced. Using Webpacker, it is possible to add these Javascript libraries via Yarn (https://yarnpkg.com). Bootstrap and DataTables were imported to the project using this tool.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9953, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "KiMoSys uses an SQLite3 database (https://www.sqlite.org/index.html), and Active Storage (https://github.com/rails/rails/tree/master/activestorage) is responsible to manage the storing of files.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10148, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data and models are published as citable DOIs, registered at DataCite through FCT-NOVA University Lisbon (https://www.fct.unl.pt) services.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10288, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Other important libraries used are as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 10335, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "activeadmin (https://activeadmin.info), which provides an admin page where data can be easily managed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10438, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "devise (https://github.com/heartcombo/devise), that is responsible for user registrations, logins and sessions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10550, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Google Recaptcha (https://www.google.com/recaptcha/intro/v3.html), to prevent bots from creating accounts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10657, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "cancancan (https://github.com/CanCanCommunity/cancancan), which deals with user permissions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10750, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "impressionist (https://github.com/charlotte-ruby/impressionist), which handles the counting of pages views and downloads.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10872, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SimpleForm (https://github.com/heartcombo/simple_form), a tool that is able to generate forms with Bootstrap.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10982, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MathJax (https://www.mathjax.org), which helps transforming raw mathematics equations into clear and readable images.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11100, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11108, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The main architecture of KiMoSys has been retained, as provided in the original publication. However, the platform has undergone significant changes to implement the new functionalities and features, described next.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11324, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "New queries and improved web interface", "sentences": [], "annotations": [], "relations": []}, {"offset": 11363, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When searching for data, it is necessary to have a wide range of queries, covering the most relevant data attributes, therefore facilitating the process to the user. To meet this demand, KiMoSys 2.0 introduced a completely new filter query panel, offering different pre-structured queries/filters, allowing, for example, the selection of an organism name, data type or metadata information, such as year of publication where the data are described or the culture mode. There are six main filter blocks that the user can select, as shown in Figure 1a. The user can filter a query to focus only on a specific characteristic, refreshing the panel according to the options that are still left, relative to the one that was clicked, providing a better user experience as depicted in Figure 1b. Users can choose multiple filters in the same box, as well as in different ones. The items displayed in each box can be ordered alphabetically or numerically. Additionally, it is also possible to combine the free text search box available in the previous version, with the new filters. The search box allows users to search each metadata field available. The option to search the data and model elements (metabolite, reaction, protein) by standard cross-references ChEBI, KEGG or UniProt IDs is also available in KiMoSys 2.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12678, "infons": {"file": "baaa093f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Screenshot of the new filter panel and its interactions. Ahead of each item, there is a number that represents its amount present in the database. (a) A filter panel for the repository table. (b) An example of the new filter panel after the selection of an item; the panel refreshes according to the selected filter and the remaining available options. The numbers are updated: the value outside the parentheses is the remaining amount of data entries that exist according to the filters selected, while the value inside the parentheses is the total number present in the database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13260, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The main repository table was refined for a more dynamic appearance. For user convenience, table entries with data that have connected associated models can be expanded and collapsed to display information related to them (displayed in Figure 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13507, "infons": {"file": "baaa093f2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Screenshot of the main repository table.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13548, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Accessing data displayed in a clear and understandable way, without having to download it, provides a more friendly and engaging environment to the user. KiMoSys new version allows the preview of the CSV, XLSX files (Figure 3) and SBML, XML files (Figure 4) for data sets and models, respectively. Users can navigate through the XLSX tabs, just like in an Excel file, and below for each table, a plot of the data is displayed. The metabolite, flux and protein entities are accompanied by cross-links to external resources (ChEBI, KEGG and UniProt). The SBML file has color highlighting on the code to help the user have a better understanding of it (Figure 4a). Additionally, the species (Figure 4b), kinetic rate equations and parameters (Figure 4c) of a kinetic model are also provided to preview. Unfortunately, for the models stored in KiMoSys as executable code (e.g. MATLAB), the preview option is unavailable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14465, "infons": {"file": "baaa093f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Screenchot depicting a data file preview (example for DataEntry ID 30). Here, the user can navigate through each tab.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14583, "infons": {"file": "baaa093f4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Example of an SBML model file preview (Model EntryID 13). (a) Snapshot of the XML file preview. (b) Screenshot for the model species and initial concentrations. (c) Screenshot of the model reactions, rate equations and kinetic parameters.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14822, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As data and metadata citation is important to make it more Accessible and Reusable, an easier way was implemented to cite the data and models, with some generic citation formats, such as APA, MLA, ISO-690 and BibTex, and a copy to the clipboard.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15068, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clear and intuitive interfaces are essential to improve the user experience. To achieve this, Bootstrap (https://getbootstrap.com) was introduced. Several minor interface changes were done, such as font size or boxes layout. The most significant update was made in forms that now use the Simple Form ‘gem’ (https://github.com/heartcombo/simpleform), which provides an easy tool to create Bootstrap forms Submitting data, registering a new account, or navigate through the website can now be easier to the users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15584, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "One new page tab has been created for the present KiMoSys release. The content statistics tab, evidence by organisms and data type (and its associated models) are shown in (Figure 5a) and (Figure 5b), respectively. In this update, the data deposited in KiMoSys were expanded with significantly new public experimental data sets and associated kinetic models. The repository was upgraded and manually curated from over 50 bibliographic references. From these, one submission has been accompanied by corresponding journal submission. This example shows a system biology work (with experimental data sets) where the data have been submitted to the KiMoSys repository (with the data set identifier Data EntryID 91) and cited in the original paper. Currently, the complete set of experimental data and associated kinetic models in KiMoSys contains 77 public data sets and 23 associated kinetic models entries (compared with 36 Data EntryIDs and 12 associated models, in April 2014). This information was manually extracted and collected from published scientific articles and added to the KiMoSys database. We hope that in the future other research groups (modelers but also experimentalists) can use this information for additional studies. It has 28 ‘metabolic fluxes’ records (36%) that are linked to 7 associated kinetic models; 17 ‘time-series metabolites’ records (22%) linked to 15 associated kinetic models; and 23 ‘steady-state metabolites’ records (30%) linked to 4 models. A total of 9 ‘protein levels’ (12%) data sets that are linked to 3 kinetic models are also contained in the repository. Escherichia coli (49%) is by far the organism with the highest number of identifiers (38 Data EntryIDs and 11 Model EntryIDs). Apart from E. coli, the second most represented type of organisms in KiMoSys is Saccharomyces cerevisae (22%). This should come as no surprise since these are two well-studied organisms described in the literature. Other organisms (more than 10) including Pishia pastoris, Lactococcus lactis and Aspergillus niger are also presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17660, "infons": {"file": "baaa093f5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Representative screenshots from the new content statistics page tab. (a) Overview of organisms statistics. (b) Overview of data type and associated model statistics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17826, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Implementation of data visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 17863, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Data visualization is crucial for a more intuitive interpretation of experimental results. A key feature of the KiMoSys database is the introduction of a visualization service for the data sets stored. The different viewing options (for metabolites’ concentration over time or in steady-state and flux distributions) allow users for a better perception of the data. As an example, Figure 6 displays two plots from different data files.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18301, "infons": {"file": "baaa093f6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Screen images from different data types that the user can preview from the data sets. (a) Example of time-course data for the Data EntryID 30. (b) Example of flux distribution for the Data EntryID 73.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18502, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ability to preview data files, without having to download them and use other tools to create a plot can be very helpful, sparing time to the user and facilitating the data set interpretation. Moreover, providing the user with an overview of the associated models (specie concentrations, kinetic rate equations and parameters) in a human-readable way is also important for a better perception of the models’ characteristics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18932, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "More downloadable data formats", "sentences": [], "annotations": [], "relations": []}, {"offset": 18963, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As metadata is considered fundamental to describe data, it is very important to have it available to download in diverse formats. In addition to the search results view and an improved web interface, users can now export the data and/or model metadata. It can be downloaded in three formats: RDF (Resource Description Format), XML and plain text. This feature achieves the Interoperable FAIR Principle, which is focused on combining data by humans and machines in standardized formats, while also enforcing data Reusability since it can be processed using computational methods (such as document creation from XML or RDF files). Furthermore, statistics about the total number of downloads and accesses are provided for each data set and associated model record.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19725, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Improved data submission tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 19755, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In KiMoSys, there are two main types of data submission: a quick submit that does not require user registration, and a more elaborate one, requesting detailed information. In this release, an improved electronic data-submission tool is offered. In the original version, it was necessary to fill an Excel file with the data and metadata, and then fill an online form with the same metadata, which was not user-friendly. Now it is not necessary to fill the Excel spreadsheet with the metadata. When the user submits the online form, the metadata is automatically aggregated to the file with the data set. The data version present in the file is also automatically updated when data are modified. This new tool is expected to increase the rate at which data are deposited to the KiMoSys database by the community and the quality of the submitted information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20611, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "New simulation environment", "sentences": [], "annotations": [], "relations": []}, {"offset": 20638, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By including a simulation environment for kinetic models, using COPASI software, KiMoSys 2.0 introduced new options to facilitate the use of the associated kinetic models. The researchers can use the web-based interface to explore metadata, and perform simulations (time-course and/or steady-state) for the stored kinetic models (see examples in Figure 7), by clicking the ‘Simulate’ button. This can be done only for the models in SBML, the universal standard format in systems biology. Users can also export the simulation data in CSV format.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21187, "infons": {"file": "baaa093f7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Screenshots of the simulation web interface for two different associated models stored in KiMoSys. The CSV file is available to download the simulated data. (a) Example of metabolites time-course simulation with the Model EntryID 13. (b) Time profiles for the reaction fluxes simulation obtained with the Model EntryID 31.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21510, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "New unique persistent identifier system", "sentences": [], "annotations": [], "relations": []}, {"offset": 21550, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to be considered a FAIR compliant resource, KiMoSys 2.0 introduced a DOI for each Data/Model EntryID, which is in line with the FAIR Data Principle requests. Data and model records available in the database are now published as DOIs and registered at DataCite. For new data/model entities submitted to the KiMoSys database and approved by the KiMoSys team, a citable DOI is assigned as a permanent reference. Thus, in this updated version, the DOI system is currently available to provide persistent, unique and citable data, conceding KiMoSys the Findable FAIR Principle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22132, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Concluding remarks", "sentences": [], "annotations": [], "relations": []}, {"offset": 22151, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "KiMoSys 2.0 is a significant update to the original version. It provides new tools for data visualization, models simulation, (meta)data search, machine-readable download formats and data submission process, while also introducing a new web interface that can improve the user experience. These new features are in accordance with the FAIR standards, and along with the introduction of a unique persistent identifier system make KiMoSys a Findable repository. In addition, the number of records and source publications consulted has increased. We believe that KiMoSys 2.0 will be very helpful to the systems biology modeling community. In the future, KiMoSys will be routinely maintained as the collection/curation of data (and associated kinetic models) is ongoing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22918, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 22929, "infons": {"fpage": "417", "lpage": "421", "name_0": "surname:Clarke;given-names:D.J.", "name_1": "surname:Wang;given-names:L.", "name_2": "surname:Jones;given-names:A.", "pub-id_pmid": "31677972", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "9", "year": "2019"}, "text": "FAIRshake: toolkit to evaluate the FAIRness of research digital resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 23003, "infons": {"fpage": "1", "lpage": "14", "name_0": "surname:Machado;given-names:D.", "name_1": "surname:Costa;given-names:R.S.", "name_2": "surname:Rocha;given-names:M.", "pub-id_pmid": "21906327", "section_type": "REF", "source": "AMB Express", "type": "ref", "volume": "1", "year": "2011"}, "text": "Modeling formalisms in systems biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 23042, "infons": {"fpage": "53", "lpage": "73", "name_0": "surname:Chassagnole;given-names:C.", "name_1": "surname:Noisommit-Rizzi;given-names:N.", "name_2": "surname:Schmid;given-names:J.W.", "pub-id_pmid": "17590932", "section_type": "REF", "source": "Biotechnol. Bioeng.", "type": "ref", "volume": "79", "year": "2002"}, "text": "Dynamic modeling of the central carbon metabolism of Escherichia coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 23112, "infons": {"fpage": "50", "lpage": "62", "name_0": "surname:Khodayari;given-names:A.", "name_1": "surname:Zomorrodi;given-names:A.R.", "name_2": "surname:Liao;given-names:J.C.", "pub-id_pmid": "24928774", "section_type": "REF", "source": "Metab. Eng.", "type": "ref", "volume": "25", "year": "2014"}, "text": "A kinetic model of Escherichia coli core metabolism satisfying multiple sets of mutant flux data", "sentences": [], "annotations": [], "relations": []}, {"offset": 23209, "infons": {"name_0": "surname:Mannan;given-names:A.A.", "name_1": "surname:Toya;given-names:Y.", "name_2": "surname:Shimizu;given-names:K.", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Integrating kinetic model of E. coli with genome scale metabolic fluxes overcomes its open system problem and reveals bistability in central metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 23361, "infons": {"fpage": "126", "lpage": "141", "name_0": "surname:Costa;given-names:R.S.", "name_1": "surname:Hartmann;given-names:A.", "name_2": "surname:Vinga;given-names:S.", "pub-id_pmid": "26724578", "section_type": "REF", "source": "J. Biotechnol.", "type": "ref", "volume": "219", "year": "2016"}, "text": "Kinetic modeling of cell metabolism for microbial production", "sentences": [], "annotations": [], "relations": []}, {"offset": 23422, "infons": {"fpage": "47", "lpage": "49", "name_0": "surname:Schomburg;given-names:I.", "name_1": "surname:Chang;given-names:A.", "name_2": "surname:Schomburg;given-names:D.", "pub-id_pmid": "11752250", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "30", "year": "2002"}, "text": "BRENDA, enzyme data and metabolic information", "sentences": [], "annotations": [], "relations": []}, {"offset": 23468, "infons": {"fpage": "D790", "lpage": "D796", "name_0": "surname:Wittig;given-names:U.", "name_1": "surname:Kania;given-names:R.", "name_2": "surname:Golebiewski;given-names:M.", "pub-id_pmid": "22102587", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "40", "year": "2011"}, "text": "SABIO-RK—database for biochemical reaction kinetics", "sentences": [], "annotations": [], "relations": []}, {"offset": 23522, "infons": {"fpage": "D542", "lpage": "D548", "name_0": "surname:Chelliah;given-names:V.", "name_1": "surname:Juty;given-names:N.", "name_2": "surname:Ajmera;given-names:I.", "pub-id_pmid": "25414348", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "43", "year": "2014"}, "text": "BioModels: ten-year anniversary", "sentences": [], "annotations": [], "relations": []}, {"offset": 23554, "infons": {"fpage": "2143", "lpage": "2144", "name_0": "surname:Olivier;given-names:B.G.", "name_1": "surname:Snoep;given-names:J.L.", "pub-id_pmid": "15072998", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "20", "year": "2004"}, "text": "Web-based kinetic modelling using JWS Online", "sentences": [], "annotations": [], "relations": []}, {"offset": 23599, "infons": {"fpage": "524", "lpage": "531", "name_0": "surname:Hucka;given-names:M.", "name_1": "surname:Finney;given-names:A.", "name_2": "surname:Sauro;given-names:H.M.", "pub-id_pmid": "12611808", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "19", "year": "2003"}, "text": "The Systems Biology Markup Language (SBML): a medium for representation and exchange of biochemical network models", "sentences": [], "annotations": [], "relations": []}, {"offset": 23714, "infons": {"name_0": "surname:Costa;given-names:R.S.", "name_1": "surname:Veríıssimo;given-names:A.", "name_2": "surname:Vinga;given-names:S.", "pub-id_doi": "10.1186/s12918-014-0085-3", "section_type": "REF", "source": "BMC Syst Biol", "type": "ref", "volume": "8", "year": "2014"}, "text": "Ki MoSys: a web-based repository of experimental data for KInetic MOdels of biological SYStems", "sentences": [], "annotations": [], "relations": []}, {"offset": 23809, "infons": {"fpage": "88", "lpage": "90", "name_0": "surname:Pavlech;given-names:L.L.", "pub-id_doi": "10.3163/1536-5050.104.1.020", "section_type": "REF", "source": "JMLA.", "type": "ref", "volume": "104", "year": "2016"}, "text": "Data citation index", "sentences": [], "annotations": [], "relations": []}, {"offset": 23829, "infons": {"fpage": "358", "lpage": "367", "name_0": "surname:Sansone;given-names:S.A.", "name_1": "surname:McQuilton;given-names:P.", "name_2": "surname:Rocca-Serra;given-names:P.", "pub-id_pmid": "30940948", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "37", "year": "2019"}, "text": "FAIRsharing as a community approach to standards, repositories and policies", "sentences": [], "annotations": [], "relations": []}, {"offset": 23905, "infons": {"name_0": "surname:Pampel;given-names:H.", "name_1": "surname:Vierkant;given-names:P.", "name_2": "surname:Scholze;given-names:F.", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Making research data repositories visible: the re3data.org registry", "sentences": [], "annotations": [], "relations": []}, {"offset": 23973, "infons": {"fpage": "889", "lpage": "896", "name_0": "surname:Taylor;given-names:C.F.", "name_1": "surname:Field;given-names:D.", "name_2": "surname:Sansone;given-names:S.A.", "pub-id_pmid": "18688244", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "26", "year": "2008"}, "text": "Promoting coherent minimum reporting guidelines for biological and biomedical investigations: the MIBBI project", "sentences": [], "annotations": [], "relations": []}, {"offset": 24085, "infons": {"name_0": "surname:Brazma;given-names:A.", "name_1": "surname:Hingamp;given-names:P.", "name_2": "surname:Quackenbush;given-names:J.", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "29", "year": "2001"}, "text": "Minimum information about a microarray experiment (MIAME)—toward standards for microarray data", "sentences": [], "annotations": [], "relations": []}, {"offset": 24182, "infons": {"name_0": "surname:Sansone;given-names:S.A.", "name_1": "surname:Rocca-Serra;given-names:P.", "name_2": "surname:Field;given-names:D.", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "44", "year": "2012"}, "text": "Toward interoperable bioscience data", "sentences": [], "annotations": [], "relations": []}, {"offset": 24219, "infons": {"fpage": "740", "lpage": "747", "name_0": "surname:Cuellar;given-names:A.A.", "name_1": "surname:Lloyd;given-names:C.M.", "name_2": "surname:Nielsen;given-names:P.F.", "section_type": "REF", "source": "Simulation", "type": "ref", "volume": "79", "year": "2003"}, "text": "An overview of CellML 1.1, a biological model description language", "sentences": [], "annotations": [], "relations": []}, {"offset": 24286, "infons": {"fpage": "935", "lpage": "942", "name_0": "surname:Demir;given-names:E.", "name_1": "surname:Cary;given-names:M.P.", "name_2": "surname:Paley;given-names:S.", "pub-id_pmid": "20829833", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "28", "year": "2010"}, "text": "The BioPAX community standard for pathway data sharing", "sentences": [], "annotations": [], "relations": []}, {"offset": 24341, "infons": {"name_0": "surname:Brase;given-names:J.", "name_1": "surname:Sens;given-names:I.", "name_2": "surname:Lautenschlager;given-names:M.", "section_type": "REF", "source": "D-Lib Mag.", "type": "ref", "volume": "21", "year": "2015"}, "text": "The tenth anniversary of assigning DOI names to scientific data and a five year history of DataCite", "sentences": [], "annotations": [], "relations": []}, {"offset": 24441, "infons": {"name_0": "surname:Husen;given-names:S.", "name_1": "surname:de Wilde;given-names:Z.", "name_2": "surname:de Waard;given-names:A.", "section_type": "REF", "type": "ref", "year": "2017"}, "text": "Recommended versus certified repositories: mind the gap", "sentences": [], "annotations": [], "relations": []}, {"offset": 24497, "infons": {"name_0": "surname:Wilkinson;given-names:M.D.", "name_1": "surname:Dumontier;given-names:M.", "name_2": "surname:Aalbersberg;given-names:I.J.", "section_type": "REF", "source": "Sci. Data", "type": "ref", "volume": "3", "year": "2016"}, "text": "The FAIR Guiding Principles for scientific data management and stewardship", "sentences": [], "annotations": [], "relations": []}, {"offset": 24572, "infons": {"name_0": "surname:McQuilton;given-names:P.", "name_1": "surname:Sansone;given-names:S.A.", "name_2": "surname:Cousijn;given-names:H.", "pub-id_doi": "10.17605/OSF.IO/N9QJ7", "section_type": "REF", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 24573, "infons": {"fpage": "105", "lpage": "108", "name_0": "surname:Bächle;given-names:M.", "name_1": "surname:Kirchberg;given-names:P.", "section_type": "REF", "source": "IEEE Softw.", "type": "ref", "volume": "24", "year": "2007"}, "text": "Ruby on Rails", "sentences": [], "annotations": [], "relations": []}, {"offset": 24587, "infons": {"fpage": "21116", "lpage": "21122", "name_0": "surname:Durganath;given-names:Y.", "name_1": "surname:Edreena;given-names:P.", "section_type": "REF", "source": "Int. J. Pharm. Technol.", "type": "ref", "volume": "8", "year": "2016"}, "text": "Role of bootstrap in web page creation", "sentences": [], "annotations": [], "relations": []}, {"offset": 24626, "infons": {"fpage": "3067", "lpage": "3074", "name_0": "surname:Hoops;given-names:S.", "name_1": "surname:Sahle;given-names:S.", "name_2": "surname:Gauges;given-names:R.", "pub-id_pmid": "17032683", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "22", "year": "2006"}, "text": "COPASI—a complex pathway simulator", "sentences": [], "annotations": [], "relations": []}, {"offset": 24663, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Zheng;given-names:Y.", "name_1": "surname:Yang;given-names:Y.", "name_2": "surname:Dong;given-names:B.", "pub-id_pmid": "26739966", "section_type": "REF", "source": "Mol Brain", "type": "ref", "volume": "9", "year": "2016"}, "text": "Metabonomic profiles delineate potential role of glutamate-glutamine cycle in db/db mice with diabetes-associated cognitive decline", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]