[{"source": "PMC", "date": "20210826", "key": "pmc.key", "infons": {}, "documents": [{"id": "8373276", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "MCINTYRE et al.", "article-id_doi": "10.1111/acel.13381", "article-id_pmc": "8373276", "article-id_pmid": "34227219", "article-id_publisher-id": "ACEL13381", "elocation-id": "e13381", "issue": "8", "kwd": "acetylcholine aging atracurium DAF‐16 FOXO longevity neuromuscular junction", "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "name_0": "surname:McIntyre;given-names:Rebecca L.", "name_1": "surname:Denis;given-names:Simone W.", "name_10": "surname:Jongejan;given-names:Aldo", "name_11": "surname:Scheibye‐Knudsen;given-names:Morten", "name_12": "surname:Houtkooper;given-names:Riekelt H.", "name_13": "surname:Janssens;given-names:Georges E.", "name_2": "surname:Kamble;given-names:Rashmi", "name_3": "surname:Molenaars;given-names:Marte", "name_4": "surname:Petr;given-names:Michael", "name_5": "surname:Schomakers;given-names:Bauke V.", "name_6": "surname:Rahman;given-names:Mizanur", "name_7": "surname:Gupta;given-names:Siddhartha", "name_8": "surname:Toth;given-names:Marton L.", "name_9": "surname:Vanapalli;given-names:Siva A.", "section_type": "TITLE", "type": "front", "volume": "20", "year": "2021"}, "text": "Inhibition of the neuromuscular acetylcholine receptor with atracurium activates FOXO/DAF‐16‐induced longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 115, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 124, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Transcriptome‐based drug screening is emerging as a powerful tool to identify geroprotective compounds to intervene in age‐related disease. We hypothesized that, by mimicking the transcriptional signature of the highly conserved longevity intervention of FOXO3 (daf‐16 in worms) overexpression, we could identify and repurpose compounds with similar downstream effects to increase longevity. Our in silico screen, utilizing the LINCS transcriptome database of genetic and compound interventions, identified several FDA‐approved compounds that activate FOXO downstream targets in mammalian cells. These included the neuromuscular blocker atracurium, which also robustly extends both lifespan and healthspan in Caenorhabditis elegans. This longevity is dependent on both daf‐16 signaling and inhibition of the neuromuscular acetylcholine receptor subunit unc‐38. We found unc‐38 RNAi to improve healthspan, lifespan, and stimulate DAF‐16 nuclear localization, similar to atracurium treatment. Finally, using RNA‐seq transcriptomics, we identify atracurium activation of DAF‐16 downstream effectors. Together, these data demonstrate the capacity to mimic genetic lifespan interventions with drugs, and in doing so, reveal that the neuromuscular acetylcholine receptor regulates the highly conserved FOXO/DAF‐16 longevity pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1473, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Transcriptome‐based drug screening is a powerful tool to identify geroprotective compounds. By mimicking the transcriptional signature of FOXO3 (daf‐16 in worms) overexpression, we identified the neuromuscular blocker atracurium, which extends both lifespan and healthspan in Caenorhabditis elegans. Here we demonstrate the capacity to mimic genetic lifespan interventions with drugs, and reveal that the neuromuscular acetylcholine receptor regulates the highly conserved DAF‐16 longevity pathway. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 1979, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1992, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Aging is a major risk factor for disease, and in recent years, cellular pathways and interventions influencing the aging process have steadily been uncovered. These are classified as the hallmarks of aging (López‐Otín et al.,), which range from intracellular alterations, such as deregulated nutrient signaling pathways, to altered intercellular communication (López‐Otín et al.,). Many genetic interventions have been identified to slow the progression of aging processes, and thereby progression of disease (Figure 1a). Identification of pharmacological means to address this risk would be of great benefit to society (Figure 1a) (Partridge et al.,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2653, "infons": {"file": "ACEL-20-e13381-g006.jpg", "id": "acel13381-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "In silico drug screen identifies compounds that mimic transcriptional signature of FOXO3 overexpression. (a) Schematic depicting the increased incidence of disease throughout the aging process. Many genetic interventions (orange) have been described that intervene in the aging process to promote health and increase lifespan. Drug interventions (blue) are less prevalent, but here we describe efforts to identify compounds capable of producing the same effects. (b) FOXO's conserved role in longevity regulation across the phylogenetic tree. FOXO and its orthologs directly regulate, or are associated with, aging in organisms as distantly related as yeast and humans. (c) The library of integrated network‐based cellular signatures (LINCS), a database that holds a core set of transcriptional signatures from at least five different commonly used cell lines. Transcriptional signatures for over 2500 drugs, over 3500 gene knock‐downs and over 2000 gene over expressions are available. We used the FOXO3 overexpression transcriptional signature present in LINCS to query for mimetic compounds. (d) The top 15 hits mimicking FOXO3 overexpression from the LINCS core compounds and their summary score integrating results from all cell lines tested. All compound hits can be found in Table S1. (e) Enrichment of drug classes in the candidate list, shows mTOR and PI3K inhibitors as highly enriched drug classes for their potential to mimic FOXO3 overexpression among the candidate drugs. Names of drug classes are only displayed if passing significance of enrichment (adjusted p < 0.05, Y axis). Number of drug hits from the drug class is depicted on the X axis, while sizes of the dots in the scatterplot denote what percentage of the drug class were hits (i.e., 5 hits out of a class of 10 would denote a 50% coverage). (f) Schematic of in vitro validation method to test candidate drugs. HL1 mouse cardiac cells were cultured with compounds for 24 h of exposure. FOXO3 and target gene expression was assessed by qPCR (mRNA level normalized to reference gene Gapdh). The top 5 ranked compounds from the candidate list (figure d) that also had FDA approval status were used for testing. (g–k) The expression levels of Foxo3 and its target genes—Gadd45a, Ccng2, Hspa1b, Cat, Bcl6, Scp2 as assessed by qPCR—in either control cells (gray) or cells treated with drug candidates (blue)—cyproheptadine (g), rapamycin (h), atracurium (i), sildenafil (j), and zidovudine (k). All drugs were assessed at a concentration of 50 µM, except for rapamycin that was assessed at 10 µM to avoid toxicity. Asterisk indicates significantly increased expression for each gene (p < 0.05, t test) with the drug relative to control", "sentences": [], "annotations": [], "relations": []}, {"offset": 5382, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The hallmark of deregulated nutrient signaling includes many well‐described longevity pathways, such as mechanistic target of rapamycin (mTOR) and Phosphatidylinositol 3‐kinase (PI3K) (Houtkooper et al.,). Integrated with both of these is the highly conserved genetic longevity intervention: activation or overexpression of the Forkhead Box O (FOXO) family of transcription factors. Overexpression of FOXO and its orthologs have been shown in yeast, worms, and flies to increase lifespan (Figure 1b) (Hwangbo et al.,; Kwon et al.,; Lin et al.,; Postnikoff et al.,). In hydra, FOXO is thought to be crucial for immortality (Boehm et al.,), and in mice, it is required for the lifespan‐extending effects of dietary restriction (Figure 1b) (Shimokawa et al.,). In humans, the FOXO3a variant is specifically associated with longevity (Figure 1b) (Martins et al.,; Morris et al.,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6265, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Another hallmark of aging, altered intercellular communication, is most often discussed in relation to inflammation. Yet, more recently, the role of other forms of intercellular communication in the aging process has begun to emerge. One that is particularly relevant to this study is acetylcholine (ACh) signaling at the neuromuscular junction (NMJ). In Caenorhabditis elegans, ACh supplementation has been shown to improve stress tolerance (Furuhashi & Sakamoto,). However, increased cholinergic transmission was shown to accelerate neurodegenerative phenotypes in mice (Sugita et al.,). There is currently limited insight into the specific role of NMJ ACh signaling in aging and longevity, yet a connection may be present.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6991, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The identification of geroprotectors, compounds that can slow the aging process to delay the onset of age‐related diseases, is a relatively new field. Despite the development of some high‐throughput methods, screening for these compounds is time consuming, due to the need to evaluate full lifespans of model organisms (Moskalev et al.,). Though commonly used aging models such as the nematode Caenorhabditis elegans have relatively short lifespans compared to mammals, testing compounds on a large scale is still difficult.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7520, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An alternative to large scale in vivo screening is transcriptome‐based in silico drug screening. Here, the majority of the screening process is performed computationally, thereby considerably narrowing down the candidate list of compounds requiring validation. This method, when applied to the transcriptional signature of the well‐known longevity intervention, dietary restriction (DR), identified the DR mimetic allantoin (Calvert et al.,). Similarly, members of our group applied machine learning algorithms trained on human aging transcriptome datasets to drug‐response transcriptomes. This method allowed the identification of HSP90 inhibitors, including monorden and tanespimycin, as geroprotectors (Janssens et al.,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8251, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, using a transcriptomics‐based in silico drug screen focused on the conserved genetic longevity intervention of overexpression of FOXO3, we identified a number of FDA‐approved geroprotectors. From there, we focused on the neuromuscular blocker, atracurium, which activated FOXO targets in mammalian cell culture and extended both lifespan and healthspan in worms. This extension was dependent on FOXO (daf‐16 in worms) and antagonism of the acetylcholine receptor (AChR). Collectively, these results demonstrate a conserved longevity cascade in which inhibition of the AChR by atracurium leads to activation of FOXO/DAF‐16 and therefore extended longevity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8921, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 8929, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "In silico drug screen identifies compounds that mimic transcriptional signature of FOXO3 overexpression", "sentences": [], "annotations": [], "relations": []}, {"offset": 9033, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to identify compounds that produce similar effects as FOXO3 overexpression, we utilized the library of integrated network‐based cellular signatures (LINCS), a database and software suite containing transcriptional signatures of both drug‐treated human cell lines and genetic perturbations (Keenan et al.,; Subramanian et al.,). LINCS includes the transcriptional signatures of 2837 compounds, many of which are FDA‐approved, originating from a core set of eight cell lines (PC3, VCAP, A375, HA1E, HCC515, HT29, MCF7, and HEPG2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9577, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "With the FOXO3 overexpression transcriptional signature available in this database, we used the online software available within LINCS to search for compounds producing the most similar transcriptional effects to FOXO3 overexpression (Figure 1c). For each compound, a standardized score was generated which ranged from −100 (highly opposing transcriptional signature to query candidate) to 100 (highly similar transcriptional signature to query candidate), and a summary score consolidating cell line data was generated for each compound. Summary scores greater than 90 were used as cutoff criteria to designate compounds with similar transcriptional signatures, as recommended by LINCS, and the ranked results were downloaded for further evaluation (Table S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10341, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This approach generated a list of 129 candidate drugs mimicking FOXO3 overexpression transcriptionally (Figure 1d; Table S1). To categorize commonalities within this list, which contained both FDA‐approved drugs and compounds developed for research use, we used the drug descriptions associated with each compound to perform enrichment analysis. This allowed us to see which drug classes were most prevalent in our list, relative to the entire dataset. We found that both mTOR inhibitors and PI3Kinase inhibitors were strongly enriched as drug classes that matched the FOXO3 overexpression mRNA signature (Figure 1e). Because mTOR and PI3Kinase inhibitors are both known to increase lifespan, and act within the FOXO longevity pathway (Babar et al.,; Hay,), we concluded that our approach could indeed identify compounds that are known to extend lifespan through the FOXO signaling pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11234, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As it is more straightforward to repurpose drugs already used in a clinical setting than to develop new ones, we continued investigation with our top five hits from the screen that already possessed FDA approval (Figure 1f). These compounds included two positive controls known to extend model organism lifespan: the serotonin antagonist cyproheptadine (ranked 1st on the FDA‐approved subset; ranked 4th overall) (Petrascheck et al.,) and the mTOR inhibitor rapamycin (2nd FDA‐approved; 14th overall) (Robida‐Stubbs et al.,) and three other compounds; the neuromuscular blocker atracurium (3rd FDA‐approved; 20th overall), the vasodilator sildenafil (4th FDA‐approved; 21st overall), and the nucleoside reverse transcriptase inhibitor (NRTI) zidovudine (5th FDA‐approved; 28th overall).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12033, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next sought to investigate these individual compounds' ability to activate the FOXO pathway in vitro. Because FOXO has long been implicated in cardiac aging (Wong & Woodcock,), we cultured mouse HL1 cardiac cells with each compound individually for 24 h and assessed the gene expression of Foxo3 itself and a number of known Foxo3 target genes (Figure 1f). Target genes included Gadd45a, a DNA repair gene directly stimulated by FOXO3 activity (Tran et al.,), Ccng2, and Bcl6, both cell cycle related genes also directly regulated by FOXO3 (Fernandez de Mattos et al.,; Fu & Peng,), the catalase Cat and the sterol carrier Scp2, which are part of the cellular antioxidant defense system regulated by Foxo transcription factor activity in general (Dansen et al.,; Klotz et al.,), and Hspa1a, which encodes a heat shock protein regulated by FOXO transcription factors, conserved across species (Webb et al.,). Relative to untreated cells, we found that most compounds could significantly activate the expression of Foxo3 itself as well as the majority of the targets we tested (Figure 1g–k). These data suggest that our compound screen was successful in identifying compounds that mimic overexpression of FOXO3 by activating Foxo3 target genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13282, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Zidovudine and atracurium both extend lifespan in Caenorhabditis elegans, but only atracurium depends on daf‐16 ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13397, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the effects of the identified compounds on lifespan, we turned to C. elegans, a simple and well‐described model organism for aging. As noted above, cyproheptadine and rapamycin are known lifespan extenders (Petrascheck et al.,; Robida‐Stubbs et al.,), so we proceeded to test lifespan effects of atracurium, sildenafil, and zidovudine. Of these three, zidovudine and atracurium robustly and reproducibly extended lifespan at a concentration of 50 μM (Figure 2a,b; Table S2), whereas sildenafil led to no consistent difference in lifespan with the concentration and conditions we tested (Table S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14009, "infons": {"file": "ACEL-20-e13381-g005.jpg", "id": "acel13381-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Zidovudine and atracurium extend lifespan in Caenorhabditis elegans, but only atracurium depends on daf‐16. (a) Survival curves showing that zidovudine (50 μM) extends lifespan in wild type (N2) C.elegans. (b) Survival curves showing that atracurium (50 μM) extends lifespan in N2 C.elegans. (c) Survival curves showing that zidovudine (50 μM) extends lifespan in the daf‐16(mu86) strain. (d) Survival curves showing that atracurium (50 μM) is unable to extend lifespan in the daf‐16(mu86) strain. (e) Mobility of atracurium‐treated N2 worms at day 10 of adulthood. Atracurium improves healthspan in a dose‐dependent manner (5 μM, 50 μM, 500 μM). For each condition, n = ~70–100 measurements of ~50 worms. Statistical significance is determined by a one‐way ANOVA, and represented p‐values are each compared to the water vehicle. See Table S3 for healthspan statistics. (f) Survival curves showing significant lifespan extension with atracurium at increasing doses (5 μM, 50 μM, 500 μM). While some dose‐effect seems present, and all doses significantly extend lifespan relative to water vehicle treatment, the differences between concentrations are not statistically significant. All statistical comparisons of survival curves are determined by log‐rank tests. For each condition, n = 100 worms. See Table S2 for lifespan statistics. ****p < 0.0001, ***p < 0.001, **p < 0.01, *p < 0.05, ns—not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 15470, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because our compound screen was based on overexpression of FOXO3, we hypothesized that lifespan extension from our positive hits would be dependent on daf‐16. We therefore tested whether zidovudine and atracurium extend lifespan in the daf‐16(mu86) mutant strain. Zidovudine maintained a robust lifespan extension in the mutant (Figure 2c), while the lifespan extension induced by atracurium was almost completely abrogated (Figure 2d). Together these data suggest that, despite similar transcriptional profiles, atracurium is dependent on daf‐16, while zidovudine is not. We expect that the highly conserved nature of FOXO/daf‐16 may be of significant translational relevance and therefore continued investigation of atracurium to further understand the upstream signaling at play.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16261, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Healthy aging is not only determined by lifespan, but also healthspan. One way to measure the health of worms is through mobility, or average crawling speed (Pierce‐Shimomura et al.,). We titrated the concentration of atracurium to additionally test healthspan for dose‐responses. At day 10 of adulthood, atracurium significantly increased age‐related mobility in a dose‐dependent manner (Figure 2e; Table S3), suggesting that atracurium extends not only lifespan, but healthspan as well. We then titrated the concentration of atracurium to determine if there was a similar dose‐response in lifespan extension. Each concentration tested extended lifespan when compared to the water vehicle (Figure 2f). However, while higher concentrations of atracurium further extended median lifespan (Table S2), the differences between the various doses on survival were not statistically significant (Figure 2f). Therefore, while healthspan increases in a dose‐dependent manner, we are unable to conclude that there is a significant dose‐response effect in lifespan with atracurium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17346, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Atracurium extends healthspan in Caenorhabditis elegans by antagonizing the neuromuscular acetylcholine receptor", "sentences": [], "annotations": [], "relations": []}, {"offset": 17459, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Atracurium is a neuromuscular blocker and is used in patient care as an anesthetic muscle relaxant. We therefore considered the possibility that, if the pharyngeal muscles were relaxed by atracurium treatment, the worm would be unable to pump bacteria efficiently into its body, consequently reducing food intake and inducing a state of dietary restriction (DR). We therefore tested pharyngeal pumping on day 1 of adulthood. Contrary to our expectation, worms treated with atracurium showed a significantly increased rate of pumping when compared to their control counterparts (Figure S1A). Also contrary to a DR phenotype, the body area of the worms at day 10 of adulthood was increased by atracurium relative to untreated worms in a dose‐dependent manner (Figure S1B). These data together suggest that DR is not the cause of atracurium's extension of healthspan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18326, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At the NMJ in physiological conditions, ACh crosses the synapse to bind to the AChR, causing the channel to depolarize and the muscle to contract (Rand,). Atracurium competitively antagonizes the AChR (Lee,; Wishart et al.,), preventing this contraction and allowing the muscle to relax instead (Figure 3a). We questioned if atracurium extends healthspan through this pathway, or instead through an off‐target effect. Atracurium binds an alpha subunit of the AChR, encoded by CHRNA2 in humans (Wishart et al.,). The closest homolog to this subunit in C. elegans is encoded by the gene unc‐38 (Figure S1C) (Fleming et al.,; Harris et al.,). There are multiple strains of C. elegans available with mutant unc‐38, so we chose to utilize both unc‐38(e264) and unc‐38(x20). As the AChR system is not entirely homologous between human and C. elegans (Rand,), we also included mutants of a range of genes involved in NMJ signaling. There are 27 genes identified as AChR genes in C. elegans, which have been divided into five classes of protein subunits based on sequence similarity (Rand,). We wished to test all five classes, and therefore included mutants for unc‐29(e193), acr‐8(ok1240), acr‐16(ok789), and deg‐3(u662) (Figure 3b, Figure S1C). To determine if the effects we saw with atracurium were dependent on any of these subunits, we tested healthspan at day 10 of adulthood. We saw again increased healthspan in wild type N2 worms treated with atracurium compared to those untreated (Figure 3e). However, in both unc‐38(e264) and unc‐38(x20) mutant worms, atracurium was no longer able to prolong healthspan (Figure 3b). This effect was specific to unc‐38, as atracurium was still able to increase healthspan in the other four NMJ mutants tested (Figure 3b). Therefore, these data show that unc‐38 is specifically required for atracurium‐induced improvements in healthspan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20230, "infons": {"file": "ACEL-20-e13381-g004.jpg", "id": "acel13381-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Atracurium extends healthspan and lifespan by antagonizing the neuromuscular acetylcholine receptor. (a) Representation of the canonical mechanism of atracurium at the neuromuscular junction (NMJ) relevant to this study. In humans, atracurium is used to relax muscles, and does so by antagonizing the acetylcholine receptor (AChR). Under normal conditions, acetylcholine (ACh) binds the receptor, causing depolarization of the channel, and contraction of the muscle. Atracurium binds the AChR in place of ACh, preventing this depolarization and contraction. (b) Mobility of atracurium‐treated (50 μM) N2 worms and mutants of players in NMJ ACh signaling at day 10 of adulthood. Atracurium improves healthspan in N2 worms, but this effect is abolished in worms with mutant unc‐38. unc‐38 encodes an alpha subunit of the AChR, and is the worm ortholog to human CHRNA2, which binds atracurium in humans. The other ACh pathway mutants are still responsive to atracurium, suggesting that the increased healthspan is dependent on this specific subunit of the AChR. For each condition, n = ~50–90 measurements of ~50 worms. Statistical significance for each mutant is determined by an individual Mann–Whitney U test comparing treated and untreated. See Table S3 for healthspan statistics. (c) Control survival curves (performed in parallel to those in panels (d and e) showing that atracurium (50 μM) extends lifespan in wild type (N2) C.elegans. (d) Survival curves showing that atracurium (50 μM) does not extend lifespan in the unc‐38(x20) mutant strain. (e) Survival curves showing that atracurium (50 μM) does not extend lifespan in the unc‐38(e264) mutant strain (atracurium shortens lifespan ****p < 0.0001). For each condition, n = 100. Lifespan statistics are determined by log‐rank tests. See Table S2 for lifespan statistics. ****p < 0.0001, ***p < 0.001, **p < 0.01, *p < 0.05, ns ‐ not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 22174, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next tested if absence of unc‐38 also prevented atracurium‐induced lifespan extension. Indeed, unlike treatment in N2 worms (Figures 2a, 3c), atracurium was unable to extend lifespan in either of these mutants (Figure 3d,e). In fact, in the unc‐38(e264) mutant, atracurium appeared to have detrimental effects on lifespan (Figure 3e). Altogether, these data suggest that atracurium specifically requires the unc‐38 subunit of the AChR to enact improvements on healthspan and lifespan in C. elegans, and these effects are not due to an off‐target response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22743, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Atracurium and unc‐38 RNAi similarly stimulate DAF‐16 nuclear localization and extend healthspan and lifespan", "sentences": [], "annotations": [], "relations": []}, {"offset": 22857, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Having determined that the lifespan extension induced by atracurium is dependent on daf‐16, we next aimed to validate that atracurium treatment causes physical translocation of DAF‐16 to the nucleus. To investigate localization of DAF‐16, we employed a transgenic C. elegans strain that expresses DAF‐16 tagged with GFP (Henderson & Johnson,). Atracurium treatment for 24 h (from L4 stage to day 1 of adulthood) caused significantly increased nuclear localization of DAF‐16 in worms when compared to those untreated (Figure 4a,b). We additionally wished to characterize the role of unc‐38 in this localization, as mutation of this subunit blocks the lifespan and healthspan effects of atracurium (Figure 3). We employed RNAi of unc‐38 and observed similar DAF‐16 nuclear localization with unc‐38 RNAi as with atracurium treatment (Figure 4a,b). The combination of unc‐38 RNAi and atracurium treatment did not lead to any further increased nuclear localization compared to the single treatments (Figure 4a,b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23887, "infons": {"file": "ACEL-20-e13381-g002.jpg", "id": "acel13381-fig-0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Atracurium and unc‐38 RNAi similarly stimulate DAF‐16 nuclear localization and extend healthspan and lifespan. (a) Representative images of day 1 adult worms expressing DAF‐16::GFP upon feeding with either empty vector or unc‐38 RNAi HT115 bacteria, and treatment with water vehicle or atracurium (50 μM). The left panel of each condition shows fluorescent images of DAF‐16::GFP nuclear localization, while the right panel displays overlay of DAF‐16::GFP fluorescent images with bright field images of worms. Scale bar measures 25 μM and can be applied to all images. (b) Quantification of A. n = ~20–30 different animals, pooled from two independent experiments. Treatments are compared to heat stress at 35°C for 3 h as a positive control. A chi‐square test of independence was performed to assess the significance of differences in the levels of DAF‐16 nuclear enrichment between each of the treatments. Both atracurium treatment and unc‐38 RNAi significantly increase the proportion of worms with nuclear‐localized DAF‐16 when compared to the untreated empty vector condition (p < 0.0001). There is no significant difference between worms fed unc‐38 RNAi with and without atracurium. (c) Mobility of N2 worms upon feeding with either empty vector or unc‐38 RNAi, and treatment with water vehicle or atracurium (50 μM) at day 12 of adulthood. Both atracurium (50 μM) and unc‐38 RNAi improve healthspan in empty vector‐treated worms. For each condition, n = ~85–110 measurements of ~50 worms. Statistical significance is determined by one‐way ANOVA. Healthspan statistics can be found in Table S3. (d) Survival curves showing that both atracurium (50 μM) and unc‐38 RNAi extend lifespan in N2 worms, but atracurium shortens lifespan when combined with unc‐38 RNAi. For each condition, n = 120. Lifespan statistics are determined by log‐rank tests. See Table S2 for lifespan statistics. ****p < 0.0001, ***p < 0.001, *p < 0.05, ns ‐ not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 25907, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As it appeared that unc‐38 RNAi caused a similar stimulation of DAF‐16 nuclear localization as atracurium treatment, we sought to determine if it would also benefit healthspan and lifespan. Indeed, unc‐38 RNAi resulted in improved healthspan, with no additional benefit when worms were also treated with atracurium (Figure 4c). RNAi of unc‐38 also extended lifespan, though we observed shortened lifespan upon combined unc‐38 RNAi and atracurium treatment (Figure 4d). Altogether, these data suggest that inhibition of UNC‐38 with atracurium, or knockdown of unc‐38 using RNAi, both cause DAF‐16 nuclear localization through a similar pathway to improve healthspan and lifespan in worms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26611, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "RNA sequencing demonstrates induction of protective stress responses and metabolic remodeling by FOXO/DAF‐16 downstream effectors", "sentences": [], "annotations": [], "relations": []}, {"offset": 26743, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Having concluded that atracurium causes nuclear localization of DAF‐16, we wished to examine the downstream transcriptional effects. Therefore, we performed RNA sequencing on worms treated for 24 h (from L4 stage to day 1 of adulthood) with atracurium compared to those untreated. The two treatment groups were readily distinguishable and separable using partial least squares discriminant analysis (PLS‐DA; Figure 5a). Differential analysis showed a number of significant hits after correcting for multiple hypothesis testing (Figure 5b; Table S4). We noted that many of the significantly upregulated genes are FOXO downstream targets, for instance the alcohol dehydrogenase sodh‐1, the heat shock protein hsp‐70, and several members of the cytochrome P450 family (Figure 5b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27530, "infons": {"file": "ACEL-20-e13381-g001.jpg", "id": "acel13381-fig-0005", "section_type": "FIG", "type": "fig_caption"}, "text": "RNA sequencing demonstrates atracurium upregulation of DAF‐16 downstream targets. (a) Partial least squares discriminant analysis (PLS‐DA) showing group separation based on differentially expressed genes in day 1 adult worms treated with atracurium (50 μM) compared to water vehicle control worms. (b) Differential analysis showing significantly up‐ and downregulated genes (using adjusted p‐value < 0.05). RNA‐seq results can be found in Table S4. (c) Functional annotation clustering of the significantly (using unadjusted p‐value < 0.01) up‐ and downregulated genes performed using the DAVID Bioinformatics Database with an enrichment score >1.3. (d–f) Known DAF‐16‐regulated oxidative stress response (d), proteostasis (e), and metabolic genes (f) that are upregulated with atracurium treatment, as indicated by RNA‐seq. For each fold change shown, unadjusted p‐value is <0.01. (g) Hypothesized mechanism for atracurium‐mediated longevity. We have shown that atracurium requires the AChR subunit UNC‐38 to extend healthspan and lifespan, thereby competitively antagonizing the receptor and this inhibition causes DAF‐16‐mediated lifespan extension. Longevity is likely caused by DAF‐16 activation of genes known to induce longevity such as those involved in protective oxidative stress and proteostasis responses, as well as metabolic remodeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 28920, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to form a more comprehensive view of the changing processes, we investigated the differentially expressed genes further, using the Database for Annotation, Visualization and Integrated Discovery (DAVID) bioinformatics resource (Huang et al.,). We performed functional annotation clustering, using a less strict significance cutoff (unadjusted p < 0.01). Enriched annotation clusters included functional categories, GO‐terms, KEGG pathway features and protein domains (Table S5). Upregulated clusters included protective stress responses, for instance those relating to oxidative stress and proteostasis, as well as a number of metabolic processes, such as carbon metabolism and the TCA cycle (Figure 5c).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29638, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Atracurium activates DAF‐16 target genes, dependent on unc‐38 ", "sentences": [], "annotations": [], "relations": []}, {"offset": 29705, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Activation of oxidative stress responses and proteostasis, as well as modulation of metabolic processes, are also key downstream effects of DAF‐16 activation, and the majority of genes within the clusters we identified are also known to be upregulated by DAF‐16 (Harris et al.,; Honda & Honda,; Webb et al.,). To quantify this, we compared the differentially expressed genes in our RNA‐sequencing dataset to a previously described dataset of DAF‐16 target genes (Webb et al.,). In doing so, we saw significant overlap of differentially expressed genes upon atracurium with those described as regulated by DAF‐16 (Figure S2A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30341, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Significantly upregulated oxidative stress response genes included catalase genes ctl‐1 and ctl‐3, and members of the cytochrome P450 and glutathione S‐transferase families (Figure 5d), all of which are DAF‐16 targets (Webb et al.,). Similarly, a number of DAF‐16‐dependent heat shock proteins were upregulated, as well as additional genes involved in protein scaffolding and unfolded protein response (Figure 5e). Finally, various aspects of cellular metabolism were upregulated upon atracurium treatment, including DAF‐16‐dependent genes involved in amino acid metabolism, the TCA cycle, gluconeogenesis, and fatty acid metabolism (Figure 5f). To determine if these transcriptional effects were, like lifespan and healthspan, dependent on unc‐38, we tested mRNA expression of several DAF‐16 targets —, that is sodh‐1, cbs‐1, and cysl‐2— in both N2 and unc‐38(x20) mutant worms. These genes were significantly upregulated in N2 worms upon atracurium treatment. However, in the unc‐38(x20) mutant worms, this difference upon treatment was abolished (Figure S2B). Together these data confirm that the longevity induced by atracurium's competitive antagonism of the AChR is mediated by DAF‐16 activation, likely through metabolic remodeling and the induction of protective stress responses (Figure 5g).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31678, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Lifespan and healthspan increases with atracurium depend on daf‐16 and skn‐1, but not germ cell proliferation", "sentences": [], "annotations": [], "relations": []}, {"offset": 31792, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GO‐term analysis of our RNA‐sequencing dataset provided not only evidence of DAF‐16 involvement, but possible other mechanisms or interactions. Firstly, our most enriched upregulated cluster was related to oxidative stress. While DAF‐16 is highly connected to this process (Honda & Honda,), SKN‐1 may be considered the canonical transcription factor related to oxidative stress (Blackwell et al.,). Therefore, we performed RNAi of daf‐16 or skn‐1 to determine how this influenced lifespan and healthspan in combination with atracurium treatment. We observed that knockdown of either transcription factor prevented the increase in age‐related mobility seen with atracurium treatment (Figure S2C). In addition, like the lifespan abrogation we saw with daf‐16 mutation (Figure 2d), there was no lifespan extension with atracurium upon daf‐16 RNAi (Figure S2D). Similarly, no lifespan extension was present upon skn‐1 RNAi (Figure S2E). Together, these data suggest that the healthspan and lifespan effects induced by atracurium treatment are not only dependent on daf‐16, but also skn‐1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32903, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Lastly, the largest GO‐term cluster downregulated in our RNA sequencing was spermatogenesis. Therefore, we sought to determine if germ cell proliferation played a role in the lifespan extension we observe with atracurium. First, we tested if the progeny‐disrupting compound 5‐fluorouracil (5FU) —used in all other lifespan experiments to prevent egg hatching— was necessary for this extension by performing lifespans in a novel microfluidic device which does not require treating worms with 5FU. In the absence of 5FU, atracurium still significantly extended lifespan (Figure S2F). Additionally, we tested if starting treatment of atracurium at various time points would influence its effects. When treatment began at day 1 and day 3 of adulthood, like our normal treatment beginning at L4, atracurium significantly extended lifespan (Figure S2G). However, that lifespan extension was no longer significant when treatment began at day 5 of adulthood (Figure S2G). Eliminating the germ‐line precursor cells through day 1 of adulthood can activate DAF‐16 and extend lifespan in worms (Arantes‐Oliveira et al.,). Because atracurium extends lifespan when treatment begins at day 3, after the majority of germ cell proliferation has occurred, we conclude that disruption of germ cell proliferation is not directly responsible for the lifespan extension we observe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34279, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 34290, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Increasing evidence demonstrates that slowing the progression of aging processes with geroprotective compounds can treat age‐related disease, thereby necessitating the discovery and deeper understanding of geroprotectors (Moskalev et al.,; Partridge et al.,). We have utilized an in silico drug screening strategy to identify compounds that mimic the FOXO3 overexpression transcriptome. In doing so, we identified a number of FDA‐approved compounds, both known and unknown previously to defer aging. The top five compounds of the screen activated at least some Foxo3 targets in mammalian cell culture. When we tested for longevity effects in vivo, both the NRTI zidovudine and the neuromuscular blocker atracurium robustly extended lifespan in C. elegans, but only atracurium was dependent on FOXO/daf‐16. Atracurium extended not only lifespan, but also healthspan in worms. We found that these healthspan effects were dependent on the AChR subunit encoded by unc‐38, the closest worm homolog to human CHRNA2, which encodes the subunit known to bind atracurium upon treatment. Knockdown of unc‐38 seemed to genetically mimic the pharmacological intervention of atracurium treatment, stimulating DAF‐16 nuclear localization, as well as lifespan and healthspan benefits. RNA sequencing revealed differential expression of genes known both to be regulated by DAF‐16 signaling and to modulate aging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35700, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We chose to base our in silico screen on overexpression of FOXO3, as it is one of the most widely recognized and conserved genetic interventions to promote longevity (Martins et al.,). We therefore hypothesized that compounds mimicking this transcriptome, particularly by activating FOXO/DAF‐16 itself, would also induce conserved longevity effects. Specifically, FOXO3 expression has been associated with long‐lived populations of humans in several independent cohorts (Broer et al.,; Morris et al.,; Soerensen et al.,) suggesting that activation of this pathway is one of the most promising routes to benefiting human age‐related diseases. Our top five FOXO3‐mimetic compounds led to varied effects both in mammalian cell culture and worm lifespan. This provides an important reminder that similar downstream transcriptional profiles do not always reflect a specific mode of action, and do not always lead to similar physiological outcomes. A clear example of this fact was demonstrated by zidovudine, which robustly extended lifespan, but was not dependent on daf‐16, suggesting that its effects on gene expression—inducing a FOXO‐overexpression‐like transcriptome—are caused by factors other than direct activation of the transcription factor itself. Effects of NRTIs have been studied previously in C. elegans and are hypothesized to inhibit mitochondrial DNA (mtDNA) polymerase γ function, leading to a depletion of mtDNA, and decreased mitochondrial respiration due to a lack of subunits of the respiratory chain (Brinkman et al.,). However, C. elegans exposed to zidovudine have relatively modest reductions in mtDNA and yet simultaneously experience diminished oxygen consumption and alterations to mitochondrial morphology (de Boer et al.,). Impairment of mitochondrial function is a well‐established lifespan extension mechanism (van der Rijt et al.,), so we expect that this is also the mechanism by which zidovudine extends lifespan in worms. While this mechanism is not the focus of our current study, we remain intrigued by the fact that FOXO's longevity signature is potentially activated through other means. It would be interesting in the future to use zidovudine as a model for the translation potential of activating other FOXO‐like longevity pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37996, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The healthspan and lifespan extensions induced by atracurium were dependent on the AChR subunit unc‐38, demonstrating that atracurium works to promote longevity through its canonical mechanism. Though the specific role of AChR antagonists was previously unstudied, agonists of the AChR were shown to promote recovery from the developmentally arrested dauer phase (Tissenbaum et al.,). This effect is dependent on insulin‐like neuroendocrine signaling (Tissenbaum et al.,), a major regulator of DAF‐16 (Gottlieb & Ruvkun,). In that study, the authors suggest a mechanism by which ACh activation of the AChR activates DAF‐2, which would then inhibit activation of DAF‐16. This seems in line with our data, which demonstrates inactivation of the AChR activates DAF‐16.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38774, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There is now more recent evidence that altered NMJ signaling can influence aging. In worms, mutation of the potassium channel gene slo‐1, which dampens synaptic release from motor neurons, also led to increased healthspan and lifespan in worms, dependent on DAF‐16 (Li et al.,). Interestingly, RNAi of slo‐1 improved healthspan and lifespan when started at day 5 or day 7 or adulthood, but this effect was not present when RNAi was started at day 1 or day 3. When combined with our findings that atracurium treatment extends lifespan when started at L4, day 1 or day 3, these results suggest that for worms there is a point (seemingly around day 5) when it becomes beneficial for longevity to stimulate NMJ signaling, as opposed to inhibit it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39524, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In a mouse model comparable to the slo‐1 knockout, mice with overexpression of the vesicular acetylcholine transporter (VAChT) allowed for analysis of how increased release of ACh affected development and aging (Sugita et al.,). In this model, increased ACh accelerated aging of the NMJ, measured by fragmentation, denervation, sprouting of motor axon nerve endings, and innervation by multiple motor axons (Sugita et al.,). Degeneration of the NMJ preceded motor deficits and muscular atrophy in the overexpression mice, and, upon crossing mice of this genotype with a mouse model for ALS, increased ACh transport led to accelerated pathology and early death (Sugita et al.,). These data provide insight into the converse mechanism—overactivation of the AChR as a mechanism for premature aging—and align with our findings that inhibition of the AChR promotes longevity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40401, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The lifespan extension caused by atracurium was also dependent on daf‐16, and blocking signaling at the NMJ, either with atracurium or unc‐38 RNAi caused increased DAF‐16 nuclear localization. Our transcriptomics data reinforced this finding, as a significant number of differentially expressed genes in atracurium‐treated worms compared to controls were known downstream effectors of DAF‐16. Altogether, these data suggest that inhibition of acetylcholine signaling at the neuromuscular junction causes activation of DAF‐16 and the transcription of genes within its lifespan‐extending pathways. However, how DAF‐16 is activated downstream of ACh signaling is still unclear. Identifying these intermediate steps would be an interesting focus of future study. Particularly when we imagine developing pharmacological agents that could be used in a clinical setting, finding targets directly upstream of FOXO would be distinctly appealing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41354, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We observed dependence of the lifespan and healthspan benefits caused by atracurium on skn‐1, as well as daf‐16. Additional longevity interventions have been identified that depend on these two pathways simultaneously (Robida‐Stubbs et al.,; Wan et al.,), and DAF‐16 itself has been shown to activate SKN‐1 (Tullet et al.,). While the focus of our study was identifying FOXO‐mimetics, and attempting to activate this pathway specifically to promote longevity, the possible interaction between these two transcription factors merits further investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41921, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Altogether, our results demonstrate the power of in silico drug screening, particularly the potential to mimic genetic longevity interventions with compounds. In doing so, we identified the neuromuscular blocker atracurium as a geroprotector, a compound that activates FOXO3 targets in vitro in mammalian cell culture, and promotes longevity in vivo in worms. Using atracurium, we show that neuromuscular acetylcholine signaling acts as a regulator of the conserved FOXO longevity pathway. This finding facilitates deeper understanding of this aging mechanism and subsequent identification of potential targets for the treatment of age‐related diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42577, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "EXPERIMENTAL PROCEDURES", "sentences": [], "annotations": [], "relations": []}, {"offset": 42601, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "LINCS database compound screen", "sentences": [], "annotations": [], "relations": []}, {"offset": 42632, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The online library of integrated network‐based cellular signatures (LINCS) (Keenan et al.,; Subramanian et al.,) was accessed (September 2017) through the cloud‐based software platform CLUE (https://clue.io/). The core dataset termed “touchstone,” containing transcriptional signatures from eight different cell lines (PC3, VCAP, A375, HA1E, HCC515, HT29, MCF7, HEPG2) of 2837 different drug treatments, 3799 different gene knock‐downs, and 2160 different gene overexpressions was used. From these, the FOXO3oe transcriptional signature (Broad ID: ccsbBroad304_00577) was used as a query base to search for compounds with similar transcriptional signatures and ranked results including a summary score consolidating cell line data, ranging from −100 (opposing signature) to 100 (mimicking signature) were downloaded as.gct files (version 1.3). These ranked results for all cells and their summary score are available in Table S1. A cutoff was applied to the ranked list whereby compounds with a score greater than 90 were considered to match the FOXO3oe transcriptional signature. The top 5 FDA‐approved drugs within this list were used for further in vitro and in vivo evaluation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43828, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 43841, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "HL1 cardiomyocytes were cultured in 0.02% gelatin (Sigma‐Aldrich; Darmstadt, Germany) coated flasks in Claycomb Medium (Sigma‐Aldrich) supplemented with 2 mM l‐glutamine (Gibco; Dublin, Ireland), antibiotic mixture of 100 U/ml penicillin and 100 µg/ml streptomyocin (Lifetechnology; Bleiswijk, The Netherlands), 0.25 µg/ml fungizone (Lifetechnology), and 10% (v/v) fetal bovine serum (FBS) (Bodinco; Alkmaar, The Netherlands) at 37°C in a humidified atmosphere of 5% CO2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44326, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells were cultured for 24 h with the compounds described ‐ 50 µM cyproheptadine hydrochloride sesquihydrate (Sigma‐Aldrich), 10 µM rapamycin (Selleckchem; Munich, Germany), 50 µM atracurium besylate (Sigma‐Aldrich), 50 µM sildenafil citrate salt (Sigma‐Aldrich), 50 µM zidovudine (Sigma‐Aldrich) ‐ for 24 h before isolation of RNA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44683, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Extraction of mRNA from cells and quantitative real‐time PCR (qPCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 44753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Isolation of total mRNA from cells was performed with TRI‐reagent (Sigma‐Aldrich), and 1 µg of extracted RNA was reverse transcribed into cDNA according to manufacturer's instructions using the QuantiTect Reverse Transcription Kit (QIAGEN; Venlo, The Netherlands). Quantitative gene expression analysis was performed using the LightCyclerⓇ 480 SYBR Green I Master (Roche; Woerden, The Netherlands) and measured using the LightCyclerⓇ 480 Instrument II (Roche). Gene‐specific primers were synthesized according to the sequences in Table S6. The N0 values of target genes were normalized to the reference gene Gapdh. All experiments were performed in triplicate. Statistical analysis compared fold change in gene expression relative to the mean value of controls between treated and untreated HL1 cells using a t test in Graphpad Prism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45600, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Worm strains and maintenance", "sentences": [], "annotations": [], "relations": []}, {"offset": 45629, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Caenorhabditis elegans strains N2 Bristol, daf‐16(mu86), unc‐38(e264), unc‐38(x20), unc‐29(e193), acr‐8(ok1240), acr‐16(ok789), deg‐3(u662), daf‐16p::daf‐16a/b::GFP+rol‐6(su1006) [zls356IV] and E. coli strain OP50 were obtained from Caenorhabditis Genetics Center (CGC; University of Minnesota, Minneapolis, MN, USA). Hermaphrodite worms were routinely grown and maintained on nematode growth media (NGM) agar plates seeded with OP50 E. coli at 20°C as previously described (Brenner,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46136, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNAi experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 46153, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Escherichia coli HT115 (DE3) with the Empty Vector (EV) L4440 was obtained from the Caenorhabditis Genetics Center. Bacterial feeding RNAi experiments were performed as described (Kamath et al.,). RNAi E. coli feeding clones used were unc‐38(F21F3.5), daf‐16(R13H8.1), and skn‐1(T19E7.2) derived from the Ahringer RNAi library (Lee et al.,). All these clones were confirmed by sequencing and knockdown efficiency was confirmed by qPCR. In all RNAi experiments described in this study, worms were subjected to RNAi bacteria from the time of hatching.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46709, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pharmacological treatment of Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 46762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All chemicals were obtained from Sigma‐Aldrich. Atracurium besylate was dissolved in water at a concentration of 16.67 mM. Zidovudine and sildenafil citrate salt were dissolved in DMSO at a concentration of 50 mM. These compounds were added to plates just before pouring at the concentrations described. Unless otherwise described, worms were treated with compounds from L4 stage onwards. Plates were changed at least once a week to ensure consistent exposure to the compound.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47243, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Manual lifespan analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gravid adult worms were age‐synchronized using alkaline hypochlorite treatment and incubated in M9 buffer overnight. L1 larval stage worms were seeded to NGM plates and grown to L4 stage. At L4 stage, worms were transferred to plates supplemented with compounds as described and 10 µM 5‐fluorouracil (Sigma‐Aldrich). 10 µM 5‐fluorouracil treatment continued for the first 2 weeks of life. All assays were performed at 20°C, and the L4 stage was counted as day 0 of life. Per condition, 100–120 worms were used. Survival was analyzed every other day and worms were considered dead when they did not respond to repeated prodding. Worms that were missing, displaying internal egg hatching, losing vulva integrity, and burrowing into NGM agar were censored. Statistical analyses of lifespan were calculated by Log‐rank (Mantel‐Cox) tests on Kaplan–Meier curves in GraphPad Prism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48166, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Microfluidic lifespan analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48197, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wild‐type Bristol (N2) C. elegans were cultured on 60 mm petri dishes (Fisher Scientific; Austin, TX, USA) on a standard food source of E. coli OP50 and incubated for 48 h at 20°C. For age synchronization, a suspension of gravid adults in 20 mg/mL E. coli OP50 was loaded into microfluidic chips (Rahman et al.,) (Infinity Chips, NemaLife Inc., TX, USA) and allowed to lay eggs for 2 h (coded as day 0). Day 1 adult animals were loaded into microfluidic chips along with 20 mg/mL of E. coli OP50 in liquid nematode growth media (NGM).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48740, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "50 µM of atracurium were formulated in liquid NGM. In all tested solutions, the food concentration was maintained at 20 mg/mL of E. coli OP50.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48887, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each assay was conducted in triplicate (three biological replicates), and each biological replicate consisted of two or more technical replicates. One technical replicate is a population in a microfluidic growth chamber (with >60 for chronic assays).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49138, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The life‐long assay was initiated by loading day 1 adults into the microfluidic chips. Subsequent to loading, fresh atracurium solutions were administered daily to the animal population in the chips at 20°C, until all animals perished. Videos were acquired each day prior to feeding fresh atracurium solutions to determine live counts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The videos were analyzed using the Infinity Code software (NemaLife Inc.) for animal survival and motility. The number of living animals in the population was determined based on detectable movement. Per condition ~150 worms were used. Statistical analyses of lifespan were calculated by Log‐rank (Mantel‐Cox) tests on Kaplan–Meier curves in GraphPad Prism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49841, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Healthspan measurements", "sentences": [], "annotations": [], "relations": []}, {"offset": 49865, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gravid adult worms were age‐synchronized using alkaline hypochlorite treatment and incubated in M9 buffer overnight. L1 stage worms were seeded to NGM plates. Worms were transferred to plates supplemented with compounds and 10 µM 5‐fluorouracil (Sigma‐Aldrich) at the L4 larval stage. All assays were performed at 20°C, and the L4 stage was counted as day 0 of life. Plates were changed twice per week to maintain exposure to the compounds. All functional assays were performed at least twice, one of which is represented in the data shown. Statistics for all healthspan experiments and replicates are represented in Table S3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50501, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Mobility analysis and body size", "sentences": [], "annotations": [], "relations": []}, {"offset": 50533, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At the stated day of adulthood, ~50 worms were transferred to NGM plates without OP50, stimulated by tapping the plate, and immediately recorded for 200 cycles at room temperature using a Leica (Amsterdam, The Netherlands) M205 FA fluorescent microscope and Leica DFC 365 FX camera. Images were captured using Leica Application Suite X software, then processed with the wrMTrck plugin for ImageJ (Nussbaum‐Krammer et al.,). Measurements of body size were also derived from these analyses. Data from wrMTrck were analyzed and visualized using a custom script in R v3.6.3 (R Core Team,). Statistical analysis compared conditions to their respective control with a one‐way ANOVA corrected for multiple testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51245, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Pharyngeal pumping", "sentences": [], "annotations": [], "relations": []}, {"offset": 51264, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At day 1 of adulthood, worms were visualized at room temperature using a Leica M205 FA fluorescent microscope. Pumps were counted by eye for 30 s, and 10–15 worms per condition were tested. Statistical analysis was performed in R v3.6.3 (R Core Team,), comparing the two conditions with t testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51565, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 51576, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mutant worms expressing DAF‐16::GFP were synchronized, grown and treated with compounds from L4 stage as described. To test DAF‐16 nuclear localization, day 1 animals were immobilized for 30 s in 40 mM levamisole (Santa Cruz Biotech) in M9 buffer and mounted on 2% agarose pads. Nuclear localization of DAF‐16::GFP was visualized using a Leica DMI6000 inverted confocal microscope containing a 40×, 1.30 Oil CS2 objective lens and a Leica TCS SP8 SMD camera. Images were captured using Leica Application Suite X software. All samples were imaged at room temperature. To avoid subtle localization caused by starvation, mounting and imaging conditions, all photomicrographs were taken within 5 min of mounting. For heat stress, worms were exposed to 35°C for 3 h. Images were taken of 20–30 worms per condition over two independent experiments and results are compiled from both replicates. Quantification of nuclear localization was performed according to the procedure of (Lin et al.,) and statistical analysis was performed using a chi‐square test of independence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52658, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 52673, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Isolation of Caenorhabditis elegans mRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 52714, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Worms were synchronized, grown and treated with compounds from L4 stage as described. Twenty‐four hours later, worms were washed from treatment plates, 3 times in M9 buffer and 2 times in water before being snap frozen in liquid nitrogen. Four samples were grown, each of ~1000 worms. For isolation of total mRNA, whole worms were homogenized with a 5 mm steel bead using a TissueLyser II (QIAGEN) for 5 min at frequency of 30 times/s. RNA was extracted according to the instructions of the RNaesy Mini Kit (QIAGEN). Contaminating genomic DNA was removed using RNase‐Free DNase (QIAGEN). RNA was quantified with a NanoDrop 2000 spectrophotometer (Thermo Scientific; Breda, The Netherlands) and stored at −80°C until use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53445, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Library preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 53465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNA libraries were prepared and sequenced with the Illumina platform by Genome Scan (Leiden, The Netherlands). The NEBNext Ultra II Directional RNA Library Prep Kit for Illumina was used to process the sample(s). The sample preparation was performed according to the protocol \"NEBNext Ultra II Directional RNA Library Prep Kit for Illumina\" (NEB #E7760S/L). Briefly, mRNA was isolated from total RNA using the oligo‐dT magnetic beads. After fragmentation of the mRNA, cDNA synthesis was performed. This was used for ligation with the sequencing adapters and PCR amplification of the resulting product. The quality and yield after sample preparation was measured with the Fragment Analyzer. The size of the resulting products was consistent with the expected size distribution (a broad peak between 300–500 bp). Clustering and DNA sequencing using the NovaSeq6000 was performed according to manufacturer's protocols. A concentration of 1.1 nM of DNA was used. NovaSeq control software NCS v1.6 was used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54474, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Read mapping, statistical analyses, and data visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 54533, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reads were subjected to quality control FastQC (Andrews,) trimmed using Trimmomatic v0.32 (Bolger et al.,) and aligned to the C. elegans genome obtained from Ensembl (wbcel235.v91), using HISAT2 v2.1.0 (Kim et al.,). Counts were obtained using HTSeq (v0.11.0, default parameters) (Anders et al.,) using the corresponding GTF taking into account the directions of the reads. Statistical analyses were performed using the edgeR v3.26.8 (Robinson et al.,) and limma/voom v 3.40.6 (Ritchie et al.,) R packages. All genes with more than 2 counts in at least 3 of the samples were kept. Count data were transformed to log2‐counts per million (logCPM), normalized by applying the trimmed mean of M‐values method (Robinson et al.,) and precision weighted using voom (Law et al.,). Differential expression was assessed using an empirical Bayes moderated t test within limma's linear model framework including the precision weights estimated by voom (Law et al.,; Ritchie et al.,). Resulting p‐values were corrected for multiple testing using the Benjamini–Hochberg false discovery rate. Data processing was performed using R v3.6.1 and Bioconductor v3.9. Partial least squares discriminant analysis (PLS‐DA) was performed using mixomics (Rohart et al.,) setting a variable of importance (VIP) score of greater than 1 as significant. Resulting p‐values (where applicable) were corrected for multiple testing using the Benjamini–Hochberg false discovery rate. Genes were re‐annotated using biomaRt using the Ensembl genome databases (v91). Data visualization was performed using gplots (Warnes et al.,) and ggplot2 (Wickham,) selecting colors from RcolorBrewer (Neuwirth,). Functional annotation clustering of differentially expressed genes was performed using the DAVID bioinformatics resource with all default settings (Huang et al.,). Clusters with an enrichment score of greater than 1.3 were considered significant. The RNA‐seq data are available on GEO under the ID GSE149944.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56523, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Isolation of RNA and qPCR of Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 56576, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Worms were synchronized, grown and treated with compounds from L4 stage as described above. Twenty‐four hours later, worms were washed from treatment plates, three times in M9 buffer and two times in water before being snap frozen in liquid nitrogen. For each sample, ~1000 worms were collected. For isolation of total mRNA, whole worms were homogenized in TRI‐reagent (Sigma‐Aldrich) with a 5 mm steel bead using a TissueLyser II (QIAGEN) for 5 min at frequency of 30 times/s. RNA was quantified with a NanoDrop 2000 spectrophotometer (Thermo Fisher Scientific) and 1 µg of extracted RNA was reverse transcribed into cDNA according to manufacturer's instructions using the QuantiTect Reverse Transcription Kit (QIAGEN; Venlo, The Netherlands). Quantitative gene expression analysis was performed using the LightCyclerⓇ 480 SYBR Green I Master (Roche; Woerden, The Netherlands) and measured using the LightCyclerⓇ 480 Instrument II (Roche). Gene‐specific primers were synthesized according to the sequences in Table S7. The N0 values of target genes were normalized to the geometric mean of reference genes ama‐1 and cdc‐42.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57722, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "CONFLICT OF INTEREST", "sentences": [], "annotations": [], "relations": []}, {"offset": 57743, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "MR, SG, MT, and SAV have equity in NemaLife Inc.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57792, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "AUTHOR CONTRIBUTIONS", "sentences": [], "annotations": [], "relations": []}, {"offset": 57813, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "RLM, RHH, and GEJ conceived and designed the project. RLM, SWD, RK, and MM performed experiments. RLM, SWD, and GEJ analyzed the data. MR, SG, MT, and SAV conducted, analyzed, and interpreted the microfluidic lifespan assays. AJ and GEJ performed bioinformatic analyses of the RNA‐sequencing data. MP, BVS, and MSK aided in interpretation of data and provided advice. RLM, GEJ, and RHH wrote the manuscript with contributions from all other authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58265, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 58288, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "DATA AVAILABILITY STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"offset": 58316, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The RNA‐sequencing data are available on GEO under the ID GSE149944. All other data are available in the manuscript or supplementary materials. Correspondence and requests for materials should be addressed to the corresponding author GEJ.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58557, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 58568, "infons": {"fpage": "166", "issue": "2", "lpage": "169", "pub-id_doi": "10.1093/bioinformatics/btu638", "pub-id_pmid": "25260700", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "31", "year": "2015"}, "text": "HTSeq—a Python framework to work with high‐throughput sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 58642, "infons": {"section_type": "REF", "source": "FastQC: A quality control tool for high throughput sequence data", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 58643, "infons": {"fpage": "502", "issue": "5554", "lpage": "505", "pub-id_doi": "10.1126/science.1065768", "pub-id_pmid": "11799246", "section_type": "REF", "source": "Science", "type": "ref", "volume": "295", "year": "2002"}, "text": "Regulation of life‐span by germ‐line stem cells in Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 58722, "infons": {"fpage": "513", "issue": "5", "lpage": "519", "pub-id_doi": "10.1016/S0197-4580(99)00094-9", "pub-id_pmid": "10638524", "section_type": "REF", "source": "Neurobiology of Aging", "type": "ref", "volume": "20", "year": "1999"}, "text": "Pl3‐kinase inhibition induces dauer formation, thermotolerance and longevity in C. elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 58816, "infons": {"fpage": "290", "issue": "Part B", "lpage": "301", "pub-id_doi": "10.1016/j.freeradbiomed.2015.06.008", "pub-id_pmid": "26232625", "section_type": "REF", "source": "Free Radical Biology and Medicine", "type": "ref", "volume": "88", "year": "2015"}, "text": "SKN‐1/Nrf, stress responses, and aging in Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 58884, "infons": {"fpage": "19697", "issue": "48", "lpage": "19702", "pub-id_doi": "10.1073/pnas.1209714109", "pub-id_pmid": "23150562", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "109", "year": "2012"}, "text": "FoxO is a critical regulator of stem cell maintenance in immortal Hydra", "sentences": [], "annotations": [], "relations": []}, {"offset": 58956, "infons": {"fpage": "2114", "issue": "15", "lpage": "2120", "pub-id_doi": "10.1093/bioinformatics/btu170", "pub-id_pmid": "24695404", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Trimmomatic: A flexible trimmer for Illumina sequence data", "sentences": [], "annotations": [], "relations": []}, {"offset": 59015, "infons": {"fpage": "71", "issue": "1", "lpage": "94", "pub-id_pmid": "4366476", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "77", "year": "1974"}, "text": "The genetics of Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 59055, "infons": {"fpage": "1735", "issue": "14", "lpage": "1744", "pub-id_doi": "10.1097/00002030-199814000-00004", "pub-id_pmid": "9792373", "section_type": "REF", "source": "AIDS", "type": "ref", "volume": "12", "year": "1998"}, "text": "Adverse effects of reverse transcriptase inhibitors: Mitochondrial toxicity as common pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 59149, "infons": {"fpage": "110", "issue": "1", "lpage": "118", "pub-id_doi": "10.1093/gerona/glu166", "section_type": "REF", "source": "Journals of Gerontology ‐ Series A Biological Sciences and Medical Sciences", "type": "ref", "volume": "70", "year": "2015"}, "text": "GWAS of longevity in CHARGE consortium confirms APOE and FOXO3 candidacy", "sentences": [], "annotations": [], "relations": []}, {"offset": 59222, "infons": {"fpage": "256", "issue": "2", "lpage": "266", "pub-id_doi": "10.1111/acel.12432", "pub-id_pmid": "26676933", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "15", "year": "2016"}, "text": "A network pharmacology approach reveals new candidate caloric restriction mimetics in C. elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 59320, "infons": {"fpage": "81", "issue": "1", "lpage": "88", "pub-id_doi": "10.1194/jlr.M300111-JLR200", "pub-id_pmid": "14563822", "section_type": "REF", "source": "Journal of Lipid Research", "type": "ref", "volume": "45", "year": "2004"}, "text": "Regulation of sterol carrier protein gene expression by the Forkhead transcription factor FOXO3a", "sentences": [], "annotations": [], "relations": []}, {"offset": 59417, "infons": {"fpage": "1", "issue": "5", "lpage": "16", "pub-id_doi": "10.1371/journal.pone.0126220", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Caenorhabditis elegans as a model system for studying drug induced mitochondrial toxicity", "sentences": [], "annotations": [], "relations": []}, {"offset": 59507, "infons": {"fpage": "10058", "issue": "22", "lpage": "10071", "pub-id_doi": "10.1128/MCB.24.22.10058", "pub-id_pmid": "15509806", "section_type": "REF", "source": "Molecular and Cellular Biology", "type": "ref", "volume": "24", "year": "2004"}, "text": "FoxO3a and BCR‐ABL regulate", "sentences": [], "annotations": [], "relations": []}, {"offset": 59537, "infons": {"fpage": "5843", "issue": "15", "lpage": "5857", "pub-id_doi": "10.1523/jneurosci.17-15-05843.1997", "pub-id_pmid": "9221782", "section_type": "REF", "source": "Journal of Neuroscience", "type": "ref", "volume": "17", "year": "1997"}, "text": "Caenorhabditis elegans levamisole resistance genes lev‐1, unc‐29, and unc‐38 encode functional nicotinic acetylcholine receptor subunits", "sentences": [], "annotations": [], "relations": []}, {"offset": 59680, "infons": {"fpage": "3953", "issue": "37", "lpage": "3966", "pub-id_doi": "10.1038/onc.2011.127", "pub-id_pmid": "21532621", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "30", "year": "2011"}, "text": "Nodal enhances the activity of foxO3a and its synergistic interaction with smads to regulate cyclin G2 transcription in ovarian cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 59821, "infons": {"fpage": "114", "issue": "1", "lpage": "117", "pub-id_doi": "10.1016/j.bbrc.2016.02.076", "pub-id_pmid": "26903298", "section_type": "REF", "source": "Biochemical and Biophysical Research Communications", "type": "ref", "volume": "472", "year": "2016"}, "text": "Central nervous system promotes thermotolerance via FoxO/DAF‐16 activation through octopamine and acetylcholine signaling in Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 59972, "infons": {"fpage": "107", "issue": "1", "lpage": "120", "pub-id_pmid": "8056303", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "137", "year": "1994"}, "text": "daf‐2, daf‐16 and daf‐23: Genetically interacting genes controlling dauer formation in Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 60089, "infons": {"fpage": "D762", "issue": "D1", "lpage": "D767", "pub-id_doi": "10.1093/nar/gkz920", "pub-id_pmid": "31642470", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "48", "year": "2020"}, "text": "WormBase: A modern Model Organism Information Resource", "sentences": [], "annotations": [], "relations": []}, {"offset": 60144, "infons": {"fpage": "1965", "issue": "11", "lpage": "1970", "pub-id_doi": "10.1016/j.bbamcr.2011.03.013", "section_type": "REF", "source": "Biochimica Et Biophysica Acta ‐ Molecular Cell Research", "type": "ref", "volume": "1813", "year": "2011"}, "text": "Interplay between FOXO, TOR, and Akt", "sentences": [], "annotations": [], "relations": []}, {"offset": 60181, "infons": {"fpage": "1975", "issue": "24", "lpage": "1980", "pub-id_doi": "10.1016/S0960-9822(01)00594-2", "pub-id_pmid": "11747825", "section_type": "REF", "source": "Current Biology", "type": "ref", "volume": "11", "year": "2001"}, "text": "daf‐16 integrates developmental and environmental inputs to mediate aging in the nematode Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 60297, "infons": {"fpage": "1385", "issue": "11", "lpage": "1393", "pub-id_pmid": "10428762", "section_type": "REF", "source": "FASEB Journal", "type": "ref", "volume": "13", "year": "1999"}, "text": "The daf‐2 gene network for longevity regulates oxidative stress resistance and Mn‐superoxide dismutase gene expression in Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 60447, "infons": {"fpage": "1", "issue": "1", "lpage": "10", "pub-id_doi": "10.1016/j.cell.2010.06.029.Metabolic", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "142", "year": "2010"}, "text": "Metabolic networks of longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 60479, "infons": {"fpage": "44", "issue": "1", "lpage": "57", "pub-id_doi": "10.1038/nprot.2008.211", "pub-id_pmid": "19131956", "section_type": "REF", "source": "Nature Protocols", "type": "ref", "volume": "4", "year": "2009"}, "text": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 60572, "infons": {"fpage": "562", "issue": "6991", "lpage": "566", "pub-id_doi": "10.1038/nature02549", "pub-id_pmid": "15175753", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "429", "year": "2004"}, "text": "Drosophila dFOXO controls lifespan and regulates insulin signalling in brain and fat body", "sentences": [], "annotations": [], "relations": []}, {"offset": 60662, "infons": {"fpage": "467", "issue": "2", "lpage": "480.e6", "pub-id_doi": "10.1016/j.celrep.2019.03.044", "pub-id_pmid": "30970250", "section_type": "REF", "source": "Cell Reports", "type": "ref", "volume": "27", "year": "2019"}, "text": "Transcriptomics‐based screening identifies pharmacological inhibition of Hsp90 as a means to defer aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 60769, "infons": {"fpage": "1", "issue": "1", "lpage": "10", "pub-id_doi": "10.1186/gb-2000-2-1-research0002", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "2", "year": "2001"}, "text": "Effectiveness of specific RNA‐mediated interference through ingested double‐stranded RNA in Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 60889, "infons": {"fpage": "13", "issue": "1", "lpage": "24", "pub-id_doi": "10.1016/j.cels.2017.11.001", "pub-id_pmid": "29199020", "section_type": "REF", "source": "Cell Systems", "type": "ref", "volume": "6", "year": "2018"}, "text": "The library of integrated network‐based cellular signatures NIH program: System‐level cataloging of human cells response to perturbations", "sentences": [], "annotations": [], "relations": []}, {"offset": 61031, "infons": {"fpage": "357", "issue": "4", "lpage": "360", "pub-id_doi": "10.1038/nmeth.3317", "pub-id_pmid": "25751142", "section_type": "REF", "source": "Nature Methods", "type": "ref", "volume": "12", "year": "2015"}, "text": "HISAT: A fast spliced aligner with low memory requirements", "sentences": [], "annotations": [], "relations": []}, {"offset": 61090, "infons": {"fpage": "51", "lpage": "72", "pub-id_doi": "10.1016/j.redox.2015.06.019", "pub-id_pmid": "26184557", "section_type": "REF", "source": "Redox Biology", "type": "ref", "volume": "6", "year": "2015"}, "text": "Redox regulation of FoxO transcription factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 61137, "infons": {"fpage": "498", "issue": "7305", "lpage": "502", "pub-id_doi": "10.1038/nature09184", "pub-id_pmid": "20613724", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "466", "year": "2010"}, "text": "A new DAF‐16 isoform regulates longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 61180, "infons": {"fpage": "R29", "issue": "2", "pub-id_doi": "10.1186/gb-2014-15-2-r29", "pub-id_pmid": "24485249", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "15", "year": "2014"}, "text": "voom: Precision weights unlock linear model analysis tools for RNA‐seq read counts", "sentences": [], "annotations": [], "relations": []}, {"offset": 61265, "infons": {"fpage": "755", "issue": "5", "lpage": "769", "pub-id_doi": "10.1093/bja/87.5.755", "pub-id_pmid": "11878528", "section_type": "REF", "source": "British Journal of Anaesthesia", "type": "ref", "volume": "87", "year": "2001"}, "text": "Structure, conformation, and action of neuromuscular blocking drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 61333, "infons": {"fpage": "40", "issue": "1", "lpage": "48", "pub-id_doi": "10.1038/ng1056", "pub-id_pmid": "12447374", "section_type": "REF", "source": "Nature Genetics", "type": "ref", "volume": "33", "year": "2003"}, "text": "A systematic RNAi screen identifies a critical role for mitochondria in C. elegans longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 61426, "infons": {"fpage": "1", "issue": "1", "lpage": "12", "pub-id_doi": "10.1126/sciadv.aau5041", "section_type": "REF", "source": "Science Advances", "type": "ref", "volume": "5", "year": "2019"}, "text": "Genetic and pharmacological interventions in the aging motor nervous system slow motor aging and extend life span in C. elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 61555, "infons": {"fpage": "1319", "issue": "5341", "lpage": "1322", "pub-id_pmid": "9360933", "section_type": "REF", "source": "Science", "type": "ref", "volume": "278", "year": "1997"}, "text": "daf‐16: An HNF‐3/forkhead family member that can function to double the life‐span of Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 61670, "infons": {"issue": "1", "pub-id_doi": "10.1038/s41467-018-06624-0", "section_type": "REF", "source": "Nature Communications", "type": "ref", "volume": "9", "year": "2018"}, "text": "DAF‐16/FOXO and HLH‐30/TFEB function as combinatorial transcription factors to promote stress resistance and longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 61793, "infons": {"fpage": "1194", "issue": "6", "lpage": "1217", "pub-id_doi": "10.1016/j.cell.2013.05.039", "pub-id_pmid": "23746838", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "153", "year": "2013"}, "text": "The hallmarks of aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 61816, "infons": {"fpage": "196", "issue": "2", "lpage": "207", "pub-id_doi": "10.1111/acel.12427", "pub-id_pmid": "26643314", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "15", "year": "2016"}, "text": "Long live FOXO: Unraveling the role of FOXO proteins in aging and longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 61892, "infons": {"fpage": "515", "issue": "6", "lpage": "525", "pub-id_doi": "10.1159/000375235", "pub-id_pmid": "25832544", "section_type": "REF", "source": "Gerontology", "type": "ref", "volume": "61", "year": "2015"}, "text": "FOXO3 ‐ A major gene for human longevity", "sentences": [], "annotations": [], "relations": []}, {"offset": 61935, "infons": {"fpage": "407", "issue": "3", "lpage": "415", "pub-id_doi": "10.1111/acel.12463", "pub-id_pmid": "26970234", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "15", "year": "2016"}, "text": "Developing criteria for evaluation of geroprotectors as a key stage toward translation to the clinic", "sentences": [], "annotations": [], "relations": []}, {"offset": 62036, "infons": {"section_type": "REF", "source": "RColorBrewer: ColorBrewer palettes", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 62037, "infons": {"fpage": "52321", "pub-id_doi": "10.3791/52321", "section_type": "REF", "source": "Journal of Visualized Experiments: Jove", "type": "ref", "volume": "95", "year": "2015"}, "text": "Investigating the spreading and toxicity of prion‐like proteins using the metazoan model organism C. elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 62149, "infons": {"fpage": "513", "lpage": "532", "pub-id_doi": "10.1038/s41573-020-0067-7", "pub-id_pmid": "32467649", "section_type": "REF", "source": "Nature Reviews Drug Discovery", "type": "ref", "volume": "19", "year": "2020"}, "text": "The quest to slow ageing through drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 62197, "infons": {"fpage": "553", "issue": "7169", "lpage": "556", "pub-id_doi": "10.1038/nature05991", "pub-id_pmid": "18033297", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "450", "year": "2007"}, "text": "An antidepressant that extends lifespan in adult Caenorhabditis elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 62270, "infons": {"fpage": "20982", "issue": "52", "lpage": "20987", "pub-id_doi": "10.1073/pnas.0810359105", "pub-id_pmid": "19074276", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "105", "year": "2008"}, "text": "Genetic analysis of crawling and swimming locomotory patterns in C. elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 62347, "infons": {"fpage": "1", "issue": "3", "lpage": "13", "pub-id_doi": "10.1371/journal.pgen.1002583", "section_type": "REF", "source": "PLoS Genetics", "type": "ref", "volume": "8", "year": "2012"}, "text": "The yeast forkhead transcription factors fkh1 and fkh2 regulate lifespan and stress response together with the anaphase‐promoting complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 62487, "infons": {"section_type": "REF", "source": "R: A language and environment for statistical computing", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 62488, "infons": {"fpage": "1", "issue": "1", "lpage": "19", "pub-id_doi": "10.1038/s41598-020-73002-6", "pub-id_pmid": "31913322", "section_type": "REF", "source": "Scientific Reports", "type": "ref", "volume": "10", "year": "2020"}, "text": "NemaLife chip: A micropillar‐based microfluidic culture device optimized for aging studies in crawling C. elegans ", "sentences": [], "annotations": [], "relations": []}, {"offset": 62605, "infons": {"fpage": "1", "lpage": "21", "pub-id_doi": "10.1895/wormbook.1.131.1", "section_type": "REF", "source": "WormBook: the Online Review of C. Elegans Biology", "type": "ref", "year": "2007"}, "text": "Acetylcholine", "sentences": [], "annotations": [], "relations": []}, {"offset": 62619, "infons": {"elocation-id": "e47", "issue": "7", "pub-id_doi": "10.1093/nar/gkv007", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "43", "year": "2015"}, "text": "limma powers differential expression analyses for RNA‐sequencing and microarray studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 62709, "infons": {"fpage": "713", "issue": "5", "lpage": "724", "pub-id_doi": "10.1016/j.cmet.2012.04.007", "pub-id_pmid": "22560223", "section_type": "REF", "source": "Cell Metabolism", "type": "ref", "volume": "15", "year": "2012"}, "text": "TOR signaling and rapamycin influence longevity by regulating SKN‐1/Nrf and DAF‐16/FoxO", "sentences": [], "annotations": [], "relations": []}, {"offset": 62801, "infons": {"fpage": "139", "issue": "1", "lpage": "140", "pub-id_doi": "10.1093/bioinformatics/btp616", "pub-id_pmid": "19910308", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "edgeR: A Bioconductor package for differential expression analysis of digital gene expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 62900, "infons": {"elocation-id": "e1005752", "issue": "11", "pub-id_pmid": "29099853", "section_type": "REF", "source": "PLoS Computational Biology", "type": "ref", "volume": "13", "year": "2017"}, "text": "mixOmics: An R package for ‘omics feature selection and multiple data integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 62984, "infons": {"fpage": "707", "issue": "4", "lpage": "709", "pub-id_doi": "10.1111/acel.12340", "pub-id_pmid": "25808402", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "14", "year": "2015"}, "text": "The life‐extending effect of dietary restriction requires Foxo3 in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 63058, "infons": {"fpage": "60", "issue": "1", "lpage": "66", "pub-id_doi": "10.1111/acel.12295", "pub-id_pmid": "25470651", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "14", "year": "2015"}, "text": "Association study of FOXO3A SNPs and aging phenotypes in Danish oldest‐old individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 63147, "infons": {"fpage": "1437", "issue": "6", "lpage": "1452.e17", "pub-id_doi": "10.1016/j.cell.2017.10.049", "pub-id_pmid": "29195078", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "171", "year": "2017"}, "text": "A next generation connectivity map: L1000 platform and the first 1,000,000 profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 63231, "infons": {"fpage": "1", "issue": "1", "lpage": "17", "pub-id_doi": "10.1186/s13395-016-0105-7", "pub-id_pmid": "26783424", "section_type": "REF", "source": "Skeletal Muscle", "type": "ref", "volume": "6", "year": "2016"}, "text": "VAChT overexpression increases acetylcholine at the synaptic cleft and accelerates aging of neuromuscular junctions", "sentences": [], "annotations": [], "relations": []}, {"offset": 63347, "infons": {"fpage": "460", "issue": "1", "lpage": "465", "pub-id_doi": "10.1073/pnas.97.1.460", "pub-id_pmid": "10618440", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "97", "year": "2000"}, "text": "A common muscarinic pathway for diapause recovery in the distantly related nematode species Caenorhabditis elegans and Ancylostoma caninum ", "sentences": [], "annotations": [], "relations": []}, {"offset": 63487, "infons": {"fpage": "530", "issue": "5567", "lpage": "534", "pub-id_doi": "10.1126/science.1068712", "pub-id_pmid": "11964479", "section_type": "REF", "source": "Science", "type": "ref", "volume": "296", "year": "2002"}, "text": "DNA repair pathway stimulated by the forkhead transcription factor FOXO3a through the Gadd45 protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 63588, "infons": {"fpage": "1191", "issue": "5", "lpage": "1194", "pub-id_doi": "10.1111/acel.12627", "pub-id_pmid": "28612944", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "16", "year": "2017"}, "text": "The SKN‐1/Nrf2 transcription factor can protect against oxidative stress and increase lifespan in C. elegans by distinct mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 63722, "infons": {"fpage": "1", "issue": "November", "lpage": "12", "pub-id_doi": "10.3389/fcell.2020.594416", "pub-id_pmid": "32117956", "section_type": "REF", "source": "Frontiers in Cell and Developmental Biology", "type": "ref", "volume": "8", "year": "2020"}, "text": "Integrating the hallmarks of aging throughout the tree of life: A focus on mitochondrial dysfunction", "sentences": [], "annotations": [], "relations": []}, {"offset": 63823, "infons": {"fpage": "2840", "issue": "3", "lpage": "2856", "pub-id_doi": "10.18632/aging.102781", "pub-id_pmid": "32074508", "section_type": "REF", "source": "Aging", "type": "ref", "volume": "12", "year": "2020"}, "text": "Uric acid induces stress resistance and extends the life span through activating the stress response factor DAF‐16/FOXO and SKN‐1/NRF2", "sentences": [], "annotations": [], "relations": []}, {"offset": 63962, "infons": {"section_type": "REF", "source": "gplots: Various R programming tools for plotting data", "type": "ref", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 63963, "infons": {"fpage": "673", "issue": "4", "lpage": "685", "pub-id_doi": "10.1111/acel.12479", "pub-id_pmid": "27061590", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "15", "year": "2016"}, "text": "Characterization of the direct targets of FOXO transcription factors throughout evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 64053, "infons": {"section_type": "REF", "source": "ggplot2: Elegant graphics for data analysis", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 64054, "infons": {"fpage": "D1074", "issue": "D1", "lpage": "D1082", "pub-id_doi": "10.1093/nar/gkx1037", "pub-id_pmid": "29126136", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "46", "year": "2018"}, "text": "DrugBank 5.0: A major update to the DrugBank database for 2018", "sentences": [], "annotations": [], "relations": []}, {"offset": 64117, "infons": {"fpage": "78", "lpage": "89", "pub-id_doi": "10.1007/978-1-4419-1599-3_6", "pub-id_pmid": "20429417", "section_type": "REF", "source": "Advances in Experimental Medicine and Biology", "type": "ref", "volume": "665", "year": "2009"}, "text": "FoxO proteins and cardiac pathology", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]