[{"source": "PMC", "date": "20230217", "key": "pmc.key", "infons": {}, "documents": [{"id": "9933934", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1523/ENEURO.0195-22.2022", "article-id_pmc": "9933934", "article-id_pmid": "36725340", "article-id_publisher-id": "eN-NWR-0195-22", "elocation-id": "ENEURO.0195-22.2022", "issue": "2", "kwd": "channelrhodopsin closed-loop GABAergic interneuron nNOS responsive neurostimulation", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license, which permits unrestricted use, distribution and reproduction in any medium provided that the original work is properly attributed.", "name_0": "surname:Stieve;given-names:Bethany J.", "name_1": "surname:Smith;given-names:Madison M.", "name_2": "surname:Krook-Magnuson;given-names:Esther", "section_type": "TITLE", "type": "front", "volume": "10", "year": "2023"}, "text": "LINCs Are Vulnerable to Epileptic Insult and Fail to Provide Seizure Control via On-Demand Activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 102, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Visual Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 118, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Temporal lobe epilepsy (TLE) is notoriously pharmacoresistant, and identifying novel therapeutic targets for controlling seizures is crucial. Long-range inhibitory neuronal nitric oxide synthase-expressing cells (LINCs), a population of hippocampal neurons, were recently identified as a unique source of widespread inhibition in CA1, able to elicit both GABAA-mediated and GABAB-mediated postsynaptic inhibition. We therefore hypothesized that LINCs could be an effective target for seizure control. LINCs were optogenetically activated for on-demand seizure intervention in the intrahippocampal kainate (KA) mouse model of chronic TLE. Unexpectedly, LINC activation at 1 month post-KA did not substantially reduce seizure duration in either male or female mice. We tested two different sets of stimulation parameters, both previously found to be effective with on-demand optogenetic approaches, but neither was successful. Quantification of LINCs following intervention revealed a substantial reduction of LINC numbers compared with saline-injected controls. We also observed a decreased number of LINCs when the site of initial insult (i.e., KA injection) was moved to the amygdala [basolateral amygdala (BLA)-KA], and correspondingly, no effect of light delivery on BLA-KA seizures. This indicates that LINCs may be a vulnerable population in TLE, regardless of the site of initial insult. To determine whether long-term circuitry changes could influence outcomes, we continued testing once a month for up to 6 months post-KA. However, at no time point did LINC activation provide meaningful seizure suppression. Altogether, our results suggest that LINCs are not a promising target for seizure inhibition in TLE.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1838, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Significance Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 1861, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Novel treatments are needed for temporal lobe epilepsy, and altering inhibitory signaling may provide seizure control. Recently, a previously uncharacterized hippocampal cell population, long-range inhibitory neuronal nitric oxide synthase-expressing cells (LINCs), was found to provide strong, widespread inhibition in healthy tissue. Despite being a novel source of powerful inhibition, and therefore a promising candidate for seizure control, on-demand activation of LINCs in a mouse model of temporal lobe epilepsy did not substantially suppress seizure activity. LINC numbers were decreased in epileptic tissue, indicating that LINCs are a vulnerable cell population. The heterogeneity of inhibitory signaling, and how it changes in epilepsy, are important factors to consider when developing new temporal lobe epilepsy therapies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2697, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2710, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Temporal lobe epilepsy (TLE), characterized by spontaneous recurrent seizures typically arising from the hippocampus, is the most common form of epilepsy in adults. With current antiseizure drugs, only 11–25% of TLE patients are seizure free. Additionally, those who can find some relief may experience a range of negative side effects including nausea, liver dysfunction, bone degradation, and chronic cognitive impairments. Dysregulation of GABAergic signaling is a known key ictogenic factor. However, the limited efficacy and negative side effects of antiseizure drugs that indiscriminately elevate inhibitory signaling emphasize the need to consider the timing of interventions, circuit changes in epilepsy, and the heterogeneity of GABAergic signaling to develop high-specificity treatments that can provide seizure control while limiting side effects. There is incredible diversity of GABAergic signaling and GABAergic neurons. For example, in CA1, a subregion of the hippocampus, there are >20 types of inhibitory neurons identified. Recent work has identified and characterized additional CA1 populations, and genomic analysis suggests that even more populations remain poorly characterized. Each interneuron subtype has distinct properties and roles, subsequently forming unique microcircuits in healthy and epileptic tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4048, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This heterogeneity in inhibitory cell populations provides both a challenge and an opportunity. It may be possible to harness the diversity of interneurons to identify novel and effective targets for seizure intervention. On-demand optogenetic seizure intervention enables cell type-specific manipulations and is a useful approach to study the potential for specific cell populations to control seizures (for review, see). This approach not only limits manipulation to specific cell populations, but also limits the timing of intervention to only when a seizure is detected (i.e., closed-loop stimulation, also known as responsive stimulation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4693, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Optogenetic approaches have been used to explore hippocampal circuit elements, and specifically, which populations may be able to curtail (or worsen or even induce) temporal lobe seizures. This includes examination of inhibitory cell populations, such as parvalbumin-expressing cells (PV cells). Hippocampal PV cells encompass several inhibitory cell types and subtypes, including basket, axoaxonic, and bistratified cells. While the role of PV cells in seizures appears to be situation specific, and may not be the same for all subtypes, previous work using on-demand optogenetic activation of PV cells at the onset of seizures in the intrahippocampal kainate (IHKA) mouse model of chronic TLE demonstrated successful hippocampal seizure inhibition. This previous work supports the idea that in vivo activation of a select subpopulation of interneurons can be sufficient for the suppression of hippocampal seizures. However, the degree of seizure inhibition mediated by activation of PV cells was not as high as observed with some other closed-loop cell manipulations in the same TLE model. Targeting different populations of hippocampal interneurons might be able to outperform on-demand optogenetic activation of hippocampal PV cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5931, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, a previously uncharacterized source of widespread inhibition in the hippocampus was described—long-range inhibitory neuronal nitric oxide synthase (nNOS)-expressing cells (LINCs). LINCs are a GABAergic neuronal population in CA1, and, because of the following several unique features, we hypothesized that LINCs would be in a privileged position to provide seizure control. (1) Despite being a relatively sparse inhibitory cell population, LINCs provide widespread inhibition within CA1. Optogenetic activation of LINCs in hippocampal slices resulted in postsynaptic inhibition of 80% of all patched cells in CA1, including both superficial and deep pyramidal cells. For comparison, PV cells primarily target deep pyramidal cells. (2) LINCs are capable of altering hippocampal oscillations in vivo and therefore might also be effective in controlling aberrant network seizure activity. (3) LINCs produce both GABAA and GABAB postsynaptic responses. Compared with GABAA, GABAB-mediated inhibition is not only longer lasting, but also independent of the intracellular chloride concentration (which may be altered in epilepsy, reducing the efficacy of GABAA-mediated inhibition).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7120, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite the widespread inhibition provided by LINCs in healthy CA1, they have never been studied in the context of epilepsy (as they have only recently been described in healthy animals). Recent investigation of LINCs (in healthy animals) was made possible by advances in viral vectors using intersectional genetic approaches. LINCs are identified in part by their expression of nNOS. However, nNOS is also expressed by excitatory neurons, which far outnumber LINCs. Thus, it was only with a dual-targeting strategy that the investigation of LINCs could be achieved: specifically, as done previously, we targeted LINCs via their expression of both nNOS and Dlx5/6 (a transcription factor expressed by GABAergic neurons of the forebrain). While other interneurons can also express nNOS, the viral vector approach taken, coupled with the location of injection, preferentially captures hippocampal LINCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8022, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To determine whether LINCs can influence seizure activity, we used the IHKA mouse model of chronic TLE and optogenetically activated LINCs in vivo for on-demand seizure intervention. LINC-mediated seizure intervention was tested once a month, starting at 1 month post-epilepsy induction, for up to 6 months. We found that LINC activation did not substantially change seizure duration, even at late time points. We additionally found a substantial reduction in the number of LINCs in epileptic tissue, suggesting epilepsy-related cell death. A reduction in the number of hippocampal LINCs was observed even when the site of KA injection was moved to the amygdala. A propensity of LINC cell death in temporal lobe epilepsy may prevent meaningful seizure inhibition via on-demand optogenetic activation of LINCs and warrants future work examining the impact of this cell loss on hippocampal function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8920, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 8942, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Animals", "sentences": [], "annotations": [], "relations": []}, {"offset": 8950, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All animal procedures were performed in accordance with the University of Minnesota animal care and use committee regulations. At all times, mice had ab libitum access to food and water and were on a 12 h light/dark cycle (/low red light; zeitgeber time 0 = 8:00 A.M.). Both male and female mice, sexed at the time of weaning based on external genitalia, were used in all experiments. Mice were group housed in standard housing conditions in the animal facility at the University of Minnesota before and after viral injections. When needed, male mice were singly housed to avoid fighting after KA injections. Following implant surgery, all mice were singly housed to avoid damage to implants. Mice lived in investigator-managed housing during electrographic recordings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9724, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all experiments, mice were bred in-house. Using an intersectional genetic approach, we virally labeled the nNOS-expressing GABAergic cell population LINCs, as described in the study by; Fig. 1B, Table 1). To enable this approach, two lines were crossed. One line expressed Cre-recombinase in nNOS-expressing neurons and is referred to here simply as “cNOS”. The second line expressed Flpe recombinase in GABAgeric forebrain neurons via the Dlx5/Dlx6 (id6/id5) intergenic enhancer region and beta-globin basal promoter, and here is referred to simply as “fDlx.” Crossing these lines resulted in “cNOS-fDLX” mice, which included offspring expressing both Cre and Flp recombinases in nNOS-expressing GABAergic neurons of the forebrain. Double-expressing cNOS-fDLX mice (Cre-positive and Flp-positive) were injected with virus and used as opsin-positive animals. Flp-negative cNOS-fDLX littermates underwent identical surgical procedures including viral injections. As viral expression requires both Cre and Flp expression, Flp-negative animals did not express channelrhodopsin and were used as opsin-negative controls. nNOS mice were purchased from The Jackson Laboratory (B6.129-Nos1tm1(cre)Mgmj/J; stock #017526) and were maintained as homozygotes. Founder fDLX mice were provided by the Fishell Laboratory, Harvard Medical School, Cambridge, MA, and are also available from The Jackson Laboratory [Tg(ml56i-flpe)39Fsh/J, stock #010815)]. fDLX breeders were backcrossed at least eight times with C57BL/6J mice (stock #000664; The Jackson Laboratory; bred in-house), and were maintained as hemizygotes. C57BL/6J mice were used for PV cell quantification (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11405, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 11426, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"none\"><col align=\"left\" valign=\"top\" span=\"1\"/><col align=\"left\" valign=\"top\" span=\"1\"/><col align=\"left\" valign=\"top\" span=\"1\"/><col align=\"left\" valign=\"top\" span=\"1\"/><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Reference</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Test</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">n</italic>\n</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"><italic toggle=\"yes\">p</italic>-value</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">D</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kolmogorov–Smirnov</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">194 light, 187 no-light seizures</td><td rowspan=\"1\" colspan=\"1\">0.014</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Ei</italic></xref>, inset</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Paired Wilcoxon</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14 mice</td><td rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Ei</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kolmogorov–Smirnov</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14 mice</td><td rowspan=\"1\" colspan=\"1\">0.079</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Eii</italic></xref>, inset</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Paired Wilcoxon</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21 mice</td><td rowspan=\"1\" colspan=\"1\">0.0002</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Eii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kolmogorov–Smirnov</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21 mice</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.6889E-8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Fi</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14 opsin-negative, 21 opsin-positive mice</td><td rowspan=\"1\" colspan=\"1\">0.39</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Fii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14 opsin-negative, 21 opsin-positive mice</td><td rowspan=\"1\" colspan=\"1\">0.97</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Gi</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10 opsin-negative, 16 opsin-positive mice</td><td rowspan=\"1\" colspan=\"1\">0.94</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Gii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10 opsin-negative, 16 opsin-positive mice</td><td rowspan=\"1\" colspan=\"1\">0.69</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F1\" ref-type=\"fig\">Fig. 1<italic toggle=\"yes\">Fi–Gii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Two-way ANOVA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14 opsin-neg., 7 Hz stim; 21 opsin-pos., 7 Hz stim; 10 opsin-neg., long-pulse stim; 16 opsin-pos., long pulse stim mice</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.66; 0.66; 0.53</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Two-way ANOVA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6 opsin-neg., male; 8 opsin-neg., female; 12 opsin-pos., male; 9 opsin-pos., female mice</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.34, 0.07, 0.39</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F2\" ref-type=\"fig\">Fig. 2<italic toggle=\"yes\">E</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kruskal-Wallis ANOVA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 saline-injected, 6 kainate-injected (intrahippocampal), 5 kainate-injected (intra-amygdala) mice</td><td rowspan=\"1\" colspan=\"1\">0.006</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F2\" ref-type=\"fig\">Fig. 2<italic toggle=\"yes\">E</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 saline-injected, 6 kainate-injected (intrahippocampal) mice</td><td rowspan=\"1\" colspan=\"1\">0.004</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F2\" ref-type=\"fig\">Fig. 2<italic toggle=\"yes\">E</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 saline-injected, 5 kainate-injected (intra-amygdala) mice</td><td rowspan=\"1\" colspan=\"1\">0.015</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5 saline-injected, 6 kainate-injected mice</td><td rowspan=\"1\" colspan=\"1\">0.008</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Mann–Whitney</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6 C57BL/6J mice, 10 cNOS-fDLX mice</td><td rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Ai</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46 on-demand intervention sessions; 21 mice</td><td rowspan=\"1\" colspan=\"1\">0.033</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Aii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">65 on-demand intervention sessions; 21 mice</td><td rowspan=\"1\" colspan=\"1\">0.0015</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Bi</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46 on-demand intervention sessions; 21 mice</td><td rowspan=\"1\" colspan=\"1\">0.39</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Bii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">65 on-demand intervention sessions; 21 mice</td><td rowspan=\"1\" colspan=\"1\">0.28</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Ci</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">38 on-demand intervention sessions; 17 mice</td><td rowspan=\"1\" colspan=\"1\">0.0063</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Cii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">51 on-demand intervention sessions; 19 mice</td><td rowspan=\"1\" colspan=\"1\">0.00014</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Di</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">38 on-demand intervention sessions; 17 mice</td><td rowspan=\"1\" colspan=\"1\">0.056</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<xref rid=\"F3\" ref-type=\"fig\">Fig. 3<italic toggle=\"yes\">Dii</italic></xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">51 on-demand intervention sessions; 19 mice</td><td rowspan=\"1\" colspan=\"1\">0.013</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Materials and Methods</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">24 opsin-positive, 20 opsin-negative mice</td><td rowspan=\"1\" colspan=\"1\">0.60</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Materials and Methods</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 opsin-positive saline-injected mice</td><td rowspan=\"1\" colspan=\"1\">0.38</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46 on-demand intervention sessions; 21 mice</td><td rowspan=\"1\" colspan=\"1\">0.12</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">65 on-demand intervention sessions; 21 mice</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.95E-5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">38 on-demand intervention sessions; 17 mice</td><td rowspan=\"1\" colspan=\"1\">0.078</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Results</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Spearman’s correlation</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">51 on-demand intervention sessions; 19 mice</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.57E-5</td></tr></tbody></table>\n"}, "text": "Reference\tTest\tn\tp-value\t \tFig. 1D\tKolmogorov–Smirnov\t194 light, 187 no-light seizures\t0.014\t \tFig. 1Ei, inset\tPaired Wilcoxon\t14 mice\t0.002\t \tFig. 1Ei\tKolmogorov–Smirnov\t14 mice\t0.079\t \tFig. 1Eii, inset\tPaired Wilcoxon\t21 mice\t0.0002\t \tFig. 1Eii\tKolmogorov–Smirnov\t21 mice\t3.6889E-8\t \tFig. 1Fi\tMann–Whitney\t14 opsin-negative, 21 opsin-positive mice\t0.39\t \tFig. 1Fii\tMann–Whitney\t14 opsin-negative, 21 opsin-positive mice\t0.97\t \tFig. 1Gi\tMann–Whitney\t10 opsin-negative, 16 opsin-positive mice\t0.94\t \tFig. 1Gii\tMann–Whitney\t10 opsin-negative, 16 opsin-positive mice\t0.69\t \tFig. 1Fi–Gii\tTwo-way ANOVA\t14 opsin-neg., 7 Hz stim; 21 opsin-pos., 7 Hz stim; 10 opsin-neg., long-pulse stim; 16 opsin-pos., long pulse stim mice\t0.66; 0.66; 0.53\t \tResults\tTwo-way ANOVA\t6 opsin-neg., male; 8 opsin-neg., female; 12 opsin-pos., male; 9 opsin-pos., female mice\t0.34, 0.07, 0.39\t \tFig. 2E\tKruskal-Wallis ANOVA\t7 saline-injected, 6 kainate-injected (intrahippocampal), 5 kainate-injected (intra-amygdala) mice\t0.006\t \tFig. 2E\tMann–Whitney\t7 saline-injected, 6 kainate-injected (intrahippocampal) mice\t0.004\t \tFig. 2E\tMann–Whitney\t7 saline-injected, 5 kainate-injected (intra-amygdala) mice\t0.015\t \tResults\tMann–Whitney\t5 saline-injected, 6 kainate-injected mice\t0.008\t \tResults\tMann–Whitney\t6 C57BL/6J mice, 10 cNOS-fDLX mice\t0.002\t \tFig. 3Ai\tSpearman’s correlation\t46 on-demand intervention sessions; 21 mice\t0.033\t \tFig. 3Aii\tSpearman’s correlation\t65 on-demand intervention sessions; 21 mice\t0.0015\t \tFig. 3Bi\tSpearman’s correlation\t46 on-demand intervention sessions; 21 mice\t0.39\t \tFig. 3Bii\tSpearman’s correlation\t65 on-demand intervention sessions; 21 mice\t0.28\t \tFig. 3Ci\tSpearman’s correlation\t38 on-demand intervention sessions; 17 mice\t0.0063\t \tFig. 3Cii\tSpearman’s correlation\t51 on-demand intervention sessions; 19 mice\t0.00014\t \tFig. 3Di\tSpearman’s correlation\t38 on-demand intervention sessions; 17 mice\t0.056\t \tFig. 3Dii\tSpearman’s correlation\t51 on-demand intervention sessions; 19 mice\t0.013\t \tMaterials and Methods\tSpearman’s correlation\t24 opsin-positive, 20 opsin-negative mice\t0.60\t \tMaterials and Methods\tSpearman’s correlation\t7 opsin-positive saline-injected mice\t0.38\t \tResults\tSpearman’s correlation\t46 on-demand intervention sessions; 21 mice\t0.12\t \tResults\tSpearman’s correlation\t65 on-demand intervention sessions; 21 mice\t1.95E-5\t \tResults\tSpearman’s correlation\t38 on-demand intervention sessions; 17 mice\t0.078\t \tResults\tSpearman’s correlation\t51 on-demand intervention sessions; 19 mice\t2.57E-5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14000, "infons": {"file": "ENEURO.0195-22.2022_f001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "One month post-epilepsy induction, on-demand activation of LINCs does not provide strong seizure control. A, Experimental timeline. On-demand seizure intervention starts at least 6 weeks post-viral injection and 1 month post-KA injection to induce epilepsy. During on-demand testing, the hippocampal LFP is continuously monitored and analyzed online for seizure detection (indicated by vertical lines), which triggers pulsed blue light delivery for 50% of seizures in a random manner (horizontal blue lines). B, An intersectional genetic viral vector approach is used to label LINCs, an nNOS-expressing GABAergic cell population. Double-expressing offspring of nNOS-Cre and Dlx5/6-Flpe mice (left) are injected with a Cre-dependent and Flp-dependent virus (right) to mediate expression of eYFP-tagged channelrhodopsin for optogenetic activation and fluorescent labeling of LINCs. Flp-negative littermates receive a viral injection in the same manner and are used as opsin-negative controls. Schematics were adapted from the studies by and. C, Example electrographic seizures detected (red vertical line) from an opsin-positive mouse, triggering on-demand seizure intervention (right trace; 7 Hz blue light stimulus for 30 s) or not receiving light (left trace; used as an internal control). Scale: 500 μV, 2 s. D, Post-detection seizure durations during light (solid blue) and no-light (hashed black) conditions from an animal with a statistically significant—but still very minor—effect of light (seizure duration reduction: 12%, 2.5 s; p < 0.05, MW and KS tests). Ei, Eii, Postdetection seizure duration distributions at the group level. Solid gray bars (control animals; Ei) or blue bars (opsin-positive animals; Eii), seizures receiving 7 Hz light stimulation; black hashed bars, no-light seizures. Insets, Average seizure duration during no-light and light conditions by animal. Fi, Fii, Reduction in seizure duration by animal, as percentage of seizure duration reduction (Fi) or difference in seizure duration in seconds (Fii) for light (7 Hz stimulation) versus no light. Gray dots, control animals; blue dots, opsin-positive animals. G, Same as F, but for long-pulse light delivery (1 s on, 50 ms off, for 3 s). Note that while some individual animals showed a statistically significant response to light (D, example), and while there is a slight decrease in the overall seizure duration distribution in opsin-positive animals (Eii), there is no difference between opsin-positive and opsin-negative animals in effect size across animals (F, G), and no animal shows a strong response to light (maximum percentage seizure reduction is <30%; Table 1, summary of statistical analyses).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16714, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stereotactic surgeries", "sentences": [], "annotations": [], "relations": []}, {"offset": 16737, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice underwent one to three stereotaxic surgeries conducted under 1–3% isoflurane anesthesia. Unless noted otherwise, mice received treatment with carprofen (5 mg/kg, s.c.), local bupivacaine at the start of surgery, and postsurgical NeoPredef treatment around incisions, and recovered on a heating pad with appropriate observation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17074, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Viral injections", "sentences": [], "annotations": [], "relations": []}, {"offset": 17091, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all LINC-related experiments, mice first received a viral injection, starting at postnatal day 45 or greater (Fig. 1A, full timeline). In cNOS-fDLX-positive mice (described above), LINCs were labeled with the excitatory opsin channelrhodopsin-2 (ChR2) fused to enhanced yellow fluorescent protein (eYFP) in a Cre-dependent and Flp-dependent manner [AAV-DJ-hSyn-Con/Fon-hChR2(H134R)-eYFP-WPRE; titers, 4.4 × 1012 and 5.8 × 1012; lot #AV6214C and #AV8403, UNC Viral Vector Core; Fig. 1B]. One microliter of virus was injected using a microliter syringe (Hamilton 2 μl syringe, Neuros) into CA1 of the left dorsal hippocampus [distance from bregma: anteroposterior (AP), −2.0 mm; mediolateral (ML), 1.25 mm left; dorsoventral (DV), 1.35 mm], at an approximate rate of 200 nl/min. The syringe was left in place for at least 5 min postinjection before being withdrawn. Virus injection with this approach into the stratum oriens preferentially labels LINCs; Ivy and neurogliaform cells also express nNOS, but have a spatially restricted axonal plexus, which likely limits virus uptake. However, any Ivy cells at the site of injection could potentially express eYFP-ChR2 with this approach. Any such off-target labeling should result in a very minimal number of Ivy cells expressing eYFP-ChR2, as they would need to be in close proximity to the injection site. Ivy cells are inhibitory and should, if anything, increase the efficacy of intervention if they inadvertently also expressed ChR2 and received light. Flp-negative littermates were injected in the same manner and with the same virus as cNOS-fDLX-positive mice. All on-demand experiments and tissue collection began at least 6 weeks post-viral injection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18811, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Epilepsy induction", "sentences": [], "annotations": [], "relations": []}, {"offset": 18830, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We primarily used the IHKA mouse model of chronic TLE, in which KA is injected directly into the hippocampus. In this model, weeks after KA injection, animals display spontaneous, recurrent seizures, which can be recorded electrographically from the hippocampus. The IHKA epilepsy model replicates key factors of pathology observed in TLE patients, including unilateral hippocampal sclerosis marked by partial cell loss, granule cell dispersion, and mossy fiber spouting.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19302, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At least 13 d post-viral injection, animals received an intrahippocampal injection of KA. Specifically, 90–100 nl of 18.5 mM KA in sterile saline (SA) was injected with a microliter syringe into the hippocampus (distance from bregma: AP, −2.8 mm; ML, 2.15 mm left; DV, 1.9 mm). Note that this injection site is posterior to the viral injection to avoid direct overlap, and that KA injection was performed at a later time point to allow viral expression before this insult. For PV cell quantification (see below), C57BL/6J mice received an intrahippocampal KA injection in the same manner as cNOS-fDLX mice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19915, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a separate set of experiments, the intra-amygdala KA model of chronic temporal lobe epilepsy (; BLA-KA) was used instead. In these cNOS-fDLX animals, 200 nl of 18.5 mM KA in sterile saline was injected into the basolateral amygdala (distance from bregma: AP, −1.0 mm; ML, 3.25 mm left; DV, 5.0 mm). A subset of BLA-KA mice (three of five mice) underwent electrode and optic fiber implantation (see below). Hippocampal recordings from the three implanted BLA-KA mice all displayed spontaneous recurrent seizures, and one mouse displayed a high enough frequency of seizures to enable on-demand intervention; the majority of seizures detected in this animal during on-demand optogenetic seizure intervention were overtly behavioral.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20650, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An additional set of animals was used as controls for eYFP-positive cell counts and PV-immunohistochemistry experiments (see below). For this, opsin-positive cNOS-fDLX or C57BL/6J mice were injected with 90–100 nl of 0.9% sterile saline in the same manner as IHKA injections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20928, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all epilepsy-induction and saline-control surgeries, mice received local bupivacaine, were rapidly recovered from anesthesia (within 5 min of injection), were treated with NeoPredef, and received no postsurgical analgesics to avoid interfering with epilepsy induction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21203, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Electrode and optic fiber implantation", "sentences": [], "annotations": [], "relations": []}, {"offset": 21242, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At least 2 weeks post-epilepsy induction, mice were implanted with a recording electrode and an optic fiber. The hippocampal local field potential (LFP) was monitored by a bipolar twisted (local differential) microwire electrode (50 μm diameter stainless steel with polyimide insulation; P1 Technologies) implanted at 2.4 mm posterior, 2.0 mm left, and 1.75 mm ventral to bregma (IHKA mice), or 3.1 mm posterior, 3.6 mm left, and 3.4 mm ventral to bregma (BLA-KA mice). In all mice, an optic fiber, constructed in-house [diameter, 200 μm; 0.39 numerical aperture (NA)], was implanted for light delivery at 2.2 mm posterior, 1.2 mm left, and 1.35 mm ventral to bregma. Mice received standard surgical treatments of carprofen (5 mg/kg, s.c.), local bupivacaine at the start of surgery, and postsurgical NeoPredef treatment around the implant. Additionally, mice were treated with ibuprofen (50–80 mg/kg/d dissolved in drinking water, for 1 presurgical and 3 postsurgical days). Following implant surgery, mice recovered for at least 1 week before the start of electrophysiological recordings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22349, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Closed-loop seizure detection and optogenetic LINC activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 22411, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Simultaneous 24 h video LFP recordings of mice were used for on-demand optogenetic seizure intervention as described in the study by. Hippocampal LFP was transmitted via electrical patch cables connected through an electrical commutator (P1 Technologies), amplified by an analog amplifier (model 410, Brownlee), digitized (National Instruments), and analyzed using custom MATLAB software. Online seizure detection was tuned for each animal, based on ictal spiking properties such as spike amplitude, minimum and maximum spike width, and interspike interval. For each seizure detected, there was a 50% chance that blue light (wavelength ∼473 nm; via laser (Shanghai Laser & Optics Century Co., Ltd.) or LED (Plexon)) would be delivered to the hippocampus via an optical patch cord (ThorLabs) through an optical commutator (Doric; Fig. 1C, example LFP traces). Thus, for each mouse about half of detected seizures received light, and half did not receive light, in a random manner, providing an internal within-animal comparison. Light was delivered either at 6.67 Hz with a 33.3% duty cycle (50 ms light pulses) for 30 s, or at 1 Hz with a 95% duty cycle (1 s light pulses) for 3 s, matching previous protocols. Previous work supports that LINCs are activated by a train of 50 ms light pulses, which elicits repeated postsynaptic inhibition. The power of light delivered through the tip of the implanted fiber, measured post hoc, was 4.9 ± 0.4 mW. Across animals, there was no correlation between light power and the percentage of reduction in seizure duration with light (p = 0.60, Spearman’s correlation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24037, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "On-demand testing in IHKA mice started 1 month post-KA injection. A subset of mice was tested for longer, for which we conducted on-demand testing once a month for up to 6 months post-KA injection. Another subset of mice started at a later time point and were tested monthly up to 6 months post-KA injection. At each time point, mice received two rounds of on-demand testing, one with each light stimulus (7 and 1 Hz stimulation). For each round of intervention, testing was conducted across both light cycles (i.e., across the entire circadian cycle).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24598, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tissue processing and cell counting", "sentences": [], "annotations": [], "relations": []}, {"offset": 24634, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The specificity of the virally mediated intersectional genetics approach was confirmed, and quantification of eYFP-positive somata was conducted, via tissue processing and epifluorescence microscopy (microscope model DM2500, Leica). Tissue was collected immediately from all saline-injected mice after they were killed and, when possible, from KA-injected mice following on-demand testing. While the IHKA model is not traditionally considered a model of sudden unexpected death in epilepsy (SUDEP) per se, a number of animals died before the 6 month time point because of seizures. Brains from these mice were collected as soon as possible, but were only used to verify opsin expression and targeting. They were not used for cell quantification. All brains were drop fixed in 4% paraformaldehyde (PFA) and sectioned into 50 μm coronal sections via vibratome (model VT1000S, Leica) that were mounted with DAPI (VECTASHIELD Antifade Mounting Media with DAPI, catalog #H-1200, Vector Laboratories) as a 1-in-4 series. With the exception of tissue from one mouse that was collected too long postmortem, a lack of eYFP expression was assessed and confirmed in all opsin-negative tissue (n = 19 of 20 mice). Similarly, the expression of eYFP in opsin-positive tissue was confirmed from all but 3 opsin-positive mice (n = 22 of 25 mice); these 3 animals had unusable tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26013, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tissue that was collected immediately after mice were sacrificed was used for quantification of eYFP-expressing cells. This included 10 brains from opsin-positive IHKA mice (5 following 1 month post-KA intervention; 5 following 6 month post-KA intervention), and 7 from opsin-positive saline-injected mice (1–6 months postinjection; cell count not correlated with time post-saline injection; p = 0.38 Spearman’s correlation). The number of eYFP-positive somata in the hippocampal formation spanning from ∼1.0 to 3.8 mm posterior to bregma was counted manually in every fourth 50 μm section (14 50 μm sections total per animal) in all planes of focus at 20× magnification (model DM2500 microscope, Leica), in a manner similar to that in the study by. Representative images in Figure 2 were obtained via confocal imaging at 10× and 40× magnification on an Olympus FluoView BX2 (University Imaging Center, University of Minnesota).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26963, "infons": {"file": "ENEURO.0195-22.2022_f002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Substantial reduction of LINCs in epileptic tissue. eYFP-expressing somata were quantified from a 1-in-4 series of 50 μm hippocampal slices from virus-injected cNOS-fDLX mice. A–C, Representative images of eYFP expression in CA1 ∼1.5 mm posterior to bregma. SO, Stratum oriens; SP, stratum pyramidale; SR, stratum radiatum; SLM, stratum lacunosum moleculare. Scale bars, 50 μm. A, Widespread eYFP expression in a representative saline-injected mouse [overall cell count in this animal, 112 (equal to the median of all saline animals)]. Inset, Single eYFP-expressing cell from the same animal. B, eYFP expression in an IHKA mouse (overall cell count in this animal, 48). Inset, Single eYFP-expressing cell from the same animal. C, eYFP expression in an intra-amygdala kainate (BLA-KA) mouse (overall cell count in this animal, 41). Inset, Single eYFP-expressing cell from the same animal. D, Example distributions of eYFP-positive somata along the hippocampal anterior–posterior axis in saline (left), IHKA (middle), and BLA-KA (right) mice (same animals as shown in A–C). E, The number of eYFP-positive cells was different between saline-injected, intrahippocampal kainate-injected, and intra-amygdala kainate-injected mice (p = 0.006, KW test, ANOVA). Control mice injected with saline have an average cell count of 110 ± 18.1 (SA, left). IHKA epileptic mice (IHKA, middle) had a significant reduction in the number of eYFP-positive cells, with an average cell count of 33 ± 5.8 (vs SA count, p = 0.004, MW test). Despite the site of initial insult being outside the hippocampus, BLA-KA animals (right) also had a significant reduction in the number of eYFP-positive cells in the hippocampus (average cell count, 33.6 ± 10.3 vs SA count, p = 0.015, MW test). Dots represent individual mouse values, and lines represent average group values (Table 1, a summary of statistical analyses).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28895, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To quantify KA-induced changes in the number of PV-immunopositive cells, at 1 month postinjection, tissue was collected from six and five intrahippocampal KA-injected and SA-injected C57BL/6J mice, respectively. Brains were drop fixed in 4% PFA for 2 d immediately following mice being sacrificed and then sectioned into 50 μm sections. Matching quantification protocols for eYFP cells, a 1-in-4 series across the anterior–posterior extent of the hippocampus was used. To increase the penetration of antibodies, sections were suspended in 100% methanol for 3 h before free-floating PV immunostaining (1:1000; guinea pig anti-PV; GP72, Swant) in red. Sections were mounted with DAPI and imaged at 10× magnification (total internal reflection fluorescence (TIRF) scope, Zeiss; University Imaging Center, University of Minnesota). In total, 14 slices per animal spanning ∼1.0 to 3.8 mm posterior to bregma were used for the quantification of PV-immunopositive cells. Automated quantification of PV-immunopositive cells was conducted using background subtraction and additional thresholds, such as surface area, volume, and sphericity (Imaris software), followed by manual inspection of every slice and correction of cell counts, as necessary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30143, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The approximate volume of tissue that would receive direct light stimulation was estimated using the Deisseroth Laboratory, Stanford University, Stanford, CA, online light transmission calculator (https://web.stanford.edu/group/dlab/cgi-bin/graph/chart.php). The optic fibers used had a NA of 0.39, a radius of 100 μm, and a flat cleaved tip. The average power measured post hoc from the fiber tips (4.9 mW) was used. An index of refraction for brain tissue of 1.35 and an irradiance value of 1 mW/mm2 for ChR2 activation were assumed. Accordingly, blue light delivery (473 nm) reached a depth of 0.9 mm. Given a half-angle of ∼16.8°, the maximum radius of the cone of light was ∼0.3 mm. Thus, with the optic fiber implanted at 2.2 mm posterior to bregma, light was directly delivered to a tissue volume expanding from ∼1.9 to 2.5 mm posterior to bregma along the anterior–posterior axis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31046, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 31067, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After detection, seizure duration was determined offline using a combination of manual and automated processes. Similar to online detection, user-defined aspects of ictal spiking were defined and used for automated analysis of the duration of seizures following detection. All automated detections were subsequently manually inspected, and at all steps in the process experimenters were blinded to light condition. For IHKA mice, a minimum of 90 seizures per light condition detected within 48 h were used for analysis; datasets with fewer seizures were excluded. Because of a lower rate of seizures in BLA-KA mice compared with IHKA mice, a dataset of 60 seizures per condition detected over 12 d was used for analysis. Two-sample Kolmogorov–Smirnov (KS) and two-tailed Mann–Whitney (MW) tests were conducted to compare postdetection seizure duration between light and no-light events at the individual animal level. Seizure duration was considered statistically different with light only if both KS and MW p-values were <0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32102, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reduction in seizure duration was calculated at the individual level as a percentage of the duration reduction and as the difference of the average seizure duration of light and no-light seizures in seconds.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine whether light delivery changed seizure duration at the group level within a genotype, a paired Wilcoxon test was used to compare average no-light and light seizure durations. Cohen’s d is one metric for assessing effect size, with a value of <0.2 considered to indicate a small effect size. For each experimental group (e.g., opsin-positive, opsin-negative animals), Cohen’s d was calculated as the difference between average seizure duration with and without light delivery, divided by the pooled standard deviation (SDp; Eq. 1), as follows: where SD1 and SD2 are the SDs of each group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32915, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For additional within-genotype group analysis, 90–100 events per condition were randomly sampled (via MATLAB) from each animal and used to create summative histograms to compare light and no-light seizure duration distributions via a two-sample KS test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the change in seizure reduction or duration over time, or with the power of light delivered, a Spearman’s correlation was conducted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the percentage of reduction and the magnitude of seizure reduction in seconds between genotypes, a two-tailed MW test was used. To determine whether light-mediated reduction in seizure duration varied across genotype and either sex or stimulation parameter settings, a two-way ANOVA was used. To compare the proportion of animals with a statistically significant reduction in seizure duration with light across genotypes, the Pearson’s χ2 test was used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33784, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the number of eYFP-positive cells among saline, IHKA, and BLA-KA tissue, a Kruskal–Wallis ANOVA was used. To further compare the number of eYFP-positive cells between saline-injected and KA-injected tissue (IHKA or BLA-KA), a two-tailed MW test was used. To compare the number of PV-immunopositive cells between saline and IHKA tissue, a two-tailed MW test was used. To compare the number of PV-immunopositive cells and eYFP-positive cells in IHKA within the volume of tissue receiving direct light stimulation, a two-tailed MW test was used. To assess eYFP cell count over time in saline-injected tissue, a Spearman’s correlation was conducted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34445, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analyses were conducted using MATLAB (versions 2016-2021b) and OriginPro software (2016). For all statistical tests, a p-value of <0.05 was considered statistically significant. All values are reported as the mean ± SEM, unless noted otherwise.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34705, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 34713, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "On-demand activation of LINCs does not substantially influence seizure activity 1 month after epilepsy induction", "sentences": [], "annotations": [], "relations": []}, {"offset": 34826, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "LINCs have been identified recently as a powerful and widespread source of inhibition in the hippocampus. We therefore examined whether activating LINCs could provide seizure control using on-demand optogenetics to selectively activate LINCs at the time of hippocampal seizures. As illustrated in Figure 1, A and B, we used a viral intersectional genetics approach to label and express ChR2 in LINCs in CA1 of the hippocampus. We then induced epilepsy via intrahippocampal KA injection and implanted a recording electrode (for seizure detection) and an optic fiber (for light delivery). Online seizure detection triggered light activation of LINCs for 50% of detected events at random, providing a no-stimulation internal control (Fig. 1C, example trace). Opsin-negative animals served as an additional control and underwent identical experimental procedures. We first examined the impact of light delivery at ∼7 Hz with a 50 ms pulse width for 30 s; these stimulation parameters were chosen as they have previously been demonstrated to be effective for PV interneuron-mediated on-demand optogenetic seizure suppression in this same model of epilepsy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35982, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At the individual animal level, the majority of opsin-positive animals showed no significant effect of light delivery; 13 of 21 (∼62%) opsin-positive animals had no significant effect of light delivery. In the remaining eight opsin-positive animals, light delivery statistically reduced seizure duration compared with control no-light seizures (p < 0.05 for KS and MW tests in these animals). However, statistically significant seizure reduction in these animals did not correspond with sizeable suppression, as illustrated in Figure 1D, which shows seizure duration distributions for an example animal with a statistically significant reduction in seizure duration with light; note the lackluster effect. In this animal, seizure durations were reduced by only 12.0%, corresponding to a duration reduction of just 2.5 s. The maximum observed percentage of reduction across animals was only 24.7%, and this corresponded to a reduction in seconds of just 5.7 s (Fig. 1Eii,Fii). This indicates that even in individual animals where a statistically significant seizure duration reduction was achieved, effects remained small.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37110, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Further underscoring the lack of successful intervention in opsin-positive animals, changes in seizure durations reached statistical significance in a similar proportion of opsin-negative animals (5 of 14 for opsin-negative animals vs 8 of 21 for opsin-positive animals, p = 0.13, Pearson’s χ2 test), suggesting that the small, sometimes statistically significant, effects observed with opsin-positive animals are unlikely to reflect meaningful effects of LINC activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37590, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across opsin-positive animals with 7 Hz stimulation, there was an average 11.3 ± 1.8% decrease in seizure duration (Fig. 1Fi), corresponding to only a 2.0 ± 0.41 s reduction in average seizure durations (Fig. 1Fii), and a small effect size of light delivery (Cohen’s d = 0.14). These reductions were not significantly greater than those observed in opsin-negative animals (Fig. 1F; 8.9 ± 2.3% decrease or 2.0 ± 0.53 s decrease in seizure duration in opsin-negative animals; opsin-positive vs opsin-negatives: p = 0.39, MW test for percentage reduction; p = 0.97, MW for reduction in seconds), which also demonstrated a small effect of light delivery (Cohen’s d = 0.12). No apparent sex differences were observed across genotypes for either measurement of light-mediated reduction (percentage reduction: genotype, p = 0.34; sex, p = 0.07; interaction, p = 0.39; reduction in seconds: genotype, p = 0.90; sex, p = 0.20; interaction, p = 0.55; two-way ANOVAs).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38616, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Using a different stimulation pattern does not improve outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 38680, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test whether the lack of LINC-mediated influence on seizure activity was possibly because of the pattern of light stimulation, we tested an additional set of stimulation parameters previously used to successfully inhibit seizures through on-demand optogenetics. Specifically, we tested 1,000 ms long pulses delivered for 3 s. At the group level, effects on seizure duration were small and not different between genotypes (Fig. 1G; opsin-positive: 8.9 ± 2.2%, 1.7 ± 0.5 s reduction; opsin-negative: 9.3 ± 2.6%, 1.6 ± 0.4 s reduction; opsin-positive vs opsin-negative: p = 0.94, MW test for percentage reduction; p = 0.69, MW test for reduction in seconds; Cohen’s d opsin-positive, 0.15; opsin-negative, 0.09). Overall, across genotypes the average and range of light-mediated seizure reduction with long-pulse stimulation was similar to 7 Hz stimulation (Fig. 1, compare F, G; percentage reduction: opsin-positive vs opsin-negative, p = 0.66; long-pulse vs 7 Hz stimulation, p = 0.66; interaction, p = 0.53; reduction in seconds: opsin-positive vs opsin-negative, p = 0.99; long-pulse vs 7 Hz stimulation, p = 0.51; interaction, p = 0.93; two-way ANOVAs). Therefore, regardless of the stimulation parameters used, there is little impact of LINC activation on seizures; at 1 month post-KA injection, LINC activation did not meaningfully influence seizure activity, despite LINCs providing widespread inhibition in healthy tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40174, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "A substantial reduction in the number of LINCs is observed in epileptic mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 40251, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given that LINCs are a powerful source of inhibition in healthy tissue, we were surprised that LINC-mediated seizure suppression provided so little seizure control. Given the large circuit changes that can occur in temporal lobe epilepsy, we examined whether LINCs persisted in the epileptic tissue. Cell counts were conducted from 10 opsin-positive animals that received intervention, including 5 animals that had received on-demand optogenetic intervention 1 month post-KA injection, and 5 that had received on-demand optogenetic intervention up to 6 months post-KA injection (see next section). For comparison, cell counts were also conducted for saline-injected opsin-positive animals, with tissue collected 1–6 months post-saline injection. Robust labeling of LINCs was seen in saline-injected control animals (Fig. 2A,E), extending along the anterior–posterior extent of the hippocampus (Fig. 2D), as previously reported. A dramatic reduction in eYFP-labeled cells was observed in epileptic animals (Fig. 2B,D,E; p = 0.004, MW test), indicating that LINCs are vulnerable in epileptic tissue. Note that viral labeling of LINCs occurred before KA injection, and therefore the lower number of labeled LINCs is unlikely to reflect differences in initial transduction. This substantial loss of LINCs in epileptic mice may contribute to the inability to inhibit seizures via on-demand optogenetic activation of LINCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41685, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given that on-demand optogenetic activation of PV-expressing interneurons has previously been shown to inhibit hippocampal seizures in the IHKA model, we additionally examined the vulnerability of PV cells in our hands. While PV cells make up <5% of neurons in the hippocampus, PV-immunopositive cell numbers in saline-injected animals far outnumbered eYFP-labeled LINCs (1800 ± 168 PV-immunopositive cells counted over 14 sections; one in four series). In IHKA animals, the number of PV-immunopositive cells was significantly reduced (825 ± 61 cells; p = 0.008 vs saline controls, MW test; 54% reduction). This suggests that both PV cells and LINCs are vulnerable populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42377, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While a number of additional factors will play critical roles in the ability of light delivery to impact seizures, we directly compared the relative numbers of PV-immunopositive cells and eYFP-ChR2-expressing LINCs in the vicinity of light delivery in IHKA animals. Ignoring axonal activation, these cells are those that would be activated by light delivery. Given the calculated potential spread of light, we examined three sections centered around the location of the light source. In these sections, we counted 231 ± 34 PV-immunopositive cells in saline controls, which was reduced to 49 ± 17 cells in IHKA animals (representing a 79% reduction in cell numbers). In contrast, even in saline-injected controls, we found only 38 ± 6 eYFP-labeled LINCs in these three sections, and this was further reduced to only 9 ± 2 eYFP-labeled cells in IHKA tissue. While this represents a similar percentage reduction (76% decrease), the result is a stark contrast in the raw number of remaining cells (nearly 50 vs <10; p= 0.002 MW). Therefore, while both populations of interneurons are impacted in the IHKA model, the remaining number of targetable cells is much higher for PV interneurons than LINCs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43595, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Moving the site of initial insult does not change outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 43654, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The noted LINC cell loss could have resulted from epilepsy itself (e.g., seizures) or could have been a consequence of injecting KA directly into the hippocampus. To begin to examine whether LINC loss is specific to the intrahippocampal kainate model, and correspondingly whether LINC activation might be more efficacious in a different model, we turned to the intra-amygdala model of temporal lobe epilepsy. In this model, KA is not injected into the hippocampus, but is instead injected into the basolateral amygdala (BLA-KA), and spontaneous hippocampal electrographic and behavioral seizures are observed during the chronic phase. We tested on-demand optogenetic activation of LINCs in one BLA-KA animal but found no significant change in seizure duration (p = 0.89, KS test). In fact, we saw a slight (5.8%) increase in average seizure duration with light in this animal. This suggests that the lack of LINC-mediated seizure control is not model specific. Additionally, despite a different site of initial direct injury, we found that there was still a significant reduction in the number of eYFP-positive cells in BLA-KA animals compared with saline-injected controls (Fig. 2E, p = 0.015, MW test; Fig. 2C,D, animal illustrated is the animal that received on-demand intervention). Thus, regardless of the site of KA injection, a large reduction in the number of LINCs was observed in epileptic animals, which may impact the potential for LINC-mediated seizure suppression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45141, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Lack of LINC-mediated seizure suppression up to 6 months post-epilepsy induction", "sentences": [], "annotations": [], "relations": []}, {"offset": 45224, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Axonal sprouting of inhibitory neurons in epilepsy has been observed, including sprouting that occurs 4–6 months post-KA injection. As axonal sprouting at later time points post-KA injection could potentially compensate for inhibitory cell loss and allow more meaningful seizure control, we examined whether LINC-mediated influence on seizures would change over time. We tested animals with 7 Hz and long-pulse stimulation, as done at the 1 month post-KA injection time point (described above), each month for up to 6 months post-KA injection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45772, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In opsin-positive animals, the average percentage reduction in seizure duration slightly increased over time with 7 Hz stimulation of LINCs (Fig. 3Aii, Table 1; p = 0.0015, rs = 0.39, Spearman’s ρ correlation). However, the percentage reduction remained small at all time points (Fig. 3). Moreover, when the reduction in seizure duration was measured in seconds, there was no such correlation with time since epilepsy induction (Fig. 3Bii; p = 0.28, Spearman’s correlation). This suggests that the change in percentage reduction may reflect a difference in overall seizure durations (average seizure duration without light vs time: p = 1.95 * 10−5, rs = −0.50; average seizure duration with light delivery versus time: p = 2.56 * 10−5, rs = −0.50), rather than a change in the effectiveness of light per se. Note that not all animals have data from all time points. Importantly, LINC-mediated reduction in seizure duration remained modest even at 6 months: the maximum reduction in seizure duration with 7 Hz stimulation in opsin-positive animals was 34.7%, but this corresponded to only a 3.2 s reduction in average seizure duration in this animal. The maximum reduction in seconds was similarly modest, and was only 4.6 s (corresponding to 17.0%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47055, "infons": {"file": "ENEURO.0195-22.2022_f003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "LINC activation does not substantially influence seizure duration for up to 6 months post-epilepsy induction. Reduction of seizure duration with light stimulation over time since the injection of KA to induce epilepsy. Note that, when possible, mice were tested at multiple time points, but some mice were excluded from some time points because of SUDEP or an insufficient number of events for analysis. A, B, The percentage reduction (A), but not the reduction in seconds (B), of seizure duration with 7 Hz light stimulation slightly increases over time. Light-mediated seizure suppression remains modest throughout. At 6 months post-KA, the maximum reductions are only 34.7% or 4.6 s, and at no point are effects notably larger in opsin-positive animals. C, D, Similar results occur with long-pulse light stimulation, with little change observed over time. At 6 months post-KA, the maximum reduction in seizure durations are only 34.8% or 3.7 s. The p-values correspond to Spearman’s correlation (rs = Spearman’s Rho; Table 1, summary of statistical analyses).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48128, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Further underscoring that no meaningful seizure control was ever achieved in opsin-positive animals, a similar slight increase in percentage reduction of seizure durations over time post-KA injection was also observed with 7 Hz stimulation in opsin-negative animals (Fig. 3Ai; p = 0.033, rs = 0.31, Spearman’s correlation). This was accompanied by no change across time in absolute reduction in seconds (Fig. 3Bi; p = 0.39, rs = 0.13) nor average seizure duration with or without intervention (average seizure duration without light: p = 0.12, rs = −0.23; average seizure duration with light-delivery: p = 0.078, rs = −0.26 Spearman’s correlation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48803, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similar to 7 Hz stimulation, long-pulse stimulation showed a slight increase in percentage reduction over time, but this was again very modest and was observed in both opsin-negative and opsin-positive animals (Fig. 3C). A very slight increase over time was observed for seizure reduction measured in seconds in opsin-positive animals, but the impact of light remained modest and was never significantly greater than that seen in opsin-negative animals (Fig. 3D). Altogether, these results support the idea that, even at later time points post-KA injection, LINC activation is unable to substantially influence seizure activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49434, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 49445, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In healthy tissue, hippocampal LINCs provide widespread inhibition mediated by both GABAA and GABAB postsynaptic receptors. We therefore hypothesized that they may be strong targets for seizure control using on-demand optogenetics. However, regardless of the stimulation parameters chosen, or the time post-KA injection examined, no strong seizure control was ever achieved through activation of LINCs. We noted a substantial reduction in the number of LINCs in epileptic tissue, including when the site of initial insult was not in the hippocampus itself. This suggests that LINCs are a vulnerable cell population in epilepsy, which may contribute to the lack of efficacy when targeting LINCs for seizure control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50160, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Optogenetics has been extensively used in the study of epilepsy (for review, see). Previous work using on-demand optogenetics, with a variety of target strategies, has successfully inhibited seizures in the IHKA model of TLE. This includes work targeting populations in the hippocampus, indicating that this can be a successful approach—if the correct populations are manipulated in the correct way. On-demand optogenetics directly inhibiting principal cells in the hippocampus provided strong inhibition of electrographic seizures, with noted percentage reductions ranging from ∼70% to 75%. Previous work also found that on-demand optogenetic excitation of a different population of interneurons, PV-expressing interneurons, was able to inhibit seizures, although with less success than direct inhibition of principal hippocampal cells. The role of PV interneurons in seizures is complicated and depends on a range of factors, including the health of the tissue, whether seizures are acutely induced or spontaneously arising in epileptic tissue (and if induced, how and where), developmental stage and epilepsy type, and the relative timing of activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51321, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Most relevant to the work presented here, however, is work using on-demand optogenetic excitation of PV interneurons in the hippocampus with the IHKA mouse model, which noted significant seizure inhibition, with an average percentage seizure duration reduction across animals of ∼35–50%. Notably, this was significantly greater than opsin-negative controls in those studies and is markedly higher than the average percentage seizure reduction achieved here with on-demand optogenetic activation of LINCs. We found that LINC stimulation—with the same protocols used to successfully inhibit seizures via activation of PV cells—produced only an average 8.9–11% seizure duration reduction; these values were not significantly greater than opsin-negative controls. We initially hypothesized that on-demand optogenetic activation of LINCs would outperform seizure inhibition achieved by on-demand optogenetic activation of PV cells, as—in healthy tissue—LINCs provide strong inhibition to both deep and superficial CA1 pyramidal cells, and inhibition via both GABAA and GABAB mechanisms. In contrast, PV cells preferentially target deep pyramidal cells and primarily activate just GABAA receptors, which would be sensitive to a collapse in the chloride gradient. However, the activation of LINCs failed to outperform the activation of PV cells and, indeed, failed to provide any meaningful seizure inhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52739, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A number of factors may have contributed to the failure of on-demand optogenetic activation of LINCs to inhibit seizures. First and foremost, we noted a substantial decrease in the number of LINCs in epileptic tissue, resulting in very few remaining eYFP-ChR2-expressing cells. This, obviously, reduces the number of LINCs that can be activated by our on-demand optogenetic approach, limiting the potential impact of LINC activation. PV cells can also be lost in epilepsy, including in the IHKA model of TLE. We found that the average number of PV-immunopositive cells in IHKA animals was reduced by 54% across the entire anterior–posterior axis, and by 79% specifically at the location light was delivered in this study. This percentage reduction at the site of light delivery was similar to the percentage reduction observed in eYFP-ChR2-labeled LINCs. How can PV cells then remain a viable target? First, the absolute number of remaining PV cells at the location of light delivery in this study was approximately five times that of labeled LINCs. Therefore, there would be substantially more cells available to potentially provide seizure control. Additionally, any axons in the path of light could additionally be activated. This is especially relevant, as it has been noted that inhibitory neurons can undergo axonal sprouting in epilepsy. Importantly, this includes sprouting of the axons of PV cells. In the IHKA model of TLE, long-range axonal sprouting from PV cells was noted 4–6 months post-KA injection. Axonal sprouting of surviving neurons may help compensate for cell loss. However, for LINCs, if axonal sprouting occurs, it appears to be insufficient to meaningfully impact outcomes: even at late time points, up to a full 6 months post-KA injection, on-demand optogenetic excitation of LINCs failed to provide meaningful seizure suppression (Fig. 3). Even without an epileptic insult, LINCs are a relatively sparse hippocampal neuronal population (; compare also our saline cell counts), and sprouting of the axons of LINCs may be insufficient to overcome a further reduction in their numbers. Additionally, our experimental methods may not have allowed full capitalization of sprouting: most previous work targeting PV neurons in the IHKA model used a transgenic approach, resulting in all PV neurons expressing channelrhodopsin. Therefore, any PV cell now innervating the illuminated area would be able to contribute to seizure inhibition. In contrast to target LINCs, we had to take an intersectional genetic, viral vector-based approach. While we transfected LINCs for channelrhodopsin expression before the epileptogenic insult (to ensure robust transfection), and while we saw good viral spread with our approach (Fig. 2), areas more remote (including the contralateral hippocampus) would not be able to contribute to seizure suppression in the same manner. An additional difference between PV cells and LINCs is also worth noting: in addition to broadly inhibiting CA1 pyramidal cells, in healthy tissue LINCs also provide inhibition to inhibitory neurons. This could theoretically counteract the beneficial effects of inhibition they provide to pyramidal cells. However, many seizure medications increase inhibition broadly with at least some degree of success. Given the dramatic loss of LINCs in epilepsy, a more likely interpretation is insufficient inhibition, rather than poorly directed inhibition. However, a recent study did find greater on-demand optogenetic seizure control when targeting only hippocampal PV cells compared with broadly targeting hippocampal inhibitory interneurons (via DLX6/5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56377, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We examined two different stimulation protocols (and neither worked), and we used light stimulation parameters that were previously successful when targeting other neuronal populations. However, we cannot rule out that different experimental methods, including different light delivery paradigms, might be able to achieve greater seizure suppression via LINC activation. Previous work in healthy tissue demonstrated that a train of 50 ms light pulses produces repeated LINC-mediated postsynaptic inhibition, although, notably, there is substantial fatigue after the first light pulse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56962, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Additionally, activation of LINCs in vivo revealed that 7 Hz stimulation alters hippocampal theta oscillations for several seconds, although, again, there was a decline in amplitude within the first 500 ms of light onset. Altogether, this provides evidence that LINCs can alter network activity over several seconds, with protocols similar to those used here, at least in healthy tissue. However, the substantial decrease in the amplitude of LINC-mediated inhibition over the course of the stimulation train may contribute to the poor seizure suppression observed. While it is unclear whether such fatigue could be overcome to allow for more successful intervention strategies, future work could potentially apply methods such as Bayesian optimization to examine whether LINC-mediated seizure suppression could be improved with different stimulation parameters. Regardless of why LINC activation was unable to provide meaningful seizure control, and regardless of whether slightly better inhibition could have been achieved through different experimental methods, our results strongly indicate that on-demand activation of LINCs for seizure control is less robust than other approaches already demonstrated to be effective.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58188, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results also suggest that LINCs are a sensitive population, undergoing substantial cell loss in epileptic tissue. Importantly, moving the site of kainate injection did not rescue LINC numbers. Hippocampal cell death in BLA-KA mice is not atypical—pathologic changes in the hippocampus, including sclerosis marked by pyramidal cell loss, is observed following intra-amygdala kainate injections. Preventing status epilepticus through the administration of diazepam before intra-amygdala KA injection did not alter the amygdalar lesion at the site of injection, but did result in a lack of hippocampal sclerosis. Thus, hippocampal sclerosis in BLA-KA mice is attributed to status and the propagation of seizures, further suggesting that seizures, rather than the (location of the) initial insult per se, caused LINC cell loss. As noted above, in healthy tissue, LINCs provide widespread inhibition within the hippocampus, and their loss therefore may contribute to phenotypes in epilepsy, including cognitive and affective phenotypes. LINCs also have long-range projections to areas outside the hippocampus, including the tenia tecta, the hypothalamus, and the medial septum. LINCs may play an important role in coordinating the activity between the hippocampus and these regions, and the loss of LINCs in epilepsy may also contribute to comorbidities and circuit dysfunction through the loss of this interregional communication. LINCs remain a poorly understood cell population, and a greater understanding of their role in healthy physiology and in epilepsy will be an important goal for future research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59798, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are a few important experimental aspects to this study to further consider. First, we examined the ability of LINCs to inhibit seizures in a model of chronic temporal lobe epilepsy that models not only seizures, but also hippocampus sclerosis. Different results may have been achieved if we had instead used, for example, acute seizure induction in healthy tissue. Such results would then have failed to translate to situations with the (at times substantial) circuit changes that can happen in chronic temporal lobe epilepsy. The seizure model used—and subsequent differences in cytoarchitecture and pathology—has been associated with conflicting results across studies targeting other hippocampal inhibitory and excitatory cell populations. For example, the activation of mossy cells in the dentate gyrus was proconvulsant in an acute seizure model, but anticonvulsant in the IHKA chronic epilepsy model. Second, even in the same model of temporal lobe epilepsy, there is considerable animal to animal variability. This highlights the importance of within-animal comparisons, but also the importance of considering subject dropout in results. Across time, animals that remained in our study showed, on average, a decrease in seizure durations with time. This resulted in an increase in the percentage of seizure reduction in time despite a relatively stable absolute reduction (in seconds) of seizure duration. Importantly, some of the animals (presumably those with more severe initial epilepsy) were lost to SUDEP over the course of our experiments, which likely contributed to this observed change in seizure durations over time at the group level. A final important aspect to consider is that our experiments were well controlled, with both internal no-light controls and group comparisons to opsin-negative animals that received otherwise identical experimental procedures. The use of opsin-negative animals was critical, as it helped contextualize the small, but at times statistically significant, effects we did observe with light delivery. While some of this may be because of chance, and while effects in opsin-negative animals were always very small, it provided a key point of reference; without this context, we may have overinterpreted the occasional small, but significant, effect in opsin-positive animals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62133, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although light delivery always resulted in at most small effect sizes in opsin-negative animals, that any significant effect was observed is surprising. What may be driving this small, yet at times significant, effect? Light delivery alone can have impacts on neuronal systems through a variety of mechanisms. Light-induced tissue heating is one such possibility. In the present study, following data collection, light power measured through the tip of the implanted optic fiber was an average of 4.9 ± 0.4 mW. While this is not generally considered a high level of light for optogenetic studies, this amount of light could, in theory, have a small influence on neural activity via tissue heating. However, we found that light power was not correlated with the percentage reduction in seizure duration with light (p = 0.60, Spearman’s correlation), making it unlikely that tissue heating was the critical factor for the observed light-mediated effects. Another potential impact of light delivery alone is the alteration of neurologic activity via the visual pathway. While optical connections were covered to mitigate external light delivery with stimulation, it did not prevent all of it. Therefore, a visual impact theoretically may have contributed to shorter average seizure durations with light. However, if mediated by a visual effect, it does not appear to be impacted by the frequency of light pulses, as the effects were similar between the two sets of stimulation parameters (opsin-negative percentage reduction, 7 vs 1 Hz; p = 0.44, MW test). Another potential source of light-mediated effects in opsin-negative animals is light-mediated alterations in blood flow (especially with blue light). If light-mediated alterations in blood flow can alter seizures, this could be an interesting avenue for future investigations. However, the very small size of the noted effects is worth remembering. Any future investigations attempting to build on the finding would need to substantially increase the effect to have a meaningful impact on seizures. While any off-target effects of light were not large enough to be clinically relevant in our experiments, they are still an important experimental factor to consider when designing and interpreting results. Consideration of all of these factors led us to the ultimate conclusion that on-demand optogenetic excitation of LINCs cannot provide robust seizure inhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64574, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "LINCs are an understudied hippocampal neuronal population, with a number of unique and exciting features. While they do not appear to be a strong candidate target for seizure interventions, a better understanding of their role in healthy physiology, and in turn the impact of LINC loss in epilepsy, will be important areas for future investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64923, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 64934, "infons": {"fpage": "066038", "pub-id_doi": "10.1088/1741-2552/ac3ef4", "section_type": "REF", "source": "J Neural Eng", "type": "ref", "volume": "18", "year": "2021"}, "text": "In vivo blue light illumination for optogenetic inhibition: effect on local temperature and excitability of the rat hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 65062, "infons": {"fpage": "127", "lpage": "154", "pub-id_doi": "10.1016/bs.pbr.2016.04.007", "pub-id_pmid": "27323941", "section_type": "REF", "source": "Prog Brain Res", "type": "ref", "volume": "226", "year": "2016"}, "text": "Organization and control of epileptic circuits in temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 65135, "infons": {"fpage": "7715", "lpage": "7726", "pub-id_doi": "10.1523/JNEUROSCI.4105-14.2015", "pub-id_pmid": "25995461", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "35", "year": "2015"}, "text": "The contribution of raised intraneuronal chloride to epileptic network activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 65215, "infons": {"fpage": "614", "lpage": "621", "pub-id_doi": "10.1002/jnr.10356", "pub-id_pmid": "12210827", "section_type": "REF", "source": "J Neurosci Res", "type": "ref", "volume": "69", "year": "2002"}, "text": "Characterization of neuronal death induced by focally evoked limbic seizures in the C57BL/6 mouse", "sentences": [], "annotations": [], "relations": []}, {"offset": 65313, "infons": {"fpage": "S143", "lpage": "S156", "pub-id_doi": "10.1088/1741-2560/4/3/S02", "pub-id_pmid": "17873414", "section_type": "REF", "source": "J Neural Eng", "type": "ref", "volume": "4", "year": "2007"}, "text": "An optical neural interface: in vivo control of rodent motor cortex with integrated fiberoptic and optogenetic technology", "sentences": [], "annotations": [], "relations": []}, {"offset": 65435, "infons": {"fpage": "045007", "pub-id_doi": "10.1117/1.NPh.3.4.045007", "pub-id_pmid": "27981063", "section_type": "REF", "source": "Neurophotonics", "type": "ref", "volume": "3", "year": "2016"}, "text": "Measurement, modeling, and prediction of temperature rise due to optogenetic brain stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 65530, "infons": {"fpage": "683", "lpage": "694", "pub-id_doi": "10.1113/jphysiol.2011.223669", "pub-id_pmid": "22199164", "section_type": "REF", "source": "J Physiol", "type": "ref", "volume": "590", "year": "2012"}, "text": "Basket cell dichotomy in microcircuit function", "sentences": [], "annotations": [], "relations": []}, {"offset": 65577, "infons": {"fpage": "23", "pub-id_pmid": "22623913", "section_type": "REF", "source": "Front Neural Circuits", "type": "ref", "volume": "6", "year": "2012"}, "text": "Neurogliaform and Ivy cells: a major family of nNOS expressing GABAergic neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 65658, "infons": {"fpage": "1475", "lpage": "1493", "pub-id_doi": "10.1038/nprot.2013.080", "pub-id_pmid": "23845961", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "8", "year": "2013"}, "text": "Closed-loop optogenetic intervention in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 65703, "infons": {"fpage": "1694", "lpage": "1704", "pub-id_doi": "10.1152/jn.00744.2015", "pub-id_pmid": "27486107", "section_type": "REF", "source": "J Neurophysiol", "type": "ref", "volume": "116", "year": "2016"}, "text": "The antiepileptic and ictogenic effects of optogenetic neurostimulation of PV-expressing interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 65805, "infons": {"fpage": "813", "lpage": "816", "pub-id_pmid": "103652", "section_type": "REF", "source": "C R Acad Hebd Seances Acad Sci D", "type": "ref", "volume": "287", "year": "1978"}, "text": "Action épileptogène induite par des injections intraamygdaliennes d'acide kainique", "sentences": [], "annotations": [], "relations": []}, {"offset": 65890, "infons": {"fpage": "79", "lpage": "97", "pub-id_doi": "10.1016/0006-8993(80)90316-9", "pub-id_pmid": "7378761", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "191", "year": "1980"}, "text": "The role of epileptic activity in the hippocampus and “remote” cerebral lesions induced by kainic acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 65997, "infons": {"fpage": "342", "lpage": "354", "pub-id_pmid": "13867040", "section_type": "REF", "source": "Riv Sper Freniatr Med Leg Alien Ment", "type": "ref", "volume": "86", "year": "1962"}, "text": "Experimental research on the anticonvulsant properties of 1-glutamine, 1-asparagine, gamma-aminobutyric acid and gamma-amino-beta-hydroxybutyric acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 66147, "infons": {"fpage": "2785", "lpage": "2797", "pub-id_doi": "10.1093/brain/awp187", "pub-id_pmid": "19638447", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "132", "year": "2009"}, "text": "Frequency, prognosis and surgical treatment of structural abnormalities seen with magnetic resonance imaging in childhood epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 66278, "infons": {"fpage": "133", "lpage": "141", "pub-id_doi": "10.1016/j.nbd.2014.01.015", "pub-id_pmid": "24491965", "section_type": "REF", "source": "Neurobiol Dis", "type": "ref", "volume": "65", "year": "2014"}, "text": "Optogenetic inhibition of chemically induced hypersynchronized bursting in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 66358, "infons": {"fpage": "2340", "lpage": "2364", "pub-id_doi": "10.1111/epi.16725", "pub-id_pmid": "33190243", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "61", "year": "2020"}, "text": "Progress report on new antiepileptic drugs: a summary of the Fifteenth Eilat Conference on New Antiepileptic Drugs and Devices (EILAT XV). I. Drugs in preclinical and early clinical development", "sentences": [], "annotations": [], "relations": []}, {"offset": 66552, "infons": {"fpage": "4833", "lpage": "4847", "pub-id_doi": "10.1364/OE.19.004833", "pub-id_pmid": "21445119", "section_type": "REF", "source": "Opt Express", "type": "ref", "volume": "19", "year": "2011"}, "text": "Brain refractive index measured in vivo with high-NA defocus-corrected full-field OCT and consequences for two-photon microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 66681, "infons": {"fpage": "619", "lpage": "641", "pub-id_doi": "10.1007/s00441-018-2882-2", "pub-id_pmid": "30084021", "section_type": "REF", "source": "Cell Tissue Res", "type": "ref", "volume": "373", "year": "2018"}, "text": "Morphological diversity and connectivity of hippocampal interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 66750, "infons": {"fpage": "2875", "lpage": "2889.e6", "pub-id_doi": "10.1016/j.celrep.2019.10.100", "pub-id_pmid": "31775052", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "29", "year": "2019"}, "text": "An excitatory and epileptogenic effect of dentate gyrus mossy cells in a mouse model of epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 66847, "infons": {"fpage": "717", "lpage": "729", "pub-id_doi": "10.1016/s0306-4522(98)00401-1", "pub-id_pmid": "10199607", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "89", "year": "1999"}, "text": "Recurrent seizures and hippocampal sclerosis following intrahippocampal kainate injection in adult mice: electroencephalography, histopathology and synaptic reorganization similar to mesial temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 67060, "infons": {"fpage": "305", "lpage": "324", "pub-id_doi": "10.1002/1098-1063(2000)10:3<305::AID-HIPO11>3.0.CO;2-I", "pub-id_pmid": "10902900", "section_type": "REF", "source": "Hippocampus", "type": "ref", "volume": "10", "year": "2000"}, "text": "Early loss of interneurons and delayed subunit-specific changes in GABA(A)-receptor expression in a mouse model of mesial temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 67205, "infons": {"fpage": "787", "lpage": "790", "pub-id_doi": "10.1126/science.aan4074", "pub-id_pmid": "29449490", "section_type": "REF", "source": "Science", "type": "ref", "volume": "359", "year": "2018"}, "text": "Dentate gyrus mossy cells control spontaneous convulsive seizures and spatial memory", "sentences": [], "annotations": [], "relations": []}, {"offset": 67290, "infons": {"fpage": "8961", "lpage": "8970", "pub-id_doi": "10.1523/JNEUROSCI.22-20-08961.2002", "pub-id_pmid": "12388603", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "22", "year": "2002"}, "text": "Synaptic localization of nitric oxide synthase and soluble guanylyl cyclase in the hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 67385, "infons": {"fpage": "947", "pub-id_pmid": "31551699", "section_type": "REF", "source": "Front Neurosci", "type": "ref", "volume": "13", "year": "2019"}, "text": "Novel optogenetic approaches in epilepsy research", "sentences": [], "annotations": [], "relations": []}, {"offset": 67435, "infons": {"fpage": "993", "lpage": "1009", "pub-id_doi": "10.1111/joim.13329", "pub-id_pmid": "34156133", "section_type": "REF", "source": "J Intern Med", "type": "ref", "volume": "290", "year": "2021"}, "text": "Induction of specific brain oscillations may restore neural circuits and be used for the treatment of Alzheimer's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 67557, "infons": {"fpage": "161", "lpage": "164", "pub-id_doi": "10.1038/s41587-020-0679-9", "pub-id_pmid": "33020604", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "39", "year": "2021"}, "text": "Deep brain optogenetics without intracranial surgery", "sentences": [], "annotations": [], "relations": []}, {"offset": 67610, "infons": {"fpage": "679", "lpage": "684", "pub-id_doi": "10.1126/science.aaq1144", "pub-id_pmid": "29439241", "section_type": "REF", "source": "Science", "type": "ref", "volume": "359", "year": "2018"}, "text": "Near-infrared deep brain stimulation via upconversion nanoparticle-mediated optogenetics", "sentences": [], "annotations": [], "relations": []}, {"offset": 67699, "infons": {"fpage": "890", "lpage": "899", "pub-id_doi": "10.1016/j.brs.2014.07.034", "pub-id_pmid": "25108607", "section_type": "REF", "source": "Brain Stimul", "type": "ref", "volume": "7", "year": "2014"}, "text": "Seizure suppression by high frequency optogenetic stimulation using in vitro and in vivo animal models of epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 67814, "infons": {"fpage": "151", "pub-id_pmid": "29962936", "section_type": "REF", "source": "Front Cell Neurosci", "type": "ref", "volume": "12", "year": "2018"}, "text": "Specificity, versatility, and continual development: the power of optogenetics for epilepsy research", "sentences": [], "annotations": [], "relations": []}, {"offset": 67915, "infons": {"fpage": "124", "lpage": "125", "pub-id_doi": "10.1177/1535759719835658", "pub-id_pmid": "30955433", "section_type": "REF", "source": "Epilepsy Curr", "type": "ref", "volume": "19", "year": "2019"}, "text": "Seizing sequencing data to consider cell and circuit complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 67979, "infons": {"fpage": "2336", "lpage": "2344", "pub-id_doi": "10.1002/jnr.24011", "pub-id_pmid": "28151564", "section_type": "REF", "source": "J Neurosci Res", "type": "ref", "volume": "95", "year": "2017"}, "text": "Axonal sprouting in commissurally projecting parvalbumin-expressing interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 68060, "infons": {"fpage": "e46816", "pub-id_doi": "10.7554/eLife.46816", "pub-id_pmid": "31609204", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "8", "year": "2019"}, "text": "Novel long-range inhibitory nNOS-expressing hippocampal cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 68122, "infons": {"section_type": "REF", "source": "Statistical power analysis for the behavioral sciences", "type": "ref", "year": "1977"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 68123, "infons": {"fpage": "108", "lpage": "115", "pub-id_doi": "10.1016/j.tins.2004.11.011", "pub-id_pmid": "15667934", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "28", "year": "2005"}, "text": "Multiple facets of GABAergic neurons and synapses: multiple fates of GABA signalling in epilepsies", "sentences": [], "annotations": [], "relations": []}, {"offset": 68222, "infons": {"fpage": "202", "lpage": "216", "pub-id_doi": "10.1038/nrn3444", "pub-id_pmid": "23385869", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "14", "year": "2013"}, "text": "New insights into the classification and nomenclature of cortical GABAergic interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 68311, "infons": {"fpage": "205", "lpage": "219", "pub-id_pmid": "1363041", "section_type": "REF", "source": "Epilepsy Res Suppl", "type": "ref", "volume": "9", "year": "1992"}, "text": "Neurochemical remodelling of the hippocampus in human temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 68388, "infons": {"fpage": "1388", "lpage": "1395", "pub-id_doi": "10.1016/S0140-6736(11)60890-8", "pub-id_pmid": "22000136", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "378", "year": "2011"}, "text": "The long-term outcome of adult epilepsy surgery, patterns of seizure remission, and relapse: a cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 68496, "infons": {"fpage": "1743", "lpage": "1749", "pub-id_doi": "10.1038/nn.4430", "pub-id_pmid": "27798629", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "19", "year": "2016"}, "text": "A viral strategy for targeting and manipulating interneurons across vertebrate species", "sentences": [], "annotations": [], "relations": []}, {"offset": 68583, "infons": {"fpage": "245", "lpage": "246", "pub-id_doi": "10.1038/nrneurol.2014.67", "pub-id_pmid": "24752125", "section_type": "REF", "source": "Nat Rev Neurol", "type": "ref", "volume": "10", "year": "2014"}, "text": "Epilepsy: preserving memory in temporal lobectomy—are networks the key?", "sentences": [], "annotations": [], "relations": []}, {"offset": 68657, "infons": {"fpage": "997", "lpage": "1012.e9", "pub-id_doi": "10.1016/j.neuron.2021.01.003", "pub-id_pmid": "33529646", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "109", "year": "2021"}, "text": "Alternating sources of perisomatic inhibition during behavior", "sentences": [], "annotations": [], "relations": []}, {"offset": 68719, "infons": {"fpage": "54", "lpage": "60", "pub-id_doi": "10.1177/15357597211053687", "pub-id_pmid": "35233202", "section_type": "REF", "source": "Epilepsy Curr", "type": "ref", "volume": "22", "year": "2022"}, "text": "Toward understanding the diverse roles of perisomatic interneurons in epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 68798, "infons": {"fpage": "1840", "lpage": "1846", "pub-id_doi": "10.1523/JNEUROSCI.23-05-01840.2003", "pub-id_pmid": "12629188", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "23", "year": "2003"}, "text": "Excitatory actions of endogenously released GABA contribute to initiation of ictal epileptiform activity in the developing hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 68933, "infons": {"fpage": "15208", "lpage": "15222", "pub-id_doi": "10.1523/JNEUROSCI.1747-14.2014", "pub-id_pmid": "25392490", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "34", "year": "2014"}, "text": "Excitatory effects of parvalbumin-expressing interneurons maintain hippocampal epileptiform activity via synchronous afterdischarges", "sentences": [], "annotations": [], "relations": []}, {"offset": 69066, "infons": {"fpage": "266", "lpage": "276", "pub-id_doi": "10.1016/j.yebeh.2012.06.016", "pub-id_pmid": "23041175", "section_type": "REF", "source": "Epilepsy Behav", "type": "ref", "volume": "25", "year": "2012"}, "text": "Epilepsy across the spectrum: promoting health and understanding. A summary of the Institute of Medicine report", "sentences": [], "annotations": [], "relations": []}, {"offset": 69178, "infons": {"fpage": "1016", "lpage": "1028", "pub-id_doi": "10.1016/j.neuron.2019.01.043", "pub-id_pmid": "30897354", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "101", "year": "2019"}, "text": "Resolving the micro-macro disconnect to address core features of seizure networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 69260, "infons": {"fpage": "7912", "lpage": "7927", "pub-id_doi": "10.1523/JNEUROSCI.0193-18.2018", "pub-id_pmid": "30104343", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "38", "year": "2018"}, "text": "A transient developmental window of fast-spiking interneuron dysfunction in a mouse model of dravet syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 69369, "infons": {"fpage": "763", "lpage": "772", "pub-id_doi": "10.1038/nmeth.2996", "pub-id_pmid": "24908100", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "11", "year": "2014"}, "text": "Targeting cells with single vectors using multiple-feature Boolean logic", "sentences": [], "annotations": [], "relations": []}, {"offset": 69442, "infons": {"fpage": "5043", "pub-id_doi": "10.1038/s41467-018-07162-5", "pub-id_pmid": "30487571", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "9", "year": "2018"}, "text": "Connectivity and network state-dependent recruitment of long-range VIP-GABAergic neurons in the mouse hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 69556, "infons": {"fpage": "347", "lpage": "470", "pub-id_doi": "10.1002/(SICI)1098-1063(1996)6:4<347::AID-HIPO1>3.0.CO;2-I", "pub-id_pmid": "8915675", "section_type": "REF", "source": "Hippocampus", "type": "ref", "volume": "6", "year": "1996"}, "text": "Interneurons of the hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 69588, "infons": {"fpage": "917", "lpage": "929", "pub-id_doi": "10.1016/j.neuron.2008.01.034", "pub-id_pmid": "18367092", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "57", "year": "2008"}, "text": "Ivy cells: a population of nitric-oxide-producing, slow-spiking GABAergic neurons and their involvement in hippocampal network activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 69724, "infons": {"fpage": "589", "lpage": "600", "pub-id_doi": "10.1016/j.seizure.2013.04.015", "pub-id_pmid": "23683707", "section_type": "REF", "source": "Seizure", "type": "ref", "volume": "22", "year": "2013"}, "text": "Molecular mechanisms of antiseizure drug activity at GABAA receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 69793, "infons": {"fpage": "576", "lpage": "585", "pub-id_doi": "10.1002/jbio.201500106", "pub-id_pmid": "26192551", "section_type": "REF", "source": "J Biophotonics", "type": "ref", "volume": "9", "year": "2016"}, "text": "Light distribution and thermal effects in the rat brain under optogenetic stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 69879, "infons": {"fpage": "e2006387", "pub-id_doi": "10.1371/journal.pbio.2006387", "pub-id_pmid": "29912866", "section_type": "REF", "source": "PLoS Biol", "type": "ref", "volume": "16", "year": "2018"}, "text": "Classes and continua of hippocampal CA1 inhibitory neurons revealed by single-cell transcriptomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 69978, "infons": {"fpage": "481", "lpage": "484", "pub-id_pmid": "13500579", "section_type": "REF", "source": "Clin Chim Acta", "type": "ref", "volume": "2", "year": "1957"}, "text": "On the efficacy of asparagine, glutamine, γ-aminobutyric acid and 2-pyrrolidinone in preventing chemically induced seizures in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 70114, "infons": {"fpage": "307", "lpage": "326", "pub-id_doi": "10.1007/s40265-017-0859-1", "pub-id_pmid": "29368126", "section_type": "REF", "source": "Drugs", "type": "ref", "volume": "78", "year": "2018"}, "text": "Pharmacotherapy for refractory and super-refractory status epilepticus in adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 70195, "infons": {"fpage": "1576", "lpage": "1589", "pub-id_doi": "10.1093/brain/awab042", "pub-id_pmid": "33769452", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "144", "year": "2021"}, "text": "Medial septal GABAergic neurons reduce seizure duration upon optogenetic closed-loop stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 70292, "infons": {"fpage": "230", "lpage": "235", "pub-id_doi": "10.1038/nature20587", "pub-id_pmid": "27929004", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "540", "year": "2016"}, "text": "Gamma frequency entrainment attenuates amyloid load and modifies microglia", "sentences": [], "annotations": [], "relations": []}, {"offset": 70367, "infons": {"fpage": "8790", "lpage": "8804", "pub-id_doi": "10.1523/JNEUROSCI.1847-07.2007", "pub-id_pmid": "17699661", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "27", "year": "2007"}, "text": "Neuronal diversity in GABAergic long-range projections from the hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 70443, "infons": {"fpage": "171", "lpage": "185", "pub-id_doi": "10.3233/JAD-190299", "pub-id_pmid": "31156180", "section_type": "REF", "source": "J Alzheimers Dis", "type": "ref", "volume": "70", "year": "2019"}, "text": "Gamma band light stimulation in human case studies: groundwork for potential Alzheimer's disease treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 70550, "infons": {"fpage": "110580", "pub-id_doi": "10.1016/j.celrep.2022.110580", "pub-id_pmid": "35354025", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "38", "year": "2022"}, "text": "Developmentally regulated impairment of parvalbumin interneuron synaptic transmission in an experimental model of Dravet syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 70680, "infons": {"fpage": "53", "lpage": "57", "pub-id_doi": "10.1126/science.1149381", "pub-id_pmid": "18599766", "section_type": "REF", "source": "Science", "type": "ref", "volume": "321", "year": "2008"}, "text": "Neuronal diversity and temporal dynamics: the unity of hippocampal circuit operations", "sentences": [], "annotations": [], "relations": []}, {"offset": 70766, "infons": {"fpage": "927", "lpage": "937", "pub-id_doi": "10.1016/j.ncl.2022.03.016", "pub-id_pmid": "36270699", "section_type": "REF", "source": "Neurol Clin", "type": "ref", "volume": "40", "year": "2022"}, "text": "Rescue treatments for seizure clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 70805, "infons": {"fpage": "249", "lpage": "280", "section_type": "REF", "source": "Basic mechanisms of neuronal hyperexcitability", "type": "ref", "year": "1983"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 70806, "infons": {"fpage": "99", "lpage": "101", "pub-id_doi": "10.1177/1535759720902078", "pub-id_pmid": "32313505", "section_type": "REF", "source": "Epilepsy Curr", "type": "ref", "volume": "20", "year": "2020"}, "text": "The devil's in the details: how to harness inhibition for seizure control", "sentences": [], "annotations": [], "relations": []}, {"offset": 70880, "infons": {"fpage": "331", "lpage": "338", "pub-id_doi": "10.1038/nn.3943", "pub-id_pmid": "25710834", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "18", "year": "2015"}, "text": "Beyond the hammer and the scalpel: selective circuit control for the epilepsies", "sentences": [], "annotations": [], "relations": []}, {"offset": 70960, "infons": {"fpage": "14861", "lpage": "14870", "pub-id_doi": "10.1523/JNEUROSCI.2269-11.2011", "pub-id_pmid": "22016519", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "31", "year": "2011"}, "text": "Ivy and neurogliaform interneurons are a major target of μ-opioid receptor modulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 71047, "infons": {"fpage": "1376", "pub-id_doi": "10.1038/ncomms2376", "pub-id_pmid": "23340416", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "4", "year": "2013"}, "text": "On-demand optogenetic control of spontaneous seizures in temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 71127, "infons": {"fpage": "319", "lpage": "336", "pub-id_pmid": "25012388", "section_type": "REF", "source": "Adv Exp Med Biol", "type": "ref", "volume": "813", "year": "2014a"}, "text": "How might novel technologies such as optogenetics lead to better treatments in epilepsy?", "sentences": [], "annotations": [], "relations": []}, {"offset": 71216, "infons": {"fpage": "ENEURO.0005-14.2014", "pub-id_doi": "10.1523/ENEURO.0005-14.2014", "section_type": "REF", "source": "eNeuro", "type": "ref", "volume": "1", "year": "2014b"}, "text": "Cerebellar directed optogenetic intervention inhibits spontaneous hippocampal seizures in a mouse model of temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 71346, "infons": {"fpage": "2379", "lpage": "2388", "pub-id_doi": "10.1113/JP270056", "pub-id_pmid": "25752305", "section_type": "REF", "source": "J Physiol", "type": "ref", "volume": "593", "year": "2015"}, "text": "In vivo evaluation of the dentate gate theory in epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 71404, "infons": {"fpage": "e24493", "pub-id_doi": "10.1371/journal.pone.0024493", "pub-id_pmid": "21915341", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Differential susceptibility of interneurons expressing neuropeptide Y or parvalbumin in the aged hippocampus to acute seizure activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 71539, "infons": {"fpage": "120", "lpage": "132", "pub-id_doi": "10.1016/j.expneurol.2015.04.001", "pub-id_pmid": "25863022", "section_type": "REF", "source": "Exp Neurol", "type": "ref", "volume": "269", "year": "2015"}, "text": "Seizure reduction through interneuron-mediated entrainment using low frequency optical stimulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 71638, "infons": {"fpage": "59", "lpage": "70", "pub-id_doi": "10.1016/j.yebeh.2014.05.031", "pub-id_pmid": "24980390", "section_type": "REF", "source": "Epilepsy Behav", "type": "ref", "volume": "37", "year": "2014"}, "text": "The consequences of refractory epilepsy and its treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 71696, "infons": {"fpage": "1129", "lpage": "1144", "pub-id_doi": "10.1016/j.neuron.2014.03.034", "pub-id_pmid": "24836505", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "82", "year": "2014"}, "text": "Parvalbumin-positive basket cells differentiate among hippocampal pyramidal cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 71778, "infons": {"fpage": "820", "lpage": "823", "pub-id_doi": "10.1038/nm.2724", "pub-id_pmid": "22522563", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "18", "year": "2012"}, "text": "Leptin action through hypothalamic nitric oxide synthase-1-expressing neurons controls energy balance", "sentences": [], "annotations": [], "relations": []}, {"offset": 71880, "infons": {"fpage": "714", "lpage": "728", "pub-id_doi": "10.1002/ana.25572", "pub-id_pmid": "31393618", "section_type": "REF", "source": "Ann Neurol", "type": "ref", "volume": "86", "year": "2019"}, "text": "Paradoxical effects of optogenetic stimulation in mesial temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 71960, "infons": {"fpage": "571", "lpage": "582", "pub-id_doi": "10.1172/JCI33737", "pub-id_pmid": "18172552", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "118", "year": "2008"}, "text": "Adenosine kinase is a target for the prediction and prevention of epileptogenesis in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 72050, "infons": {"fpage": "657", "lpage": "678", "pub-id_doi": "10.1111/j.1528-1167.2011.03024.x", "pub-id_pmid": "21426333", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "52", "year": "2011"}, "text": "Modern antiepileptic drug development has failed to deliver: ways out of the current dilemma", "sentences": [], "annotations": [], "relations": []}, {"offset": 72143, "infons": {"fpage": "27", "lpage": "33", "pub-id_doi": "10.1016/j.conb.2013.11.002", "pub-id_pmid": "24650501", "section_type": "REF", "source": "Curr Opin Neurobiol", "type": "ref", "volume": "26", "year": "2014"}, "text": "Behavioral consequences of GABAergic neuronal diversity", "sentences": [], "annotations": [], "relations": []}, {"offset": 72199, "infons": {"fpage": "10962", "pub-id_doi": "10.1038/ncomms10962", "pub-id_pmid": "26997093", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "7", "year": "2016"}, "text": "Optogenetic dissection of ictal propagation in the hippocampal-entorhinal cortex structures", "sentences": [], "annotations": [], "relations": []}, {"offset": 72291, "infons": {"fpage": "334", "lpage": "340", "pub-id_doi": "10.1016/j.tins.2005.04.002", "pub-id_pmid": "15927690", "section_type": "REF", "source": "Trends Neurosci", "type": "ref", "volume": "28", "year": "2005"}, "text": "Impaired and repaired inhibitory circuits in the epileptic human hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 72368, "infons": {"fpage": "1225", "pub-id_doi": "10.1038/s41467-019-08933-4", "pub-id_pmid": "30874549", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "10", "year": "2019"}, "text": "KCC2 overexpression prevents the paradoxical seizure-promoting action of somatic inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 72460, "infons": {"fpage": "184", "lpage": "186", "pub-id_doi": "10.5698/1535-7597.18.3.184", "pub-id_pmid": "29950945", "section_type": "REF", "source": "Epilepsy Curr", "type": "ref", "volume": "18", "year": "2018"}, "text": "Interneurons and the ictal orchestra", "sentences": [], "annotations": [], "relations": []}, {"offset": 72497, "infons": {"fpage": "167", "pub-id_pmid": "24098270", "section_type": "REF", "source": "Front Cell Neurosci", "type": "ref", "volume": "7", "year": "2013"}, "text": "Differential vulnerability of interneurons in the epileptic hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 72569, "infons": {"section_type": "REF", "source": "Jasper's basic mechanisms of the epilepsies", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 72570, "infons": {"fpage": "1582", "lpage": "1594", "pub-id_doi": "10.1523/JNEUROSCI.4515-09.2010", "pub-id_pmid": "20130169", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "30", "year": "2010"}, "text": "Genetic fate mapping reveals that the caudal ganglionic eminence produces a large and diverse population of superficial cortical interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 72712, "infons": {"fpage": "140", "lpage": "151", "pub-id_doi": "10.1016/j.brainres.2008.03.061", "pub-id_pmid": "18455706", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "1213", "year": "2008"}, "text": "Unilateral hippocampal CA3-predominant damage and short latency epileptogenesis after intra-amygdala microinjection of kainic acid in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 72851, "infons": {"fpage": "169", "lpage": "181", "pub-id_doi": "10.1016/j.nbd.2019.02.009", "pub-id_pmid": "30798003", "section_type": "REF", "source": "Neurobiol Dis", "type": "ref", "volume": "129", "year": "2019"}, "text": "From adagio to allegretto: the changing tempo of theta frequencies in epilepsy and its relation to interneuron function", "sentences": [], "annotations": [], "relations": []}, {"offset": 72971, "infons": {"fpage": "2875", "lpage": "2890", "pub-id_doi": "10.1093/brain/awv227", "pub-id_pmid": "26280596", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "138", "year": "2015"}, "text": "GABAergic inhibition shapes interictal dynamics in awake epileptic mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 73043, "infons": {"fpage": "2179", "lpage": "2190.e7", "pub-id_doi": "10.1016/j.celrep.2018.07.053", "pub-id_pmid": "30134177", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "24", "year": "2018"}, "text": "Diversity of interneurons in the dorsal striatum revealed by single-cell RNA sequencing and PatchSeq", "sentences": [], "annotations": [], "relations": []}, {"offset": 73144, "infons": {"fpage": "194", "lpage": "206", "pub-id_doi": "10.1097/WNP.0000000000000139", "pub-id_pmid": "26035672", "section_type": "REF", "source": "J Clin Neurophysiol", "type": "ref", "volume": "32", "year": "2015"}, "text": "Future of seizure prediction and intervention: closing the loop", "sentences": [], "annotations": [], "relations": []}, {"offset": 73208, "infons": {"fpage": "e60928", "pub-id_doi": "10.1371/journal.pone.0060928", "pub-id_pmid": "23593349", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Optogenetically induced seizure and the longitudinal hippocampal network dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 73290, "infons": {"fpage": "64", "lpage": "70", "pub-id_doi": "10.1038/nn.3269", "pub-id_pmid": "23143518", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "16", "year": "2013"}, "text": "Closed-loop optogenetic control of thalamus as a tool for interrupting seizures after cortical injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 73392, "infons": {"fpage": "5", "pub-id_doi": "10.3389/fncom.2020.00005", "pub-id_pmid": "32116619", "section_type": "REF", "source": "Front Comput Neurosci", "type": "ref", "volume": "14", "year": "2020"}, "text": "Modeling the effect of temperature on membrane response of light stimulation in optogenetically-targeted neurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 73505, "infons": {"fpage": "1619", "lpage": "1747", "pub-id_doi": "10.1152/physrev.00007.2017", "pub-id_pmid": "28954853", "section_type": "REF", "source": "Physiol Rev", "type": "ref", "volume": "97", "year": "2017"}, "text": "Hippocampal GABAergic Inhibitory Interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 73551, "infons": {"fpage": "14392", "lpage": "14405", "pub-id_doi": "10.1523/JNEUROSCI.2045-13.2013", "pub-id_pmid": "24005292", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "33", "year": "2013"}, "text": "A reorganized GABAergic circuit in a model of epilepsy: evidence from optogenetic labeling and stimulation of somatostatin interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 73687, "infons": {"fpage": "792", "lpage": "802", "pub-id_doi": "10.1016/S1474-4422(12)70153-9", "pub-id_pmid": "22832500", "section_type": "REF", "source": "Lancet Neurol", "type": "ref", "volume": "11", "year": "2012"}, "text": "Adverse effects of antiepileptic drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 73726, "infons": {"fpage": "101", "lpage": "111", "pub-id_doi": "10.1016/S0306-4522(02)00064-7", "pub-id_pmid": "12044475", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "112", "year": "2002"}, "text": "Evolution of hippocampal epileptic activity during the development of hippocampal sclerosis in a mouse model of temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 73861, "infons": {"fpage": "106935", "pub-id_doi": "10.1016/j.yebeh.2020.106935", "pub-id_pmid": "32035792", "section_type": "REF", "source": "Epilepsy Behav", "type": "ref", "volume": "121", "year": "2021"}, "text": "GABAergic interneurons in epilepsy: more than a simple change in inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 73937, "infons": {"fpage": "14191", "pub-id_doi": "10.1038/ncomms14191", "pub-id_pmid": "28139643", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "8", "year": "2017"}, "text": "Light controls cerebral blood flow in naive animals", "sentences": [], "annotations": [], "relations": []}, {"offset": 73989, "infons": {"fpage": "9544", "lpage": "9557", "pub-id_doi": "10.1523/JNEUROSCI.5117-14.2015", "pub-id_pmid": "26134638", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "35", "year": "2015"}, "text": "Parvalbumin-positive inhibitory interneurons oppose propagation but favor generation of focal epileptiform activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 74105, "infons": {"fpage": "857", "lpage": "869", "pub-id_doi": "10.1111/j.1528-1167.2011.03022.x", "pub-id_pmid": "21426331", "section_type": "REF", "source": "Epilepsia", "type": "ref", "volume": "52", "year": "2011"}, "text": "Neuropsychological outcomes after epilepsy surgery: systematic review and pooled estimates", "sentences": [], "annotations": [], "relations": []}, {"offset": 74196, "infons": {"fpage": "4450", "lpage": "4471", "pub-id_doi": "10.1364/BOE.7.004450", "pub-id_pmid": "27895987", "section_type": "REF", "source": "Biomed Opt Express", "type": "ref", "volume": "7", "year": "2016"}, "text": "Characterization of fiber-optic light delivery and light-induced temperature changes in a rodent brain for precise optogenetic neuromodulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 74339, "infons": {"fpage": "354", "lpage": "365", "pub-id_doi": "10.1002/ana.24570", "pub-id_pmid": "26605509", "section_type": "REF", "source": "Ann Neurol", "type": "ref", "volume": "79", "year": "2016"}, "text": "Activation of specific neuronal networks leads to different seizure onset types", "sentences": [], "annotations": [], "relations": []}, {"offset": 74419, "infons": {"fpage": "2999", "lpage": "3008", "pub-id_doi": "10.1523/JNEUROSCI.2244-16.2017", "pub-id_pmid": "28209738", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "37", "year": "2017"}, "text": "Optogenetic low-frequency stimulation of specific neuronal populations abates ictogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 74509, "infons": {"fpage": "229", "lpage": "238", "pub-id_doi": "10.1038/s41593-019-0559-0", "pub-id_pmid": "31907437", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "23", "year": "2020"}, "text": "Breakdown of spatial coding and interneuron synchronization in epileptic mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 74587, "infons": {"pub-id_doi": "10.1007/s00429-014-0800-2", "section_type": "REF", "source": "Brain Struct Funct", "type": "ref", "year": "2014"}, "text": "Reorganization of supramammillary-hippocampal pathways in the rat pilocarpine model of temporal lobe epilepsy: evidence for axon terminal sprouting", "sentences": [], "annotations": [], "relations": []}, {"offset": 74735, "infons": {"fpage": "489", "lpage": "494", "pub-id_doi": "10.1227/NEU.0b013e3181f88867", "pub-id_pmid": "21099577", "section_type": "REF", "source": "Neurosurgery", "type": "ref", "volume": "67", "year": "2010"}, "text": "Operative and technical complications of vagus nerve stimulator implantation", "sentences": [], "annotations": [], "relations": []}, {"offset": 74812, "infons": {"fpage": "91", "lpage": "108", "pub-id_doi": "10.1093/brain/awac051", "pub-id_pmid": "35136942", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "146", "year": "2023"}, "text": "Optimization of closed-loop electrical stimulation enables robust cerebellar-directed seizure control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74915, "infons": {"fpage": "171", "lpage": "187", "pub-id_doi": "10.1113/JP278747", "pub-id_pmid": "31682010", "section_type": "REF", "source": "J Physiol", "type": "ref", "volume": "598", "year": "2020"}, "text": "Excitation, but not inhibition, of the fastigial nucleus provides powerful control over temporal lobe seizures", "sentences": [], "annotations": [], "relations": []}, {"offset": 75026, "infons": {"fpage": "10091", "lpage": "10107", "pub-id_doi": "10.1523/JNEUROSCI.0683-21.2021", "pub-id_pmid": "34716233", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "41", "year": "2021"}, "text": "Distinct fastigial output channels and their impact on temporal lobe seizures", "sentences": [], "annotations": [], "relations": []}, {"offset": 75104, "infons": {"fpage": "e62013", "pub-id_doi": "10.1371/journal.pone.0062013", "pub-id_pmid": "23637949", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Optogenetic delay of status epilepticus onset in an in vivo rodent epilepsy model", "sentences": [], "annotations": [], "relations": []}, {"offset": 75186, "infons": {"fpage": "665", "lpage": "674", "pub-id_doi": "10.1016/0306-4522(94)00463-f", "pub-id_pmid": "7715779", "section_type": "REF", "source": "Neuroscience", "type": "ref", "volume": "64", "year": "1995"}, "text": "Morphogenetic effect of kainate on adult hippocampal neurons associated with a prolonged expression of brain-derived neurotrophic factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 75323, "infons": {"fpage": "1959", "lpage": "1977.e9", "pub-id_doi": "10.1016/j.neuron.2022.04.002", "pub-id_pmid": "35489331", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "110", "year": "2022"}, "text": "Ripple-selective GABAergic projection cells in the hippocampus", "sentences": [], "annotations": [], "relations": []}, {"offset": 75386, "infons": {"fpage": "1605", "lpage": "1616", "pub-id_doi": "10.1042/CS20160492", "pub-id_pmid": "28667062", "section_type": "REF", "source": "Clin Sci (Lond)", "type": "ref", "volume": "131", "year": "2017"}, "text": "Epilepsy and optogenetics: can seizures be controlled by light?", "sentences": [], "annotations": [], "relations": []}, {"offset": 75450, "infons": {"fpage": "45", "lpage": "54", "pub-id_doi": "10.1016/j.neuropharm.2012.06.015", "pub-id_pmid": "22722026", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "69", "year": "2013"}, "text": "How inhibition influences seizure propagation", "sentences": [], "annotations": [], "relations": []}, {"offset": 75496, "infons": {"fpage": "2165", "lpage": "2176", "pub-id_doi": "10.1523/JNEUROSCI.5123-09.2010", "pub-id_pmid": "20147544", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "30", "year": "2010"}, "text": "Common origins of hippocampal Ivy and nitric oxide synthase expressing neurogliaform cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 75587, "infons": {"fpage": "1", "lpage": "10", "pub-id_doi": "10.1016/j.nbd.2017.09.007", "pub-id_pmid": "28923596", "section_type": "REF", "source": "Neurobiol Dis", "type": "ref", "volume": "109", "year": "2018"}, "text": "Chemically activated luminopsins allow optogenetic inhibition of distributed nodes in an epileptic network for non-invasive and multi-site suppression of seizure activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 75758, "infons": {"fpage": "47", "lpage": "56", "pub-id_doi": "10.1016/j.yebeh.2015.11.027", "pub-id_pmid": "26736063", "section_type": "REF", "source": "Epilepsy Behav", "type": "ref", "volume": "55", "year": "2016"}, "text": "Significant effects of sex, strain, and anesthesia in the intrahippocampal kainate mouse model of mesial temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 75886, "infons": {"fpage": "e04006", "pub-id_doi": "10.7554/eLife.04006", "pub-id_pmid": "25375253", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "3", "year": "2014"}, "text": "Functional fission of parvalbumin interneuron classes during fast network events", "sentences": [], "annotations": [], "relations": []}, {"offset": 75967, "infons": {"fpage": "107751", "pub-id_doi": "10.1016/j.neuropharm.2019.107751", "pub-id_pmid": "31494141", "section_type": "REF", "source": "Neuropharmacology", "type": "ref", "volume": "168", "year": "2020"}, "text": "Optogenetic and chemogenetic therapies for epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 76019, "infons": {"fpage": "299", "lpage": "309", "pub-id_doi": "10.1038/nrn.2017.30", "pub-id_pmid": "28381833", "section_type": "REF", "source": "Nat Rev Neurosci", "type": "ref", "volume": "18", "year": "2017"}, "text": "Genetic and activity-dependent mechanisms underlying interneuron diversity", "sentences": [], "annotations": [], "relations": []}, {"offset": 76094, "infons": {"fpage": "837", "lpage": "846", "pub-id_doi": "10.1152/jn.00192.2022", "pub-id_pmid": "36043700", "section_type": "REF", "source": "J Neurophysiol", "type": "ref", "volume": "128", "year": "2022"}, "text": "Modulation of in vitro epileptiform activity by optogenetic stimulation of parvalbumin-positive interneurons", "sentences": [], "annotations": [], "relations": []}, {"offset": 76203, "infons": {"fpage": "1221", "pub-id_doi": "10.1016/j.neuron.2017.08.013", "pub-id_pmid": "28858623", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "95", "year": "2017"}, "text": "Depolarized GABAergic signaling in subicular microcircuits mediates generalized seizure in temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 76317, "infons": {"fpage": "229", "lpage": "241", "pub-id_doi": "10.1016/j.neuroimage.2014.10.039", "pub-id_pmid": "25462689", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "107", "year": "2015"}, "text": "Optogenetic fMRI reveals distinct, frequency-dependent networks recruited by dorsal and intermediate hippocampus stimulations", "sentences": [], "annotations": [], "relations": []}, {"offset": 76443, "infons": {"fpage": "113954", "pub-id_doi": "10.1016/j.expneurol.2021.113954", "pub-id_pmid": "34922908", "section_type": "REF", "source": "Exp Neurol", "type": "ref", "volume": "349", "year": "2022"}, "text": "Spontaneous recurrent seizures in an intra-amygdala kainate microinjection model of temporal lobe epilepsy are differentially sensitive to antiseizure drugs", "sentences": [], "annotations": [], "relations": []}, {"offset": 76600, "infons": {"fpage": "254", "lpage": "271", "pub-id_doi": "10.1002/cne.902800207", "pub-id_pmid": "2925894", "section_type": "REF", "source": "J Comp Neurol", "type": "ref", "volume": "280", "year": "1989"}, "text": "Organization of the GABAergic system in the rat hippocampal formation: a quantitative immunocytochemical study", "sentences": [], "annotations": [], "relations": []}, {"offset": 76711, "infons": {"fpage": "3222", "lpage": "3241.e26", "pub-id_doi": "10.1016/j.cell.2021.04.021", "pub-id_pmid": "34004146", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "184", "year": "2021"}, "text": "A taxonomy of transcriptomic cell types across the isocortex and hippocampal formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 76798, "infons": {"fpage": "ENEURO.0158-18.2018", "pub-id_doi": "10.1523/ENEURO.0158-18.2018", "section_type": "REF", "source": "eNeuro", "type": "ref", "volume": "5", "year": "2018"}, "text": "Targeting the mouse ventral hippocampus in the intrahippocampal kainic acid model of temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 76906, "infons": {"fpage": "14247", "lpage": "14256", "pub-id_doi": "10.1523/JNEUROSCI.3842-09.2009", "pub-id_pmid": "19906972", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "29", "year": "2009"}, "text": "Surviving hilar somatostatin interneurons enlarge, sprout axons, and form new synapses with granule cells in a mouse model of temporal lobe epilepsy", "sentences": [], "annotations": [], "relations": []}, {"offset": 77055, "infons": {"fpage": "45", "lpage": "62", "pub-id_pmid": "16383114", "section_type": "REF", "source": "Adv Neurol", "type": "ref", "volume": "97", "year": "2006"}, "text": "Clinical electrophysiology factors indicative of intractability in patients with temporal lobe epilepsy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77160, "infons": {"section_type": "REF", "type": "title_1"}, "text": "Synthesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 77170, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "Reviewing Editor: Viji Santhakumar, University of California Riverside", "sentences": [], "annotations": [], "relations": []}, {"offset": 77241, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "Decisions are customarily a result of the Reviewing Editor and the peer reviewers coming together and discussing their recommendations until a consensus is reached. When revisions are invited, a fact-based synthesis statement explaining their decision and outlining what is needed to prepare a revision will be listed below. The following reviewer(s) agreed to reveal their identity: Csaba Varga, MacKenzie Howard.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77656, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "The reviewers are in agreement that the authors have addressed all major issues raised in the initial review and that the manuscript is much stronger.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77807, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "Some minor concerns remain that could be readily addressed simple analysis and/or edits to the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77914, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "Concerns regarding the change in seizure duration in opsin-negative animals are not fully addressed. In the results section, the authors state “However, statistically significant seizure reduction in these animals did not correspond with meaningful suppression; effect sizes were always small.” This change in duration still corresponds to a statistically significant ∼ 15-20% which is not trivial. Was effect size explicitly calculated? This needs to be included. It is interesting that, in the longer study, none of the mice exhibited increases in seizure duration suggesting that light may be reducing duration. While the reviewers are comfortable with the data as is, there needs to be a quantitative basis for indicating that the effect size is “small”. In this regard, statistical comparison of seizure duration times in opsin-negative mice at the later time points compared with the one-month post-KA time point could reveal if seizures are getting a little shorter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 78898, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "Two things worth clarifying in the introduction:", "sentences": [], "annotations": [], "relations": []}, {"offset": 78947, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "There’s a great discussion of the diversity of interneuron subtypes. This then transitions into discussion of PV interneuron modulation. It should be mentioned that PV expression encompasses multiple subtypes of interneurons, and this in and of itself makes the use of biochemical markers for labeling and for activating for seizure suppression, complicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 79308, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "“Optogenetic activation of LINCs in hippocampal slices results in postsynaptic inhibition of 80% of all cell types in CA1...” Does this mean 80% of cell types, or 80% of cells? Does this include inhibition of other interneurons, or inhibition of other LINCs?", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]