[{"source": "PMC", "date": "20230627", "key": "pmc.key", "infons": {}, "documents": [{"id": "9708905", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Messinis et al. \n10.3389/fphar.2022.1011184\n", "article-id_doi": "10.3389/fphar.2022.1011184", "article-id_pmc": "9708905", "article-id_pmid": "36467029", "article-id_publisher-id": "1011184", "elocation-id": "1011184", "kwd": "anatabine Nrf2 activator Nrf2 activation Nrf2 pathway Nrf2 HMOX1 alkaloid p38 MAPK", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Messinis;given-names:Dimitris E.", "name_1": "surname:Poussin;given-names:Carine", "name_10": "surname:Hoeng;given-names:Julia", "name_2": "surname:Latino;given-names:Diogo A. R. S.", "name_3": "surname:Eb-Levadoux;given-names:Yvan", "name_4": "surname:Dulize;given-names:Remi", "name_5": "surname:Peric;given-names:Dariusz", "name_6": "surname:Guedj;given-names:Emmanuel", "name_7": "surname:Titz;given-names:Bjoern", "name_8": "surname:Ivanov;given-names:Nikolai V.", "name_9": "surname:Peitsch;given-names:Manuel C.", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2022"}, "text": "Systems biology reveals anatabine to be an NRF2 activator", "sentences": [], "annotations": [], "relations": []}, {"offset": 58, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Anatabine, an alkaloid present in plants of the So lanaceae family (including tobacco and eggplant), has been shown to ameliorate chronic inflammatory conditions in mouse models, such as Alzheimer’s disease, Hashimoto’s thyroiditis, multiple sclerosis, and intestinal inflammation. However, the mechanisms of action of anatabine remain unclear. To understand the impact of anatabine on cellular systems and identify the molecular pathways that are perturbed, we designed a study to examine the concentration-dependent effects of anatabine on various cell types by using a systems pharmacology approach. The resulting dataset, consisting of measurements of various omics data types at different time points, was analyzed by using multiple computational techniques. To identify concentration-dependent activated pathways, we performed linear modeling followed by gene set enrichment. To predict the functional partners of anatabine and the involved pathways, we harnessed the LINCS L1000 dataset’s wealth of information and implemented integer linear programming on directed graphs, respectively. Finally, we experimentally verified our key computational predictions. Using an appropriate luciferase reporter cell system, we were able to demonstrate that anatabine treatment results in NRF2 (nuclear factor-erythroid factor 2-related factor 2) translocation, and our systematic phosphoproteomic assays showed that anatabine treatment results in activation of MAPK signaling. While there are certain areas to be explored in deciphering the exact anti-inflammatory mechanisms of action of anatabine and other NRF2 activators, we believe that anatabine constitutes an interesting molecule for its therapeutic potential in NRF2-related diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1804, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1 Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1819, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Anatabine is an alkaloid present in plants of the Solanaceae family, including green tomatoes, peppers, eggplant, and tobacco, and it exhibits close structural resemblance to nicotine. In vivo, anatabine has been shown to ameliorate Alzheimer disease in mice and Hashimoto thyroiditis in mice and humans. On the basis of experiments in mice, anatabine has also been suggested to be effective in treatment of multiple sclerosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2247, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As a result, anatabine was marketed from 2011 to 2014 (Anatabloc, Star Scientific Inc.) as a dietary supplement and as an active ingredient in a facial cream with anti-inflammatory properties. During this period, an open-label case series showed that a facial cream containing anatabine could improve the appearance of skin in patients with mild to moderate rosacea, while an internet-based survey study provided evidence that anatabine supplementation could improve chronic joint pain disorders. More recently, anatabine has been shown to ameliorate intestinal inflammation in mice, inhibit acute and chronic inflammation in mice in a dose-dependent manner, and improve the outcomes of repetitive mild traumatic brain injury in mice upon a 3-month delayed treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3015, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "At the molecular level, anatabine inhibits the activity of two transcription factors that are involved in cellular inflammatory response—NF-κB (nuclear factor-kappa B) and STAT3 (signal transducer and activator of transcription 3)—both in vivo and in vitro. In addition, it decreases lipopolysaccharide (LPS)-induced TNFα (tumor necrosis factor α) and IL-6 (interleukin 6) levels in a dose-dependent manner while increasing the levels of the anti-inflammatory cytokine IL-10 in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3511, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While several molecular mechanisms have been proposed and categorized in detail to explain how phytochemicals function as anti-inflammatory agents, it remains unclear which of those could pertain to anatabine’s mechanism(s) of action and how the observed molecular perturbations are linked to its anti-inflammatory activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3838, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Before investigating the effects of anatabine in the context of inflammation, we wanted to understand its impact on cellular systems and identify molecular networks and pathways that are perturbed by anatabine. To this end, we designed a study to examine the concentration-dependent effects of anatabine on various cell types by using a systems pharmacology approach. The investigations were supported by multiomics measurements (transcriptomics, proteomics, and phosphoproteomics) at different time points. To identify concentration-dependent perturbed biological processes/pathways, we performed linear modeling analysis of transcriptomics data followed by gene set enrichment analyses. To predict the functional partners of anatabine and the involved pathways, we harnessed the L1000 wealth of information and implemented integer linear programming on directed graphs, respectively. We then verified some hypotheses using specific cellular assays. Thus, using an appropriate luciferase reporter cell system, we showed that anatabine treatment results in NRF2 translocation. Finally, by leveraging systematic phosphoproteomic assays, we demonstrated that anatabine treatment resulted in activation of MAPK signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5057, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5081, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 Cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 5098, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this study, we employed four different cell systems: the cell lines HEK-293, SH-SY5Y, and PMA-differentiated THP-1, and primary human epidermal keratinocytes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5260, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The human embryonic kidney cells HEK-293 (Merck, Buchs, Switzerland) were seeded at 60,000 cells per well in a 96-well plate and cultured in Eagle’s minimum essential medium (EMEM; Gibco, Grand Island, NY, United States) supplemented with 10% FBS (Sigma, Burlington, MA, United States), 1% non-essential amino acids (Merck), 1% sodium pyruvate (Gibco), and 1% penicillin/streptomycin (PenStrep; Gibco).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5665, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SH-SY5Y is a human bone marrow neuroblastoma cell line that has previously been used to investigate the potential anti-inflammatory effect of anatabine. SH-SY5Y cells (CRL-2266, ATCC, Manassas, VA, United States) were seeded at a density of 15,000 cells per well in a 96-well plate and cultured in a medium consisting of 50% EMEM and 50% Ham’s F12 nutrient mix (Gibco), along with 10% FBS, 1% PenStrep, and 1% L-glutamine (Gibco).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6098, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The human leukemia-derived monocytic cell line THP-1 is the most widely used in vitro model for primary investigations on human macrophages. THP-1 cells (Merck) were seeded at 100,000 cells per well in a 96-well plate and cultured in RPMI 1640 medium (Gibco) supplemented with 10% FBS and 1% PenStrep and in the presence of 40 ng/ml phorbol 12-myristate 13-acetate [PMA; Thermo Fisher (Kandel) GmbH, Kandel, Germany]. After 48 h, the culture medium was replaced with fresh medium without PMA and allowed to rest for 24 h before treatment, as previously described.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6665, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary human epidermal keratinocytes were included as a relevant cell system for skin. The keratinocytes (Ruwag, Bettlach, Switzerland) of healthy, non-smoking, Caucasian donors aged 20–60 years old, were selected from a donor pool. The keratinocytes were seeded at 17,500 cells per well in a 96-well plate and cultured in KGM-Gold Keratinocyte Growth Medium (Ruwag).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7037, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the four cell systems presented above were seeded at a total volume of 190 μL per well to allow for the addition of 10 μL of 20× anatabine, which was added 24 h after seeding, or the addition of non-PMA media in the case of THP-1 cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7284, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The same anatabine formulation (WuXi Apptec, Shanghai, China) consisting of racemic anatabine free base (hereafter referred to as “anatabine”; MW: 160.22 g/mol) from a single production batch (Batch B) was used across all experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7524, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Anatabine concentrations of less than 400 μM were selected to ensure that at least 80% cell viability was observed after 24 h of exposure. Viability was assessed using CellTiterGlo (Promega, Madison, WI, United States) by measuring the ATP content in each treated sample and comparing them with those of relevant controls, which were typically cells treated only with cell culture medium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7916, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 Transcriptomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 7936, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To generate transcriptomics data, cells were exposed to different concentrations of anatabine (0, 100, 200, 300, and 400 μM) for 6 h, and their transcriptome was analyzed using a microarray-based technique.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8146, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In detail, all three cell lines were lysed using RLT buffer (Qiagen, Hilden, Germany), and keratinocytes were lysed using the Qiazol lysis reagent (Qiagen). RNA isolation was performed with the RNeasy Micro Kit (Qiagen) on a Qiacube instrument (Qiagen). RNA was quantified with Nanodrop 1000 (Thermo Fisher Scientific, Waltham, MA, United States). The quality of the total RNA, which was required to have an RNA integrity number greater than 6.0, was assessed using 2100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, United States). Total RNA (50 ng) was processed in the Tecan/Nugen Ovation RNA Amplification system V2 kit (Tecan, Männedorf, Switzerland), according to the manufacturer’s instructions, followed by cDNA fragmentation and labeling using the Encore Biotine module (Tecan). The Human Genome U133 Plus 2.0 microarray was used for hybridization using a Thermo Fisher Oven 645. Furthermore, washing was performed on Affymetrix GeneChip™ Fluidics Stations 450Dx (protocol FS450-0004) and scanning on a ThermoFisher GeneChip™ Scanner 3000 7G.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9212, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Bioconductor affyPLM package in R version 1.64 was used for quality control checks of all chips. Following quality control procedures, differential gene expression was analyzed using the Bioconductor limma package in R version 3.44.3. Pairwise comparisons at the gene level, called systems response profiles (SRP), were computed by comparing each concentration-treatment with its respective vehicle control. Genes with a false discovery rate (FDR) (p-value adjusted using the Benjamini and Hochberg method) below 0.05 were considered differentially expressed genes. SRPs including all genes (∼18,000) were further leveraged in downstream p-value threshold-free gene set enrichment analysis (GSEA), as described in Section 2.6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9945, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 Data-independent acquisition mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 9996, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Samples for DIA were prepared using the PreOmics iST kit (PreOmics GmbH, Planegg/Martinsried, Germany), according to the manufacturer’s protocol. Briefly, 100 µL of PreOmics lyse buffer was added to the cells, and the mix was incubated at 90°C for 10 min and sonicated for 30 s with a sonifier (Branson, Danbury, CT, United States) at 10% amplitude. Protein concentration was determined using the Pierce 660 nm protein assay (Pierce Biotechnology Inc., Rockford, IL, United States), according to the manufacturer’s protocol. The samples were normalized to 0.5 μg/μL, and 40 µg of each sample was further processed with the PreOmics iST kit with a 3-h long trypsin digestion. Peptides were purified on the cartridge, dried overnight on a vacuum concentrator (Martin Christ, Osterode, Germany), and resuspended in 50 µL of LC Solution (Biognosys AG, Schlieren, Switzerland). iRT reference peptides (1 μL; Biognosys AG) were added to 19 µL of the processed samples, which were analyzed with Easy 1000 nanoLC (Thermo Fisher Scientific) connected online to a Q-Exactive mass spectrometer (Thermo Fisher Scientific). Two microliters of the peptide mixture were separated on a 0.75 × 500 mm, 1.7 μm C18 column (Thermo Fisher Scientific) using solvent A (1% acetonitrile/99% water/0.1 formic acid) over 115 min with a gradient of 5%–35% solvent B (95% acetonitrile/5% water/0.1 formic acid) at 200 nL/min.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11423, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were acquired on the Q-Exactive system in the DIA mode: MS1 scan at a 140 k resolution was followed by 23 custom MS/MS m/z windows at a 35 k resolution, as previously described with slight modifications. Data were processed with Spectronaut Pulsar (v. 13.8.190930.43655; Biognosys AG) using the DirectDIA feature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11744, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SRPs were computed by comparing samples at each concentration with their respective vehicle control, as described in Section 2.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11874, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.4 Phosphoproteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 11896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells were exposed to 100, 200, 300, and 400 μM of anatabine for 15 min, 24 min, 6 h, and 24 h. For each time point, the cells were placed on ice, washed with phosphate-buffered saline, and lysed with the addition of lysis buffer (Protavio Ltd, Cambridge, United Kingdom). The obtained lysed samples were frozen at –80°C. Just before the phosphoproteomic measurement, the samples were quickly thawed and centrifuged for 20 min at 2700 g to remove cellular debris. The xMAP assays were performed using a custom-made 18-plex phosphoprotein detection kit (Protavio Ltd), according to the kit instructions, and a Luminex FLEXMAP 3D instrument (Luminex, Austin, TX, United States).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12584, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data were acquired and pre-processed as described previously. SRPs were computed as described in Section 2.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12694, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.5 NRF2 reporter gene assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 12723, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An HEK-293-based NRF2/ARE luciferase reporter cell line (Signosis, Santa Clara, CA, United States) was used to evaluate NRF2 activation. The cell line was stably transfected with pTA-ARE-luciferase reporter vector, which contains four repeats of the antioxidant response binding site, a minimal promoter upstream of the firefly luciferase coding region, along with a hygromycin expression vector. Following a 24-h stimulation of the NRF2 reporter cells with various treatment conditions, luminescence was measured using a FLUOstar Omega plate reader (BMG LABTECH, Ortenberg, Germany). Dimethyl fumarate (Alfa Aesar and Sigma) and sulforaphane, two NRF2 activators, were used as positive controls for the assay. SRPs were computed as described in Section 2.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13482, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.6 Linear model and GSEA", "sentences": [], "annotations": [], "relations": []}, {"offset": 13508, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Linear model analysis was used to identify genes whose expression changed linearly with an increase in anatabine concentration (0, 100, 200, 300, and 400 μM). The linear model analysis was conducted using the transcriptomics data acquired either from each cell system separately (gene expression ∼ β0 + β1*anatabine_concentration + ε) or all cell systems combined (gene expression ∼ β0 + β1*anatabine_concentration + β2*cell_systems + ε) to identify cell system-specific and cell system-independent genes (“core genes”), respectively. Genes with β1 coefficient-associated FDR <0.05 were considered to have a linear change in their expression with increasing concentrations of anatabine. The limma package (version 3.38.3) in R (version 3.5.1) was used for the analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14309, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Leveraging these results, GSEA was performed to support biological interpretation. Genes were ranked in decreasing order based on their respective β1 coefficient-associated t-statistics. The “C2-CP” (Canonical Pathways) and “C3-TFT” (Transcription Factor Targets) MSigDB (version 7.1) gene set collections were used as sources of a priori biological knowledge. Gene sets with normalized enrichment score (NES)-associated FDR <0.05 were considered to be significantly enriched.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14795, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.7 L1000 LINCS transcriptomic signature comparison", "sentences": [], "annotations": [], "relations": []}, {"offset": 14847, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate the mode of action of anatabine, gene expression profiles obtained in response to anatabine were compared with those obtained in response to a plethora of perturbagens corresponding mostly to chemical/drug compounds. These profiles are part of the publicly available level 5 LINCS L1000 dataset (GEO accession number GSE92742), consisting of 473,647 differential gene expression signatures (profiles), created using various concentrations of 28,927 unique perturbagens for treating multiple cell systems. Each LINCS L1000 gene expression “signature” corresponds to the measurement of 978 genes. Genes from anatabine expression profiles generated using oligonucleotide microarray were matched with those from the L1000 dataset, resulting in 938 genes in common that were used for further comparison analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15674, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Spearman correlation was used to compare L1000 and genes from expression signatures of anatabine-treated systems. The ranking of genes for anatabine expression signature was based on their respective β1 coefficient-associated t-statistics computed using a linear model combining all cell systems. Among the L1000 perturbations, there were several cases where the same compound was used in different experimental conditions. In those cases, the comparison with the highest Spearman correlation coefficient was retained. We ran 100 random transcriptomic signatures against all L1000 signatures in parallel, calculated the significance of the hypothesis that anatabine’s Spearman correlation coefficient values are in the same range as those of the random signatures’, and discarded any observation with a p-value greater than 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16510, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.8 Chemical similarity fingerprints and descriptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 16563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the chemical similarity among compounds, the compounds were encoded using several chemical similarity fingerprints and descriptors. The chemical similarity was compared using the DataWarrior software. DataWarrior was used to calculate the chemical similarity descriptors “Fragment Fingerprints” (FragFP), “Pathway Fingerprints” (PathFp), “OrgFunctions,” “Spheres Fingerprints” (SphereFp), “SkeletonSpheres” (SkelSpheres), and “Flexophore.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 17038, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FragFP is a substructure fragment dictionary-based binary fingerprint similar to MDL Keys, which contains 512 predefined structure fragments. The FragFP descriptor contains 1 bit for each fragment in the dictionary. A bit is set to 1 if the corresponding fragment is present in the molecule at least one time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17348, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PathFp encodes any linear fragment of up to seven atoms into a hashed binary fingerprint of size 512 bits. All possible “paths” of seven or less atoms in the molecule are encoded. A text string that encodes atomic numbers and bond orders is generated from the path in a normalized way. From this text string, a hash value is generated that is used to set the corresponding bit of the fingerprint to 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17754, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SphereFp encodes circular spheres of atoms and bonds into a hashed binary fingerprint of size 512 bits. Fragments of increasing size are generated by including 1–5 n layers of atom neighbors for every atom in the molecule. A canonical representation of these circular fragments is obtained considering their aromaticity but not their stereo configurations. A hash code is then generated, which is used to set the respective bit of the fingerprint.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18204, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SkelSpheres is similar to SphereFp but also encodes stereochemistry. Additionally, it counts duplicate fragments, encodes heteroatom depleted skeletons, and has twice the resolution leading to fewer hash collisions (bit size: 1024).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18437, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "OrgFunctions encodes the functional groups in the molecule and the steric or electronic features of the neighborhood of the functional groups. It encodes 1024 core functions that overlap in some cases. Molecules that contain the same functional groups are considered similar irrespective of the possible presence of carbon skeletons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18771, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Flexophore encodes 3D-pharmacophore features of the molecules. This descriptor can be used to check if two compounds have a similar protein binding mode. A high Flexophore similarity of two molecules indicates that a significant fraction of conformers of both molecules is similar with regard to shape, size, flexibility, and pharmacophore features. In addition to a 3D-pharmacophore model, the Flexophore descriptor matches entire conformer sets rather than comparing individual conformers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19263, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.9 Three-dimensional pharmacophore model", "sentences": [], "annotations": [], "relations": []}, {"offset": 19305, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three-dimensional pharmacophore models of subsets of the 15 compounds were built using the Molecular Operating Environment (MOE) software (2019.01; Chemical Computing Group ULC, Montreal, Canada). The pharmacophores were built using the “Pharmacophore Elucidation” tool in MOE. First, a complete conformational search of each individual compound was performed, and similar conformers were removed. The compounds of interest were then aligned, and the best alignment was selected for implementation of the most relevant pharmacophore features of the selected compounds. The alignment was performed giving emphasis to aromatic, donor, and acceptor atoms. The pharmacophore features were generated using the default list of possible features and the default radius of each feature. Finally, from this set of suggested features, the “Pharmacophore consensus” tool was used to select the most relevant pharmacophore features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20234, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.10 Network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20256, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transcriptomics data were used to infer a network model representative of mechanisms of action of anatabine. As a first step, transcriptomics data corresponding to the outcomes of the linear model including all anatabine concentrations and combined cell systems were reverse-engineered to predict potential active transcription factors using the DoRothEA algorithm. The top 10 most actively predicted transcription factors were selected for further network construction. Ten is an arbitrarily selected number, so as to obtain a resulting network that does not have too many nodes and therefore is possible to visualize.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20876, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As a second step, the CARNIVAL algorithm was used to build a network leading to the 10 predicted transcription factors and starting by a hypothesized perturbation, which was anatabine in our case. CARNIVAL requires a prior knowledge network, on which the experimental data will be fitted. Two publicly prior knowledge networks were used: OmniPath and Reactome Functional Interactions (FI). OmniPath contains 164,710 interactions, whereas Reactome FI consists of 259,151 interactions. Both networks have been assembled utilizing numerous resources and are updated regularly. We used the latest versions available for both (version 2.0.0 of OmniPath R package, and the 2020 version of Reactome FI).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21573, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The CARNIVAL algorithm generates an integer linear programming problem based on the provided prior knowledge network and the predicted transcription factors and then solves it with the solver IBM ILOG CPLEX. The solution includes the predicted network topology along with a value for every node of the network ranging from 0 to 100, which corresponds to the node’s predicted level of activation. The network topology was visualized using Cytoscape version 3.8.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22038, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 22048, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.1 Gene expression responses to anatabine treatment are characterized by the perturbation of processes associated with cellular redox balance", "sentences": [], "annotations": [], "relations": []}, {"offset": 22191, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HEK-293 cells, SH-SY5Y cells, PMA-differentiated THP-1 cells, and primary human keratinocytes were treated with various concentrations of anatabine or vehicle control for 6 h. At the end of the treatment, cell lysates were collected and processed to generate transcriptomic profiles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22476, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A principal component analysis enabled us to investigate the sources of variability in the data (Figure 1A). Principal components (PC) 1 and PC2 explained 19.6% and 17.4% of the variability, respectively, highlighting the combined effects of cell type (prominent effect) and anatabine concentrations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22777, "infons": {"file": "fphar-13-1011184-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Concentration-dependent effect of anatabine on gene expression in various cell systems. (A) The two first dimensions of a PCA across the four anatabine concentrations and the four tested cell systems. The bar plot depicts the percentage of variance explained by each principal component. (B)\nHMOX1 expression data across the tested anatabine concentrations and cell systems. The slope of each depicted linear model is the value that denotes modifications in the corresponding gene expression with increasing anatabine concentration. (C) The 30 most significantly expressed genes based on the “all systems” profile (left column), which captures anatabine’s effect across all tested cell systems and concentrations. The other four columns correspond to the data for each cell system individually. Genes are ranked by median log2 fold change in each row. (D) The profiles of panel C are subjected to GSEA, and the 30 most significantly enriched gene sets based on the “all systems” profile enrichment are presented here. Gene sets are ranked by median enrichment score in each row. PCA, principal component analysis; GSEA, gene set enrichment analysis; HMOX1, heme oxygenase 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23962, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A linear modeling analysis enabled us to identify genes whose expression changed linearly with increasing concentrations of anatabine, for each individual cell system or all cell systems combined (Figures 1B,C). Figure 1B illustrates, as an example, the linear relationship between anatabine concentrations and changes in the expression of the gene heme oxygenase 1 (HMOX1) for each of the tested cell systems. The slope of each depicted linear regression line portrays the modification in corresponding gene expression per unit of anatabine concentration. Figure 1C shows the top 30 most significantly expressed genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24582, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To contextualize the processes and pathways represented by these genes, we conducted a GSEA using various gene set collections, namely “C2-CP” and “C3-TFT”. Figure 1D depicts the 30 most significantly enriched gene sets resulting from the GSEA using the gene list generated from comparing all cell systems together. The most significant positively enriched gene set pertains to the nuclear factor-erythroid 2 p45-related factor 2 (NRF2), while the next three are related to the transcription factor heat shock factor 1 (HSF1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25117, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.2 Intracellular protein responses to anatabine and their comparison to the gene expression data indicate potential NRF2 pathway activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 25258, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To obtain a more systematic view of anatabine’s activity, we investigated intracellular protein perturbations caused by anatabine, on the PMA-differentiated THP-1 cell system, employing DIA mass spectrometry proteomics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25480, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Figure 2A displays a heatmap of significantly abundant proteins for different concentrations of anatabine. Figure 2B shows the abundance of each protein along with its corresponding gene expression. We observe that the protein abundance of the four most significantly upregulated proteins, HMOX1, glutamate-cysteine ligase modifier subunit (GCLM), thioredoxin reductase 1 (TXNRD1), and NAD(P)H quinone dehydrogenase 1 (NQO1), correlated with the corresponding gene expression changes (Pearson correlation coefficients: 0.97, 0.92, 0.96, and 0.95, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26043, "infons": {"file": "fphar-13-1011184-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Effect of anatabine on intracellular proteomics. (A) Protein abundance upon anatabine treatment of PMA-differentiated THP-1 cells. The proteins shown are the ones significantly expressed (FDR < 0.05). (B) Comparison of gene expression and protein abundance upon anatabine treatment. Different anatabine concentrations are color-coded. Only significantly expressed proteins (FDR <0.05) and their corresponding genes are plotted. FDR, false discovery rate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26498, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the observation that these four proteins are NRF2 target genes, we hypothesized that the NRF2 pathway might be involved in anatabine’s mechanism of action.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26665, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.3 Anatabine—but no other tobacco alkaloid—causes NRF2 activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26736, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test our hypothesis, we used an HEK-293 NRF2/ARE luciferase reporter cell line that assesses whether NRF2 translocates to the cell nucleus and binds to its response element upon treatment with the compound. Along with anatabine, we tested the tobacco alkaloids anabasine, cotinine, nornicotine, and nicotine (to investigate the possibility of a shared effect among tobacco alkaloids) and the NRF2-activating compounds sulforaphane and dimethyl fumarate (to serve as the assay’s positive controls).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27239, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results show a concentration-dependent NRF2 activation, which reached statistical significance (p < 0.05) at 250 μM of anatabine treatment (Figure 3). Interestingly, anabasine, cotinine, nornicotine, and nicotine did not activate NRF2, demonstrating that NRF2 activation is a unique characteristic of anatabine among the tested tobacco alkaloids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27592, "infons": {"file": "fphar-13-1011184-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "NRF2/ARE luciferase assay of effects of anatabine and other tobacco alkaloids NRF2 activation measured in NRF2 reporter cells after 24 h of stimulation of sulforaphane, dimethyl fumarate, anatabine, anabasine, cotinine, nornicotine, and nicotine. The corresponding cell viability is plotted on the right axis and depicted with a green line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27934, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.4 Anatabine elicits similar response to natural oxidative stress response inducers, regardless of compound structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 28053, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To better understand how anatabine activates NRF2 and the molecules that may act as its functional partners, we leveraged the LINCS L1000 dataset that consists of 473,647 differential gene expression signatures, originating from cell systems treated under various conditions with 28,927 different perturbagens, such as chemical compounds, recombinant proteins, or small interfering RNAs. Upon comparing each of those signatures with anatabine’s gene expression profile, we could rank the LINCS perturbagens based on their similarity to anatabine’s profile.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28614, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the top 15 compounds with gene expression signatures most similar to those of anatabine (Table 1), six have not yet been referenced in the literature, while two other compounds were mentioned in only four studies. The remaining seven compounds are natural compounds that have been shown to induce oxidative stress response. Among them, four compounds have already been identified as NRF2 activators (piperlongumine, withaferin-A, cucurbitacin-I, and parthenolide).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29082, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Compounds in the LINCS L1000 dataset with the most similar transcriptomic response to anatabine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29179, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Score</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Compound name (LINCS)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">PubChem CID</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">PubMed papers July 2022</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Source</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Selected mechanism(s) of action</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Anatabine</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11388</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">144</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural alkaloid extracted from various plants of the Solanaceae family</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces NRF2 activation</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.49</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Piperlongumine</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">637858</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">362</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural alkaloid extracted from long pepper (<italic>Piper longum</italic> L.)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces NRF2 activation, through which its differential response in normal and cancer cells is driven <xref rid=\"B27\" ref-type=\"bibr\">Lee et al. (2015)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.46</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">NSC-3852</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19103</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic quinoline</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces oxidative response, which drives breast cancer cell differentiation<xref rid=\"B34\" ref-type=\"bibr\">Martirosyan et al. (2006)</xref>; histone deacetylase inhibitor <xref rid=\"B33\" ref-type=\"bibr\">Martirosyan et al. (2004)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.46</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Thiostrepton</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16129666</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">618</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural antibiotic isolated from various streptomycetes</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces oxidative response, which drives melanoma cell differentiation <xref rid=\"B49\" ref-type=\"bibr\">Qiao et al. (2012)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.45</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">NSC-632839</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6477762</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Apoptosome-independent caspase activation<xref rid=\"B2\" ref-type=\"bibr\">Aleo et al. (2006)</xref>; nonselective isopeptidase inhibitor<xref rid=\"B41\" ref-type=\"bibr\">Nicholson et al. (2008)</xref>; UCHL1 inhibitor <xref rid=\"B73\" ref-type=\"bibr\">Yan et al. (2018)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.45</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Withaferin-A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">265237</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">698</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural lactone extracted from various plants of the Solanaceae family</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces NRF2 activation, which mediates its antitumor effects <xref rid=\"B19\" ref-type=\"bibr\">Hahm et al. (2021)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.44</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Manumycin-A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73707404</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">261</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural antibiotic isolated from <italic>Streptomyces parvulus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces oxidative response and p38 MAPK phosphorylation<xref rid=\"B58\" ref-type=\"bibr\">She et al. (2006)</xref>; STAT3 inhibitor<xref rid=\"B14\" ref-type=\"bibr\">Dixit et al. (2009)</xref>; farnesyltransferase inhibitor <xref rid=\"B17\" ref-type=\"bibr\">Giudice et al. (2016)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.43</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CT-200783</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73707405</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic olefinic compound with functional parent as cinnamic acid</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>No reports in the literature</italic>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.43</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GP-42</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73707393</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic olefinic compound with functional parent as cinnamic acid</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>No reports in the literature</italic>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.42</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">MD-II-038</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">51034963</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic olefinic compound with functional parent as cinnamic acid</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>No reports in the literature</italic>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BRD-K41172353</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">673329</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic quinoline</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>No reports in the literature</italic>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cucurbitacin-I</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73707401</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">146</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural triterpenoid extracted from cucurbitaceous plants</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces NRF2 activation and STAT/NF-κB inhibition, leading to protection from neuroinflammatory injury <xref rid=\"B48\" ref-type=\"bibr\">Park et al. (2015)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">BRD-K95352812</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">56643190</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>No reports in the literature</italic>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">SA-1447005</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">73707394</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Synthetic olefinic compound with functional parent as cinnamic acid</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>No reports in the literature</italic>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Radicicol</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5311380</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">511</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural antibiotic isolated from the fungus <italic>Monosporium bonorden</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces oxidative response and heat shock response through HSP90 inhibition and dissociation of HSF1 <xref rid=\"B54\" ref-type=\"bibr\">Ryhanen et al. (2008)</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Parthenolide</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7251185</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">973</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Natural lactone extracted from the feverfew plant</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Induces NRF2 activation, through which it ameliorates obesity <xref rid=\"B22\" ref-type=\"bibr\">Kim et al. (2019)</xref>\n</td></tr></tbody></table>\n"}, "text": "Score\tCompound name (LINCS)\tPubChem CID\tPubMed papers July 2022\tSource\tSelected mechanism(s) of action\t \t\tAnatabine\t11388\t144\tNatural alkaloid extracted from various plants of the Solanaceae family\tInduces NRF2 activation\t \t0.49\tPiperlongumine\t637858\t362\tNatural alkaloid extracted from long pepper (Piper longum L.)\tInduces NRF2 activation, through which its differential response in normal and cancer cells is driven \t \t0.46\tNSC-3852\t19103\t4\tSynthetic quinoline\tInduces oxidative response, which drives breast cancer cell differentiation; histone deacetylase inhibitor \t \t0.46\tThiostrepton\t16129666\t618\tNatural antibiotic isolated from various streptomycetes\tInduces oxidative response, which drives melanoma cell differentiation \t \t0.45\tNSC-632839\t6477762\t4\tSynthetic\tApoptosome-independent caspase activation; nonselective isopeptidase inhibitor; UCHL1 inhibitor \t \t0.45\tWithaferin-A\t265237\t698\tNatural lactone extracted from various plants of the Solanaceae family\tInduces NRF2 activation, which mediates its antitumor effects \t \t0.44\tManumycin-A\t73707404\t261\tNatural antibiotic isolated from Streptomyces parvulus\tInduces oxidative response and p38 MAPK phosphorylation; STAT3 inhibitor; farnesyltransferase inhibitor \t \t0.43\tCT-200783\t73707405\t0\tSynthetic olefinic compound with functional parent as cinnamic acid\tNo reports in the literature\t \t0.43\tGP-42\t73707393\t0\tSynthetic olefinic compound with functional parent as cinnamic acid\tNo reports in the literature\t \t0.42\tMD-II-038\t51034963\t0\tSynthetic olefinic compound with functional parent as cinnamic acid\tNo reports in the literature\t \t0.41\tBRD-K41172353\t673329\t0\tSynthetic quinoline\tNo reports in the literature\t \t0.41\tCucurbitacin-I\t73707401\t146\tNatural triterpenoid extracted from cucurbitaceous plants\tInduces NRF2 activation and STAT/NF-κB inhibition, leading to protection from neuroinflammatory injury \t \t0.41\tBRD-K95352812\t56643190\t0\tSynthetic\tNo reports in the literature\t \t0.40\tSA-1447005\t73707394\t0\tSynthetic olefinic compound with functional parent as cinnamic acid\tNo reports in the literature\t \t0.40\tRadicicol\t5311380\t511\tNatural antibiotic isolated from the fungus Monosporium bonorden\tInduces oxidative response and heat shock response through HSP90 inhibition and dissociation of HSF1 \t \t0.40\tParthenolide\t7251185\t973\tNatural lactone extracted from the feverfew plant\tInduces NRF2 activation, through which it ameliorates obesity \t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 31596, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We observed common structural elements, such as elements of hydropyridine, piperidine, and quinoline, among the 15 compounds. To examine if the structural elements were responsible for the observed similarities in the gene expression induced by these compounds and anatabine, we employed six different chemical similarity fingerprints and descriptors using the DataWarrior software. Each compound fingerprint was compared to the corresponding fingerprint of anatabine, and the Tanimoto distances of the structural comparison are presented as a heatmap in Figure 4A.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32162, "infons": {"file": "fphar-13-1011184-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Chemoinformatics. (A) Heatmap of Tanimoto distances resulting from the structural similarity comparison of the compounds (on the y-axis) to anatabine. All the tested chemical similarity fingerprints are shown as different columns. The mRNA column corresponds to the similarity in the gene expression score and rank of compounds from Table 1. The heatmap rows and columns are ordered following hierarchical clustering on both axes. (B) Pharmacophore model of GP-42. Top left: pharmacophore features of GP-42. Green features represent hydrophobic features, blue features represent hydrogen bond acceptors, and orange features represent features that can be either aromatic or hydrophobic. Top right and bottom right: pharmacophore model fitting for GP-42 and GP-42 together with anatabine, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32964, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The correlation between gene expression similarity scores and the chemical similarity fingerprints was examined but not found significant. Compound GP-42 exhibited the highest overall Tanimoto distance when compared with anatabine. Therefore, we visualized the common pharmacophore features of GP-42 and anatabine. A 3D pharmacophore model for GP-42 was generated (Figure 4B). Anatabine was fitted in the pharmacophore model, having one aromatic feature, one hydrophobic feature, and two acceptor features in common with GP-42, demonstrating that anatabine and GP-42 could share a similar mode of binding to some degree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33585, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.5 Anatabine treatment results in the activation of MAPK signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 33653, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed network analysis to extract further insights from the transcriptomics data, leveraging the Reactome and Omnipath biological networks, the DoRothEA enrichment algorithm, and the CARNIVAL optimization algorithm. The resulting networks indicate potential functional partners of anatabine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33952, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The network analysis revealed p38 MAPK as a central node in the signaling network (Figure 5A). Interestingly, p38 MAPK was predicted to be either positively or negatively regulated depending on the prior knowledge network used in the analysis (Reactome or Omnipath, respectively), even though it was centrally located in both networks. We also observed the presence of dual-specificity phosphatases (DUSP) upstream of the MAPK signaling in both networks. NRF2 was inferred to be activated in both the networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34463, "infons": {"file": "fphar-13-1011184-g005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Anatabine treatment results in the activation of MAPK signaling. (A) Networks predicting the effect of anatabine, leveraging the biological knowledge networks Reactome and Omnipath. Red and blue nodes depict predicted upregulation and downregulation, respectively. Highlighted in yellow are the network nodes corresponding to p38 MAPK. (B) Effect of anatabine on phosphoproteomics across all tested cell systems, treatment times, and concentrations. The other four columns correspond to the data for each cell system separately. Phosphoproteins are ranked by median log2 fold change in each row.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35059, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To explore the potential involvement of p38 MAPK in facilitating the effects of anatabine, we used multiplexed phosphoproteomic assays. We then applied a linear model approach to capture time- and concentration-dependent phosphoproteomic changes across the four tested cell systems. The phosphoproteomic results after application of the linear model are presented in Figure 5B. The phosphoproteomic data before application of the linear model are detailed in Supplementary Figure S1B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35544, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The phosphoproteomic results, summarized via the linear model across time, concentrations, and cell systems tested, revealed a systematic significant increase in the phosphorylation levels of p53, p38 MAPK, ERK1, MEK1, MARCKS, p90RSK, JNK, c-Jun, HSP27, PRAS40, and p70S6K. Differences among cell systems, concentrations, and treatment times are depicted in Figure 5B and Supplementary Figure S1A. Anatabine treatment also caused a significant decrease in the phosphorylation levels in some of the cell systems tested, specifically, a concentration-dependent inhibition of phosphorylated STAT3 and a time-dependent inhibition of phosphorylated NF-κB (Supplementary Figure S1A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36226, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4 Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36239, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Over the last decade, anatabine has been shown to alleviate inflammation in multiple disease models. However, the molecular mechanisms triggered by anatabine in a non-inflammatory state are yet to be explored. Using a systems biology approach, we investigated the impact of anatabine on various cell systems and identified pathways and molecular networks that are perturbed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36614, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We systematically measured the changes occurring in gene expression and intracellular protein abundance upon anatabine treatment. Abundance of the most significantly upregulated proteins (HMOX1, GCLM, TXNRD1, and NQO1) correlated with changes in their corresponding gene expression, which varied linearly with increasing anatabine concentration. Since these proteins are target genes of the NRF2 transcription factor, and the gene expression enrichment results also pointed to NRF2 pathway activation, we aimed to examine if anatabine induces NRF2 activation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37174, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "NRF2 was discovered in 1994 as an NF-E2-like basic leucine zipper transcriptional activator. Since then, NRF2 has been highlighted as a master regulator of cytoprotective responses, orchestrating the expression of more than 250 genes. NRF2 regulates anti-inflammatory gene expression and inhibits the progression of inflammation. However, it is out of the scope of the present study to prove if NRF2 activation is the only mechanism by which anatabine delivers its anti-inflammatory effects, or if there are other mechanisms that are involved and any potential crosstalk between them.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37759, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several natural product-derived bioactive compounds that are NRF2 activators. Our transcriptomics-based comparison of anatabine-regulated genes with the gene expression signatures from the LINCS database, revealed anatabine’s similarity to multiple plant compounds that induce oxidative response, most of which have been reported to activate NRF2 (Table 1). In addition, NRF2 activation has been connected with NF-κB signaling inhibition, a well-known effect of anatabine in inflammation models. The anti-inflammatory activity of NRF2 was initially thought to rely only on crosstalk with NF-κB, until it was shown that it can directly block LPS-induced transcription of the proinflammatory genes IL-6 and IL-1β in macrophages. Indeed, NRF2 and NF-κB pathways crosstalk through multiple and complicated mechanisms, including a feedback loop where NF-κB can activate NRF2 and NRF2 activation can attenuate NF-κB signaling. As an example, sulforaphane, found in broccoli, can attenuate muscle inflammation via NRF2-mediated inhibition of the NF-κB signaling pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38860, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Anatabine as well as the alkaloids nicotine, nornicotine, and anabasine can activate α4β2 and α7 nicotinic acetylcholine receptors (nAChR). The function of α7nAChR has been linked to the anti-inflammatory mechanism of the phytochemical genistein, which is an NRF2 activator. However, we found that among the above-mentioned alkaloids, and additionally cotinine, only anatabine is an NRF2 activator, rendering the hypothesis that a nicotinic receptor is actively involved in anatabine-mediated NRF2 activation unlikely. This is particularly intriguing, as the structure of nicotine is the most similar to anatabine than any other compound according to PubChem’s compound similarity search tool (https://pubchem.ncbi.nlm.nih.gov/#query=CID11388%20structure&tab=similarity&fullsearch=true). In fact, nicotine reportedly downregulates NRF2-related activity. Therefore, the possible mechanisms used by anatabine to cause NRF2 activation are still unclear and must be explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39847, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Most NRF2 activators, including sulforaphane and dimethyl fumarate that were used in this study, are electrophiles that can modify cysteine residues on Kelch-like ECH-associated protein 1 (KEAP1), making the ubiquitylation of NRF2 for proteasomal degradation impossible. Interestingly, anatabine is a nucleophilic compound; therefore, it most probably is unable to interact with KEAP1 in the way other electrophilic compounds do.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40277, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Natural compounds can activate NRF2 through different mechanisms, involving diverse molecular processes that we have just started to understand. For example, we have found that the natural lactone withaferin-A, extracted from various plants of the Solanaceae family, has a transcriptomic profile similar to that of anatabine. Withaferin-A increases NRF2 levels through the PTEN/PI3K/AKT/GSK3β axis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40679, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our phosphoproteomic studies revealed an increase in the phosphorylation of a broad range of MAPK signaling members, including p38 MAPK, ERK1, MEK1, and c-Jun N-terminal kinase (JNK), across the cell systems tested. Additionally, we report a significant increase in the phosphorylation of c-Jun, which is the main cellular substrate activated by JNK-mediated phosphorylation. All well-characterized categories of MAPKs have been linked to NRF2 regulation but with contradictory results reported. Specifically, p38 MAPK has been reported to regulate NRF2 both positively and negatively among different groups. Interestingly, our network analysis supports this finding as p38 MAPK was predicted to be either inhibited or activated in different models; however, it was always a central node of anatabine’s predicted network of perturbations. Piperlongumine, a natural alkaloid extracted from long pepper (Piper longum L.), was identified as the most similar compound to anatabine, based on analysis of the transcriptomic profiles of the 28,927 compounds. JNK inhibition blocks the piperlongumine-induced NRF2 translocation, suggesting the involvement of MAPK signaling. Niacin, the compound from which anatabine derives both its pyridine rings, activates NRF2 and the p38 MAPK signaling pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41974, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, we observed an increased phosphorylation of p53. Reportedly, a non-esterified fatty acid that increased the phosphorylation of ERK1 and p38 MAPK, also upregulated and caused the translocation of p53 and NRF2, suggesting that its mechanism of action was mediated by the NRF2/p53 signaling pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42284, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several NRF2 activators have been reported to trigger many of the above mechanisms at the same time, and it has been suggested that these pleiotropic effects are one of the reasons that drug development of NRF2 activators is moving slowly. Beyond NRF2, our GSEA also revealed transcriptional activation of HSF1, which may be of interest for further experimental investigations, given that the two transcription factors, NRF2 and HSF1, engage in crosstalk for cytoprotection by promoting the reduced state.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42790, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It also remains to be explored how anatabine activates MAPK signaling. Our network analysis pointed to the inhibition of several DUSPs, which are negative regulators of MAPK signaling, that dephosphorylate p38, JNK, and ERK in different settings. Further experiments utilizing inhibitors would be necessary to confirm that anatabine-mediated NRF2 activation depends on any of these kinases, which is out of the scope of the current study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43229, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regarding chemoinformatics, our analysis of compounds with similar transcriptomic response to anatabine revealed some common structural elements; however, the chemical similarity fingerprints examined were not significantly correlated to the gene expression similarity scores, potentially showing that certain structural elements are not necessary for the observed transcriptomic response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43619, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given the critical role of NRF2 in chronic diseases, there has been an increasing interest from the pharmaceutical industry in the discovery and clinical development of small molecule NRF2 inducers. A plethora of NRF2 activators have been identified, and some of them are under clinical development, especially those for chronic diseases characterized by low-grade oxidative stress and inflammation. More established NRF2 activators have already been rigorously researched. Sulforaphane has been used in at least 32 clinical studies to date, addressing chronic diseases such as cancer, asthma, chronic kidney disease, and cystic fibrosis. The use of dimethyl fumarate in patients with multiple sclerosis was propelled by positive results obtained in a multiple sclerosis mouse model of EAE, much like it has already been observed for anatabine. To date, dimethyl fumarate is the only drug approved by the Food and Drug Administration and European Medicines Agency and registered as an NRF2 activator. Going one step further, analogs of NRF2 activators are being developed for optimizing efficacy and better manage pleiotropic or off-target effects, such as in the case of piperlongumine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44807, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While there are certain areas to be explored in deciphering the anti-inflammatory mechanisms of action of anatabine and other NRF2 activators, we believe that anatabine constitutes an interesting molecule for its therapeutic potential in NRF2-related diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45068, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 45096, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The original contributions presented in the study are included in the Supplementary Material, further inquiries can be directed to the corresponding author.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45253, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45274, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "DM, CP, MP, and JH contributed to conception and design of the study. DM performed the cell cultures, the phosphoproteomics assays, the NRF2 reporter gene assays and all computational and statistical analyses. DM, YE, BT, and NI performed the mass spectrometry proteomics data generation. DM, CP, RD, DP, and EG performed the transcriptomics data generation. DM and CP wrote the first draft of the manuscript. DL, YE, and EG wrote sections of the manuscript. All authors contributed to manuscript revision, read, and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45823, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 45831, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "Philip Morris International is the sole source of funding and sponsor of this research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45919, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 45940, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All authors are employees of Philip Morris International.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45998, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"offset": 46017, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46364, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 46387, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fphar.2022.1011184/full#supplementary-material ", "sentences": [], "annotations": [], "relations": []}, {"offset": 46548, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 46559, "infons": {"fpage": "585", "issue": "2", "lpage": "597", "name_0": "surname:Ahmed;given-names:S. M.", "name_1": "surname:Luo;given-names:L.", "name_2": "surname:Namani;given-names:A.", "name_3": "surname:Wang;given-names:X. J.", "name_4": "surname:Tang;given-names:X.", "pub-id_doi": "10.1016/j.bbadis.2016.11.005", "pub-id_pmid": "27825853", "section_type": "REF", "source": "Biochim. Biophys. Acta. Mol. Basis Dis.", "type": "ref", "volume": "1863", "year": "2017"}, "text": "Nrf2 signaling pathway: pivotal roles in inflammation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46613, "infons": {"fpage": "9235", "issue": "18", "lpage": "9244", "name_0": "surname:Aleo;given-names:E.", "name_1": "surname:Henderson;given-names:C. J.", "name_2": "surname:Fontanini;given-names:A.", "name_3": "surname:Solazzo;given-names:B.", "name_4": "surname:Brancolini;given-names:C.", "pub-id_doi": "10.1158/0008-5472.CAN-06-0702", "pub-id_pmid": "16982768", "section_type": "REF", "source": "Cancer Res.", "type": "ref", "volume": "66", "year": "2006"}, "text": "Identification of new compounds that trigger apoptosome-independent caspase activation and apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 46714, "infons": {"fpage": "112187", "name_0": "surname:Alijevic;given-names:O.", "name_1": "surname:McHugh;given-names:D.", "name_2": "surname:Rufener;given-names:L.", "name_3": "surname:Mazurov;given-names:A.", "name_4": "surname:Hoeng;given-names:J.", "name_5": "surname:Peitsch;given-names:M.", "pub-id_doi": "10.1016/j.phytochem.2019.112187", "pub-id_pmid": "31865001", "section_type": "REF", "source": "Phytochemistry", "type": "ref", "volume": "170", "year": "2020"}, "text": "An electrophysiological characterization of naturally occurring tobacco alkaloids and their action on human α4β2 and α7 nicotinic acetylcholine receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 46879, "infons": {"fpage": "322", "issue": "1", "lpage": "353", "name_0": "surname:Bellik;given-names:Y.", "name_1": "surname:Boukraa;given-names:L.", "name_2": "surname:Alzahrani;given-names:H. A.", "name_3": "surname:Bakhotmah;given-names:B. A.", "name_4": "surname:Abdellah;given-names:F.", "name_5": "surname:Hammoudi;given-names:S. M.", "pub-id_doi": "10.3390/molecules18010322", "pub-id_pmid": "23271469", "section_type": "REF", "source": "Molecules", "type": "ref", "volume": "18", "year": "2012"}, "text": "Molecular mechanism underlying anti-inflammatory and anti-allergic activities of phytochemicals: an update", "sentences": [], "annotations": [], "relations": []}, {"offset": 46986, "infons": {"fpage": "289", "issue": "1", "lpage": "300", "name_0": "surname:Benjamini;given-names:Y.", "name_1": "surname:Hochberg;given-names:Y.", "pub-id_doi": "10.1111/j.2517-6161.1995.tb02031.x", "section_type": "REF", "source": "J. R. Stat. Soc. Ser. B", "type": "ref", "volume": "57", "year": "1995"}, "text": "Controlling the false discovery rate: A practical and powerful approach to multiple testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 47078, "infons": {"fpage": "25", "lpage": "58", "name_0": "surname:Bolstad;given-names:B. M.", "name_1": "surname:Collin;given-names:F.", "name_2": "surname:Simpson;given-names:K. M.", "name_3": "surname:Irizarry;given-names:R. A.", "name_4": "surname:Speed;given-names:T. P.", "pub-id_doi": "10.1016/S0074-7742(04)60002-X", "pub-id_pmid": "15474586", "section_type": "REF", "source": "Int. Rev. Neurobiol.", "type": "ref", "volume": "60", "year": "2004"}, "text": "Experimental design and low-level analysis of microarray data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47140, "infons": {"fpage": "667", "issue": "10", "lpage": "677", "name_0": "surname:Boss;given-names:C.", "name_1": "surname:Hazemann;given-names:J.", "name_2": "surname:Kimmerlin;given-names:T.", "name_3": "surname:von Korff;given-names:M.", "name_4": "surname:Luthi;given-names:U.", "name_5": "surname:Peter;given-names:O.", "pub-id_doi": "10.2533/chimia.2017.667", "section_type": "REF", "source": "Chim. (Aarau)", "type": "ref", "volume": "71", "year": "2017"}, "text": "The screening compound collection: A key asset for drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 47206, "infons": {"fpage": "355", "issue": "4", "lpage": "365", "name_0": "surname:Bremser;given-names:W.", "pub-id_doi": "10.1016/S0003-2670(01)83100-7", "section_type": "REF", "source": "Anal. Chim. Acta", "type": "ref", "volume": "103", "year": "1978"}, "text": "Hose — a novel substructure code", "sentences": [], "annotations": [], "relations": []}, {"offset": 47241, "infons": {"fpage": "2296", "issue": "12", "lpage": "2309", "name_0": "surname:Bruderer;given-names:R.", "name_1": "surname:Bernhardt;given-names:O. M.", "name_2": "surname:Gandhi;given-names:T.", "name_3": "surname:Xuan;given-names:Y.", "name_4": "surname:Sondermann;given-names:J.", "name_5": "surname:Schmidt;given-names:M.", "pub-id_doi": "10.1074/mcp.RA117.000314", "pub-id_pmid": "29070702", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "16", "year": "2017"}, "text": "Optimization of experimental parameters in data-independent mass spectrometry significantly increases depth and reproducibility of results", "sentences": [], "annotations": [], "relations": []}, {"offset": 47380, "infons": {"fpage": "4580", "issue": "9", "lpage": "4587", "name_0": "surname:Caturegli;given-names:P.", "name_1": "surname:De Remigis;given-names:A.", "name_2": "surname:Ferlito;given-names:M.", "name_3": "surname:Landek-Salgado;given-names:M. A.", "name_4": "surname:Iwama;given-names:S.", "name_5": "surname:Tzou;given-names:S. C.", "pub-id_doi": "10.1210/en.2012-1452", "pub-id_pmid": "22807490", "section_type": "REF", "source": "Endocrinology", "type": "ref", "volume": "153", "year": "2012"}, "text": "Anatabine ameliorates experimental autoimmune thyroiditis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47438, "infons": {"fpage": "348", "issue": "2", "lpage": "383", "name_0": "surname:Cuadrado;given-names:A.", "name_1": "surname:Manda;given-names:G.", "name_2": "surname:Hassan;given-names:A.", "name_3": "surname:Alcaraz;given-names:M. J.", "name_4": "surname:Barbas;given-names:C.", "name_5": "surname:Daiber;given-names:A.", "pub-id_doi": "10.1124/pr.117.014753", "pub-id_pmid": "29507103", "section_type": "REF", "source": "Pharmacol. Rev.", "type": "ref", "volume": "70", "year": "2018"}, "text": "Transcription factor NRF2 as a therapeutic target for chronic diseases: A systems medicine approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 47538, "infons": {"fpage": "295", "issue": "4", "lpage": "317", "name_0": "surname:Cuadrado;given-names:A.", "name_1": "surname:Rojo;given-names:A. I.", "name_2": "surname:Wells;given-names:G.", "name_3": "surname:Hayes;given-names:J. D.", "name_4": "surname:Cousin;given-names:S. P.", "name_5": "surname:Rumsey;given-names:W. L.", "pub-id_doi": "10.1038/s41573-018-0008-x", "pub-id_pmid": "30610225", "section_type": "REF", "source": "Nat. Rev. Drug Discov.", "type": "ref", "volume": "18", "year": "2019"}, "text": "Therapeutic targeting of the NRF2 and KEAP1 partnership in chronic diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 47614, "infons": {"fpage": "6", "issue": "1", "lpage": "14", "name_0": "surname:Dayalan Naidu;given-names:S.", "name_1": "surname:Kostov;given-names:R. V.", "name_2": "surname:Dinkova-Kostova;given-names:A. T.", "pub-id_doi": "10.1016/j.tips.2014.10.011", "pub-id_pmid": "25465722", "section_type": "REF", "source": "Trends Pharmacol. Sci.", "type": "ref", "volume": "36", "year": "2015"}, "text": "Transcription factors Hsf1 and Nrf2 engage in crosstalk for cytoprotection", "sentences": [], "annotations": [], "relations": []}, {"offset": 47689, "infons": {"fpage": "364", "issue": "4", "lpage": "374", "name_0": "surname:Dixit;given-names:D.", "name_1": "surname:Sharma;given-names:V.", "name_2": "surname:Ghosh;given-names:S.", "name_3": "surname:Koul;given-names:N.", "name_4": "surname:Mishra;given-names:P. K.", "name_5": "surname:Sen;given-names:E.", "pub-id_doi": "10.1016/j.freeradbiomed.2009.04.031", "pub-id_pmid": "19409983", "section_type": "REF", "source": "Free Radic. Biol. Med.", "type": "ref", "volume": "47", "year": "2009"}, "text": "Manumycin inhibits STAT3, telomerase activity, and growth of glioma cells by elevating intracellular reactive oxygen species generation", "sentences": [], "annotations": [], "relations": []}, {"offset": 47825, "infons": {"fpage": "1273", "issue": "6", "lpage": "1280", "name_0": "surname:Durant;given-names:J. L.", "name_1": "surname:Leland;given-names:B. A.", "name_2": "surname:Henry;given-names:D. R.", "name_3": "surname:Nourse;given-names:J. G.", "pub-id_doi": "10.1021/ci010132r", "pub-id_pmid": "12444722", "section_type": "REF", "source": "J. Chem. Inf. Comput. Sci.", "type": "ref", "volume": "42", "year": "2002"}, "text": "Reoptimization of MDL keys for use in drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 47878, "infons": {"fpage": "1363", "issue": "8", "lpage": "1375", "name_0": "surname:Garcia-Alonso;given-names:L.", "name_1": "surname:Holland;given-names:C. H.", "name_2": "surname:Ibrahim;given-names:M. M.", "name_3": "surname:Turei;given-names:D.", "name_4": "surname:Saez-Rodriguez;given-names:J.", "pub-id_doi": "10.1101/gr.240663.118", "pub-id_pmid": "31340985", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "29", "year": "2019"}, "text": "Benchmark and integration of resources for the estimation of human transcription factor activities", "sentences": [], "annotations": [], "relations": []}, {"offset": 47977, "infons": {"fpage": "22", "lpage": "33", "name_0": "surname:Giudice;given-names:V.", "name_1": "surname:Ricci;given-names:P.", "name_2": "surname:Marino;given-names:L.", "name_3": "surname:Rocco;given-names:M.", "name_4": "surname:Villani;given-names:G.", "name_5": "surname:Langella;given-names:M.", "pub-id_pmid": "27896224", "section_type": "REF", "source": "Transl. Med. UniSa", "type": "ref", "volume": "15", "year": "2016"}, "text": " In vitro apoptotic effects of farnesyltransferase blockade in acute myeloid leukemia cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 48069, "infons": {"fpage": "377", "issue": "2", "lpage": "393", "name_0": "surname:Guo;given-names:J.", "name_1": "surname:Yang;given-names:G.", "name_2": "surname:He;given-names:Y.", "name_3": "surname:Xu;given-names:H.", "name_4": "surname:Fan;given-names:H.", "name_5": "surname:An;given-names:J.", "pub-id_doi": "10.1007/s10571-020-01009-8", "pub-id_pmid": "33215356", "section_type": "REF", "source": "Cell. Mol. Neurobiol.", "type": "ref", "volume": "41", "year": "2021"}, "text": "Involvement of α7nAChR in the protective effects of genistein against β-amyloid-induced oxidative stress in neurons via a PI3K/Akt/Nrf2 pathway-related mechanism", "sentences": [], "annotations": [], "relations": []}, {"offset": 48238, "infons": {"fpage": "3", "issue": "1", "lpage": "14", "name_0": "surname:Hahm;given-names:E. R.", "name_1": "surname:Kim;given-names:S. H.", "name_2": "surname:Singh;given-names:K. B.", "name_3": "surname:Singh;given-names:S. V.", "pub-id_doi": "10.1002/mc.23266", "pub-id_pmid": "33150660", "section_type": "REF", "source": "Mol. Carcinog.", "type": "ref", "volume": "60", "year": "2021"}, "text": "RNA-seq reveals novel cancer-selective and disease subtype-independent mechanistic targets of withaferin A in human breast cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 48374, "infons": {"fpage": "112965", "name_0": "surname:Ji;given-names:L.", "name_1": "surname:Qu;given-names:L.", "name_2": "surname:Wang;given-names:C.", "name_3": "surname:Peng;given-names:W.", "name_4": "surname:Li;given-names:S.", "name_5": "surname:Yang;given-names:H.", "pub-id_doi": "10.1016/j.ejmech.2020.112965", "pub-id_pmid": "33148493", "section_type": "REF", "source": "Eur. J. Med. Chem.", "type": "ref", "volume": "210", "year": "2021"}, "text": "Identification and optimization of piperlongumine analogues as potential antioxidant and anti-inflammatory agents via activation of Nrf2", "sentences": [], "annotations": [], "relations": []}, {"offset": 48511, "infons": {"fpage": "112424", "name_0": "surname:Kaminski;given-names:K. P.", "name_1": "surname:Bovet;given-names:L.", "name_2": "surname:Laparra;given-names:H.", "name_3": "surname:Lang;given-names:G.", "name_4": "surname:De Palo;given-names:D.", "name_5": "surname:Sierro;given-names:N.", "pub-id_doi": "10.1016/j.phytochem.2020.112424", "pub-id_pmid": "32526514", "section_type": "REF", "source": "Phytochemistry", "type": "ref", "volume": "177", "year": "2020"}, "text": "Alkaloid chemophenetics and transcriptomics of the Nicotiana genus", "sentences": [], "annotations": [], "relations": []}, {"offset": 48578, "infons": {"fpage": "104259", "name_0": "surname:Kim;given-names:C. Y.", "name_1": "surname:Kang;given-names:B.", "name_2": "surname:Suh;given-names:H. J.", "name_3": "surname:Choi;given-names:H. S.", "pub-id_doi": "10.1016/j.phrs.2019.104259", "pub-id_pmid": "31078744", "section_type": "REF", "source": "Pharmacol. Res.", "type": "ref", "volume": "145", "year": "2019"}, "text": "Parthenolide, a feverfew-derived phytochemical, ameliorates obesity and obesity-induced inflammatory responses via the Nrf2/Keap1 pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 48716, "infons": {"fpage": "11624", "name_0": "surname:Kobayashi;given-names:E. H.", "name_1": "surname:Suzuki;given-names:T.", "name_2": "surname:Funayama;given-names:R.", "name_3": "surname:Nagashima;given-names:T.", "name_4": "surname:Hayashi;given-names:M.", "name_5": "surname:Sekine;given-names:H.", "pub-id_doi": "10.1038/ncomms11624", "pub-id_pmid": "27211851", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "7", "year": "2016"}, "text": "Nrf2 suppresses macrophage inflammatory response by blocking proinflammatory cytokine transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 48816, "infons": {"fpage": "109", "issue": "1", "lpage": "139", "name_0": "surname:Kumar;given-names:H.", "name_1": "surname:Kim;given-names:I. S.", "name_2": "surname:More;given-names:S. V.", "name_3": "surname:Kim;given-names:B. W.", "name_4": "surname:Choi;given-names:D. K.", "pub-id_doi": "10.1039/c3np70065h", "pub-id_pmid": "24292194", "section_type": "REF", "source": "Nat. Prod. Rep.", "type": "ref", "volume": "31", "year": "2014"}, "text": "Natural product-derived pharmacological modulators of Nrf2/ARE pathway for chronic diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 48908, "infons": {"fpage": "347", "issue": "3", "lpage": "356", "name_0": "surname:Lanier;given-names:R. K.", "name_1": "surname:Cohen;given-names:A. E.", "name_2": "surname:Weinkle;given-names:S. H.", "pub-id_doi": "10.1159/000357019", "pub-id_pmid": "24348385", "section_type": "REF", "source": "Case Rep. Dermatol.", "type": "ref", "volume": "5", "year": "2013a"}, "text": "Effects of a facial cream containing the minor alkaloid anatabine on improving the appearance of the skin in mild to moderate rosacea: an open-label case series study", "sentences": [], "annotations": [], "relations": []}, {"offset": 49075, "infons": {"fpage": "73", "lpage": "84", "name_0": "surname:Lanier;given-names:R. K.", "name_1": "surname:Gibson;given-names:K. D.", "name_2": "surname:Cohen;given-names:A. E.", "name_3": "surname:Varga;given-names:M.", "pub-id_doi": "10.4137/CMAMD.S13001", "pub-id_pmid": "24250235", "section_type": "REF", "source": "Clin. Med. Insights. Arthritis Musculoskelet. Disord.", "type": "ref", "volume": "6", "year": "2013b"}, "text": "Effects of dietary supplementation with the solanaceae plant alkaloid anatabine on joint pain and stiffness: results from an internet-based survey study", "sentences": [], "annotations": [], "relations": []}, {"offset": 49228, "infons": {"fpage": "327", "issue": "4", "lpage": "335", "name_0": "surname:Lee;given-names:H. N.", "name_1": "surname:Jin;given-names:H. O.", "name_2": "surname:Park;given-names:J. A.", "name_3": "surname:Kim;given-names:J. H.", "name_4": "surname:Kim;given-names:J. Y.", "name_5": "surname:Kim;given-names:B.", "pub-id_doi": "10.14348/molcells.2015.2235", "pub-id_pmid": "25813625", "section_type": "REF", "source": "Mol. Cells", "type": "ref", "volume": "38", "year": "2015"}, "text": "Heme oxygenase-1 determines the differential response of breast cancer and normal cells to piperlongumine", "sentences": [], "annotations": [], "relations": []}, {"offset": 49334, "infons": {"fpage": "110507", "name_0": "surname:Li;given-names:Z.", "name_1": "surname:Xu;given-names:W.", "name_2": "surname:Su;given-names:Y.", "name_3": "surname:Gao;given-names:K.", "name_4": "surname:Chen;given-names:Y.", "name_5": "surname:Ma;given-names:L.", "pub-id_doi": "10.1016/j.mce.2019.110507", "pub-id_pmid": "31315024", "section_type": "REF", "source": "Mol. Cell. Endocrinol.", "type": "ref", "volume": "495", "year": "2019"}, "text": "Nicotine induces insulin resistance via downregulation of Nrf2 in cardiomyocyte", "sentences": [], "annotations": [], "relations": []}, {"offset": 49414, "infons": {"fpage": "417", "issue": "6", "lpage": "425", "name_0": "surname:Liberzon;given-names:A.", "name_1": "surname:Birger;given-names:C.", "name_2": "surname:Thorvaldsdottir;given-names:H.", "name_3": "surname:Ghandi;given-names:M.", "name_4": "surname:Mesirov;given-names:J. P.", "name_5": "surname:Tamayo;given-names:P.", "pub-id_doi": "10.1016/j.cels.2015.12.004", "pub-id_pmid": "26771021", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "1", "year": "2015"}, "text": "The Molecular Signatures Database (MSigDB) hallmark gene set collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 49486, "infons": {"fpage": "40", "name_0": "surname:Liu;given-names:A.", "name_1": "surname:Trairatphisan;given-names:P.", "name_2": "surname:Gjerga;given-names:E.", "name_3": "surname:Didangelos;given-names:A.", "name_4": "surname:Barratt;given-names:J.", "name_5": "surname:Saez-Rodriguez;given-names:J.", "pub-id_doi": "10.1038/s41540-019-0118-z", "pub-id_pmid": "31728204", "section_type": "REF", "source": "NPJ Syst. Biol. Appl.", "type": "ref", "volume": "5", "year": "2019"}, "text": "From expression footprints to causal pathways: contextualizing large signaling networks with CARNIVAL", "sentences": [], "annotations": [], "relations": []}, {"offset": 49588, "infons": {"fpage": "129", "lpage": "141", "name_0": "surname:Liu;given-names:T.", "name_1": "surname:Lv;given-names:Y. F.", "name_2": "surname:Zhao;given-names:J. L.", "name_3": "surname:You;given-names:Q. D.", "name_4": "surname:Jiang;given-names:Z. Y.", "pub-id_doi": "10.1016/j.freeradbiomed.2021.03.034", "pub-id_pmid": "33794311", "section_type": "REF", "source": "Free Radic. Biol. Med.", "type": "ref", "volume": "168", "year": "2021"}, "text": "Regulation of Nrf2 by phosphorylation: Consequences for biological function and therapeutic implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 49693, "infons": {"fpage": "64", "lpage": "70", "name_0": "surname:Lund;given-names:M. E.", "name_1": "surname:To;given-names:J.", "name_2": "surname:O'Brien;given-names:B. A.", "name_3": "surname:Donnelly;given-names:S.", "pub-id_doi": "10.1016/j.jim.2016.01.012", "pub-id_pmid": "26826276", "section_type": "REF", "source": "J. Immunol. Methods", "type": "ref", "volume": "430", "year": "2016"}, "text": "The choice of phorbol 12-myristate 13-acetate differentiation protocol influences the response of THP-1 macrophages to a pro-inflammatory stimulus", "sentences": [], "annotations": [], "relations": []}, {"offset": 49840, "infons": {"fpage": "1729", "issue": "9", "lpage": "1738", "name_0": "surname:Martirosyan;given-names:A. R.", "name_1": "surname:Rahim-Bata;given-names:R.", "name_2": "surname:Freeman;given-names:A. B.", "name_3": "surname:Clarke;given-names:C. D.", "name_4": "surname:Howard;given-names:R. L.", "name_5": "surname:Strobl;given-names:J. S.", "pub-id_doi": "10.1016/j.bcp.2004.05.003", "pub-id_pmid": "15450938", "section_type": "REF", "source": "Biochem. Pharmacol.", "type": "ref", "volume": "68", "year": "2004"}, "text": "Differentiation-inducing quinolines as experimental breast cancer agents in the MCF-7 human breast cancer cell model", "sentences": [], "annotations": [], "relations": []}, {"offset": 49957, "infons": {"fpage": "546", "issue": "2", "lpage": "552", "name_0": "surname:Martirosyan;given-names:A.", "name_1": "surname:Leonard;given-names:S.", "name_2": "surname:Shi;given-names:X.", "name_3": "surname:Griffith;given-names:B.", "name_4": "surname:Gannett;given-names:P.", "name_5": "surname:Strobl;given-names:J.", "pub-id_doi": "10.1124/jpet.105.096891", "pub-id_pmid": "16497787", "section_type": "REF", "source": "J. Pharmacol. Exp. Ther.", "type": "ref", "volume": "317", "year": "2006"}, "text": "Actions of a histone deacetylase inhibitor NSC3852 (5-nitroso-8-quinolinol) link reactive oxygen species to cell differentiation and apoptosis in MCF-7 human mammary tumor cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 50135, "infons": {"fpage": "345", "lpage": "361", "name_0": "surname:Messinis;given-names:D. E.", "name_1": "surname:Latino;given-names:D. A. R. S.", "name_2": "surname:Pospisil;given-names:P.", "name_3": "surname:Poussin;given-names:C.", "name_4": "surname:Peitsch;given-names:M. C.", "name_5": "surname:Hoeng;given-names:J.", "name_6": "surname:Gupta;given-names:R. C.", "name_7": "surname:Lall;given-names:R.", "name_8": "surname:Srivastava;given-names:A.", "section_type": "REF", "source": "Nutraceuticals", "type": "ref", "year": "2021"}, "text": "Chapter 24 - systems pharmacology investigation of mechanism of action of nutraceuticals", "sentences": [], "annotations": [], "relations": []}, {"offset": 50224, "infons": {"fpage": "350", "issue": "6", "lpage": "361", "name_0": "surname:Michailidou;given-names:M.", "name_1": "surname:Melas;given-names:I. N.", "name_2": "surname:Messinis;given-names:D. E.", "name_3": "surname:Klamt;given-names:S.", "name_4": "surname:Alexopoulos;given-names:L. G.", "name_5": "surname:Kolisis;given-names:F. N.", "pub-id_doi": "10.1002/psp4.40", "pub-id_pmid": "26225263", "section_type": "REF", "source": "CPT. Pharmacometrics Syst. Pharmacol.", "type": "ref", "volume": "4", "year": "2015"}, "text": "Network-based analysis of nutraceuticals in human hepatocellular carcinomas reveals mechanisms of chemopreventive action", "sentences": [], "annotations": [], "relations": []}, {"offset": 50345, "infons": {"fpage": "730", "issue": "9-10", "lpage": "744", "name_0": "surname:Mohammad;given-names:J.", "name_1": "surname:Singh;given-names:R. R.", "name_2": "surname:Riggle;given-names:C.", "name_3": "surname:Haugrud;given-names:B.", "name_4": "surname:Abdalla;given-names:M. Y.", "name_5": "surname:Reindl;given-names:K. M.", "pub-id_doi": "10.1007/s10495-019-01553-9", "pub-id_pmid": "31243599", "section_type": "REF", "source": "Apoptosis", "type": "ref", "volume": "24", "year": "2019"}, "text": "JNK inhibition blocks piperlongumine-induced cell death and transcriptional activation of heme oxygenase-1 in pancreatic cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 50479, "infons": {"fpage": "9926", "issue": "21", "lpage": "9930", "name_0": "surname:Moi;given-names:P.", "name_1": "surname:Chan;given-names:K.", "name_2": "surname:Asunis;given-names:I.", "name_3": "surname:Cao;given-names:A.", "name_4": "surname:Kan;given-names:Y. W.", "pub-id_doi": "10.1073/pnas.91.21.9926", "pub-id_pmid": "7937919", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "91", "year": "1994"}, "text": "Isolation of NF-E2-related factor 2 (Nrf2), a NF-E2-like basic leucine zipper transcriptional activator that binds to the tandem NF-E2/AP1 repeat of the beta-globin locus control region", "sentences": [], "annotations": [], "relations": []}, {"offset": 50665, "infons": {"fpage": "7900", "issue": "1", "name_0": "surname:Morin;given-names:A.", "name_1": "surname:Mouzon;given-names:B.", "name_2": "surname:Ferguson;given-names:S.", "name_3": "surname:Paris;given-names:D.", "name_4": "surname:Saltiel;given-names:N.", "name_5": "surname:Browning;given-names:M.", "pub-id_doi": "10.1038/s41598-021-87161-7", "pub-id_pmid": "33846461", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "11", "year": "2021"}, "text": "A 3-month-delayed treatment with anatabine improves chronic outcomes in two different models of repetitive mild traumatic brain injury in hTau mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 50813, "infons": {"fpage": "540", "issue": "5", "lpage": "556", "name_0": "surname:Naha;given-names:N.", "name_1": "surname:Gandhi;given-names:D. N.", "name_2": "surname:Gautam;given-names:A. K.", "name_3": "surname:Prakash;given-names:J. R.", "pub-id_doi": "10.1177/0960327117698543", "pub-id_pmid": "28641491", "section_type": "REF", "source": "Hum. Exp. Toxicol.", "type": "ref", "volume": "37", "year": "2018"}, "text": "Nicotine and cigarette smoke modulate Nrf2-BDNF-dopaminergic signal and neurobehavioral disorders in adult rat cerebral cortex", "sentences": [], "annotations": [], "relations": []}, {"offset": 50940, "infons": {"fpage": "1035", "issue": "6", "lpage": "1043", "name_0": "surname:Nicholson;given-names:B.", "name_1": "surname:Leach;given-names:C. A.", "name_2": "surname:Goldenberg;given-names:S. J.", "name_3": "surname:Francis;given-names:D. M.", "name_4": "surname:Kodrasov;given-names:M. P.", "name_5": "surname:Tian;given-names:X.", "pub-id_doi": "10.1110/ps.083450408", "pub-id_pmid": "18424514", "section_type": "REF", "source": "Protein Sci.", "type": "ref", "volume": "17", "year": "2008"}, "text": "Characterization of ubiquitin and ubiquitin-like-protein isopeptidase activities", "sentences": [], "annotations": [], "relations": []}, {"offset": 51021, "infons": {"fpage": "472", "issue": "3", "lpage": "477", "name_0": "surname:Nielsen;given-names:S. S.", "name_1": "surname:Franklin;given-names:G. M.", "name_2": "surname:Longstreth;given-names:W. T.", "name_3": "surname:Swanson;given-names:P. D.", "name_4": "surname:Checkoway;given-names:H.", "pub-id_doi": "10.1002/ana.23884", "pub-id_pmid": "23661325", "section_type": "REF", "source": "Ann. Neurol.", "type": "ref", "volume": "74", "year": "2013"}, "text": "Nicotine from edible Solanaceae and risk of Parkinson disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 51083, "infons": {"fpage": "33", "name_0": "surname:O'Boyle;given-names:N. M.", "name_1": "surname:Banck;given-names:M.", "name_2": "surname:James;given-names:C. A.", "name_3": "surname:Morley;given-names:C.", "name_4": "surname:Vandermeersch;given-names:T.", "name_5": "surname:Hutchison;given-names:G. R.", "pub-id_doi": "10.1186/1758-2946-3-33", "pub-id_pmid": "21982300", "section_type": "REF", "source": "J. Cheminform.", "type": "ref", "volume": "3", "year": "2011"}, "text": "Open babel: an open chemical toolbox", "sentences": [], "annotations": [], "relations": []}, {"offset": 51120, "infons": {"fpage": "116", "lpage": "128", "name_0": "surname:Palliyaguru;given-names:D. L.", "name_1": "surname:Chartoumpekis;given-names:D. V.", "name_2": "surname:Wakabayashi;given-names:N.", "name_3": "surname:Skoko;given-names:J. J.", "name_4": "surname:Yagishita;given-names:Y.", "name_5": "surname:Singh;given-names:S. V.", "pub-id_doi": "10.1016/j.freeradbiomed.2016.10.003", "pub-id_pmid": "27717869", "section_type": "REF", "source": "Free Radic. Biol. Med.", "type": "ref", "volume": "101", "year": "2016"}, "text": "Withaferin A induces nrf2-dependent protection against liver injury: role of keap1-independent mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 51226, "infons": {"fpage": "384", "issue": "2-3", "lpage": "391", "name_0": "surname:Paris;given-names:D.", "name_1": "surname:Beaulieu-Abdelahad;given-names:D.", "name_2": "surname:Bachmeier;given-names:C.", "name_3": "surname:Reed;given-names:J.", "name_4": "surname:Ait-Ghezala;given-names:G.", "name_5": "surname:Bishop;given-names:A.", "pub-id_doi": "10.1016/j.ejphar.2011.09.019", "pub-id_pmid": "21958873", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "670", "year": "2011"}, "text": "Anatabine lowers Alzheimer's Aβ production in vitro and in vivo ", "sentences": [], "annotations": [], "relations": []}, {"offset": 51294, "infons": {"fpage": "145", "issue": "1-3", "lpage": "153", "name_0": "surname:Paris;given-names:D.", "name_1": "surname:Beaulieu-Abdelahad;given-names:D.", "name_2": "surname:Abdullah;given-names:L.", "name_3": "surname:Bachmeier;given-names:C.", "name_4": "surname:Ait-Ghezala;given-names:G.", "name_5": "surname:Reed;given-names:J.", "pub-id_doi": "10.1016/j.ejphar.2012.11.017", "pub-id_pmid": "23178521", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "698", "year": "2013a"}, "text": "Anti-inflammatory activity of anatabine via inhibition of STAT3 phosphorylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 51374, "infons": {"fpage": "e55392", "issue": "1", "name_0": "surname:Paris;given-names:D.", "name_1": "surname:Beaulieu-Abdelahad;given-names:D.", "name_2": "surname:Mullan;given-names:M.", "name_3": "surname:Ait-Ghezala;given-names:G.", "name_4": "surname:Mathura;given-names:V.", "name_5": "surname:Bachmeier;given-names:C.", "pub-id_doi": "10.1371/journal.pone.0055392", "pub-id_pmid": "23383175", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013b"}, "text": "Amelioration of experimental autoimmune encephalomyelitis by anatabine", "sentences": [], "annotations": [], "relations": []}, {"offset": 51445, "infons": {"fpage": "129", "lpage": "136", "name_0": "surname:Park;given-names:S. Y.", "name_1": "surname:Kim;given-names:Y. H.", "name_2": "surname:Park;given-names:G.", "pub-id_doi": "10.1016/j.neulet.2015.10.022", "pub-id_pmid": "26472707", "section_type": "REF", "source": "Neurosci. Lett.", "type": "ref", "volume": "609", "year": "2015"}, "text": "Cucurbitacins attenuate microglial activation and protect from neuroinflammatory injury through Nrf2/ARE activation and STAT/NF-κB inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 51591, "infons": {"fpage": "1229", "issue": "9", "lpage": "1240", "name_0": "surname:Qiao;given-names:S.", "name_1": "surname:Lamore;given-names:S. D.", "name_2": "surname:Cabello;given-names:C. M.", "name_3": "surname:Lesson;given-names:J. L.", "name_4": "surname:Munoz-Rodriguez;given-names:J. L.", "name_5": "surname:Wondrak;given-names:G. T.", "pub-id_doi": "10.1016/j.bcp.2012.01.027", "pub-id_pmid": "22321511", "section_type": "REF", "source": "Biochem. Pharmacol.", "type": "ref", "volume": "83", "year": "2012"}, "text": "Thiostrepton is an inducer of oxidative and proteotoxic stress that impairs viability of human melanoma cells but not primary melanocytes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51729, "infons": {"fpage": "4117", "issue": "13", "lpage": "4127", "name_0": "surname:Ramkissoon;given-names:A.", "name_1": "surname:Chaney;given-names:K. E.", "name_2": "surname:Milewski;given-names:D.", "name_3": "surname:Williams;given-names:K. B.", "name_4": "surname:Williams;given-names:R. L.", "name_5": "surname:Choi;given-names:K.", "pub-id_doi": "10.1158/1078-0432.CCR-18-3224", "pub-id_pmid": "30936125", "section_type": "REF", "source": "Clin. Cancer Res.", "type": "ref", "volume": "25", "year": "2019"}, "text": "Targeted inhibition of the dual specificity phosphatases DUSP1 and DUSP6 suppress MPNST growth via JNK", "sentences": [], "annotations": [], "relations": []}, {"offset": 51832, "infons": {"fpage": "e47", "issue": "7", "name_0": "surname:Ritchie;given-names:M. E.", "name_1": "surname:Phipson;given-names:B.", "name_2": "surname:Wu;given-names:D.", "name_3": "surname:Hu;given-names:Y.", "name_4": "surname:Law;given-names:C. W.", "name_5": "surname:Shi;given-names:W.", "pub-id_doi": "10.1093/nar/gkv007", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "43", "year": "2015"}, "text": "Limma powers differential expression analyses for RNA-sequencing and microarray studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 51920, "infons": {"fpage": "9372182", "name_0": "surname:Robledinos-Anton;given-names:N.", "name_1": "surname:Fernandez-Gines;given-names:R.", "name_2": "surname:Manda;given-names:G.", "name_3": "surname:Cuadrado;given-names:A.", "pub-id_doi": "10.1155/2019/9372182", "pub-id_pmid": "31396308", "section_type": "REF", "source": "Oxid. Med. Cell. Longev.", "type": "ref", "volume": "2019", "year": "2019"}, "text": "Activators and inhibitors of NRF2: A review of their potential for clinical development", "sentences": [], "annotations": [], "relations": []}, {"offset": 52008, "infons": {"fpage": "29", "name_0": "surname:Ruiz Castro;given-names:P. A.", "name_1": "surname:Kogel;given-names:U.", "name_2": "surname:Lo Sasso;given-names:G.", "name_3": "surname:Phillips;given-names:B. W.", "name_4": "surname:Sewer;given-names:A.", "name_5": "surname:Titz;given-names:B.", "pub-id_doi": "10.1186/s12950-020-00260-6", "section_type": "REF", "source": "J. Inflamm.", "type": "ref", "volume": "17", "year": "2020"}, "text": "Anatabine ameliorates intestinal inflammation and reduces the production of pro-inflammatory factors in a dextran sulfate sodium mouse model of colitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52160, "infons": {"fpage": "229", "issue": "2-3", "lpage": "236", "name_0": "surname:Ryhanen;given-names:T.", "name_1": "surname:Mannermaa;given-names:E.", "name_2": "surname:Oksala;given-names:N.", "name_3": "surname:Viiri;given-names:J.", "name_4": "surname:Paimela;given-names:T.", "name_5": "surname:Salminen;given-names:A.", "pub-id_doi": "10.1016/j.ejphar.2008.02.010", "pub-id_pmid": "18313664", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "584", "year": "2008"}, "text": "Radicicol but not geldanamycin evokes oxidative stress response and efflux protein inhibition in ARPE-19 human retinal pigment epithelial cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 52304, "infons": {"fpage": "460", "issue": "2", "lpage": "473", "name_0": "surname:Sander;given-names:T.", "name_1": "surname:Freyss;given-names:J.", "name_2": "surname:von Korff;given-names:M.", "name_3": "surname:Rufener;given-names:C.", "pub-id_doi": "10.1021/ci500588j", "pub-id_pmid": "25558886", "section_type": "REF", "source": "J. Chem. Inf. Model.", "type": "ref", "volume": "55", "year": "2015"}, "text": "DataWarrior: an open-source program for chemistry aware data visualization and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52392, "infons": {"fpage": "E137", "issue": "1", "lpage": "E142", "name_0": "surname:Schmeltz;given-names:L. R.", "name_1": "surname:Blevins;given-names:T. C.", "name_2": "surname:Aronoff;given-names:S. L.", "name_3": "surname:Ozer;given-names:K.", "name_4": "surname:Leffert;given-names:J. D.", "name_5": "surname:Goldberg;given-names:M. A.", "pub-id_doi": "10.1210/jc.2013-2951", "pub-id_pmid": "24178792", "section_type": "REF", "source": "J. Clin. Endocrinol. Metab.", "type": "ref", "volume": "99", "year": "2014"}, "text": "Anatabine supplementation decreases thyroglobulin antibodies in patients with chronic lymphocytic autoimmune (Hashimoto's) thyroiditis: a randomized controlled clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 52567, "infons": {"fpage": "2498", "issue": "11", "lpage": "2504", "name_0": "surname:Shannon;given-names:P.", "name_1": "surname:Markiel;given-names:A.", "name_2": "surname:Ozier;given-names:O.", "name_3": "surname:Baliga;given-names:N. S.", "name_4": "surname:Wang;given-names:J. T.", "name_5": "surname:Ramage;given-names:D.", "pub-id_doi": "10.1101/gr.1239303", "pub-id_pmid": "14597658", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "13", "year": "2003"}, "text": "Cytoscape: a software environment for integrated models of biomolecular interaction networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 52660, "infons": {"fpage": "275", "issue": "3", "lpage": "280", "name_0": "surname:She;given-names:M.", "name_1": "surname:Yang;given-names:H.", "name_2": "surname:Sun;given-names:L.", "name_3": "surname:Yeung;given-names:S. C.", "pub-id_doi": "10.4161/cbt.5.3.2383", "pub-id_pmid": "16410725", "section_type": "REF", "source": "Cancer Biol. Ther.", "type": "ref", "volume": "5", "year": "2006"}, "text": "Redox control of manumycin A-induced apoptosis in anaplastic thyroid cancer cells: involvement of the xenobiotic apoptotic pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 52791, "infons": {"fpage": "15545", "issue": "43", "lpage": "15550", "name_0": "surname:Subramanian;given-names:A.", "name_1": "surname:Tamayo;given-names:P.", "name_2": "surname:Mootha;given-names:V. K.", "name_3": "surname:Mukherjee;given-names:S.", "name_4": "surname:Ebert;given-names:B. L.", "name_5": "surname:Gillette;given-names:M. A.", "pub-id_doi": "10.1073/pnas.0506580102", "pub-id_pmid": "16199517", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "102", "year": "2005"}, "text": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 52897, "infons": {"fpage": "1437", "issue": "6", "lpage": "1452", "name_0": "surname:Subramanian;given-names:A.", "name_1": "surname:Narayan;given-names:R.", "name_2": "surname:Corsello;given-names:S. M.", "name_3": "surname:Peck;given-names:D. D.", "name_4": "surname:Natoli;given-names:T. E.", "name_5": "surname:Lu;given-names:X.", "pub-id_doi": "10.1016/j.cell.2017.10.049", "pub-id_pmid": "29195078", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "171", "year": "2017"}, "text": "A Next Generation Connectivity Map: L1000 Platform and the First 1, 000, 000 Profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 52983, "infons": {"fpage": "e6588", "issue": "8", "name_0": "surname:Sun;given-names:Z.", "name_1": "surname:Huang;given-names:Z.", "name_2": "surname:Zhang;given-names:D. D.", "pub-id_doi": "10.1371/journal.pone.0006588", "pub-id_pmid": "19668370", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "4", "year": "2009"}, "text": "Phosphorylation of Nrf2 at multiple sites by MAP kinases has a limited contribution in modulating the Nrf2-dependent antioxidant response", "sentences": [], "annotations": [], "relations": []}, {"offset": 53121, "infons": {"fpage": "17784", "issue": "29", "lpage": "17795", "name_0": "surname:Sun;given-names:C. C.", "name_1": "surname:Li;given-names:S. J.", "name_2": "surname:Yang;given-names:C. L.", "name_3": "surname:Xue;given-names:R. L.", "name_4": "surname:Xi;given-names:Y. Y.", "name_5": "surname:Wang;given-names:L.", "pub-id_doi": "10.1074/jbc.M115.655019", "pub-id_pmid": "26013831", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "290", "year": "2015"}, "text": "Sulforaphane Attenuates Muscle Inflammation in Dystrophin-deficient mdx Mice via NF-E2-related Factor 2 (Nrf2)-mediated Inhibition of NF-κB Signaling Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 53283, "infons": {"fpage": "1727", "issue": "17", "lpage": "1745", "name_0": "surname:Tonelli;given-names:C.", "name_1": "surname:Chio;given-names:I. I. C.", "name_2": "surname:Tuveson;given-names:D. A.", "pub-id_doi": "10.1089/ars.2017.7342", "pub-id_pmid": "28899199", "section_type": "REF", "source": "Antioxid. Redox Signal.", "type": "ref", "volume": "29", "year": "2018"}, "text": "Transcriptional Regulation by Nrf2", "sentences": [], "annotations": [], "relations": []}, {"offset": 53318, "infons": {"fpage": "966", "issue": "12", "lpage": "967", "name_0": "surname:Turei;given-names:D.", "name_1": "surname:Korcsmaros;given-names:T.", "name_2": "surname:Saez-Rodriguez;given-names:J.", "pub-id_doi": "10.1038/nmeth.4077", "pub-id_pmid": "27898060", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "13", "year": "2016"}, "text": "OmniPath: guidelines and gateway for literature-curated signaling pathway resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 53402, "infons": {"fpage": "e0128224", "issue": "5", "name_0": "surname:Verma;given-names:M.", "name_1": "surname:Beaulieu-Abdelahad;given-names:D.", "name_2": "surname:Ait-Ghezala;given-names:G.", "name_3": "surname:Li;given-names:R.", "name_4": "surname:Crawford;given-names:F.", "name_5": "surname:Mullan;given-names:M.", "pub-id_doi": "10.1371/journal.pone.0128224", "pub-id_pmid": "26010758", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Chronic Anatabine Treatment Reduces Alzheimer's Disease (AD)-Like Pathology and Improves Socio-Behavioral Deficits in a Transgenic Mouse Model of AD", "sentences": [], "annotations": [], "relations": []}, {"offset": 53551, "infons": {"fpage": "797", "issue": "4", "lpage": "810", "name_0": "surname:von Korff;given-names:M.", "name_1": "surname:Freyss;given-names:J.", "name_2": "surname:Sander;given-names:T.", "pub-id_doi": "10.1021/ci700359j", "pub-id_pmid": "18393490", "section_type": "REF", "source": "J. Chem. Inf. Model.", "type": "ref", "volume": "48", "year": "2008"}, "text": "Flexophore, a new versatile 3D pharmacophore descriptor that considers molecular flexibility", "sentences": [], "annotations": [], "relations": []}, {"offset": 53644, "infons": {"fpage": "E523", "issue": "6", "name_0": "surname:Wang;given-names:Y.", "name_1": "surname:Li;given-names:C.", "name_2": "surname:Li;given-names:J.", "name_3": "surname:Wang;given-names:G.", "name_4": "surname:Li;given-names:L.", "pub-id_doi": "10.3390/antiox9060523", "section_type": "REF", "source": "Antioxidants (Basel)", "type": "ref", "volume": "9", "year": "2020"}, "text": "Non-Esterified Fatty Acid-Induced Reactive Oxygen Species Mediated Granulosa Cells Apoptosis Is Regulated by Nrf2/p53 Signaling Pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 53780, "infons": {"fpage": "R53", "issue": "5", "name_0": "surname:Wu;given-names:G.", "name_1": "surname:Feng;given-names:X.", "name_2": "surname:Stein;given-names:L.", "pub-id_doi": "10.1186/gb-2010-11-5-r53", "pub-id_pmid": "20482850", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "11", "year": "2010"}, "text": "A human functional protein interaction network and its application to cancer data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 53871, "infons": {"fpage": "150", "issue": "1", "lpage": "158", "name_0": "surname:Wu;given-names:B. J.", "name_1": "surname:Chen;given-names:K.", "name_2": "surname:Barter;given-names:P. J.", "name_3": "surname:Rye;given-names:K. A.", "pub-id_doi": "10.1161/CIRCULATIONAHA.111.053108", "pub-id_pmid": "22095827", "section_type": "REF", "source": "Circulation", "type": "ref", "volume": "125", "year": "2012"}, "text": "Niacin inhibits vascular inflammation via the induction of heme oxygenase-1", "sentences": [], "annotations": [], "relations": []}, {"offset": 53947, "infons": {"fpage": "1012", "issue": "4", "lpage": "1021", "name_0": "surname:Xia;given-names:W.", "name_1": "surname:Kolli;given-names:A. R.", "name_2": "surname:Koshibu;given-names:K.", "name_3": "surname:Martin;given-names:F.", "name_4": "surname:Kondylis;given-names:A.", "name_5": "surname:Kuczaj;given-names:A.", "pub-id_doi": "10.1021/acs.jnatprod.0c01044", "pub-id_pmid": "33706515", "section_type": "REF", "source": "J. Nat. Prod.", "type": "ref", "volume": "84", "year": "2021"}, "text": " In vivo Profiling of a Natural Alkaloid, Anatabine, in Rodents: Pharmacokinetics and Anti-Inflammatory Efficacy", "sentences": [], "annotations": [], "relations": []}, {"offset": 54060, "infons": {"fpage": "E106", "issue": "2", "name_0": "surname:Xing;given-names:H.", "name_1": "surname:Keshwah;given-names:S.", "name_2": "surname:Rouchaud;given-names:A.", "name_3": "surname:Kem;given-names:W. R.", "pub-id_doi": "10.3390/md18020106", "section_type": "REF", "source": "Mar. Drugs", "type": "ref", "volume": "18", "year": "2020"}, "text": "A Pharmacological Comparison of Two Isomeric Nicotinic Receptor Agonists: The Marine Toxin Isoanatabine and the Tobacco Alkaloid Anatabine", "sentences": [], "annotations": [], "relations": []}, {"offset": 54199, "infons": {"fpage": "363", "issue": "5", "lpage": "372", "name_0": "surname:Xue;given-names:L.", "name_1": "surname:Bajorath;given-names:J.", "pub-id_doi": "10.2174/1386207003331454", "pub-id_pmid": "11032954", "section_type": "REF", "source": "Comb. Chem. High. Throughput Screen.", "type": "ref", "volume": "3", "year": "2000"}, "text": "Molecular descriptors in chemoinformatics, computational combinatorial chemistry, and virtual screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 54303, "infons": {"fpage": "726", "issue": "2", "lpage": "733", "name_0": "surname:Yan;given-names:C.", "name_1": "surname:Huo;given-names:H.", "name_2": "surname:Yang;given-names:C.", "name_3": "surname:Zhang;given-names:T.", "name_4": "surname:Chu;given-names:Y.", "name_5": "surname:Liu;given-names:Y.", "pub-id_doi": "10.1016/j.bbrc.2018.02.140", "pub-id_pmid": "29462615", "section_type": "REF", "source": "Biochem. Biophys. Res. Commun.", "type": "ref", "volume": "497", "year": "2018"}, "text": "Ubiquitin C-Terminal Hydrolase L1 regulates autophagy by inhibiting autophagosome formation through its deubiquitinating enzyme activity", "sentences": [], "annotations": [], "relations": []}, {"offset": 54440, "infons": {"fpage": "321", "name_0": "surname:Yarza;given-names:R.", "name_1": "surname:Vela;given-names:S.", "name_2": "surname:Solas;given-names:M.", "name_3": "surname:Ramirez;given-names:M. J.", "pub-id_doi": "10.3389/fphar.2015.00321", "pub-id_pmid": "26793112", "section_type": "REF", "source": "Front. Pharmacol.", "type": "ref", "volume": "6", "year": "2015"}, "text": "c-Jun N-terminal Kinase (JNK) Signaling as a Therapeutic Target for Alzheimer's Disease", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]