[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240912", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC58584", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1186/1471-2105-2-7", "article-id_pmc": "PMC58584", "article-id_pmid": "11667947", "article-id_publisher-id": "1471-2105-2-7", "fpage": "7", "journal-title": "BMC Bioinformatics", "lpage": "7", "name_0": "surname:Dowell;given-names:Robin D", "name_1": "surname:Jokerst;given-names:Rodney M", "name_2": "surname:Day;given-names:Allen", "name_3": "surname:Eddy;given-names:Sean R", "name_4": "surname:Stein;given-names:Lincoln", "section_type": "TITLE", "type": "front", "volume": "2", "year": "2001"}, "text": "The Distributed Annotation System", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Currently, most genome annotation is curated by centralized groups with limited resources. Efforts to share annotations transparently among multiple groups have not yet been satisfactory.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 233, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 241, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Here we introduce a concept called the Distributed Annotation System (DAS). DAS allows sequence annotations to be decentralized among multiple third-party annotators and integrated on an as-needed basis by client-side software. The communication between client and servers in DAS is defined by the DAS XML specification. Annotations are displayed in layers, one per server. Any client or server adhering to the DAS XML specification can participate in the system; we describe a simple prototype client and server example.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 763, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 775, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The DAS specification is being used experimentally by Ensembl, WormBase, and the Berkeley Drosophila Genome Project. Continued success will depend on the readiness of the research community to adopt DAS and provide annotations. All components are freely available from the project website .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1066, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1077, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the rise of computational biology and the decrease in hardware costs, high throughput annotation is now possible within many laboratories. They can now annotate entire genomes relatively quickly and efficiently. What has not kept up with the pace of annotation is the ability for multiple groups to exchange and compare their data, leading to fragmentation of annotation information among multiple databases and web sites, and to a certain level of frustration among the bench biologists who are the intended beneficiaries of this data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1619, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ideally, an annotation system should give individual experts the ability to contribute to the collective annotation in a quick, robust, and mostly painless fashion. They should have complete control over their annotations in order to keep them current and relevant. These annotations should not need approval from a central authority. Simultaneously, it should be easy for a user to obtain and visualize the most recent data about their particular region of interest. Users would also prefer not to be swamped by bogus information. Unfortunately, these goals seem to be at odds in the current sequence annotation environment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2245, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Initial database efforts were largely centralized repositories such as GenBank, established in 1982. These databases act primarily as archival storage of sequence information. Consequently, each entry is owned by the sequence provider and integrating annotation information is, by design, nearly impossible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2553, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A number of specialized databases have developed to serve a curatorial role within particular communities, such as Swissprot, Refseq, and WormPD. A C. elegans database (ACeDB) is one particularly successful community database . It has served as the central database of phenotyping, bibliographic, mapping, and sequencing information for the Caenorhabditis elegans community since 1990. Individuals are encouraged to submit annotations and changes to the central database curatorial group. The group then reviews the request and decides what and how it is to be incorporated into the next official release. With limited numbers of curators available, these databases find it difficult to keep up with the requests of many expert annotators.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3293, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To overcome the restrictions of archival databases and the bottlenecks of curatorial databases, a number of groups have attempted to develop third party annotation systems. Examples include the Worm Community System, the Genome Sequence Database, and GDB. These systems typically require global coordination by either keeping all annotations in a centralized open repository or by forcing all parties to adhere to a common database format or by requiring a controlled vocabulary.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3773, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Another recent experiment with third party annotation has been the \"annotation party,\" exemplified by Celera's Fly Jamboree and the Human Genome Project Consortium's Analysis Group (HGPCAG). Parties gather together a large number of experts to produce the best annotations possible in a limited time frame. However, it is not clear that the annotation party model is sustainable once the initial flush of enthusiasm has worn off.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4203, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The HGPCAG model has a notion of annotation \"tracks\", where a track contains a particular kind of annotation produced by a particular participating group. For example, the Eddy lab provides a noncoding RNA track that annotates the positions of RNA genes in the human genome. Annotation tracks are independent of each other and therefore easy to integrate into a single display. The concept is essentially identical to the independent columns of annotation displayed by an ACeDB browser, except that the tracks in the HGPCAG annotation are curated by a variety of groups at different institutions, as opposed to a centralized curation group. However, the data for every track are still kept on a single centralized server; updating an annotation track after it has been submitted is cumbersome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4997, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we introduce a genome annotation strategy that enables third-party annotation in a way that allows annotators to control and update their work, and which does not require much centralized coordination. The Distributed Annotation System (DAS) was designed as a lightweight system for integrating data from a number of heterogenous distributed databases. The DAS system has a notion of annotation \"layers\", which are essentially identical to tracks, except that now the data for each layer are on \"third party servers\" that are controlled by each annotation provider. The key idea was to produce a data exchange standard (the DAS XML specification) that enables layers to be provided in real time from 3rd party servers and overlaid to produce a single integrated view by a DAS client.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5786, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Figure 1 shows a cartoon example of the DAS paradigm. The client selects a single reference genome server and any number of annotation servers. The display layers the data returned from each server. A particular annotation can then be queried to retrieve more information from its providing server, as HTML pages.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6100, "infons": {"file": "1471-2105-2-7-1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Basic distributed annotation system architecture One server is the designated reference server, in this case the Washington University Genome Sequencing Center. One or more annotation servers, shown above as Ensembl, Whitehead, and the Sean Eddy Laboratory, provide annotations relative to the reference sequence. The client, at Cold Spring Harbor Laboratory in our example, fetches data from multiple servers and automatically generates an integrated view.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6558, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6573, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The basic system is composed of a genome server, one or more annotation servers, and an annotation viewer. The genome server is responsible for serving genome maps, sequences, and information related to the sequencing process. Annotation servers are responsible for responding to requests on a region and delivering annotations. The client, an annotation viewer, is a lightweight application whose behavior is analogous to a web browser. The viewer communicates with the genome and annotation servers using a well defined language specification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7119, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "At a fundamental level, all annotations can be reduced to their coordinates relative to a particular sequence landmark. The DAS viewer retrieves annotations from the various annotation servers and uses the sequence coordinates to generate an integrated index of what is on the genome. This integration is then presented to the user in tabular or graphical form. Annotation providers can provide a suggestion of how their annotations should be rendered in a graphical display, and can provide links back to their databases and web sites to allow the researcher to retrieve further information about the annotation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7733, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because it relies entirely on sequence coordinates to achieve integration, DAS does not attempt to resolve semantic contradictions between different data sources. The goal of the system is to provide indexing and visualization, thereby making contradictions between annotations visible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8020, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reference sequence", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8039, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The distributed annotation system relies on there being a common \"reference sequence\" on which to base annotations. The reference server consists of a set of \"entry points\" into the sequence, and the lengths of each entry point. Entry points will vary from genome to genome. For some genome projects, entry points correspond to entire chromosomes. For others, entry points may be a series of contigs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8440, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The entry points describe the top level items on the reference sequence map. It is possible for each entry point to have substructure, basically a series of subsequences (components) and their start and end points. This structure is recursive. Annotations take the form of a statement about a region of the reference sequence. Each annotation is unambiguously located by providing its position as the start and stop positions relative to a \"reference sequence.\"", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8902, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To give a concrete example, the C. elegans reference map consists of six top level entry points, one per chromosome. Each chromosome is formed from several contigs called \"superlinks,\" and each superlink contains one or more smaller contigs called \"links.\" Links in turn are composed of one or more fully-sequenced clones. One could refer to an annotation by specifying its start or stop positions in clone, link, superlink, or chromosome coordinates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9354, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The reference sequence server is responsible for providing the reference sequence map and the underlying DNA. The server can provide a list of sequence entry points or given a component of the map it can return its parent and children components. The reference server can provide arbitrarily long stretches of raw DNA sequence given a reference subsequence, start position, and stop position. Needless to say, bandwidth becomes a limiting factor for retrieving multi-megabase segments of DNA. However, in practice it is rare for users to retrieve more than a gene's worth of raw DNA at a time.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9948, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Annotation servers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9967, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Annotation servers are specialized for returning lists of annotations across defined regions of the genome. Each annotation is anchored to the genome map by way of a start and stop position relative to one of the entry points. Annotations have an identifier that is unique to the providing server and a structured description of its nature and attributes. The general description of an annotation follows loosely the general feature format (GFF) which intentionally aims for a basic lowest common denominator description . Annotations may also be associated with URLs where additional human or machine readable information about the annotation can be found.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10625, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The annotator is free to describe his annotations using any terms which he feels are appropriate, as DAS does not impose a controlled vocabulary. Annotations have categories, types, and methods defined by the annotator. The annotation type corresponds to a biologically significance description. In the Eddy Lab RNA track of the HGP three types are defined, \"tRNA\", \"snoRNA\", and \"miscRNA\". The annotation method is intended to describe how the annotated feature was discovered, and may include a reference to a software program. The annotation category is a broad functional category. \"Homology\", \"variation\" and \"transcribed\" are example categories. This structure allows researchers to add new annotation types if the existing list is inadequate without entirely losing all semantic value. It is intended that larger annotation servers provide URLs to human-readable information that describes its types, methods and categories in more detail.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11572, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another optional feature of annotation servers is the ability to provide hints to clients on how the annotations should be rendered visually. This is done by returning a DAS \"stylesheet.\" Stylesheets use the type and category information to associate each annotation with a particular graphical representation, a glyph.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11892, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Although the servers are conceptually divided between reference servers and annotation servers, there is in fact no key difference between them. A single server can provide both reference sequence information and annotation information. The main functional difference is that the reference sequence server is required to serve the coordinate map and the raw DNA, while annotation servers have no such requirement.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12306, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Specification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12320, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The main component of DAS is the XML specification, which defines all valid DAS communication. As with HTML, our goal is a language which is human readable, easily parsed, and extensible. The additional file [appendix.pdf] provides a summary of version 1.01 of the DAS specification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12604, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "While a client can query multiple servers simultaneously, the communication between the client and any single server follows a simple client server model. Clients query the reference and annotation servers by sending a formatted URL request to each server. Each URL has a site-specific prefix, followed by a standardized path and query string. The standardized path begins with the string /das. This is followed by URL components containing the data source name and a command. For example:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13094, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "http://stein.cshl.org/das/elegans/features?segment=ZK154:1000,2000", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13161, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In this case, the site-specific prefix is http://stein.cshl.org/. The request begins with the standardized path /das, and the data source, in this case /elegans. This is followed by the command /features, which requests a list of features relative to a given set of named arguments (?segment=ZK154:1000,2000). The data source component allows a single server to provide information on several genomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Servers process the request and return a response as defined by the DAS specification, typically a formatted XML document. The response from the server to the client consists of a standard HTTP header with DAS status information within that header followed optionally by an XML file that contains the answer to the query. The DAS status portion of the header consists of two lines. The first is X-DAS-Version and gives the current protocol version number, currently DAS/1.0. The second line is X-DAS-Status and contains a three digit status code which indicates the outcome of the request. The defined status codes are listed in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14201, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Server Status Codes Server status codes are modeled after the familiar status codes of the HTTP 1.0 protocol.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14311, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><td align=\"left\">Code</td><td align=\"left\">Meaning</td></tr></thead><tbody><tr><td align=\"left\">200</td><td align=\"left\">OK, data follows</td></tr><tr><td align=\"left\">400</td><td align=\"left\">Bad command (command not recognized)</td></tr><tr><td align=\"left\">401</td><td align=\"left\">Bad data source (data source unknown)</td></tr><tr><td align=\"left\">402</td><td align=\"left\">Bad command arguments (arguments invalid)</td></tr><tr><td align=\"left\">403</td><td align=\"left\">Bad reference object (reference sequence unknown)</td></tr><tr><td align=\"left\">404</td><td align=\"left\">Bad stylesheet (requested stylesheet unknown)</td></tr><tr><td align=\"left\">405</td><td align=\"left\">Coordinate error (out of bounds/invalid)</td></tr><tr><td align=\"left\">500</td><td align=\"left\">Server error, not otherwise specified</td></tr><tr><td align=\"left\">501</td><td align=\"left\">Unimplemented feature</td></tr></tbody></table>\n"}, "text": "Code\tMeaning\t \t200\tOK, data follows\t \t400\tBad command (command not recognized)\t \t401\tBad data source (data source unknown)\t \t402\tBad command arguments (arguments invalid)\t \t403\tBad reference object (reference sequence unknown)\t \t404\tBad stylesheet (requested stylesheet unknown)\t \t405\tCoordinate error (out of bounds/invalid)\t \t500\tServer error, not otherwise specified\t \t501\tUnimplemented feature\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14712, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An example HTTP header: (provided by server)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14757, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "HTTP/1.1 200 OK", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14773, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Date: Sun, 12 Mar 2000 16:13:51 GMT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14809, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Server: Apache/1.3.6 (Unix) mod_perl/1.19", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14851, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Last-Modified: Fri, 18 Feb 2000 20:57:52 GMT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Connection: close", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Content-Type: text/plain", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14939, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "X-DAS-Version: DAS/1.0", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14962, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "X-DAS-Status: 200", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14980, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DATA FOLLOWS ...", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14997, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The specification outlines seven basic queries which a client can use to interrogate a DAS server. The valid queries are briefly summarized in Table 2. Two queries, \"dsn\" and \"entry points\", essentially provide information to the client about the structure of the server and the reference sequence. The \"dna\" query can be used to fetch a segment of DNA from a reference server. A client can request annotations, \"features\", or a summary of the annotations available, \"types\", from any DAS server. The main annotation content query, \"features\", basically follows the general feature format (GFF). The servers provide a \"stylesheet\" to suggest representations to the client's graphical display. When more information is desired about a particular annotation, the client makes a \"link\" request. The \"link\" request, the only query which does not return a structured XML document, returns HTML. It is anticipated that DAS clients will hand off the link requests to the local web browser or other web-accessible genome database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16020, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Queries Summary The basic seven queries of the DAS 1.01 specification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16091, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><td align=\"left\">Command</td><td align=\"left\">Basic Format</td><td align=\"left\">Scope</td></tr></thead><tbody><tr><td align=\"left\">dsn</td><td align=\"left\">PREFIX/das/dsn</td><td align=\"left\">both</td></tr><tr><td align=\"left\">entry-points</td><td align=\"left\">PREFIX/das/DSN/entry points</td><td align=\"left\">reference</td></tr><tr><td align=\"left\">dna</td><td align=\"left\">PREFIX/das/DSN/dna?segment=SEG</td><td align=\"left\">reference</td></tr><tr><td align=\"left\">types</td><td align=\"left\">PREFIX/das/DSN/types?segment=SEG</td><td align=\"left\">both</td></tr><tr><td align=\"left\">features</td><td align=\"left\">PREFIX/das/DSN/features?segment=SEG</td><td align=\"left\">both</td></tr><tr><td align=\"left\">stylesheet</td><td align=\"left\">PREFIX/das/DSN/stylesheet</td><td align=\"left\">both</td></tr><tr><td align=\"left\">link</td><td align=\"left\">PREFIX/das/DSN/link?field=TAG;id=ID</td><td align=\"left\">both</td></tr></tbody></table>\n"}, "text": "Command\tBasic Format\tScope\t \tdsn\tPREFIX/das/dsn\tboth\t \tentry-points\tPREFIX/das/DSN/entry points\treference\t \tdna\tPREFIX/das/DSN/dna?segment=SEG\treference\t \ttypes\tPREFIX/das/DSN/types?segment=SEG\tboth\t \tfeatures\tPREFIX/das/DSN/features?segment=SEG\tboth\t \tstylesheet\tPREFIX/das/DSN/stylesheet\tboth\t \tlink\tPREFIX/das/DSN/link?field=TAG;id=ID\tboth\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16437, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Prototypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16448, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A series of prototypes for both the client and server components were developed to test various versions of the DAS specification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16579, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Servers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16587, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A server is expected to respond to the DAS specification's defined queries with the appropriate content, usually XML. The details of server implementation are left to the various annotation source providers. We provide a sample Perl script for converting ACeDB-based databases into DAS servers, and the Dazzle Java library does the same thing for annotation databases based on the Ensembl code base (T. Down, personal communication, 2001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17027, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first reference DAS server was written for WormBase and piggybacks on the WormBase software architecture: an Apache/mod_perl web server communicating with an ACeDB database via the AcePerl database access library. The Perl DAS server accepts incoming DAS requests, translates them into the ACeDB query language, reformats the results as XML, and returns them. The WormBase DAS server is currently serving as the C. elegans reference server at . A set of servers containing test data, one reference and four annotation, are available at .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17569, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Viewers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We have developed two prototype DAS client programs. One, called Geodesic, is a stand alone Java application. It connects to one or more DAS servers, retrieves annotations, and displays them in an integrated map, as seen in Figure 2. The other, called DasView, is a Perl application that runs as a server-side script. It connects to one or more DAS servers, constructs an integrated image, and serves the image to a web browser as a set of click-able image map, as seen in Figure 3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18060, "infons": {"file": "1471-2105-2-7-2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Geodesic A screen-shot of the current version of Geodesic. The view is on clone ZK154 using sources from the C. elegans test server set.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18197, "infons": {"file": "1471-2105-2-7-3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "DasView A screen-shot of the current version of DasView. The view is on Chromosome II of WormBase.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18296, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Geodesic is mouse and menu driven. The user can choose which data sources to display. The user identifies a segment of the genome to view by browsing through entry points or entering a region name directly. By clicking on a feature, the user obtains additional information in the Feature Details tab and can optionally follow available links back to the original data source. The user can save displayed data as FASTA, GFF, or DAS XML. The user can, to a limited extent, customize the display within the preferences menu.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18818, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DasView prototype implements an alternative mode of using DAS, browserless server side integration. A database can hook into trusted third party servers behind the scenes. The third party data are then integrated into the normal data displays of the database. In this scenario, no DAS client software would be needed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19140, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Both viewers provide the user with one-click linking back the primary data sources where they can learn more about a selected annotation, and are sufficiently flexible to accept a wide range of annotation types and visualization styles. The stand alone Java viewer is appropriate for extensive, long-term use. The Perl implementation is suitable for casual use because it does not require the user to preinstall the software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19566, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19577, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "DAS distributes data sources across the Internet improving scalability over monolithic systems. This distribution of data encourages a divide-and-conquer approach to annotation, where experts provide and maintain their own annotations. It also permits annotation providers to disagree about a particular region, encouraging informative dissension and dialogue. The separation of sequence and map information from annotation allows them to be stored and represented in a variety of database schema. A number of different database backend alternatives could arise.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20140, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The use of links as a method of referencing back to the data provider's web pages provides even greater power of expression and content control. Annotation providers can make available complex query mechanisms for fine access to more information about the data provided to DAS. Alternatively they can link directly to webpages.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20468, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "DAS does not enforce third party annotations to be peer reviewed. A strict requirement of peer review would block data sharing activities between collaborating labs. However, nothing prevents DAS layers from being \"blessed\" by a data provider, peer reviewer, or by both.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20739, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We made a design decision to use an XML-based format. This gives us a strongly typed, extensible data exchange format, but at the cost of non-trivial bandwidth demands. Bandwidth requirements are a substantial concern in the continued design and development of DAS. A user browsing a large genome can easily request more information than their network connection can reasonably handle. The DAS spec attempts to minimize bandwidth demands by representing each annotation with the minimal set of attributes needed for integration. Further bandwidth reductions will be useful, and the extreme redundancy of XML suggests that compression methods are a natural way forward. The HTTP protocol allows web clients to request byte-level compression of the response by sending the HTTP header \"accept-encoding\". Web servers can reply with a \"content-transfer-encoding\" header and a compressed body. The Dazzle server and Bio::Das client have already utilized this feature to reduce their bandwidth requirements. Other compression schema are possible including DAS specific approaches that take advantage of the structure of DAS data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21863, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The World Wide Web Consortium has developed a number of technologies to support XML based systems. A number of these technologies should be considered for future integration into DAS. The Simple Object Access Protocol (SOAP) 1.1 describes a lightweight protocol for the exchange of information in a decentralized, distributed environment. A DAS request may be replaced with a SOAP-style XML-encapsulated document in future versions of this specification. Each annotation is identified by its site-specific database identifier. The combination of this identifier with the server URL and data source produces an feature identifier which is globally unique. Future versions of DAS could utilize this identifier with XPATH and XLINK technologies to permit meta-annotations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22633, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In large part, the continued success of this project will depend on the readiness with which the research community creates annotation sources. To facilitate this, we are working with the BioPerl and BioJava software developer communities  to develop a core set of servers, clients and software modules to support DAS. It is particularly important that the general biological community should be enabled to develop their own DAS annotation servers, without learning XML and Web software development. Easy, well-documented DAS annotation servers that take input data in simple flat file formats and convert it automatically to DAS XML are currently under development.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23300, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The DAS specification is under continued development. It does not detail how data source URLs will be publicized. It is anticipated that word of mouth and publications will be the driving forces in user selection. In addition, search engines can be developed to work with the DAS specification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23595, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23607, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The DAS specification is already being used in real-world applications. The July 9 2001 release of the Ensembl database of human genome annotations contains support for DAS, including an integrated DAS viewer and multiple annotation servers (M. Pocock, personal communication, 2001). The WormBase DAS server has recently been supplemented by a third party annotation source of cDNA alignments contributed by The Institute for Genome Research, and a prototype DAS reference server for the Drosophila genome is also available, courtesy of the Berkeley Drosophila Genome Project (B. Marshall, personal communication, 2001). Table 3 lists the URLs where one can learn more about the current state of the art in DAS implementations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24335, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary of DAS URLs For the latest information on the DAS project, see the project website. To learn more about one of the prototype components of DAS, see the appropriate website.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24516, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><td align=\"left\">Site</td><td align=\"left\">URL</td></tr></thead><tbody><tr><td align=\"left\">DAS project website</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.biodas.org/\"/></td></tr><tr><td align=\"left\">Current specification</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.biodas.org/documents/spec.html\"/></td></tr><tr><td align=\"left\">Wormbase reference server</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.wormbase.org/db/das/\"/></td></tr><tr><td align=\"left\">Dazzle Java Library</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.biojava.org/dazzle/\"/></td></tr><tr><td align=\"left\">Test server cluster</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://skynet.wustl.edu/cgi-bin/das/\"/></td></tr><tr><td align=\"left\">Geodesic</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.biodas.org/geodesic/\"/></td></tr><tr><td align=\"left\">Ensembl DAS</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.ensembl.org/das/\"/></td></tr><tr><td align=\"left\">Drosophilia DAS</td><td align=\"left\"><ext-link ext-link-type=\"uri\" xlink:href=\"http://www.fruitfly.org/cgi-bin/das/\"/></td></tr></tbody></table>\n"}, "text": "Site\tURL\t \tDAS project website\t\t \tCurrent specification\t\t \tWormbase reference server\t\t \tDazzle Java Library\t\t \tTest server cluster\t\t \tGeodesic\t\t \tEnsembl DAS\t\t \tDrosophilia DAS\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24697, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24720, "infons": {"fpage": "701", "lpage": "707", "name_0": "surname:Smith;given-names:TF", "pub-id_pmid": "2187795", "section_type": "REF", "source": "Genomics", "type": "ref", "volume": "6", "year": "1990"}, "text": "The history of genetic sequence databases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24763, "infons": {"fpage": "49", "lpage": "54", "name_0": "surname:Bairoch;given-names:A", "name_1": "surname:Apweiler;given-names:R", "pub-id_doi": "10.1093/nar/27.1.49", "pub-id_pmid": "9847139", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "27", "year": "1999"}, "text": "The SWISS-PROT protein sequence data bank and its supplement TrEMBL in 1999.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24840, "infons": {"fpage": "44", "lpage": "47", "name_0": "surname:Pruitt;given-names:KD", "name_1": "surname:Katz;given-names:KS", "name_2": "surname:Sicotte;given-names:H", "name_3": "surname:Maglott;given-names:DR", "pub-id_doi": "10.1016/S0168-9525(99)01882-X", "pub-id_pmid": "10637631", "section_type": "REF", "source": "Trends Genet", "type": "ref", "volume": "16", "year": "2000"}, "text": "Introducing RefSeq and LocusLink: curated human genome resources at the NCBI.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24918, "infons": {"fpage": "75", "lpage": "9", "name_0": "surname:Costanzo;given-names:MC", "name_1": "surname:Crawford;given-names:ME", "name_2": "surname:Hirschman;given-names:JE", "name_3": "surname:Kranz;given-names:JE", "name_4": "surname:Olsen;given-names:P", "name_5": "surname:Robertson;given-names:LS", "name_6": "surname:Skrzypek;given-names:MS", "name_7": "surname:Braun;given-names:BR", "name_8": "surname:Hopkins;given-names:KL", "name_9": "surname:Kondu;given-names:P", "pub-id_doi": "10.1093/nar/29.1.75", "pub-id_pmid": "11125054", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "29", "year": "2001"}, "text": "YPD, PombePD and WormPD: model organism volumes of the BioKnowledge library, an integrated resource for protein information.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25043, "infons": {"fpage": "583", "lpage": "605", "name_0": "surname:Eeckman;given-names:FH", "name_1": "surname:Durbin;given-names:R", "pub-id_pmid": "8531744", "section_type": "REF", "source": "Methods Cell Biol", "type": "ref", "volume": "48", "year": "1995"}, "text": "ACeDB and macace.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25061, "infons": {"fpage": "10836", "lpage": "10840", "name_0": "surname:Waterson;given-names:R", "name_1": "surname:Sulston;given-names:J", "pub-id_pmid": "7479894", "section_type": "REF", "source": "Proc Natl Acad Sci", "type": "ref", "volume": "92", "year": "1995"}, "text": "The genome of the Caenorhabditis elegans.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25103, "infons": {"fpage": "607", "lpage": "625", "name_0": "surname:Shoman;given-names:LM", "name_1": "surname:Grossman;given-names:E", "name_2": "surname:Powell;given-names:K", "name_3": "surname:Jamison;given-names:C", "name_4": "surname:Schatz;given-names:BR", "pub-id_pmid": "8531746", "section_type": "REF", "source": "Methods Cell Biol", "type": "ref", "volume": "4", "year": "1995"}, "text": "The Worm Community System, release 2.0 (WCSr2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25151, "infons": {"fpage": "35", "lpage": "38", "name_0": "surname:Skupski;given-names:MP", "name_1": "surname:Booker;given-names:M", "name_2": "surname:Farmer;given-names:A", "name_3": "surname:Harpold;given-names:M", "name_4": "surname:Huang;given-names:W", "name_5": "surname:Inman;given-names:J", "name_6": "surname:Kiphart;given-names:D", "name_7": "surname:Root;given-names:S", "name_8": "surname:Schilkey;given-names:F", "name_9": "surname:Schwertfeger;given-names:J", "pub-id_doi": "10.1093/nar/27.1.35", "pub-id_pmid": "9847136", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "27", "year": "1999"}, "text": "The Genome Sequence DataBase: towards an integrated functional genomics resource.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25233, "infons": {"fpage": "94", "lpage": "99", "name_0": "surname:Letovsky;given-names:SI", "name_1": "surname:Cottingham;given-names:RW", "name_2": "surname:Porter;given-names:CJ", "name_3": "surname:Li;given-names:PW", "pub-id_doi": "10.1093/nar/26.1.94", "pub-id_pmid": "9399808", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "26", "year": "1998"}, "text": "GDB: the human genome database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25265, "infons": {"fpage": "62", "lpage": "67", "name_0": "surname:Cuticchia;given-names:AJ", "pub-id_doi": "10.1002/(SICI)1098-1004(200001)15:1<62::AID-HUMU13>3.0.CO;2-R", "pub-id_pmid": "10612824", "section_type": "REF", "source": "Hum Mutat", "type": "ref", "volume": "15", "year": "2000"}, "text": "Future vision of the GDB human genome database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25313, "infons": {"fpage": "82", "lpage": "86", "name_0": "surname:Stein;given-names:L", "name_1": "surname:Sternberg;given-names:P", "name_2": "surname:Durbin;given-names:R", "name_3": "surname:Thierry Mieg;given-names:J", "name_4": "surname:Spieth;given-names:J", "pub-id_doi": "10.1093/nar/29.1.82", "pub-id_pmid": "11125056", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "29", "year": "2001"}, "text": "WormBase: network access to the genome and biology of Caenorhabditis elegans.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]