[{"source": "PMC", "date": "20210417", "key": "pmc.key", "infons": {}, "documents": [{"id": "8035638", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "PRICE et al.", "article-id_doi": "10.1111/mpp.13047", "article-id_pmc": "8035638", "article-id_pmid": "33709540", "article-id_publisher-id": "MPP13047", "fpage": "495", "issue": "5", "kwd": "genome sequence Globodera host–parasite interactions potato cyst nematodes", "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "lpage": "507", "name_0": "surname:Price;given-names:James A.", "name_1": "surname:Coyne;given-names:Danny", "name_2": "surname:Blok;given-names:Vivian C.", "name_3": "surname:Jones;given-names:John T.", "notes": "\n\n, , , . . . ;:–. \n\n", "pub-id_doi": "10.1111/mpp.13047", "section_type": "TITLE", "source": "Mol Plant Pathol", "type": "front", "volume": "22", "year": "2021"}, "text": "Potato cyst nematodes Globodera rostochiensis and G. pallida  Potato cyst nematodes Globodera rostochiensis and G. pallida ", "sentences": [], "annotations": [], "relations": []}, {"offset": 127, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 136, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Taxonomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 145, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Phylum Nematoda; class Chromadorea; order Rhabditida; suborder Tylenchina; infraorder Tylenchomorpha; superfamily Tylenchoidea; family Heteroderidae; subfamily Heteroderinae; Genus Globodera.", "sentences": [], "annotations": [], "relations": []}, {"offset": 337, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 345, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Potato cyst nematodes (PCN) are biotrophic, sedentary endoparasitic nematodes. Invasive (second) stage juveniles (J2) hatch from eggs in response to the presence of host root exudates and subsequently locate and invade the host. The nematodes induce the formation of a large, multinucleate syncytium in host roots, formed by fusion of up to 300 root cell protoplasts. The nematodes rely on this single syncytium for the nutrients required to develop through a further three moults to the adult male or female stage. This extended period of biotrophy—between 4 and 6 weeks in total—is almost unparalleled in plant–pathogen interactions. Females remain at the root while adult males revert to the vermiform body plan of the J2 and leave the root to locate and fertilize the female nematodes. The female body forms a cyst that contains the next generation of eggs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1214, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Host range", "sentences": [], "annotations": [], "relations": []}, {"offset": 1225, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The host range of PCN is limited to plants of the Solanaceae family. While the most economically important hosts are potato (Solanum tuberosum), tomato (Solanum lycopersicum), and aubergine (Solanum melongena), over 170 species of Solanaceae are thought to be potential hosts for PCN (Sullivan et al., 2007).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1534, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Disease symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 1551, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Symptoms are similar to those associated with nutrient deficiency, such as stunted growth, yellowing of leaves and reduced yields. This absence of specific symptoms reduces awareness of the disease among growers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1764, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Disease control", "sentences": [], "annotations": [], "relations": []}, {"offset": 1780, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Resistance genes (where available in suitable cultivars), application of nematicides, crop rotation. Great effort is put into reducing the spread of PCN through quarantine measures and use of certified seed stocks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1995, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Useful websites", "sentences": [], "annotations": [], "relations": []}, {"offset": 2011, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Genomic information for PCN is accessible through WormBase ParaSite.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2080, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "PCN are biotrophic pathogens with a survival stage that allows them to persist in soil in the absence of a host facilitating their spread to all regions where potatoes are grown. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 2260, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 2273, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Potatoes are among the most important staple food crops. They are a major source of carbohydrate and provide more calories, protein, and minerals than any other staple crop. An increase in the global consumption of potatoes, stimulated through rising populations and intensifying urbanization, has driven a surge in potato production (Birch et al., 2012). However, production is still adversely affected by pests and pathogens, including the potato cyst nematodes (PCN) Globodera rostochiensis and G. pallida. While these species can infect numerous species of Solanum, they are, in economic terms, principally parasites of potatoes (Whitehead, 1985).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2929, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Potato cyst nematodes originated in South America, where they coevolved with their solanaceous host plants. Although potato was first brought to Europe in the 16th and 17th centuries, it is likely that PCN were introduced from South America in the mid‐1800s on material for breeding resistance against Phytophthora infestans following the Irish potato famine (Evans et al., 1975). Genetic studies of PCN populations from across the world indicate that a relatively limited number of introductions of PCN into Europe have occurred (Blok et al., 1997; Hockland et al., 2012), with considerably greater genetic diversity in South American populations than those in Europe (Grenier et al., 2001). Analysis of mitochondrial cytB sequences of populations from Europe and South America identified a region in southern Peru from where the three distinct introductions of G. pallida in Europe are likely to have originated (Plantard et al., 2008). Europe has subsequently acted as a secondary distribution centre for PCN, most likely due to distribution of contaminated seed potato material (Hockland et al., 2012). Consistent with this, genotyping of populations occurring outside Europe shows “typical” European population types rather than exotic types from the centre of origin (e.g., Pylypenko et al., 2008).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4255, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The damage that PCN causes, and the huge difficulty in eradicating PCN once it is established in the field, have led to the implementation of strict quarantine regulations across many parts of the world that aim to contain and prevent the further spread of PCN. For example, within the EU, Council Directive 2000/29/EC permits member states to adopt quarantine measures that prevent the spread of PCN, while EU Council Directive 2007/33/EC describes measures for the control and management of PCN. More recently, this legislation has been updated with the implementation regulation 2016/2031 on Plant Health. Similarly, in North America, CIFA (Canada) and USDA‐APHIS (USA) developed guidelines on the application of sanitary and phytosanitary measures in accordance with the International Plant Protection Convention and the World Trade Organization Agreement. Soil samples are routinely collected and, on detection of PCN, movement of soil and crops (present and historic) from infected and adjacent fields is monitored and regulated until viable PCN are no longer detected. Infected land may not be used for host crop production unless PCN management plans are in place. Meanwhile in Australia, PCN biosecurity zones were established following detection of PCN in 1986 in Western Australia and in 1991 in Victoria. In New South Wales, biosecurity zones have been established to protect seed potato areas. Monitoring of this zone restricts import of potato propagative material, packaging, soil, and machinery from outside the area (Biosecurity Order 2017). Similarly, G. rostochiensis was identified in New York state in the USA in the 1940s but an aggressive programme of survey, quarantine, and deployment of resistant cultivars containing the H1 gene have prevented further spread of this nematode (Evans & Brodie, 1980). Strict local and national import measures have led to the localized eradication of PCN though surveillance programmes continue to monitor for PCN. However, despite such stringent measures, new outbreaks of PCN are regularly reported, including in regions that are heavily dependent on potato production. For example, G. pallida was reported from Idaho in the USA, which is among the most important potato‐growing regions in the USA (Hafez et al., 2007), necessitating major efforts to contain and eradicate this outbreak (e.g., Contina et al., 2020). However, of potentially even greater significance is the discovery of PCN in a number of sub‐Saharan African countries (Cortada et al., 2020; Mwangi et al., 2015; Niragire et al., 2019).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6837, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Potato is a crop of key importance in East Africa and the second most important crop after maize in many countries in the region (CIP, 2019). It is grown both as a cash crop and for food security. However, yields have precipitously declined in recent years to around 9–10 tonnes/ha (Kiptoo et al., 2016), considerably below the yield potential of this crop. Such yield losses are likely to be at least partly attributable to disease pressure. PCN (G. rostochiensis) was first reported from the region in Kenya (Mwangi et al., 2015) and subsequently shown to be widespread across the country, in over 80% of potato‐growing areas (Mburu et al., 2020), with G. pallida present in a small number of locations (Mburu et al., 2018, 2020). Subsequent surveys have identified G. rostochiensis in Rwanda (Niragire et al., 2019) and Uganda (Cortada et al., 2020), indicating a more region‐wide problem. Potato is cultivated in alignment with the two rainy seasons that occur each year, and mostly by smallholder farmers, who practise little or no rotation. These growing conditions, coupled with the fact that the most popular cultivars have no resistance against PCN, has proven ideal for PCN population densities to build up to extremely damaging levels; over 150 viable eggs per gram of soil have been recorded at multiple sites, while infestation levels that are considered low have around 30 viable eggs per gram of soil (Mburu et al., 2020). These infestation levels compare with fewer than 10 eggs per gram of soil in the UK, found in over 60% of infested fields (Minnis et al., 2002). Such high population levels are resulting in major yield losses and crop failures (Figure 1a; Mburu et al., 2020), with impacts at multiple levels. For example, persistent low yields push farmers to move to new land for potato production, opening up new fields even from forested areas. This food insecurity leads to deforestation therefore, as farmers shift from land deemed as unproductive (Figure 1b), with consequent environmental impact as forests are removed to make way for potato production.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8949, "infons": {"file": "MPP-22-495-g004.jpg", "id": "mpp13047-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Damage to potato crop in Kenya. Plants are stunted and show yellowing symptoms. Subsequent analysis showed that this field contained over 1,500 eggs per gram of soil. (b) Deforestation for potato production in sub‐Saharan Africa. The remnants of the first potato crop grown on cleared forest land are visible in the foreground", "sentences": [], "annotations": [], "relations": []}, {"offset": 9282, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "CONTROL AND IMPACT OF PCN", "sentences": [], "annotations": [], "relations": []}, {"offset": 9308, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The main strategies for the management of PCN can be separated into three categories: chemical, cultural (S.A.S.A., 2010), and natural host resistance. In addition, biological control methods, such as the use of antagonistic microbial agents, have been assessed and employed but are not widely used against PCN (reviewed by Davies et al., 2018). Few natural enemies of PCN have been identified and mass production of these is technically challenging (Kerry & Hominick, 2002; Viaene et al., 2006). No single strategy can be relied upon as none thus far is completely effective against both species. Many of the chemical nematicides previously used against PCN have also since been removed from the market due to their potential adverse environmental and human health concerns (Turner & Rowe, 2006). Just a few nematicides remain, such as Vydate (oxamyl) and Nemathorin (fosthiazate), although new chemistries are emerging onto the market that may prove effective with fewer nontarget consequences. The application of synthetic nematicide protects yield but results in significant additional costs to growers. In addition, timing of application needs to be carefully calculated in order for them to be effective. Cultural strategies attempt to limit the impact of PCN through improved agricultural practices. These may include extended rotations between potato crops to exploit the natural decline in PCN populations in the absence of a host, as well as the use of trap crops, biofumigation techniques, or the early destruction of susceptible potato crops before the PCN life cycle has completed. This latter technique, however, has a hugely detrimental impact on crop yield. Cultural control methods need to be very carefully monitored and as they are rarely 100% effective and can be costly to implement. Good farm hygiene, including cleaning of equipment and machinery, will help minimize spread between fields, while regular testing for the presence of PCN helps in monitoring for the pest, but for seed crop production it is essential to demonstrate that the land is PCN‐free. The most cost‐efficient and effective strategy is the use of natural host resistance (see below), which, in combination with other techniques such as chemical and cultural methods, is especially recommended as an integrated pest management system. However, effective deployment of resistance requires accurate species, and ideally pathotype, designation. Although the molecular factors that determine the virulence of PCN are not yet known, a high‐throughput tool for identification and genotyping of G. pallida populations has been developed based on MiSeq sequencing of pooled mitochondrial cytB sequences (Eves‐van den Akker, Lilley, Reid, et al., 2015). This has enabled the large‐scale genotyping of populations. Despite considerable efforts to control PCN, it continues to cause substantial yield losses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12214, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Calculating the cost implications of PCN to growers is extremely challenging, given the uneven distribution of PCN and the varying impacts on yield for each different cultivar and soil type. Various figures have appeared in the literature, often with little detailed description of how they have been determined. A calculation based on a series of data (File S1) indicates that within the UK alone costs due to PCN may average £31 million per annum in relation to yield losses and management costs. This figure excludes losses incurred as a result of growing alternative, less profitable crops or due to the inability to use infested land for seed potato production and is therefore likely to be an underestimate of the economic impact of PCN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12959, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "LIFE CYCLE", "sentences": [], "annotations": [], "relations": []}, {"offset": 12970, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Juvenile PCN develop within a chitinous eggshell. Following embryogenesis, the first moult occurs within the egg, giving rise to the second stage infective juvenile (J2), which then hatches from the eggshell. Hatching depends on many environmental factors, such as soil temperature and moisture, but most significantly it depends on chemical cues within host root exudates. Responding specifically to host exudates allows this host‐specific pathogen to coordinate its life cycle with the presence of a host. The detailed chemical composition of host root exudates is complex and remains to be properly characterized. The mixture of chemicals includes a range of secondary metabolites whose structure is often difficult to determine. PCN responds to numerous compounds present in root exudates (e.g., Byrne et al., 1998) as opposed to a single chemical component to induce hatch. To date, three key hatching stimulants have been identified from potato root exudates, solanoeclepin A (Tanino et al., 2011), α‐chaconine, and α‐solanine (Devine et al., 1996), while the steroidal alkaloids (aglycones) solanidine and solasodine, which are found in potato root exudates, will also stimulate hatch but to a lesser effect (Ochola et al., 2020).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14224, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Once hatched, infective J2 need to quickly locate host roots in order to feed before their reserves are depleted. They are guided to host roots by following chemical cues (Devine & Jones, 2003). After invading the root via intracellular penetration, the nematode migrates through host cells to the pericycle, where it identifies a cell suitable for transformation into a feeding site (the initial syncytial cell), usually in the inner cortex (Sobczak & Golinowski, 2011). The syncytium is formed by cell wall dissolution and fusion of protoplasts (Jones & Northcote, 1972). The J2 feeds on the syncytium contents using a feeding tube that is produced during each feeding cycle. It has been suggested that this acts as a filter to prevent destruction of the feeding site, which the nematode must keep alive for the duration of the life cycle (Eves‐van den Akker, Lilley, Jones, et al., 2015). Once the feeding site is established and feeding has commenced, the nematode develops through a further three moults to the adult stage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15260, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although PCN reproduce sexually, the sex of the nematode is not genetically determined but instead is a response to external stimuli (Trudgill, 1967); in other cyst nematodes availability of nutrients has been shown to be a critical factor in sex determination (Grundler et al., 1991). Juveniles that successfully initiate a productive feeding site that abuts the vascular tissues of the plant tend to develop into females while those whose nutrient intake is restricted are more likely to develop into males. These nematodes may have induced feeding sites in suboptimal parts of the root or that fail to connect with the vascular tissues (Sobczak et al., 1997). Under high population densities, competition for nutrients can result in 10 times more males than females (Trudgill, 1967). Some natural resistance genes against PCN, including resistance derived from Solanum sparsipilum (Caromel et al., 2005), operate in this way, restricting development of the syncytium and thus resulting in a sex ratio skewed heavily towards males. Both males and females enter adulthood after the fourth moult. At this stage, the female has swollen so that her body ruptures the cortex of the root. Males exit the root and are attracted to the adult female due to pheromones that she releases (Green, 1980; Green & Plumb, 1970). As the swollen gravid female begins to senesce, her internal organs begin to deteriorate and the cuticle tans, hardens, and forms a toughened cyst wall. The cysts remain in the soil where J2 develop inside the eggs awaiting the next suitable host to stimulate hatch. PCN eggs can survive in a dormant stage inside the cyst for many years (Perry, 2002), meaning that eradication of the pest once soils are infested is extremely challenging. The life cycle of PCN is summarized in Figure 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17073, "infons": {"file": "MPP-22-495-g002.jpg", "id": "mpp13047-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Key stages in the potato cyst nematode (PCN) lifecycle. Note that there is no difference between the overall life cycles of Globodera pallida and G. rostochiensis. Females of G. pallida are white, whereas those of G. rostochiensis are yellow", "sentences": [], "annotations": [], "relations": []}, {"offset": 17318, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "GENOME AND TRANSCRIPTOME RESOURCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 17353, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The past decade has seen huge developments in our understanding of how plant‐parasitic nematodes (PPN), including PCN, interact with their hosts. Genome sequences for both G. rostochiensis and G. pallida are now available, and both these sequencing projects have included extensive transcriptomic analyses that have allowed identification of genes that play key roles in the interactions of PCN with their hosts (Cotton et al., 2014; Eves‐van den Akker et al., 2016). On the plant side of the interaction, much has been learned about the processes underlying development of the syncytial feeding structure induced by cyst nematodes, although much of this is underpinned by studies using a related cyst nematode, Heterodera schachtii, which can infect Arabidopsis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18127, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Like many other PPN, PCN are challenging experimental organisms to work with as they are obligate biotrophs with relatively long life cycles and no large‐scale in vitro culture system is available. The life stages that interact with the host are embedded in the roots and are microscopically small. The challenges of working with PPN means that our understanding of the basis by which they interact with plants has generally lagged behind that of other important plant pathogen groups. The application of genomics and transcriptomics to these nematodes has provided a blueprint for a more detailed analysis of their biology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18754, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Genome sequences for G. pallida (Cotton et al., 2014) and G. rostochiensis (Eves‐van den Akker et al., 2016) have now been assembled. Both were sequenced using (mainly) Illumina short‐read technology on UK populations. The sequence assembly for G. rostochiensis is of considerably better quality, in terms of fragmentation, number of unknown bases, and completeness as assessed using BUSCO/CEGMA analysis, than that of G. pallida. A greatly improved assembly for G. pallida, generated using a combination of PacBio and Illumina sequence reads, is, however, nearing completion (authors’ unpublished data). In general, the overall genome features for both species (genome size and proportion of repetitive elements) are broadly similar and it is likely that the differences in original assembly quality reflect the fact that the G. pallida populations are derived from a much larger and more genetically diverse original introduction than that which occurred for G. rostochiensis (Eves‐van den Akker et al., 2016).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19787, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The genomes of G. pallida and G. rostochiensis are approximately 120 and 100 Mb, respectively, similar to that of other cyst nematodes, such as Heterodera glycines (Masonbrink et al., 2019) and Globodera ellingtonae (Phillips et al., 2017). As yet, no evidence for the types of hybridization events and resulting polyploidy that have occurred in root‐knot nematodes (Blanc‐Mathieu et al., 2017; Eves‐van den Akker & Jones, 2018) has been found within the cyst nematodes. As for other plant and animal parasitic nematodes, fewer genes are predicted in PCN genomes compared with free‐living nematodes (Kikuchi et al., 2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20430, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the unusual genome features of PPN is the presence of genes acquired by horizontal gene transfer from bacteria and in one case from fungi (Kikuchi et al., 2004). For PCN this includes a wide range of cell wall‐degrading enzymes (Danchin et al., 2010) and cell wall‐modifying proteins (Qin et al., 2004) that are secreted during migration and which help soften the plant cell wall. Other horizontally acquired genes are also present in PCN, including a chorismate mutase, which may suppress host defences by preventing synthesis of salicylic acid (Jones et al., 2003), and a GH32 invertase, which is involved in the digestion of sucrose (Danchin et al., 2016). These horizontally acquired genes become homogenized once incorporated into the genomes of the nematodes; they contain multiple spliceosomal introns and are indistinguishable from other nematode genes in terms of GC content or codon usage (reviewed in Kikuchi et al., 2017).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21388, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The genome projects for both species of PCN have included comprehensive transcriptome analyses of gene expression across the life cycle. For G. pallida this encompassed eight different stages in the life cycle, while fewer life stages were analysed for G. rostochiensis, based on the findings from G. pallida. Analysis of the G. pallida transcriptome data showed that a limited number of distinct groups of life stages were distinguishable—eggs, J2, early parasitic, late parasitic and adult male—in which similar patterns of up‐ or down‐regulation of gene expression were observed. More detailed cluster analysis of the transcriptome data (Figure 3) showed that concerted changes in gene expression reflected the biology of these organisms; clusters of genes up‐regulated at parasitic (feeding) stages were enriched for genes encoding digestive enzymes. Genes encoding cuticle collagens were also enriched in such clusters, reflecting the onset of moulting in the feeding stages. Such analyses allow genes important in specific biological processes to be targeted for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22490, "infons": {"file": "MPP-22-495-g003.jpg", "id": "mpp13047-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Clusters of genes from Globodera pallida showing common expression profiles at J2 (left hand panel), J2 and adult male stages (central panel), or parasitic stages (right hand panel)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22672, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "EFFECTORS OF PCN", "sentences": [], "annotations": [], "relations": []}, {"offset": 22689, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the key outcomes of the genome/transcriptome projects for PCN has been the ability to generate comprehensive lists of candidate effector sequences using bioinformatic approaches that can subsequently be tested in the laboratory. Effectors of PPN, including PCN, are mostly expressed in either the subventral or dorsal pharyngeal gland cells (Jones et al., 2009). This restricted expression profile allows candidate effector sequences to be verified using in situ hybridization, which examines the spatial expression patterns of the candidate genes in the nematode. Initially, candidate effectors were identified on the basis of the presence of a signal peptide, the absence of a transmembrane helix, and significant up‐regulation in one or more parasitic stages of the nematode (Thorpe et al., 2014). Subsequently, an approach was developed for effector identification based on the presence of a promoter region previously identified as being associated with effectors known to be expressed in the dorsal gland cell of PCN (Eves‐van den Akker & Birch, 2016; Eves‐van den Akker et al., 2016). For this approach, the regions upstream of a collection of genes that had previously been experimentally verified as being expressed in the dorsal gland cell were examined using motif analysis software to identify motifs enriched in these genomic regions. One motif, the DOG box, was preferentially enriched in these regions as compared to a selection of known noneffectors and effectors expressed in the subventral gland cells. A statistical analysis of the entire gene set of G. rostochiensis showed that increased iterations of the promoter were associated with an increased probability of the motif being upstream of a predicted secreted protein. Functional validation of this promoter as a predictor for effectors was provided by the identification of new effectors based on the presence of the promoter (Eves‐van den Akker et al., 2016). Further analysis based on these approaches has shown that, as is the case for other biotrophic plant pathogens, several hundred potential effector sequences are present in PCN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24827, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Morphological studies have shown that the subventral and dorsal gland cells of PPN are active at different stages of the life cycle (Hussey & Mims, 1990). The subventral gland cells show signs of being most active at the preparasitic J2 stage and are also active in adult males, while the dorsal gland cell grows throughout the life cycle. In keeping with this, analysis of the expression profiles of all predicted effectors of G. pallida showed that most of these sequences were expressed either at the J2 (= early parasitic; subventral gland cells) or parasitic (= later parasitic; dorsal gland cell) stages of PCN (Thorpe et al., 2014). Similarly, effectors used in the early stages of the life cycle, such as the cell wall‐degrading enzymes, which are used during invasion and migration are expressed primarily on the subventral gland cells (e.g., Smant et al., 1998). By contrast, effectors expressed in the dorsal gland cells have roles in the later stages of the interaction with the host plant, including suppression of host defences and induction of the feeding site (e.g., Lee et al., 2011; Postma et al., 2012).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25961, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of the surprising findings emerging from the analysis of effectors in PCN is the presence of a high number of highly expanded effector gene families, most notably the glutathione synthetases and SPRY (SP1a and Ryanodine Receptor) domain proteins. SPRY domain proteins are ancient in evolutionary terms and are present in animals, plants, and fungi. The SPRY domain itself was originally identified in the spore lysis SP1a protein from the amoeba Dictyostelium discoideum (slime mould) and in mammalian Ca2+‐release channel Ryanodine receptors (Ponting et al., 1997). The SPRY domain is thought to be important in protein–protein interactions and no enzymatic activity has been identified that is associated with this domain (Perfetto et al., 2013). Most nematode species analysed to date have a relatively small number of SPRY domain proteins that do not have a signal peptide and are therefore predicted to be intracellular proteins. However, PCN possess greatly expanded SPRY domain protein families, including a subset (approximately 10%) that have a signal peptide for secretion and that are expressed in the dorsal gland cells (Cotton et al., 2014; Mei et al., 2015). Those SPRY domain proteins with a signal peptide (SPRYSECs) are expressed solely at the early stages of parasitism, while those without signal peptides either are not expressed or are expressed across the life cycle (Mei et al., 2015). Several studies have shown that at least some of the SPRYSEC proteins suppress effector‐triggered immunity (ETI) induced by the activation of resistance proteins (Ali, Magne, Chen, Obradovic et al., 2015; Mei et al., 2015; Postma et al., 2012). More recently it has been shown that one SPRYSEC targets the plant ubiquitination machinery to modulate stress responses (Diaz‐Granados et al., 2020). Although a role for SPRYSECs in suppressing host defence responses has been established, there are many questions remaining about this gene family. Why is this gene family so hugely expanded in cyst nematodes? What are the roles (if any) of the nonsecreted SPRY domain proteins, or do these sequences represent an “effector graveyard” of sequences that may be disadvantageous to the nematode? One SPRYSEC (RBP‐1) is recognized by a PCN resistance gene (Gpa2) (Sacco et al., 2009), indicating that these proteins play a role at the interface between plant and pathogen, and are therefore under strong selection pressure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28422, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "SPRYSEC effectors most probably evolved from a housekeeping protein present more widely in nematodes, as is also the case for the glutathione synthetase (GS) effectors. Glutathione, the tripeptide γ‐l‐glutamyl‐cysteinyl‐glycine, is an important antioxidant in plant and animal cells. It is synthesized in a two‐step process, with the final step being the addition of glycine to γ‐glutamylcysteine, catalysed by GS. Most animals analysed to date have a single GS present in their genomes, which encodes an intracellular housekeeping enzyme. However, in addition to this housekeeping sequence, cyst nematodes and related species have evolved a greatly expanded gene family of GS‐like sequences, whose proteins are secreted from the dorsal gland cell and are deployed as effectors during parasitism (Lilley et al., 2018). Structural and biochemical analyses have shown that the proteins have become diversified in their biochemical activity, presumably to play a key role in the parasitic process. In keeping with this, high levels of novel thiols were detected in the feeding structures of cyst nematodes (Lilley et al., 2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29568, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Other highly expanded families of candidate effectors are also present in PCN but for which no functional data are available. For example, a substantial gene family is present in G. pallida similar to the 4D06 sequences identified in H. glycines and G. rostochiensis (Ali, Magne, Chen, Côté et al., 2015; Gao et al., 2003), as well as a gene family of sequences similar to the “1,106” sequences from G. rostochiensis (Thorpe et al., 2014). Such highly expanded effector gene families seem to be a feature specific to cyst nematodes, as compared to root‐knot nematodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30153, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "MOLECULAR BASIS OF THE COMPATIBLE INTERACTION WITH THE HOST", "sentences": [], "annotations": [], "relations": []}, {"offset": 30213, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cyst nematodes induce the formation of a remarkable syncytial feeding structure in the roots of their host plants. The morphological changes that underlie syncytium development in susceptible plants have been described in some detail (Sobczak & Golinowski, 2011). Following root invasion, J2 of PCN migrate intracellularly and destructively until they reach the inner cortex layer. At the inner cortex the behaviour of the nematode changes markedly; rather than using the stylet to destroy cell walls, the nematode uses this structure to probe individual cells, seeking a cell that does not respond adversely (either by collapsing or depositing callose). Cell wall openings in this initial syncytial cell are formed, initially by widening of pre‐existing plasmodesmata, followed by controlled breakdown of the plant cell wall in these regions. Numerous ultrastructural changes associated with the transformation of this cell into a much more metabolically active structure are then observed: the cytoplasm proliferates, the central vacuole breaks down, and the nucleus becomes enlarged. These changes are also observed in the cells surrounding the initial syncytial cell. Eventually the protoplasts of the initial syncytial cell and its neighbours fuse at the cell wall openings, a process repeated with further layers of cells until several hundred cells are incorporated into the syncytium. Changes in the expression of cell cycle genes occur in the syncytium, including DNA replication through endoreduplication. The process of syncytium induction is critical to the nematode; each nematode can only create one syncytium, which it is then dependent upon for all its nutrient requirements for development to the adult stage. The syncytium must therefore be maintained and kept alive for 4–6 weeks, a period of biotrophy that is almost unparalleled in plant–pathogen interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32102, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although we still do not have a detailed understanding of the molecular processes underlying syncytium induction by nematodes, significant progress has been made on two main fronts: the role for nematode CLE peptides and the importance of disruption of auxin transport. Cyst nematodes use CLAVATA3/ENDOSPERM SURROUNDING REGION‐related (CLE) peptide mimics to modulate host developmental programmes for feeding cell formation. Genes encoding CLE‐like peptides have been found in a wide range of cyst nematode species, including PCN (Lu et al., 2009), which are adapted to the specific host (Pokhare et al., 2020). Cyst nematode CLEs have a signal peptide for secretion from the dorsal gland cell, but also include a variable domain that includes a translocation signal that allows them to be localized to the plant endoplasmic reticulum for posttranslational modification and secretion from the plant cell into the apoplast (Wang et al., 2010, 2021). One of the G. rostochiensis CLE peptides binds with high affinity to the CLV2 receptor, which is itself up‐regulated at the nematode feeding site (Chen et al., 2015). CLE peptide receptors are receptor kinases that control a wide range of key plant developmental processes, including stem cell specification, organogenesis, and vascular differentiation (Guo et al., 2011). Manipulation of these endogenous pathways through CLE effectors may therefore play a key role in syncytium development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33562, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Auxins are essential plant hormones that determine many plant developmental processes. It has been clear for many years that auxin signalling plays a critical role in the development of cyst nematode syncytia. Auxin‐insensitive mutants display inhibition or disruption of PCN syncytium development and disturbing polar auxin transport gives rise to abnormally large syncytia (Goverse et al., 2000). This study also showed that an auxin‐responsive promoter is specifically activated in developing syncytia. The mechanisms by which these changes in local auxin concentrations are achieved in syncytia have been analysed in some detail, in the context of the interactions between H. schachtii and Arabidopsis, and these studies indicate that auxin transport proteins play a critical role (Grunewald et al., 2009). Expression of pin1 and pin7 was shown to be down‐regulated in developing syncytia and development of nematodes on pin1 mutant plants was severely impaired. By contrast, PIN3 accumulates in the syncytium but, remarkably, becomes relocalized within the syncytium, from a basal to a lateral site in the cell wall. These data indicate that auxin concentrations accumulate in the developing syncytium due to down‐regulation of pin1, preventing transport of auxin out of this structure. Subsequently, the relocalization of PIN3 allows auxin to be transferred to lateral cells surrounding the initial syncytial cell, permitting the radial expansion of this structure. Although it remains unclear as to how these changes in auxin transporters are achieved by cyst nematodes, one cyst nematode effector (19C07) has been identified that interacts with, and modulates, the activity of the LAX3 auxin influx transporter (Lee et al., 2011). LAX3 is usually expressed in cells surrounding lateral root primordia and allows influx of auxin, which subsequently activates the expression of cell wall‐modifying enzymes required for lateral root emergence. It is known that development of the syncytium requires controlled activation of the plant's own cell wall‐degrading enzymes to allow fusion of protoplasts of neighbouring cells (Goellner et al., 2001). LAX3 is expressed in developing syncytia, as well as in cells that are to be incorporated into syncytia, while the interaction between LAX3 and 19C07 takes place at the plasma membrane (Lee et al., 2011). Although lax3 mutants are not significantly different to wild‐type plants in terms of susceptibility to nematode infection, aux1/lax3 double mutants and aux1/lax1/lax2/lax3 quadruple mutants show reduced infection levels, indicating the importance of the auxin influx process to syncytium development. In addition, overexpression of 19C07 speeds up lateral root emergence, indicating a probable stimulation of LAX3 by the effector. Although the function of the 19C07 has only been studied in detail in the Arabidopsis–H. schachtii pathosystem, similar sequences are present in PCN (Thorpe et al., 2014).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36548, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "RESISTANCE AGAINST PCN", "sentences": [], "annotations": [], "relations": []}, {"offset": 36571, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The use of natural host resistance has so far provided the most effective tool for management of PCN, particularly G. rostochiensis. The restricted genetic heterogeneity of the G. rostochiensis present in Europe means that durable resistance has been provided against this species in Europe with cultivars containing the H1 gene. The G. pallida present in Europe is more genetically diverse and thus identification of a single major resistance (R) gene for control of this species has been more challenging (Caromel et al., 2005; van der Voort et al., 1997; van der Vossen et al., 2000). Progress has been made with processing cultivars such as Innovator, which contains the Gpa5 gene from Solanum vernei. However, Innovator is intolerant and thus does not perform well where higher population densities of PCN are present and breakdown of this resistance has already been observed (Mwangi et al., 2019). Much effort is being given to address the lack of G. pallida‐resistant cultivars with appropriate agronomic characters. It is likely that these will require more considered management to preserve their durability. Resistance sources from S. vernei (Gpa5) and S. tuberosum subsp. andigena (H3) are widely used in commercial breeding programmes for G. pallida. The S. vernei Gpa5 source is controlled by two quantitative trait loci (QTLs) that are located on chromosomes V and IX (Bryan et al., 2002), while the H3 source is controlled by QTLs on chromosomes IV and XI (Bryan et al., 2004). Although these are the most commercially important of the R genes used for the control of G. pallida, the major QTL for neither has been cloned to date, although they have been mapped and molecular markers to assist in breeding selection are available (Moloney et al., 2010). Three PCN R genes have been cloned, Gpa2 (van der Vossen et al., 2000), Gro1‐4 (Paal et al., 2004), and Hero (Ernst et al., 2002). Gpa2 is overcome by almost all European populations of G. pallida other than a single population (D383) from the Netherlands. Gro1‐4 provides resistance against the Ro1 pathotype of G. rostochiensis only. By contrast, Hero provides broad‐spectrum resistance against all G. rostochiensis pathotypes tested and partial resistance against a wide range of G. pallida populations (Sobczak et al., 2005).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38910, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The resistant response of plants against PCN exploits the dependency of the nematode on the syncytium to provide the food required for its development. Each nematode can only induce a single syncytium and destruction of the syncytium, therefore, inevitably leads to death of the nematode. However, for PCN, it is rare for the hypersensitive reaction to be targeted at the syncytium itself but more common for the response to be seen in the cells surrounding the syncytium. For example, although the resistant response generated by H3 may lead to syncytial degradation, the earliest phases of the response prevent expansion of this structure towards the vascular tissues (Varypatakis et al., 2020). Similarly, syncytia are induced in potatoes containing H1 after infection by avirulent G. rostochiensis but development of these syncytia is restricted due to necrosis in cells surrounding the developing syncytia (Rice et al., 1985).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39845, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Almost all of the PCN resistance genes cloned to date are of the typical nucleotide‐binding leucine‐rich repeat (NB‐LRR) type of resistance gene. Gro1‐4 encodes a NB‐LRR protein with a Toll‐interleukin receptor (TIR) domain at the N‐terminus, while Hero and Gpa2 encode CC‐NB‐LRR proteins, which have a coiled‐coil (CC) domain at the N‐terminus. However, more recently, the Cf‐2 gene, originally identified on the basis of its ability to confer resistance against the fungal pathogen Cladosporium fulvum, has been found to provide resistance against G. rostochiensis. Cf‐2 encodes an extracellular receptor‐like protein with an LRR domain (Lozano‐Torres et al., 2012) and senses pathogen attempts to interfere with the apoplastic cysteine proteinase Rcr3, mediated in C. fulvum by the Avr2 effector (Rooney et al., 2005) and in G. rostochiensis by the VAP‐1 effector. The targeting of the Rcr3 proteinase by both fungal and nematode pathogens shows that pathogens independently target the same potential host proteins and that by guarding such targets, plants can expand the range of pathogens recognized by their immune receptors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41016, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Studies on resistance against the soybean cyst nematode, H. glycines, have shown that some resistance against cyst nematodes may be underpinned by entirely novel molecular mechanisms. In these cases, the underlying mechanism of resistance is based on a lethal toxic effect exerted through the feeding structure. Resistance provided through the rhg1 locus is based on an αSNAP protein that accumulates preferentially in the nematode feeding site and has amino acid differences that cause a failure of its normal function (Bayless et al., 2016). Similarly, rhg4 resistance is mediated through a variant form of serine hydroxymethyltransferase (SHMT) that impedes the development of the feeding site, causing a failure of nutrient supply to the nematode (Liu et al., 2012). These unusual resistance mechanisms show that plants have been able to evolve novel ways of combating PPN based on the reliance that these pathogens have on the feeding structure. Although no similar mechanisms against PCN have been identified to date, it is important that studies aimed at identifying resistance sources against PCN do not focus solely on NB‐LRR genes when genetic loci are mapped.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42195, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recognition of PCN by host defences, including resistance genes, seems to be based on similar principles as for other biotrophic plant pathogens. Two candidate pathogen‐associated molecular patterns (PAMPs) have been identified from PPN (Manosalva et al., 2015; Mendy et al., 2017), although neither has been characterized in PCN. In addition, a potential pattern recognition receptor (NEMATODE‐INDUCED LRR‐RLK 1; NILR1, At1g7436) associated with detection of H. schachtii in Arabidopsis has been identified (Mendy et al., 2017). One PCN avirulence (Avr) gene, AvrGpa2, has been identified to date (Sacco et al., 2009). AvrGpa2 is a SPRYSEC effector protein (RBP1) and recognition/loss of recognition is determined by a single amino acid polymorphism. Further analysis of sequence variation within RBP1 shows that this site is under strong selection pressure and is the only variable site that determines pathogen recognition (Carpentier et al., 2012). Further analysis of PCN using a variety of approaches has been undertaken to identify the genetic differences underlying recognition by the host, or that underpin the ability to infect particular host species. For example, several attempts have been made to identify transcriptomic differences in PCN that are associated with differences in host range. Comparisons of genes expressed in PCN with two closely related species that have a different host range, G. tabacum and G. mexicana, showed a strong enrichment for effector‐encoding genes amongst the differentially expressed sequences (Sabeh et al., 2019). Genomic approaches have also identified differences in effector sequences as potentially being critical in underpinning differences in virulence, in this case defined as the ability to reproduce on plants carrying a particular resistance source. Several studies of genomic differences between lines of G. pallida selected for virulence against the H3 resistance source from S. tuberosum subsp. andigena or the S. vernei Gpa5 source showed that sequences encoding potential effectors, particularly SPRYSEC effectors, were among the most likely to show polymorphisms (Eoch‐Bosy et al., 2017; Varypatakis et al., 2020). The latter study took advantage of a greatly improved genome assembly for G. pallida to identify specific genome regions that preferentially accumulated polymorphisms in response to selection pressure (Varypatakis et al., 2020).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44637, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "DEPLOYMENT OF RESISTANCE AGAINST PCN", "sentences": [], "annotations": [], "relations": []}, {"offset": 44674, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Natural resistance remains the most sustainable and cost‐effective method for the management of PCN. Compared to aerial plant pathogens, PCN occur in smaller densities (population size), have restricted ability to spread, and are limited to one generation per year (in most situations), meaning that resistance can be durable. Cultivars containing the H1 resistance gene continue to provide almost complete control of G. rostochiensis populations present in Europe, although populations of G. pallida that are virulent against the Gpa5 resistance source have been reported (Mwangi et al., 2019). While host resistance can provide excellent control of PCN, the pyramiding of additional sources of resistance will be required for durable control in the future. The absence of clonal lines of PCN that are virulent or avirulent against specific resistance sources makes phenotyping for breeding of cultivars that contain multiple resistance sources extremely challenging. Fortunately, reductions in the costs of DNA sequencing have facilitated the development of powerful new tools for identification and high‐resolution mapping of R genes. For example, combining two enrichment sequencing techniques, one specifically targeted at R genes (resistance gene enrichment sequencing. RenSeq; Jupe et al., 2013) and another based on 1,800 single copy genes distributed across the genome (GenSeq), has enabled the mapping of the H2 resistance gene, which controls the Pa1 pathotype of G. pallida, to an interval of less than 5 Mb on the potato genome (Strachan et al., 2019). Critically, these techniques also allow the development of KASP markers that can be used for further refinement of the mapping of the gene but that are also compatible with marker‐assisted breeding programmes (Chen et al., 2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 46488, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "CONCLUSIONS", "sentences": [], "annotations": [], "relations": []}, {"offset": 46500, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Genomics and transcriptomics have provided an opportunity for a major change in the way that research on PCN is undertaken. We understand more about the biology of PCN and the nature of both the susceptible and resistant host response than ever before. However, there remain numerous key research needs. PCN is entirely dependent on host cues to be able to synchronize its life cycle with host plants. The spectra of chemicals within root exudates that PCN react to is intricate and complicated. Significant progress continues to be made, however, in the identification and understanding of the molecules that PCN responds to in order to hatch and locate host roots. Details of the changes in gene expression that occur in response to these molecules and as part of the restarting of the life cycle have also been characterized. However, we are yet to determine how these two aspects are linked at the molecular level. Details of the mechanisms by which PCN infects plants are emerging but research on host–parasite interactions is still hampered by our inability to genetically transform PCN, especially given the tools that might become available using CRISPR/Cas. We need to understand precisely how syncytia are induced and maintained and why PCN, like other biotrophic plant pathogens, deploys so many effectors during their infection. Understanding the detailed mechanisms behind host resistance to PCN, and whether the same types of novel resistance that do not involve NB‐LRR‐like proteins as described for resistance against soybean cyst nematodes, is also of critical importance towards deploying resistance in the field.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48138, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 48161, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "DATA AVAILABILITY STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"offset": 48189, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Data sharing is not applicable to this article as no new data were created or analysed in this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48291, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 48302, "infons": {"elocation-id": "e0115042", "pub-id_doi": "10.1371/journal.pone.0115042", "pub-id_pmid": "25606855", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Analysis of putative apoplastic effectors from the nematode, Globodera rostochiensis, and identification of an expansin‐like protein that can induce and suppress host defenses", "sentences": [], "annotations": [], "relations": []}, {"offset": 48480, "infons": {"fpage": "623", "pub-id_doi": "10.3389/fpls.2015.00623", "pub-id_pmid": "26322064", "section_type": "REF", "source": "Frontiers in Plant Science", "type": "ref", "volume": "6", "year": "2015"}, "text": "Analysis of Globodera rostochiensis effectors reveals conserved functions of SPRYSEC proteins in suppressing and eliciting plant immune responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 48626, "infons": {"fpage": "E7375", "lpage": "E7382", "pub-id_doi": "10.1073/pnas.1610150113", "pub-id_pmid": "27821740", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "113", "year": "2016"}, "text": "Disease resistance by impairment of α‐SNAP", "sentences": [], "annotations": [], "relations": []}, {"offset": 48673, "infons": {"fpage": "477", "lpage": "508", "pub-id_doi": "10.1007/s12571-012-0220-1", "section_type": "REF", "source": "Food Security", "type": "ref", "volume": "4", "year": "2012"}, "text": "Crops that feed the world. Potato: Can the trends of increased global production and importance be sustained?", "sentences": [], "annotations": [], "relations": []}, {"offset": 48783, "infons": {"elocation-id": "e1006777", "pub-id_doi": "10.1371/journal.pgen.1006777", "pub-id_pmid": "28594822", "section_type": "REF", "source": "PLoS Genetics", "type": "ref", "volume": "13", "year": "2017"}, "text": "Hybridization and polyploidy enable genomic plasticity without sex in the most devastating plant‐parasitic nematodes", "sentences": [], "annotations": [], "relations": []}, {"offset": 48902, "infons": {"fpage": "286", "lpage": "293", "pub-id_doi": "10.1139/g97-040", "pub-id_pmid": "18464829", "section_type": "REF", "source": "Genome", "type": "ref", "volume": "40", "year": "1997"}, "text": "Comparison of British populations of potato cyst nematodes with populations from continental Europe and South America using RAPDs", "sentences": [], "annotations": [], "relations": []}, {"offset": 49032, "infons": {"fpage": "68", "lpage": "77", "pub-id_doi": "10.1007/s00122-002-0873-9", "pub-id_pmid": "12582563", "section_type": "REF", "source": "Theoretical and Applied Genetics", "type": "ref", "volume": "105", "year": "2002"}, "text": "Mapping QTLs for resistance to the cyst nematode Globodera pallida derived from the wild potato species Solanum vernei ", "sentences": [], "annotations": [], "relations": []}, {"offset": 49152, "infons": {"fpage": "105", "lpage": "116", "pub-id_doi": "10.1023/B:MOLB.0000037999.13581.9c", "section_type": "REF", "source": "Molecular Breeding", "type": "ref", "volume": "14", "year": "2004"}, "text": "Genetical dissection of H3‐mediated polygenic PCN resistance in a heterozygous autotetraploid potato population", "sentences": [], "annotations": [], "relations": []}, {"offset": 49266, "infons": {"fpage": "463", "lpage": "472", "pub-id_doi": "10.1111/j.1744-7348.1998.tb05222.x", "section_type": "REF", "source": "Annals of Applied Biology", "type": "ref", "volume": "132", "year": "1998"}, "text": "Detection of hatching inhibitors and hatching factor stimulants for golden potato cyst nematode, Globodera rostochiensis, in potato root leachate", "sentences": [], "annotations": [], "relations": []}, {"offset": 49412, "infons": {"fpage": "1186", "lpage": "1194", "pub-id_doi": "10.1094/MPMI-18-1186", "pub-id_pmid": "16353553", "section_type": "REF", "source": "Molecular Plant‐Microbe Interactions", "type": "ref", "volume": "18", "year": "2005"}, "text": "Resistance quantitative trait loci originating from Solanum sparsipilum act independently on the sex ratio of Globodera pallida and together for developing a necrotic reaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 49588, "infons": {"fpage": "546", "lpage": "555", "pub-id_doi": "10.1111/j.1364-3703.2011.00769.x", "pub-id_pmid": "22192092", "section_type": "REF", "source": "Molecular Plant Pathology", "type": "ref", "volume": "13", "year": "2012"}, "text": "The evolution of the Gp‐Rbp‐1 gene in Globodera pallida includes multiple selective replacements", "sentences": [], "annotations": [], "relations": []}, {"offset": 49689, "infons": {"fpage": "262", "lpage": "272", "pub-id_doi": "10.1104/pp.114.251637", "pub-id_pmid": "25416475", "section_type": "REF", "source": "Plant Physiology", "type": "ref", "volume": "167", "year": "2015"}, "text": " In planta processing and glycosylation of a nematode CLAVATA3/ENDOSPERM SURROUNDING REGION‐Like effector and its interaction with a host CLAVATA2‐like receptor to promote parasitism", "sentences": [], "annotations": [], "relations": []}, {"offset": 49876, "infons": {"fpage": "1287", "lpage": "1297", "pub-id_doi": "10.1007/s00122-018-3078-6", "pub-id_pmid": "29560514", "section_type": "REF", "source": "Theoretical and Applied Genetics", "type": "ref", "volume": "131", "year": "2018"}, "text": "Identification and rapid mapping of a gene conferring broad‐spectrum late blight resistance in the diploid potato species Solanum verrucosum through DNA capture technologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 50052, "infons": {"section_type": "REF", "source": "Farming Success with Potatoes in Kenya", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 50053, "infons": {"fpage": "379", "lpage": "392", "pub-id_doi": "10.1094/PHYTO-04-19-0113-R", "pub-id_pmid": "31573395", "section_type": "REF", "source": "Phytopathology", "type": "ref", "volume": "110", "year": "2020"}, "text": "A spatiotemporal analysis and dispersal patterns of the potato cyst nematode, Globodera pallida, in Idaho", "sentences": [], "annotations": [], "relations": []}, {"offset": 50159, "infons": {"fpage": "3082", "pub-id_doi": "10.1094/PDIS-10-19-2110-PDN", "section_type": "REF", "source": "Plant Disease", "type": "ref", "volume": "104", "year": "2020"}, "text": "First report of potato cyst nematode Globodera rostochiensis (Wollenweber, 1923) infecting potato (Solanum tuberosum L.) in Uganda", "sentences": [], "annotations": [], "relations": []}, {"offset": 50290, "infons": {"fpage": "R43", "pub-id_doi": "10.1186/gb-2014-15-3-r43", "pub-id_pmid": "24580726", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "15", "year": "2014"}, "text": "The genome and life‐stage specific transcriptomes of Globodera pallida elucidate key aspects of plant parasitism by a cyst nematode", "sentences": [], "annotations": [], "relations": []}, {"offset": 50424, "infons": {"fpage": "1571", "lpage": "1579", "pub-id_doi": "10.1093/molbev/msw041", "pub-id_pmid": "26915958", "section_type": "REF", "source": "Molecular Biology and Evolution", "type": "ref", "volume": "33", "year": "2016"}, "text": "Horizontal gene transfer from bacteria has enabled the plant‐parasitic nematode Globodera pallida to feed on host‐derived sucrose", "sentences": [], "annotations": [], "relations": []}, {"offset": 50558, "infons": {"fpage": "17651", "lpage": "17656", "pub-id_doi": "10.1073/pnas.1008486107", "pub-id_pmid": "20876108", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "107", "year": "2010"}, "text": "Multiple lateral gene transfers and duplications have promoted plant parasitism ability in nematodes", "sentences": [], "annotations": [], "relations": []}, {"offset": 50659, "infons": {"fpage": "237", "lpage": "270", "section_type": "REF", "source": "Cyst Nematodes", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 50660, "infons": {"fpage": "323", "lpage": "334", "pub-id_doi": "10.1111/j.1744-7348.1996.tb05755.x", "section_type": "REF", "source": "Annals of Applied Biology", "type": "ref", "volume": "129", "year": "1996"}, "text": "Resolution of natural hatching factors for golden potato cyst nematode, Globodera rostochiensis ", "sentences": [], "annotations": [], "relations": []}, {"offset": 50757, "infons": {"fpage": "65", "lpage": "75", "pub-id_doi": "10.1163/156854102765216704", "section_type": "REF", "source": "Nematology", "type": "ref", "volume": "5", "year": "2003"}, "text": "Investigations into the chemoattraction of the potato cyst nematodes Globodera rostochiensis and G. pallida towards fractionated potato root leachate", "sentences": [], "annotations": [], "relations": []}, {"offset": 50907, "infons": {"fpage": "66", "lpage": "82", "pub-id_doi": "10.1111/mpp.12880", "pub-id_pmid": "31756029", "section_type": "REF", "source": "Molecular Plant Pathology", "type": "ref", "volume": "21", "year": "2020"}, "text": "The effector GpRbp‐1 of Globodera pallida targets a nuclear HECT E3 ubiquitin ligase to modulate gene expression in the host", "sentences": [], "annotations": [], "relations": []}, {"offset": 51034, "infons": {"fpage": "4700", "lpage": "4711", "pub-id_doi": "10.1111/mec.14240", "pub-id_pmid": "28734070", "section_type": "REF", "source": "Molecular Ecology", "type": "ref", "volume": "26", "year": "2017"}, "text": "Genome scans on experimentally evolved populations reveal candidate regions for adaptation to plant resistance in the potato cyst nematode Globodera pallida ", "sentences": [], "annotations": [], "relations": []}, {"offset": 51192, "infons": {"fpage": "127", "lpage": "136", "pub-id_doi": "10.1046/j.1365-313X.2002.01341.x", "pub-id_pmid": "12121443", "section_type": "REF", "source": "The Plant Journal", "type": "ref", "volume": "31", "year": "2002"}, "text": "The broad‐spectrum potato cyst nematode resistance gene (Hero) from tomato is the only member of a large gene family of NBS‐LRR genes with an unusual amino acid repeat in the LRR region", "sentences": [], "annotations": [], "relations": []}, {"offset": 51382, "infons": {"fpage": "79", "lpage": "89", "pub-id_doi": "10.1007/BF02853888", "section_type": "REF", "source": "American Potato Journal", "type": "ref", "volume": "57", "year": "1980"}, "text": "The origin and distribution of the golden nematode and its potential in the USA", "sentences": [], "annotations": [], "relations": []}, {"offset": 51462, "infons": {"fpage": "365", "lpage": "369", "pub-id_doi": "10.1163/187529275X00103", "section_type": "REF", "source": "Nematologica", "type": "ref", "volume": "21", "year": "1975"}, "text": "Distribution of species of potato cyst nematodes in South America", "sentences": [], "annotations": [], "relations": []}, {"offset": 51528, "infons": {"fpage": "1451", "lpage": "1453", "pub-id_doi": "10.1016/j.molp.2016.09.008", "pub-id_pmid": "27693399", "section_type": "REF", "source": "Molecular Plant", "type": "ref", "volume": "9", "year": "2016"}, "text": "Opening the effector protein toolbox for plant‐parasitic cyst nematode interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51614, "infons": {"elocation-id": "e1007160", "pub-id_doi": "10.1371/journal.pg.en.1007160", "pub-id_pmid": "29470487", "section_type": "REF", "source": "PLoS Genetics", "type": "ref", "volume": "14", "year": "2018"}, "text": "Sex: Not all that it’s cracked up to be?", "sentences": [], "annotations": [], "relations": []}, {"offset": 51657, "infons": {"fpage": "124", "pub-id_doi": "10.1186/s13059-016-0985-1", "pub-id_pmid": "27286965", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "17", "year": "2016"}, "text": "The genome of the yellow potato cyst nematode, Globodera rostochiensis, reveals insights into the bases of parasitism and virulence", "sentences": [], "annotations": [], "relations": []}, {"offset": 51789, "infons": {"fpage": "5842", "lpage": "5851", "pub-id_doi": "10.1111/mec.13434", "pub-id_pmid": "26607216", "section_type": "REF", "source": "Molecular Ecology", "type": "ref", "volume": "24", "year": "2015"}, "text": "A metagenetic approach to determine the diversity and distribution of cyst nematodes at the level of the country, the field and the individual", "sentences": [], "annotations": [], "relations": []}, {"offset": 51932, "infons": {"fpage": "1", "lpage": "9", "pub-id_doi": "10.1163/15685411-00002832", "section_type": "REF", "source": "Nematology", "type": "ref", "volume": "17", "year": "2015"}, "text": "Plant‐parasitic nematode feeding tubes and plugs: New perspectives on function", "sentences": [], "annotations": [], "relations": []}, {"offset": 52013, "infons": {"fpage": "720", "lpage": "726", "pub-id_doi": "10.1094/MPMI.2003.16.8.720", "pub-id_pmid": "12906116", "section_type": "REF", "source": "Molecular Plant‐Microbe Interactions", "type": "ref", "volume": "16", "year": "2003"}, "text": "The parasitome of the phytonematode Heterodera glycines ", "sentences": [], "annotations": [], "relations": []}, {"offset": 52070, "infons": {"fpage": "2241", "lpage": "2255", "pub-id_doi": "10.1105/tpc.010219", "pub-id_pmid": "11595799", "section_type": "REF", "source": "The Plant Cell", "type": "ref", "volume": "13", "year": "2001"}, "text": "Endo β‐1,4‐endoglucanase expression in compatible plant–nematode interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 52155, "infons": {"fpage": "1121", "lpage": "1129", "pub-id_doi": "10.1094/mpmi.2000.13.10.1121", "pub-id_pmid": "11043473", "section_type": "REF", "source": "Molecular Plant‐Microbe Interactions", "type": "ref", "volume": "13", "year": "2000"}, "text": "Both induction and morphogenesis of cyst nematode feeding cells are mediated by auxin", "sentences": [], "annotations": [], "relations": []}, {"offset": 52241, "infons": {"fpage": "327", "lpage": "339", "section_type": "REF", "source": "Helminthology Abstracts, Series A", "type": "ref", "volume": "49", "year": "1980"}, "text": "Nematode sex attractants", "sentences": [], "annotations": [], "relations": []}, {"offset": 52266, "infons": {"fpage": "39", "lpage": "46", "section_type": "REF", "source": "Nematologica", "type": "ref", "volume": "16", "year": "1970"}, "text": "The interrelationships of some Heterodera species indicated by the specificity of the male attractants emitted by their females", "sentences": [], "annotations": [], "relations": []}, {"offset": 52394, "infons": {"fpage": "277", "lpage": "290", "pub-id_doi": "10.1046/j.1365-2540.2001.00826.x", "pub-id_pmid": "11488965", "section_type": "REF", "source": "Heredity", "type": "ref", "volume": "86", "year": "2001"}, "text": "Molecular approaches to the taxonomic position of Peruvian potato cyst nematodes and gene pool similarities in indigenous and imported populations of Globodera ", "sentences": [], "annotations": [], "relations": []}, {"offset": 52555, "infons": {"fpage": "149", "lpage": "155", "section_type": "REF", "source": "Parasitology", "type": "ref", "volume": "103", "year": "1991"}, "text": " In vitro studies on the behaviour of 2nd stage juveniles of Heterodera schachtii (Nematoda, Heteroderidae) in response to host plant root exudates", "sentences": [], "annotations": [], "relations": []}, {"offset": 52703, "infons": {"elocation-id": "e1000266", "pub-id_doi": "10.1371/journal.ppat.1000266", "pub-id_pmid": "19148279", "section_type": "REF", "source": "PLoS Pathogens", "type": "ref", "volume": "5", "year": "2009"}, "text": "Parasitic nematodes modulate PIN mediated auxin transport to facilitate infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 52785, "infons": {"fpage": "476", "lpage": "484", "pub-id_doi": "10.1104/pp.111.180554", "pub-id_pmid": "21750229", "section_type": "REF", "source": "Plant Physiology", "type": "ref", "volume": "157", "year": "2011"}, "text": "Mechanisms of molecular mimicry of plant CLE peptide ligands by the parasitic nematode Globodera rostochiensis ", "sentences": [], "annotations": [], "relations": []}, {"offset": 52897, "infons": {"fpage": "3", "pub-id_doi": "10.1094/PDIS-91-3-0325B", "pub-id_pmid": "30781057", "section_type": "REF", "source": "Plant Disease", "type": "ref", "volume": "91", "year": "2007"}, "text": "First report of the pale cyst nematode, Globodera pallida, in the United States", "sentences": [], "annotations": [], "relations": []}, {"offset": 52977, "infons": {"fpage": "1", "lpage": "13", "pub-id_doi": "10.1163/138855411X587112", "section_type": "REF", "source": "Nematology", "type": "ref", "volume": "14", "year": "2012"}, "text": "An evaluation of the implications of virulence in non‐European populations of Globodera pallida and G. rostochiensis for potato cultivation in Europe", "sentences": [], "annotations": [], "relations": []}, {"offset": 53129, "infons": {"fpage": "99", "lpage": "107", "section_type": "REF", "source": "Protoplasma", "type": "ref", "volume": "162", "year": "1990"}, "text": "Ultrastructure of esophogeal glands and their secretory granules in the root‐knot nematode Meloidogyne incognita ", "sentences": [], "annotations": [], "relations": []}, {"offset": 53245, "infons": {"fpage": "43", "lpage": "50", "pub-id_doi": "10.1046/j.1364-3703.2003.00140.x", "pub-id_pmid": "20569361", "section_type": "REF", "source": "Molecular Plant Pathology", "type": "ref", "volume": "4", "year": "2003"}, "text": "Characterisation of a chorismate mutase from the potato cyst nematode Globodera pallida ", "sentences": [], "annotations": [], "relations": []}, {"offset": 53334, "infons": {"fpage": "815", "lpage": "828", "pub-id_doi": "10.1111/j.1364-3703.2009.00585.x", "pub-id_pmid": "19849787", "section_type": "REF", "source": "Molecular Plant Pathology", "type": "ref", "volume": "10", "year": "2009"}, "text": "Identification and functional characterisation of effectors in expressed sequence tags from various life cycle stages of the potato cyst nematode Globodera pallida ", "sentences": [], "annotations": [], "relations": []}, {"offset": 53499, "infons": {"fpage": "789", "lpage": "809", "pub-id_pmid": "5038416", "section_type": "REF", "source": "Journal of Cell Science", "type": "ref", "volume": "10", "year": "1972"}, "text": "Nematode‐induced syncytium – a multinucleate transfer cell", "sentences": [], "annotations": [], "relations": []}, {"offset": 53562, "infons": {"fpage": "530", "lpage": "544", "pub-id_doi": "10.1111/tpj.12307", "pub-id_pmid": "23937694", "section_type": "REF", "source": "The Plant Journal", "type": "ref", "volume": "76", "year": "2013"}, "text": "Resistance gene enrichment sequencing (RenSeq) enables reannotation of the NB‐LRR gene family from sequenced plant genomes and rapid mapping of resistance loci in segregating populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 53751, "infons": {"fpage": "483", "lpage": "509", "section_type": "REF", "source": "The Biology of Nematodes", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 53752, "infons": {"fpage": "333", "lpage": "354", "pub-id_doi": "10.1146/annurev-phyto-080516-035434", "section_type": "REF", "source": "Annual Review of Phytopathology", "type": "ref", "volume": "55", "year": "2017"}, "text": "Genome evolution of plant‐parasitic nematodes", "sentences": [], "annotations": [], "relations": []}, {"offset": 53800, "infons": {"fpage": "201", "lpage": "205", "pub-id_doi": "10.1016/j.febslet.2004.07.039", "pub-id_pmid": "15304348", "section_type": "REF", "source": "FEBS Letters", "type": "ref", "volume": "572", "year": "2004"}, "text": "A family of GHF45 cellulases from the pine wood nematode Bursaphelenchus xylophilus ", "sentences": [], "annotations": [], "relations": []}, {"offset": 53885, "infons": {"fpage": "8", "lpage": "15", "section_type": "REF", "source": "African Journal of Agriculture and Environment", "type": "ref", "volume": "2", "year": "2016"}, "text": "Technical efficiency of smallholder potato farmers in Kenya: An analysis of major influencing factors in Koibatek, Baringo County", "sentences": [], "annotations": [], "relations": []}, {"offset": 54015, "infons": {"fpage": "866", "lpage": "880", "pub-id_doi": "10.1104/pp.110.167197", "pub-id_pmid": "21156858", "section_type": "REF", "source": "Plant Physiology", "type": "ref", "volume": "155", "year": "2011"}, "text": "The novel cyst nematode effector protein 19C07 interacts with the Arabidopsis auxin influx transporter LAX3 to control feeding site development", "sentences": [], "annotations": [], "relations": []}, {"offset": 54159, "infons": {"elocation-id": "e1007310", "pub-id_doi": "10.1371/journal.pgen.1007310", "pub-id_pmid": "29641602", "section_type": "REF", "source": "PLoS Genetics", "type": "ref", "volume": "14", "year": "2018"}, "text": "Effector gene birth in plant parasitic nematodes: Neofunctionalization of a housekeeping glutathione synthetase gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 54276, "infons": {"fpage": "256", "lpage": "260", "pub-id_doi": "10.1038/nature11651", "pub-id_pmid": "23235880", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "492", "year": "2012"}, "text": "A soybean cyst nematode resistance gene points to a new mechanism of plant resistance to pathogens", "sentences": [], "annotations": [], "relations": []}, {"offset": 54375, "infons": {"fpage": "10119", "lpage": "10124", "pub-id_doi": "10.1073/pnas.1202867109", "pub-id_pmid": "22675118", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "109", "year": "2012"}, "text": "Dual disease resistance mediated by the immune receptor Cf‐2 in tomato requires a common virulence target of a fungus and a nematode", "sentences": [], "annotations": [], "relations": []}, {"offset": 54510, "infons": {"fpage": "1128", "lpage": "1142", "pub-id_doi": "10.1094/MPMI-22-9-1128", "pub-id_pmid": "19656047", "section_type": "REF", "source": "Molecular Plant‐Microbe Interactions", "type": "ref", "volume": "22", "year": "2009"}, "text": "Structural and functional diversity of CLAVATA3/ESR (CLE)‐like genes from the potato cyst nematode Globodera rostochiensis ", "sentences": [], "annotations": [], "relations": []}, {"offset": 54636, "infons": {"fpage": "7795", "pub-id_doi": "10.1038/ncomms8795", "section_type": "REF", "source": "Nature Communications", "type": "ref", "volume": "6", "year": "2015"}, "text": "Conserved nematode signalling molecules elicit plant defenses and pathogen resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 54722, "infons": {"fpage": "119", "pub-id_doi": "10.1186/s12864-019-5485-8", "pub-id_pmid": "30732586", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "20", "year": "2019"}, "text": "The genome of the soybean cyst nematode (Heterodera glycines) reveals complex patterns of duplications involved in the evolution of parasitism genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 54871, "infons": {"fpage": "670", "pub-id_doi": "10.3389/fpls.2020.00670", "pub-id_pmid": "32523602", "section_type": "REF", "source": "Frontiers in Plant Science", "type": "ref", "volume": "11", "year": "2020"}, "text": "Potato cyst nematodes: A new threat to potato production in East Africa", "sentences": [], "annotations": [], "relations": []}, {"offset": 54943, "infons": {"fpage": "8", "pub-id_doi": "10.1094/PDIS-11-17-1777-PDN", "section_type": "REF", "source": "Plant Disease", "type": "ref", "volume": "102", "year": "2018"}, "text": "First report of potato cyst nematode Globodera pallida infecting potato (Solanum tuberosum) in Kenya", "sentences": [], "annotations": [], "relations": []}, {"offset": 55044, "infons": {"fpage": "409", "lpage": "424", "pub-id_doi": "10.1163/15685411-00002875", "section_type": "REF", "source": "Nematology", "type": "ref", "volume": "17", "year": "2015"}, "text": "Only a small subset of the SPRY domain gene family in Globodera pallida is likely to encode effectors, two of which suppress host defences induced by the potato resistance gene Gpa2 ", "sentences": [], "annotations": [], "relations": []}, {"offset": 55227, "infons": {"elocation-id": "e1006284", "pub-id_doi": "10.1371/journal.ppat.1006284", "pub-id_pmid": "28406987", "section_type": "REF", "source": "PLoS Pathogens", "type": "ref", "volume": "13", "year": "2017"}, "text": " Arabidopsis leucine‐rich repeat receptor–like kinase NILR1 is required for induction of innate immunity to parasitic nematodes", "sentences": [], "annotations": [], "relations": []}, {"offset": 55359, "infons": {"fpage": "187", "lpage": "195", "pub-id_doi": "10.1111/j.1744-7348.2002.tb00172.x", "section_type": "REF", "source": "Annals of Applied Biology", "type": "ref", "volume": "140", "year": "2002"}, "text": "Potato cyst nematodes in England and Wales – occurrence and distribution", "sentences": [], "annotations": [], "relations": []}, {"offset": 55434, "infons": {"fpage": "679", "lpage": "689", "pub-id_doi": "10.1007/s00122-009-1185-0", "pub-id_pmid": "19882336", "section_type": "REF", "source": "Theoretical and Applied Genetics", "type": "ref", "volume": "120", "year": "2010"}, "text": "Development of diagnostic markers for use in breeding potatoes resistant to Globodera pallida pathotype Pa2/3 using germplasm derived from Solanum tuberosum ssp. andigena CPC 2802", "sentences": [], "annotations": [], "relations": []}, {"offset": 55614, "infons": {"fpage": "18", "pub-id_doi": "10.5197/j.2044-0588.2015.031.018", "section_type": "REF", "source": "New Disease Reports", "type": "ref", "volume": "31", "year": "2015"}, "text": "First report of Globodera rostochiensis infesting potatoes in Kenya", "sentences": [], "annotations": [], "relations": []}, {"offset": 55682, "infons": {"fpage": "1", "lpage": "13", "pub-id_doi": "10.21307/jofnem-2019-079", "section_type": "REF", "source": "Journal of Nematology", "type": "ref", "volume": "51", "year": "2019"}, "text": "Reproduction and life history traits of a resistance breaking Globodera pallida population", "sentences": [], "annotations": [], "relations": []}, {"offset": 55773, "infons": {"fpage": "293", "pub-id_doi": "10.1094/pdis-04-19-0891-pdn", "section_type": "REF", "source": "Plant Disease", "type": "ref", "volume": "104", "year": "2019"}, "text": "First report of potato cyst nematode Globodera rostochiensis infecting potato (Solanum tuberosum) in Rwanda", "sentences": [], "annotations": [], "relations": []}, {"offset": 55881, "infons": {"fpage": "649", "pub-id_doi": "10.3389/fpls.2020.00649", "pub-id_pmid": "32587595", "section_type": "REF", "source": "Frontiers in Plant Science", "type": "ref", "volume": "11", "year": "2020"}, "text": "Mediation of potato–potato cyst nematode, Globodera rostochiensis interaction by specific root exudate compounds", "sentences": [], "annotations": [], "relations": []}, {"offset": 55996, "infons": {"fpage": "285", "lpage": "297", "pub-id_doi": "10.1111/j.1365-313X.2004.02047.x", "pub-id_pmid": "15078331", "section_type": "REF", "source": "The Plant Journal", "type": "ref", "volume": "38", "year": "2004"}, "text": "Molecular cloning of the Gro1‐4 gene conferring resistance to pathotype Ro1 of the root cyst nematode Globodera rostochiensis, based on a candidate gene approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 56160, "infons": {"fpage": "38", "lpage": "46", "pub-id_doi": "10.1016/j.tibs.2012.10.001", "pub-id_pmid": "23164942", "section_type": "REF", "source": "Trends in Biochemical Sciences", "type": "ref", "volume": "38", "year": "2013"}, "text": "Exploring the diversity of SPRY/B30.2‐mediated interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 56222, "infons": {"fpage": "147", "lpage": "169", "section_type": "REF", "source": "The Biology of Nematodes", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 56223, "infons": {"fpage": "127", "lpage": "128", "pub-id_doi": "10.21307/jofnem-2017-054", "pub-id_pmid": "28706309", "section_type": "REF", "source": "Journal of Nematology", "type": "ref", "volume": "49", "year": "2017"}, "text": "The draft genome of Globodera ellingtonae ", "sentences": [], "annotations": [], "relations": []}, {"offset": 56266, "infons": {"fpage": "2208", "lpage": "2218", "pub-id_doi": "10.1111/j.1365-294X.2008.03718.x", "pub-id_pmid": "18410291", "section_type": "REF", "source": "Molecular Ecology", "type": "ref", "volume": "17", "year": "2008"}, "text": "Origin and genetic diversity of western European populations of the potato cyst nematode (Globodera pallida) inferred from mitochondrial sequences and microsatellite loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 56437, "infons": {"fpage": "1263", "lpage": "1274", "pub-id_doi": "10.1111/tpj.14910", "pub-id_pmid": "32623778", "section_type": "REF", "source": "The Plant Journal", "type": "ref", "volume": "103", "year": "2020"}, "text": "Transcriptome analysis of the sugarcane cyst nematode Heterodera sacchari shows signatures of adaptation to a monocot host", "sentences": [], "annotations": [], "relations": []}, {"offset": 56560, "infons": {"fpage": "193", "lpage": "194", "pub-id_doi": "10.1016/S0968-0004(97)01049-9", "pub-id_pmid": "9204703", "section_type": "REF", "source": "Trends in Biochemical Sciences", "type": "ref", "volume": "22", "year": "1997"}, "text": "SPRY domains in ryanodine receptors (Ca2+‐release channels)", "sentences": [], "annotations": [], "relations": []}, {"offset": 56622, "infons": {"fpage": "944", "lpage": "954", "pub-id_doi": "10.1104/pp.112.200188", "pub-id_pmid": "22904163", "section_type": "REF", "source": "Plant Physiology", "type": "ref", "volume": "160", "year": "2012"}, "text": "The effector SPRYSEC‐19 of Globodera rostochiensis suppresses CCNB‐LRR mediated disease resistance in plants", "sentences": [], "annotations": [], "relations": []}, {"offset": 56735, "infons": {"fpage": "585", "lpage": "590", "pub-id_doi": "10.1163/156854108784513798", "section_type": "REF", "source": "Nematology", "type": "ref", "volume": "4", "year": "2008"}, "text": "Characterisation of two Ukrainian populations of Globodera pallida in terms of their virulence and mtDNA, and the biological assessment of a new resistant cultivar Vales Everest", "sentences": [], "annotations": [], "relations": []}, {"offset": 56913, "infons": {"fpage": "30", "pub-id_doi": "10.1038/427030a", "pub-id_pmid": "14702076", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "427", "year": "2004"}, "text": "A nematode expansin acting on plants", "sentences": [], "annotations": [], "relations": []}, {"offset": 56950, "infons": {"fpage": "219", "lpage": "234", "pub-id_doi": "10.1016/0048-4059(85)90069-4", "section_type": "REF", "source": "Physiological Plant Pathology", "type": "ref", "volume": "27", "year": "1985"}, "text": "Changes in cell structure in roots of resistant potatoes parasitized by potato cyst nematodes. I. Potatoes with resistance gene H1 derived from Solanum tuberosum ssp. andigena ", "sentences": [], "annotations": [], "relations": []}, {"offset": 57127, "infons": {"fpage": "1783", "lpage": "1786", "pub-id_doi": "10.1126/science.1111404", "pub-id_pmid": "15845874", "section_type": "REF", "source": "Science", "type": "ref", "volume": "308", "year": "2005"}, "text": " Cladosporium Avr2 inhibits tomato Rcr3 protease required for Cf‐2‐dependent disease resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 57227, "infons": {"fpage": "457", "pub-id_doi": "10.1186/s12864-019-5853-4", "pub-id_pmid": "31170914", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "20", "year": "2019"}, "text": "What determines host specificity in hyperspecialised plant parasitic nematodes?", "sentences": [], "annotations": [], "relations": []}, {"offset": 57307, "infons": {"elocation-id": "e1000564", "pub-id_doi": "10.1371/journal.ppat.1000564", "pub-id_pmid": "19714238", "section_type": "REF", "source": "PLoS Pathogens", "type": "ref", "volume": "5", "year": "2009"}, "text": "The cyst nematode SPRYSEC protein RBP‐1 elicits Gpa2‐ and RanGAP2‐dependent plant cell death", "sentences": [], "annotations": [], "relations": []}, {"offset": 57406, "infons": {"fpage": "4906", "lpage": "4911", "pub-id_doi": "10.1073/pnas.95.9.4906", "pub-id_pmid": "9560201", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "95", "year": "1998"}, "text": "Endogenous cellulases in animals: Isolation of β‐1,4‐endoglucanase genes from two species of plant‐parasitic cyst nematodes", "sentences": [], "annotations": [], "relations": []}, {"offset": 57537, "infons": {"fpage": "158", "lpage": "168", "pub-id_doi": "10.1094/MPMI-18-0158", "pub-id_pmid": "15720085", "section_type": "REF", "source": "Molecular Plant‐Microbe Interactions", "type": "ref", "volume": "18", "year": "2005"}, "text": "Characterization of susceptibility and resistance responses to potato cyst nematode (Globodera spp.) infection of tomato lines in the absence and presence of the broad‐spectrum nematode resistance Hero gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 57746, "infons": {"fpage": "61", "lpage": "82", "section_type": "REF", "source": "Genomics and Molecular Genetics of Plant‐Nematode Interactions", "type": "ref", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 57747, "infons": {"fpage": "113", "lpage": "124", "section_type": "REF", "source": "European Journal of Plant Pathology", "type": "ref", "volume": "103", "year": "1997"}, "text": "Changes in the structure of Arabidopsis thaliana roots induced during development of males of the plant parasitic nematode Heterodera schachtii ", "sentences": [], "annotations": [], "relations": []}, {"offset": 57892, "infons": {"fpage": "1283", "lpage": "1294", "pub-id_doi": "10.1007/s00122-019-03278-4", "pub-id_pmid": "30666393", "section_type": "REF", "source": "Theoretical and Applied Genetics", "type": "ref", "volume": "132", "year": "2019"}, "text": "Mapping the H2 resistance effective against Globodera pallida pathotype Pa1 in tetraploid potato", "sentences": [], "annotations": [], "relations": []}, {"offset": 57989, "infons": {"fpage": "484", "lpage": "488", "pub-id_doi": "10.1038/nchem.1044", "section_type": "REF", "source": "Nature Chemistry", "type": "ref", "volume": "3", "year": "2011"}, "text": "Total synthesis of solanoeclepin A", "sentences": [], "annotations": [], "relations": []}, {"offset": 58024, "infons": {"fpage": "923", "pub-id_doi": "10.1186/1471-2164-15-923", "pub-id_pmid": "25342461", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "15", "year": "2014"}, "text": "Characterisation of the full effector complement of the potato cyst nematode Globodera pallida ", "sentences": [], "annotations": [], "relations": []}, {"offset": 58120, "infons": {"fpage": "263", "lpage": "272", "pub-id_doi": "10.1163/187529267X00120", "section_type": "REF", "source": "Nematologica", "type": "ref", "volume": "13", "year": "1967"}, "text": "The effect of environment on sex determination in Heterodera rostochiensis ", "sentences": [], "annotations": [], "relations": []}, {"offset": 58196, "infons": {"fpage": "90", "lpage": "122", "section_type": "REF", "source": "Plant Nematology", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 58197, "infons": {"fpage": "1429", "pub-id_doi": "10.3390/genes11121429", "section_type": "REF", "source": "Genes", "type": "ref", "volume": "11", "year": "2020"}, "text": "The genomic impact of selection for virulence against resistance in the potato cyst nematode Globodera pallida ", "sentences": [], "annotations": [], "relations": []}, {"offset": 58309, "infons": {"fpage": "346", "lpage": "369", "section_type": "REF", "source": "Plant Nematology", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 58310, "infons": {"fpage": "874", "lpage": "880", "pub-id_doi": "10.1007/s001220050638", "section_type": "REF", "source": "Theoretical and Applied Genetics", "type": "ref", "volume": "95", "year": "1997"}, "text": "Mapping of the cyst nematode resistance locus Gpa2 in potato using a strategy based on comigrating AFLP markers", "sentences": [], "annotations": [], "relations": []}, {"offset": 58422, "infons": {"fpage": "567", "lpage": "576", "pub-id_doi": "10.1046/j.1365-313x.2000.00814.x", "pub-id_pmid": "10972883", "section_type": "REF", "source": "The Plant Journal", "type": "ref", "volume": "23", "year": "2000"}, "text": "Homologues of a single resistance‐gene cluster in potato confer resistance to distinct pathogens: A virus and a nematode", "sentences": [], "annotations": [], "relations": []}, {"offset": 58545, "infons": {"fpage": "563", "lpage": "574", "pub-id_doi": "10.1111/nph.16765", "section_type": "REF", "source": "New Phytologist", "type": "ref", "volume": "229", "year": "2021"}, "text": "Phytonematode peptide effectors exploit a host post‐translational trafficking mechanism to the ER using a novel translocation signal", "sentences": [], "annotations": [], "relations": []}, {"offset": 58680, "infons": {"fpage": "1003", "lpage": "1017", "pub-id_doi": "10.1111/j.1469-8137.2010.03300.x", "section_type": "REF", "source": "New Phytologist", "type": "ref", "volume": "187", "year": "2010"}, "text": "Dual roles for the variable domain in protein trafficking and host‐specific recognition of Heterodera glycines CLE effector proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 58815, "infons": {"fpage": "105", "lpage": "107", "pub-id_doi": "10.1111/j.1365-3059.1985.tb02766.x", "section_type": "REF", "source": "Plant Pathology", "type": "ref", "volume": "34", "year": "1985"}, "text": "The potential value of British wild Solanum spp. as trap crops for potato cyst nematodes, Globodera rostochiensis and G. pallida ", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]