[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240912", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC10877515", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1017/cts.2023.691", "article-id_pii": "S205986612300691X", "article-id_pmc": "PMC10877515", "article-id_pmid": "38380394", "elocation-id": "e266", "issue": "1", "kwd": "Social determinants of health informatics maturity models health equity clinical and translational research", "license": "This is an Open Access article, distributed under the terms of the Creative Commons Attribution-NonCommercial licence (), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original article is properly cited. The written permission of Cambridge University Press must be obtained prior to any commercial use.", "name_0": "surname:Espinoza;given-names:Juan C.", "name_1": "surname:Sehgal;given-names:Shruti", "name_2": "surname:Phuong;given-names:Jimmy", "name_3": "surname:Bahroos;given-names:Neil", "name_4": "surname:Starren;given-names:Justin", "name_5": "surname:Wilcox;given-names:Adam", "name_6": "surname:Meeker;given-names:Daniella", "section_type": "TITLE", "title": "Keywords:", "type": "front", "volume": "7", "year": "2023"}, "text": "Development of a social and environmental determinants of health informatics maturity model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 92, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Introduction:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 106, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Integrating social and environmental determinants of health (SEDoH) into enterprise-wide clinical workflows and decision-making is one of the most important and challenging aspects of improving health equity. We engaged domain experts to develop a SEDoH informatics maturity model (SIMM) to help guide organizations to address technical, operational, and policy gaps.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 474, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 483, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We established a core expert group consisting of developers, informaticists, and subject matter experts to identify different SIMM domains and define maturity levels. The candidate model (v0.9) was evaluated by 15 informaticists at a Center for Data to Health community meeting. After incorporating feedback, a second evaluation round for v1.0 collected feedback and self-assessments from 35 respondents from the National COVID Cohort Collaborative, the Center for Leading Innovation and Collaboration’s Informatics Enterprise Committee, and a publicly available online self-assessment tool.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1077, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1086, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We developed a SIMM comprising seven maturity levels across five domains: data collection policies, data collection methods and technologies, technology platforms for analysis and visualization, analytics capacity, and operational and strategic impact. The evaluation demonstrated relatively high maturity in analytics and technological capacity, but more moderate maturity in operational and strategic impact among academic medical centers. Changes made to the tool in between rounds improved its ability to discriminate between intermediate maturity levels.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1646, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1658, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The SIMM can help organizations identify current gaps and next steps in improving SEDoH informatics. Improving the collection and use of SEDoH data is one important component of addressing health inequities.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1866, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1879, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Social determinants of health (SDoH) are defined by the World Health Organization as “the conditions in which people are born, grow, work, live, and age, and the wider set of forces and systems shaping the conditions of daily life” and include factors like socioeconomic status, education, neighborhood and physical environment, employment, social support networks, and access to health care. Despite significant advances in high-quality healthcare access, health inequities in the United States persist by race, ethnicity, sexual orientation, gender identity, and disability, as well as by economic and community-level factors such as geographic location, poverty status, and employment. Socioeconomic status is perhaps the central concept that brings together the set of social determinants that shape health and plays a critical role in driving disparate health outcomes. One study estimated that socioeconomic factors alone may account for 47% of health outcomes, while health behaviors, clinical care, and the physical environment account for 34, 16, and 3% of health outcomes, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2980, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In recent years, both public health and not-for-profit organizations have increasingly been focused on addressing SDoH and their impact on each individual’s overall wellness and the ability of people to access healthcare services. For example, the Department of Health and Human Services (HHS) launched Healthy People 2030, which has made a broader audience aware of SDoH issues. The COVID-19 pandemic has also shed light on the systemic drivers of health inequities in our society as well as innovative technology solutions to help mitigate the effects of the pandemics, specifically, the need for clinical data sharing and the collection and integration of high-quality SDoH data. The pandemic has also revealed the coupled role of the clinical health system and the non-clinical aspects that influence patient well-being and ability to maintain physical and mental wellness. The role of the social environment and structural barriers inherent to access to care and supportive resources has led to a focus on community-level effects and information captured by different spatial data products, sometimes termed as social and environmental determinants of health (SEDoH) to emphasize the role of the environment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4196, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Fundamentally, to address health disparities and improve patient health outcomes, health systems need the ability to gather, track, quantify, and use SEDoH data. Unfortunately, many of our health information systems and medical terminologies were not designed to capture this information. This, combined with the fact that our understanding of SEDoH is still evolving, has resulted in many organizations making little or no progress in meaningfully gathering SEDoH data. One way to address the current state is through maturity models. Maturity models are self-evaluation tools that reflect best practices and can help organizations identify gaps, prioritize investments, and develop institutional roadmaps and strategies for growth. They are “based on the premise that people, organizations, functional areas, processes, etc., evolve through a process of development and growth towards a more advanced maturity accomplishing several stages.” Examples of clinical informatics maturity models include The HIMSS Electronic Medical Record Adoption Model, the Continuity of Care Maturity Model, and the Quintegra maturity model for electronic healthcare (eHMM). There has also been active development of research informatics maturity models, focusing on domains like research data warehouses and research data sharing. Models exist covering a variety of domains, including the PACS (picture archiving and communication systems) and Healthcare Analytics Adoption Model for data analysis, but no models focus on SEDoH information that will facilitate organizational advancements. The 2019 Parkland Center for Clinical Innovation SDOH Maturity Model is intended to guide healthcare system executives when designing population health programs and developing patient-specific treatment plans, but it is focused on the behaviors and actions of leadership teams, rather than informatics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6077, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Informed by our prior work focused on SEDoH and supported by the Center for Data to Health (CD2H), we set out to develop and evaluate an SEDoH informatics maturity model. The goal of this project is to create a tool that can help organizations identify gaps and prioritize investments in their policies, processes, and technologies related to the capture and use of SEDoH data. Ultimately, better data and data-driven decision-making will help improve health outcomes for underserved and marginalized populations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6591, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6613, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Development phase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6631, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To develop the SEDoH informatics maturity model (SIMM), we leveraged the guidance provided by CD2H in developing self-assessment maturity tools, aligned with CD2H Informatics Maturity and Best Practices Core’s mission of supporting development and dissemination of best practices in data use and informatics to the Clinical and Translational Science Award (CTSA) community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7007, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Establishing the maturity model was a multi-step process (Fig. 1). First, we established a core expert group consisting of developers, informatics champions, and subject matter experts at the University of Southern California, Children’s Hospital Los Angeles, and University of Washington. The next step involved extensive training on maturity model processes and procedures, including a review of over 30 existing informatics maturity models curated by author AW and colleagues. Conceptually, the model was informed by HHS’ Healthy People 2030 and the socioecological model of health (Fig. 2). The core group identified the different dimensions/domain axes of the maturity model and iteratively reviewed them with external reviewers from CTSA hubs/CD2H leadership. This was followed by defining the maturity levels for the model. Seven levels were chosen instead of the typical five to provide additional granularity and specificity on the various intermediate steps toward SEDoH data maturity across the five domains. In all cases, we used a consensus approach in which all topics and levels were discussed until we arrived at a unanimous decision.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8164, "infons": {"file": "S205986612300691X_fig1.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "Process diagram illustrating the steps in the development of the social and environmental determinants of health informatics maturity model. SIMM = social & environmental determinants of health informatics maturity model, CD2H = Center for Data to Health, N3C = National COVID Cohort Collaborative, IEC = the Center for Leading Innovation and Collaboration’s Informatics Enterprise Committee.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8559, "infons": {"file": "S205986612300691X_fig2.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "Conceptual model for social and environmental determinants of health informatics maturity model. Colors and icons adapted from Healthy People 2030, US Department of Health and Human Services, Office of Disease and Health Promotion. SDoH = social determinants of health, SEM = socioecological model of health.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8868, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Alignment of Maturity Model with Principles of Implementation Science. Due to the complex nature of adopting SEDoH into healthcare delivery systems, we aimed to better align maturity modeling with principles of Implementation Science. For example, in addition to descriptions of technical assets and processes, we included domains for data collection policies and organizational and strategic maturity. These allow for the self-evaluation of organizational needs that have been highlighted in Implementation Science frameworks such as the Practical, Robust Implementation, and Sustainability Model and the updated Consolidated Framework for Implementation Research that explicitly address organizational and structural determinants of achieving maturity goals, such as policy, management, and resourcing postures.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9683, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Model description", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9701, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We established a seven-level maturity model to map how SEDoH processes can reach maturity in each of five domains. This model may reflect the evolution, improvement, and transformation of an organization’s capacity over time and captures its capabilities at each intermediate level.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9986, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The scope of every domain was iteratively defined during the development of the SIMM. During the development phase, the characteristics of maturity levels were established. A generic description of maturity levels outlined in Table 1 served as a foundation for developing maturity statements for every domain. To support the use of the SIMM tool, detailed narrative descriptions were developed for each of the seven maturity levels across all five domains (Table 2). The narratives for every level provide a detailed explanation of the stages from the simplest, ad hoc stage to the advanced, systematized, and optimized level. The goal of this maturity model was to offer an opportunity for institutions to have a structured way to identify their current level of capability or maturity with SEDoH information and find the gap between where they are and where they want to be to remain competitive and innovative. In this model, an institution is defined to be at a specific maturity level for a given domain when the process attributes for the lower maturity level(s) were fully achieved and the attributes for the specific maturity level were fully or largely achieved.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11160, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Generic description of each maturity level in the social and environmental determinants of health maturity model (SIMM).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11281, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th colspan=\"1\" rowspan=\"1\">Level</th><th colspan=\"1\" rowspan=\"1\">Description</th></tr></thead><tbody><tr><td colspan=\"1\" rowspan=\"1\">Level 1: Absent</td><td colspan=\"1\" rowspan=\"1\">At this level, no data collection policies, methods, technology platforms, analytics capacity, and operational and strategic impact exist.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 2: Ad Hoc</td><td colspan=\"1\" rowspan=\"1\">Ad hoc, unstructured, chaotic, minimal, or no coordination.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 3: Emerging</td><td colspan=\"1\" rowspan=\"1\">It is characteristic at this level that some SEDoH processes are repeatable, possibly with consistent results. This level could be considered as an originating/developmental stage.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 4: Coordinated</td><td colspan=\"1\" rowspan=\"1\">This level is characterized by coordination and communication between the different groups. Leadership is typically supportive, but does not provide designated resources for support. Success is still mostly a function of a few individual groups’ passion for making SEDoH happen.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 5: Supported</td><td colspan=\"1\" rowspan=\"1\">At this level, institutional support services related to SEDoH are established with support by leadership. There is operational and technical support as well as formal support for the piloting and launch of new services.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 6: Integrated</td><td colspan=\"1\" rowspan=\"1\">SEDoH data are readily available across the institution and information decision-making.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 7: Transformative</td><td colspan=\"1\" rowspan=\"1\">At the top maturity level, organizations start to learn from the collected SEDoH data. They are fully leveraging SEDoH, designing and developing their own SEDoH solutions to meet their innovative needs. The organization is continuously reviewing and improving its capabilities.</td></tr></tbody></table>\n"}, "text": "Level\tDescription\t \tLevel 1: Absent\tAt this level, no data collection policies, methods, technology platforms, analytics capacity, and operational and strategic impact exist.\t \tLevel 2: Ad Hoc\tAd hoc, unstructured, chaotic, minimal, or no coordination.\t \tLevel 3: Emerging\tIt is characteristic at this level that some SEDoH processes are repeatable, possibly with consistent results. This level could be considered as an originating/developmental stage.\t \tLevel 4: Coordinated\tThis level is characterized by coordination and communication between the different groups. Leadership is typically supportive, but does not provide designated resources for support. Success is still mostly a function of a few individual groups’ passion for making SEDoH happen.\t \tLevel 5: Supported\tAt this level, institutional support services related to SEDoH are established with support by leadership. There is operational and technical support as well as formal support for the piloting and launch of new services.\t \tLevel 6: Integrated\tSEDoH data are readily available across the institution and information decision-making.\t \tLevel 7: Transformative\tAt the top maturity level, organizations start to learn from the collected SEDoH data. They are fully leveraging SEDoH, designing and developing their own SEDoH solutions to meet their innovative needs. The organization is continuously reviewing and improving its capabilities.\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12699, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_foot"}, "text": "SEDoH = the social and environmental determinants of health.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12760, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_caption"}, "text": "Maturity level descriptions for the five domains of the social and environmental determinants of health informatics maturity model (SIMM)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12898, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th colspan=\"1\" rowspan=\"1\">Level</th><th colspan=\"1\" rowspan=\"1\">Description</th></tr></thead><tbody><tr><td colspan=\"2\" rowspan=\"1\">\n<bold>Domain 1: Data collection policies</bold>\n</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 1: Absent</td><td colspan=\"1\" rowspan=\"1\">Institutions are not collecting SEDoH data (collecting demographics, such as race and ethnicity, does not qualify as SEDoH data collection). No well-defined, operational data collection policies in the organization.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 2: Ad Hoc</td><td colspan=\"1\" rowspan=\"1\">Ad hoc. No policies exist yet but various groups in the organization are collecting SEDoH data inconsistently.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 3: Emerging</td><td colspan=\"1\" rowspan=\"1\">Individuals with consistent SEDoH data collection practices.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 4: Coordinated</td><td colspan=\"1\" rowspan=\"1\">Certain groups, like clinics within a division (e.g., labor and delivery clinic), have standardized policy for SEDoH data collection.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 5: Supported</td><td colspan=\"1\" rowspan=\"1\">Standard policy for SEDoH data collection exists at the division level of an organization (e.g., Division of Obstetrics and Gynecology).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 6: Integrated</td><td colspan=\"1\" rowspan=\"1\">Few departments/ sections within a division of the organization (e.g., Department of Medicine) have a standard policy for SEDoH data collection.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 7: Transformative</td><td colspan=\"1\" rowspan=\"1\">Standardized data collection policy for SEDoH exists at an organizational or institutional level.</td></tr><tr><td colspan=\"2\" rowspan=\"1\">\n<bold>Domain 2: Data collection methods and technologies</bold>\n</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 1: Absent</td><td colspan=\"1\" rowspan=\"1\">Paper-based SEDoH data collection.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 2: Ad Hoc</td><td colspan=\"1\" rowspan=\"1\">Electronic data collection that is not part of the EHR or it is being done for research only.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 3: Emerging</td><td colspan=\"1\" rowspan=\"1\">SEDoH data are unstructured and free-texted within the EHR.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 4: Coordinated</td><td colspan=\"1\" rowspan=\"1\">Electronic, structured SEDoH data collection using a third-party platform such as Purple Binder or native solutions such as Qualtrics. Data collection is not integrated into clinical workflow.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 5: Supported</td><td colspan=\"1\" rowspan=\"1\">EHR-linked, structured data collection. For example, using the SDOH Wheel in Epic or Cerner Determinants of Health to intervene at the point of care using evidence-based screening tools and gain a better understanding of the social risk factors impacting your patient population.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 6: Integrated</td><td colspan=\"1\" rowspan=\"1\">Integrating historical data from external sources (e.g., USDA, EPA, ACS)**</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 7: Transformative</td><td colspan=\"1\" rowspan=\"1\">Dynamic query of external sources** to bring in real-time or near-real-time actionable information.</td></tr><tr><td colspan=\"2\" rowspan=\"1\">\n<bold>Domain 3: Technology platforms for analysis and visualization</bold>\n</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 1: Absent</td><td colspan=\"1\" rowspan=\"1\">No specific technology platforms are used for SEDoH data analysis and visualization.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 2: Ad Hoc</td><td colspan=\"1\" rowspan=\"1\">Non-EHR, basic software is used for data visualization and performing analysis (e.g., Excel)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 3: Emerging</td><td colspan=\"1\" rowspan=\"1\">Non-EHR, interactive visual analytics platform in use(e.g., Power BI or Tableau)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 4: Coordinated</td><td colspan=\"1\" rowspan=\"1\">Analytics and visualizations are embedded in the EHR, that is, EHR-linked (HL7 or FHIR integration) analytics platform. This is non-actionable, read-only information, like a PDF where you are presenting the information to the user but there is no specific pathway that is triggered by that information.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 5: Supported</td><td colspan=\"1\" rowspan=\"1\">EHR-linked integrated and interactive analytics capability. This means that the information is actionable (e.g., it can trigger a CDS pathway or an order for a social work consult) or it creates a structured data field, such as a risk profile, that can be used to identify risk and group patients.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 6: Integrated</td><td colspan=\"1\" rowspan=\"1\">EHR-based integrated analytics and population health platform in use to support specific care management goals.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 7: Transformative</td><td colspan=\"1\" rowspan=\"1\">EHR-based integrated analytics and population health platform, enriched with external feed, such as ACS data or USDA data.</td></tr><tr><td colspan=\"2\" rowspan=\"1\">\n<bold>Domain 4: Analytics capacity</bold>\n</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 1: Absent</td><td colspan=\"1\" rowspan=\"1\">Data within the technology platforms is not being used for analysis.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 2: Ad Hoc</td><td colspan=\"1\" rowspan=\"1\">Standardized terminology is used to represent SEDoH concepts and data elements across the institution.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 3: Emerging</td><td colspan=\"1\" rowspan=\"1\">Internal reporting of SEDoH data, that is, reports and dashboards are created for internal consumption of the institution.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 4: Coordinated</td><td colspan=\"1\" rowspan=\"1\">Creating reports and dashboards for external agencies (for community benefits requirement, for federal agencies, etc.)</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 5: Supported</td><td colspan=\"1\" rowspan=\"1\">SEDoH data are being used for waste and care variability reduction.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 6: Integrated</td><td colspan=\"1\" rowspan=\"1\">SEDoH data are being used for population health management, for example, identifying high-risk patients for targeted interventions.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 7: Transformative</td><td colspan=\"1\" rowspan=\"1\">SEDoH data inform precision medicine and prescriptive analytics initiatives resulting in a learning healthcare system.</td></tr><tr><td colspan=\"2\" rowspan=\"1\">\n<bold>Domain 5: Operational and strategic impact</bold>\n</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 1: Absent</td><td colspan=\"1\" rowspan=\"1\">Leadership is not committed to SEDoH data initiatives.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 2: Ad Hoc</td><td colspan=\"1\" rowspan=\"1\">SEDoH data are presented for research or projects only.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 3: Emerging</td><td colspan=\"1\" rowspan=\"1\">Presenting SEDoH data at point of care to help clinicians make clinical decisions.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 4: Coordinated</td><td colspan=\"1\" rowspan=\"1\">SEDoH data inform department or division or clinic decisions within an organization (e.g., use of heat maps to assess high-prevalence asthma areas for establishing outpatient clinics).</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 5: Supported</td><td colspan=\"1\" rowspan=\"1\">SEDoH services center (infrastructure and operational unit) that operates to support patient-specific SEDoH needs and delivery of services to address SEDoH.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 6: Integrated</td><td colspan=\"1\" rowspan=\"1\">SEDoH data guide programmatic implementation, that is, all organizational decisions (not just specific SEDoH initiatives) take into consideration the SEDoH data about the target population. For example, hiring Spanish staff for a population with 30% Spanish patients.</td></tr><tr><td colspan=\"1\" rowspan=\"1\">Level 7: Transformative</td><td colspan=\"1\" rowspan=\"1\">SEDoH data influence strategic and financial decisions at the highest organizational level. Organizational leadership is committed and makes decisions based on SEDoH data, including allocation of significant financial resources.</td></tr></tbody></table>\n"}, "text": "Level\tDescription\t \tDomain 1: Data collection policies\t \tLevel 1: Absent\tInstitutions are not collecting SEDoH data (collecting demographics, such as race and ethnicity, does not qualify as SEDoH data collection). No well-defined, operational data collection policies in the organization.\t \tLevel 2: Ad Hoc\tAd hoc. No policies exist yet but various groups in the organization are collecting SEDoH data inconsistently.\t \tLevel 3: Emerging\tIndividuals with consistent SEDoH data collection practices.\t \tLevel 4: Coordinated\tCertain groups, like clinics within a division (e.g., labor and delivery clinic), have standardized policy for SEDoH data collection.\t \tLevel 5: Supported\tStandard policy for SEDoH data collection exists at the division level of an organization (e.g., Division of Obstetrics and Gynecology).\t \tLevel 6: Integrated\tFew departments/ sections within a division of the organization (e.g., Department of Medicine) have a standard policy for SEDoH data collection.\t \tLevel 7: Transformative\tStandardized data collection policy for SEDoH exists at an organizational or institutional level.\t \tDomain 2: Data collection methods and technologies\t \tLevel 1: Absent\tPaper-based SEDoH data collection.\t \tLevel 2: Ad Hoc\tElectronic data collection that is not part of the EHR or it is being done for research only.\t \tLevel 3: Emerging\tSEDoH data are unstructured and free-texted within the EHR.\t \tLevel 4: Coordinated\tElectronic, structured SEDoH data collection using a third-party platform such as Purple Binder or native solutions such as Qualtrics. Data collection is not integrated into clinical workflow.\t \tLevel 5: Supported\tEHR-linked, structured data collection. For example, using the SDOH Wheel in Epic or Cerner Determinants of Health to intervene at the point of care using evidence-based screening tools and gain a better understanding of the social risk factors impacting your patient population.\t \tLevel 6: Integrated\tIntegrating historical data from external sources (e.g., USDA, EPA, ACS)**\t \tLevel 7: Transformative\tDynamic query of external sources** to bring in real-time or near-real-time actionable information.\t \tDomain 3: Technology platforms for analysis and visualization\t \tLevel 1: Absent\tNo specific technology platforms are used for SEDoH data analysis and visualization.\t \tLevel 2: Ad Hoc\tNon-EHR, basic software is used for data visualization and performing analysis (e.g., Excel)\t \tLevel 3: Emerging\tNon-EHR, interactive visual analytics platform in use(e.g., Power BI or Tableau)\t \tLevel 4: Coordinated\tAnalytics and visualizations are embedded in the EHR, that is, EHR-linked (HL7 or FHIR integration) analytics platform. This is non-actionable, read-only information, like a PDF where you are presenting the information to the user but there is no specific pathway that is triggered by that information.\t \tLevel 5: Supported\tEHR-linked integrated and interactive analytics capability. This means that the information is actionable (e.g., it can trigger a CDS pathway or an order for a social work consult) or it creates a structured data field, such as a risk profile, that can be used to identify risk and group patients.\t \tLevel 6: Integrated\tEHR-based integrated analytics and population health platform in use to support specific care management goals.\t \tLevel 7: Transformative\tEHR-based integrated analytics and population health platform, enriched with external feed, such as ACS data or USDA data.\t \tDomain 4: Analytics capacity\t \tLevel 1: Absent\tData within the technology platforms is not being used for analysis.\t \tLevel 2: Ad Hoc\tStandardized terminology is used to represent SEDoH concepts and data elements across the institution.\t \tLevel 3: Emerging\tInternal reporting of SEDoH data, that is, reports and dashboards are created for internal consumption of the institution.\t \tLevel 4: Coordinated\tCreating reports and dashboards for external agencies (for community benefits requirement, for federal agencies, etc.)\t \tLevel 5: Supported\tSEDoH data are being used for waste and care variability reduction.\t \tLevel 6: Integrated\tSEDoH data are being used for population health management, for example, identifying high-risk patients for targeted interventions.\t \tLevel 7: Transformative\tSEDoH data inform precision medicine and prescriptive analytics initiatives resulting in a learning healthcare system.\t \tDomain 5: Operational and strategic impact\t \tLevel 1: Absent\tLeadership is not committed to SEDoH data initiatives.\t \tLevel 2: Ad Hoc\tSEDoH data are presented for research or projects only.\t \tLevel 3: Emerging\tPresenting SEDoH data at point of care to help clinicians make clinical decisions.\t \tLevel 4: Coordinated\tSEDoH data inform department or division or clinic decisions within an organization (e.g., use of heat maps to assess high-prevalence asthma areas for establishing outpatient clinics).\t \tLevel 5: Supported\tSEDoH services center (infrastructure and operational unit) that operates to support patient-specific SEDoH needs and delivery of services to address SEDoH.\t \tLevel 6: Integrated\tSEDoH data guide programmatic implementation, that is, all organizational decisions (not just specific SEDoH initiatives) take into consideration the SEDoH data about the target population. For example, hiring Spanish staff for a population with 30% Spanish patients.\t \tLevel 7: Transformative\tSEDoH data influence strategic and financial decisions at the highest organizational level. Organizational leadership is committed and makes decisions based on SEDoH data, including allocation of significant financial resources.\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18489, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_foot"}, "text": "ACS = American community survey; = clinical decision support; CDS PDF = portable document format; EPA = Environmental Protection Agency; FHIR = fast healthcare interoperability resources; HER = electronic health record; HL7 = health level 7; SEDoH = social and environmental determinants of health; USDA = United States department of agriculture.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18836, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_foot"}, "text": "Data sources for social and environmental determinants of health (SEDoH) informatics maturity model include Person-level data (SEDoH data about an individual, ideally self-reported, and often collected using standardized and validated instruments) and Contextual data (Data about the environments in which a patient lives). All of the levels and descriptions outlined below apply to both personal and contextual data, except where noted.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19274, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_foot"}, "text": "**Primarily for contextual data, but also personal data where relevant;, patients are providing personal-level SDoH data to some other entity, and the health system in question is integrating it into their data.\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19487, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The model also includes a description and quantification of data sources that captures whether institutions are using patient-level SEDoH data (e.g., self-reported assessments) or contextual SEDoH data (e.g., geocoded variables extracted from the American Community Survey). This section of the tool helps organizations catalog their SEDoH data sources and qualify patient-level data with a categorical hierarchy of ad hoc tools, validated and standardized tools, and validated tools augmented with items specific to the population of interest.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20032, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Evaluation phase", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20049, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed two rounds of evaluation of the SIMM with respondents recruited from the CTSA network and CTSA-related activities, such as the Informatics Enterprise Committee (IEC), National COVID Cohort Collaborative (N3C), and CD2H.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20282, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "First round", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20294, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the relevance of the identified domain axes and the established levels of maturity, the first version of the SIMM (v0.9) was reviewed at the CD2H Informatics Maturity and Best Practices community meeting in May 2020 by 15 informatics experts. Data were collected using Zoom’s polling feature. The goal of the review meeting was to discuss and solicit comments on the candidate maturity model. To select a level for each domain axis, the attendees were asked to think about the highest level in the SIMM at which their organization consistently and comprehensively operates on a daily basis. The recommendations of the working group were compiled, and modifications were made to better describe the levels of maturity (SIMM v1.0) as well as to provide more context for improvement opportunities. In the case of conflicting recommendations, the same consensus approach described above was used.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21201, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Second round", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21214, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We gathered data to evaluate SIMM v1.0 across three different opportunities. SIMM (v1.0) was presented at the N3C SDoH workgroup meeting in July 2020 and the University of Rochester’s Center for Leading Innovation and Collaboration IEC meeting in February 2021. During these virtual meetings, an overview of the need, rationale, and applications of the model was presented, and the attendees were asked for feedback. Then, they were sent a Google Form survey via e-mail that included the self-assessment and an opportunity to provide additional feedback on the tool itself. Comments were received from 21 respondents (12 IEC and nine N3C). The survey was anonymous and did not gather information about the individual or their home institution, but it was only distributed to individuals who are part of the CTSA Network.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22037, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The third evaluation opportunity in Round 2 was a publicly available online self-assessment. SIMM v1.0 was built using REDcap MariaDB SQL instance and added to the University of Washington’s Maturity Model Self-Assessment Toolkit, along with other models such as the Research Informatics & Open Science Maturity model (the toolkit is now being managed by Northwestern University). Users accessed the SIMM v1.0 assessment within the Maturity Model Resource Portal, an HTML front-end interface designed on top of a react.io framework with the REDCap server after institutional identity and access management steps. Users could login with their portal credentials, or complete any assessment anonymously as a guest. In total, 14 respondents representing 11 institutions (one from the South, seven from the Midwest, and three from the West Coast) completed the self-assessment between July 2020 and February 2022.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22949, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethical considerations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22972, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This project does not meet the definition of human subjects research and was deemed exempt by the Children’s Hospital Los Angeles IRB, IRB# CHLA-20-00249.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23129, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23137, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We developed a SIMM comprising seven advancing levels of maturity across five domain areas of data collection policies, data collection methods and technologies, technology platforms for analysis and visualization, analytics capacity, and operational and strategic impact (Fig. 3). The model also includes an assessment of data sources for both person-level and contextual SEDoH data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23523, "infons": {"file": "S205986612300691X_fig3.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "The social and environmental determinants of health informatics maturity model (SIMM) with Data Sources Assessment. EHR = electronic health record. SEDoH = social and environmental determinants of health, ACS = American Community Survey, SSDI = social security death index, USDA = United States Department of Agriculture, EPA = Environmental Protection Agency, CDC = Centers for Disease Control and Prevention.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23934, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SIMM Assessment Results – First Round (v0.9)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23981, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As seen in Figure 4, fifteen informaticists participated in the first round to evaluate SIMM v0.9. Over half of the respondents reported that their organizations had no standardized policies in place for collecting SEDoH data across their organization. Our data suggest that it was mostly ad hoc or some individuals followed consistent data collection practices. For the data collection methods and technologies domain, a majority of the respondents endorsed level 4 as the lowest maturity level, indicating that although SEDoH data was collected electronically using third-party platforms (e.g., Purple Binder), it was not integrated with the EHR. The maturity of technology platforms for analysis and visualization ranged from level 1 to level 6, with the majority centered around the middle levels. Similarly, with regard to SEDoH data, analytics capacity spanned from the lowest to the advanced maturity stages.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24898, "infons": {"file": "S205986612300691X_fig4.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of responses to the social and environmental determinants of health informatics maturity model (SIMM) self-assessment survey between version 0.9 (First round, n = 15) and version 1.0 (Second round, n = 35).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25116, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "SIMM Assessment Results – Second Round (v1.0)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25164, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After revising the SIMM, 35 participants evaluated SIMM v1.0 in the second round. The maturity of the data collection policies and the data collection methods domain was centered around the middle levels. The majority of organizations indicated a higher maturity for the technology platforms for analysis and visualization domain. Analytics capacity dimension ranged from the least advanced to the most advanced maturity level and a similar trend was witnessed for the operational and strategic impact domain.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25674, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25685, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "SEDoH informatics maturity model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25718, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While the concept of maturity models is not new to the healthcare field, its application to the SEDoH domain has not been extensively researched. In the present study, we defined a seven-level maturity model with a three-fold objective: first, to assist organizations in self-assessing their current level of informatics maturity in relation to SEDoH capability, second, to help organizations with derivation of a gap analysis, and third, to outline steps that they can take to improve their current level of maturity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26237, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The SEDoH maturity model consists of 35 maturity statements categorized under five domains of data collection policies, data collection methods and technologies, technology platforms for analysis and visualization, analytics capacity, and operational and strategic impact. Domain experts reviewed our SEDoH maturity model to evaluate the conceptual completeness of the model (i.e., appropriateness of the domains and levels, as well as usefulness and ease of use). Two rounds of assessment and feedback by experts at N3C, IEC, and across the CTSA network suggest reasonable real-world applicability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26837, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The distributions of responses were broader and more even in all but one domain in the second evaluation round compared to the first round (Fig. 4), suggesting that the edits made to the SIMM tool for v1.0 increased its capacity to discriminate between stages of maturity. Our assessments reveal that a consistent finding across both stages of assessment was that none of the respondents suggested level 1 for three out of the five domains, (i.e., “Data collection policies,” “Data collection methods and technologies,” “Operational and strategic impact”). This could be seen as a manifestation of the initial commitment of many organizations to improve efforts related to SEDoH data. Another interpretation could be that existing maturity in other informatics domains might translate to a basic level of maturity for SEDoH data (no other informatics maturity assessments were performed, but this could be a reasonable assumption given that all respondents were from the CTSA network). Further, an important finding of the round one assessment was that organizations endorsed maturity levels 4, 5, and 6 for the “Data collection methods and technologies” dimension of the maturity model, with over half suggesting the middle-level maturity at level 4. This growing momentum likely reflects a confluence of several phenomena: first, an increasing recognition of the importance of SEDoH at a community, regional, and national level, especially since the COVID-19 pandemic, as well as recent initiatives leading to the adoption of solutions that connect healthcare and community partner stakeholders together to move the needle on social determinants. In addition, the recent federal reforms of health care and health information technology (IT) facilitate data collection by extending investment in electronic health records to healthcare providers that receive public funds, as well as incorporating social determinants into EHR to promote patient and population health. Novel initiatives have emerged to address socioeconomic and non-medical health determinants within the framework of the healthcare delivery system. These encompass Medicaid efforts led by states or health plans, multipayer federal and state initiatives, and provider-level activities aimed at recognizing and resolving the social and non-medical needs of their patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29195, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Importance of SEDoH and SIMM: Now More Than Ever", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29244, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Despite a shift in our understanding of health and its determinants over the past few decades and improvements in medical care and in disease prevention, population-level health inequalities in healthcare result in $309 billion in losses to the economy annually, disproportionately affecting minoritized and underserved communities. In recent years, public health leaders and researchers in the United States have increasingly recognized that medical care alone cannot adequately improve health overall or reduce health disparities without also addressing where and how people live. Social, economic, and environmental factors influence health behaviors and are primary drivers of health outcomes. For instance, children born to parents who have not completed high school education are more likely to live in an environment that presents obstacles to healthy living, such as exposure to trash, substandard housing, unsafe living conditions, limited access to playgrounds, etc. The COVID-19 pandemic highlighted on a national scale many of the existing inequities. According to the CDC, people of color had higher rates of infection, hospitalization, and death due to COVID-19, resulting from an increased risk of exposure to the virus due to living, working, and transportation conditions, as well as witnessed increased barriers to treatment due to existing disparities in access to health care. Capturing and collecting SEDoH data in clinical settings is essential to reduce health inequities, improve health, and control healthcare costs, according to a 2014 report from the Institute of Medicine. For example, Hennepin County Medical Center standardized food insecurity screening at two outpatient clinics that used an EHR-based food resource referral system. It was observed that systematic screening increased Senior Care referrals by 1,450% (P < .001) and Pediatrics recorded a 275% referral increase (P < .001). Given the broad recognition of the increasing need to address SEDoH in healthcare, the SIMM is a timely and important tool to help identify areas where organizations are not operating optimally and allow them to determine strategies that can improve their operations and processes. Further, the impact of maturity model implementation can be learned from a recent mixed methods case study in Australia that indicated that higher digital health maturity was associated with better outcomes, including maintaining a patient health record, tracking patient experience data, tracking the patient journey, and mitigating the clinical risk.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31799, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Challenges in accessing and analyzing SEDoH data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31848, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While it is being increasingly accepted that SEDoH data should be routinely incorporated into clinical decision-making to improve patient outcomes and operational efficiency, collecting and analyzing this data remain inherently challenging. It is unclear whether or not SDoH are frequently recorded as part of the standard clinical care. Our study findings also demonstrate that standardized data collection policies were endorsed only by individuals or small organizational subunits. Data harmonization across clinical, public health, and administrative datasets continues to be a significant challenge. Moreover, while it is easy to free-text this information within the electronic health record (EHR), extracting unstructured data from narrative notes requires time-consuming manual chart reviews or the use of advanced natural language processing. In addition, the healthcare industry primarily relies on administrative claims data to evaluate SDoH [,]. However, it is important to realize that the documentation of this data within the EHR is inconsistent and spotty due to lack of standards for capturing this data in a structured format. To address these unmet needs, SEDoH extraction research from unstructured clinic notes has been increasing. A variety of SEDoH, such as substance use, work, housing situation, environmental factors, physical activity, sexual factors, transportation, education, and language, have all been annotated in clinical corpora. The i2b2 NLP Smoking Challenge introduced a corpus of 502 notes with tobacco use status labels. As a tool, the SIMM can help organizations understand their current state as it relates to SEDoH data and develop a systematic approach to improvement, but they will still need to look to the literature, best practices, and guidelines for specific solutions, such as protocols to improve race and ethnicity data collection. Ultimately, higher levels of SEDoH informatics maturity will increase the quality and timeliness of SEDoH data, thus allowing clinicians to make more informed, targeted medical decisions that deliver more equitable, high-quality care.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33968, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taking into account the growing significance of SEDoH, informatics maturity models, and the pressing need to integrate SEDoH data into health informatics, our work describes a multidimensional approach to measure organizational SEDoH capability, including items for data collection policies, data collection methods, technology and analytics capability, and for operational and strategic impact. There are some limitations to our work. First, the participants in our evaluation rounds are not representative of all healthcare organizations in the US; they were primarily academics affiliated with CTSAs and/or had a pre-existing interest in SEDoH (such as the members of the N3C SDoH workgroup). Second, this work was conducted at a period of time when there was increased knowledge, awareness, and acceptance of the concept of SEDoH data and organizational maturity. Finally, our work did not include non-academic healthcare organizations and community organizations. The validity and utility of the SIMM outside of academic medical centers will need to be evaluated in future studies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35055, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35066, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Clinical and economic motivations have encouraged healthcare providers, health insurance companies, local governments, and community-based organizations to take action to address SEDoH. The initial findings of this exploratory study suggest that the proposed SIMM is applicable for identifying an organization’s SEDoH informatics capacity and providing a roadmap for moving to the next level. As a result of identifying the strong and weak points of the SEDoH data workflow, depending on the assessment findings, improvement opportunities can be identified by an organization. Additional work is still needed to evaluate the generalizability of the SEDoH maturity model and identify specific strategies and protocols to increase maturity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35807, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35825, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by grants UL1TR001855 (SC CTSI), UL1TR001422 (NUCATS), and UL1TR002319 (ITHS) from the National Center for Advancing Translational Science (NCATS) of the U.S. National Institutes of Health. This work also received support from the National Center for Data to Health (CD2H) grant (NIH/NCATS U24TR002306) and supplemental funding from the National COVID Cohort Collaborative (NIH/NCATS U24TR002306-04S3). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36400, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36420, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "JE is a paid consultant for Sanofi. The other authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36506, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36517, "infons": {"section_type": "REF", "type": "ref"}, "text": " . Social determinants of health. (). Accessed March 22, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36580, "infons": {"fpage": "1229", "issue": "10075", "lpage": "1237", "pub-id_doi": "10.1016/S0140-6736(16)32380-7", "pub-id_pmid": "28159391", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "389", "year": "2017"}, "text": "Socioeconomic status and the 25 × 25 risk factors as determinants of premature mortality: a multicohort study and meta-analysis of 1·7 million men and women", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36739, "infons": {"fpage": "129", "issue": "2", "lpage": "135", "pub-id_doi": "10.1016/j.amepre.2015.08.024", "pub-id_pmid": "26526164", "section_type": "REF", "source": "Am J Prev Med", "type": "ref", "volume": "50", "year": "2016"}, "text": "County health rankings: relationships between determinant factors and health outcomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36825, "infons": {"section_type": "REF", "type": "ref"}, "text": " . Healthy People 2030. Social Determinants of Health. (). Accessed March 20, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36909, "infons": {"fpage": "e108", "issue": "19", "pub-id_doi": "10.1056/NEJMp2022641", "pub-id_pmid": "32966715", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "383", "year": "2020"}, "text": "Community health workers and covid-19 - addressing social determinants of health in times of crisis and beyond", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37020, "infons": {"fpage": "687", "issue": "6", "lpage": "689", "pub-id_doi": "10.1177/0890117120930536b", "pub-id_pmid": "32551932", "section_type": "REF", "source": "Am J Health Promot", "type": "ref", "volume": "34", "year": "2020"}, "text": "COVID-19 and the social determinants of health", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37067, "infons": {"fpage": "317", "issue": "4", "lpage": "319", "pub-id_doi": "10.1097/PHH.0000000000001200", "pub-id_pmid": "32433385", "section_type": "REF", "source": "J Public Health Manag Pract", "type": "ref", "volume": "26", "year": "2020"}, "text": "The detrimental impact of the COVID-19 crisis on health equity and social determinants of health", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37164, "infons": {"fpage": "3856", "issue": "11", "pub-id_doi": "10.3390/ijerph17113856", "pub-id_pmid": "32485854", "section_type": "REF", "source": "Int J Environ Res Public Health", "type": "ref", "volume": "17", "year": "2020"}, "text": "COVID-19 emergence and social and health determinants in Colorado: a rapid spatial analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37256, "infons": {"fpage": "1989", "lpage": "1998", "section_type": "REF", "source": "AMIA Annu Symp Proc", "type": "ref", "volume": "2021", "year": "2022"}, "text": "Extracting patient-level social determinants of health into the OMOP common data model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37343, "infons": {"fpage": "107542", "pub-id_doi": "10.1016/j.cmpb.2023.107542", "pub-id_pmid": "37224727", "section_type": "REF", "source": "Comput Methods Programs Biomed", "type": "ref", "volume": "238", "year": "2023"}, "text": "SEnDAE: a resource for expanding research into social and environmental determinants of health", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37438, "infons": {"fpage": "1764", "issue": "11", "lpage": "1773", "pub-id_doi": "10.1093/jamia/ocaa143", "pub-id_pmid": "33202021", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "27", "year": "2020"}, "text": "Social determinants of health in electronic health records and their impact on analysis and risk prediction: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37567, "infons": {"fpage": "131", "issue": "6", "pub-id_doi": "10.1007/s10916-016-0486-5", "pub-id_pmid": "27083575", "section_type": "REF", "source": "J Med Syst", "type": "ref", "volume": "40", "year": "2016"}, "text": "Maturity models of healthcare information systems and technologies: a literature review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37655, "infons": {"section_type": "REF", "type": "ref"}, "text": " . HIMSS. (). Accessed March 24, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37694, "infons": {"section_type": "REF", "type": "ref"}, "text": " . HIMSS. (). Accessed March 28, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37733, "infons": {"section_type": "REF", "type": "ref"}, "text": " , Electronic Healthcare Maturity Model (eHMM). White Paper. Quintegra Solutions Limited, 2008. () Accessed March 27, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37857, "infons": {"fpage": "289", "issue": "5", "lpage": "294", "pub-id_doi": "10.1017/cts.2018.339", "section_type": "REF", "source": "J Clin Transl Sci", "type": "ref", "volume": "3", "year": "2018"}, "text": "Research IT maturity models for academic health centers: early development and initial evaluation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37955, "infons": {"fpage": "e70", "issue": "1", "pub-id_doi": "10.1017/cts.2023.23", "pub-id_pmid": "37008621", "section_type": "REF", "source": "J Clin Transl Sci", "type": "ref", "volume": "7", "year": "2023"}, "text": "Maturity in enterprise data warehouses for research operations: analysis of a pilot study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38045, "infons": {"fpage": "e1011136", "issue": "6", "pub-id_doi": "10.1371/journal.pcbi.1011136", "pub-id_pmid": "37319166", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "19", "year": "2023"}, "text": "Ten simple rules for organizations to support research data sharing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38113, "infons": {"fpage": "127", "issue": "2", "lpage": "140", "pub-id_doi": "10.1016/j.ijmedinf.2008.06.010", "pub-id_pmid": "18752988", "section_type": "REF", "source": "Int J Med Inform", "type": "ref", "volume": "78", "year": "2009"}, "text": "A PACS maturity model: a systematic meta-analytic review on maturation and evolvability of PACS in the hospital enterprise", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38236, "infons": {"section_type": "REF", "type": "ref"}, "text": "  The Healthcare Analytics Adoption Model: A Roadmap to Analytic Maturity (white paper). 2020. () Accessed March 18, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38359, "infons": {"section_type": "REF", "type": "ref"}, "text": "  THE TIME IS NOW FOR HEALTH SYSTEMS TO GET SERIOUS ABOUT SOCIAL DETERMINANTS OF HEALTH. () Accessed Febraury 24, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38479, "infons": {"fpage": "396", "lpage": "405", "pub-id_pmid": "35854720", "section_type": "REF", "source": "AMIA Jt Summits Transl Sci Proc", "type": "ref", "volume": "2022", "year": "2022"}, "text": "Advancing interoperability of patient-level social determinants of health data to support COVID-19 research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38587, "infons": {"fpage": "747", "issue": "1", "pub-id_doi": "10.1186/s12889-022-13168-y", "pub-id_pmid": "35421958", "section_type": "REF", "source": "BMC Public Health", "type": "ref", "volume": "22", "year": "2022"}, "text": "Clinical, social, and policy factors in COVID-19 cases and deaths: methodological considerations for feature selection and modeling in county-level analyses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38744, "infons": {"fpage": "2100056", "issue": "2", "pub-id_doi": "10.1002/ggn2.202100056", "pub-id_pmid": "35574521", "section_type": "REF", "source": "Adv Genet (Hoboken)", "type": "ref", "volume": "3", "year": "2022"}, "text": "Social determinants of health factors for gene-environment COVID-19 research: challenges and opportunities", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38851, "infons": {"section_type": "REF", "type": "ref"}, "text": " . () Accessed June 27, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38881, "infons": {"fpage": "228", "issue": "4", "lpage": "243", "pub-id_doi": "10.1016/s1553-7250(08)34030-6", "pub-id_pmid": "18468362", "section_type": "REF", "source": "Jt Comm J Qual Patient Saf", "type": "ref", "volume": "34", "year": "2008"}, "text": "A practical, robust implementation and sustainability model (PRISM) for integrating research findings into practice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38997, "infons": {"fpage": "75", "issue": "1", "pub-id_doi": "10.1186/s13012-022-01245-0", "pub-id_pmid": "36309746", "section_type": "REF", "source": "Implement Sci", "type": "ref", "volume": "17", "year": "2022"}, "text": "The updated consolidated framework for implementation research based on user feedback", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39083, "infons": {"section_type": "REF", "type": "ref"}, "text": " . American Community Survey (ACS). (). Accessed October 25, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39150, "infons": {"fpage": "25", "issue": "1", "lpage": "26", "pub-id_doi": "10.1001/jama.2016.17335", "pub-id_pmid": "28030707", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "317", "year": "2017"}, "text": "Social determinants of health: caveats and nuances", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39201, "infons": {"fpage": "2401", "issue": "25", "lpage": "2403", "pub-id_doi": "10.1056/NEJMp0909323", "pub-id_pmid": "19955518", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "361", "year": "2009"}, "text": "Leveling the field--ensuring equity through national health care reform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39273, "infons": {"fpage": "407", "issue": "2", "lpage": "412", "pub-id_doi": "10.1093/jamia/ocv088", "pub-id_pmid": "26174867", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "23", "year": "2016"}, "text": "Community vital signs’: incorporating geocoded social determinants into electronic records to promote patient and population health", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39407, "infons": {"fpage": "8", "issue": "1", "lpage": "11", "pub-id_pmid": "26731305", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "374", "year": "2016"}, "text": "Accountable health communities—addressing social needs through medicare and medicaid", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39494, "infons": {"section_type": "REF", "type": "ref"}, "text": " ,  Disparities in health and health care: five key questions. The Henry J. Kaiser Family Foundation. () Accessed March 27, 2022.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39624, "infons": {"fpage": "381", "issue": "1", "lpage": "398", "pub-id_doi": "10.1146/annurev-publhealth-031210-101218", "pub-id_pmid": "21091195", "section_type": "REF", "source": "Annu Rev Public Health", "type": "ref", "volume": "32", "year": "2011"}, "text": "The social determinants of health: coming of age", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39673, "infons": {"fpage": "503", "issue": "3", "lpage": "512", "pub-id_doi": "10.1377/hlthaff.2009.0730", "pub-id_pmid": "20194993", "section_type": "REF", "source": "Health Aff (Millwood)", "type": "ref", "volume": "29", "year": "2010"}, "text": "Neighborhood socioeconomic conditions, built environments, and childhood obesity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39754, "infons": {"section_type": "REF", "type": "ref"}, "text": " . () Accessed April 11, 2023.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39785, "infons": {"fpage": "139", "issue": "2", "lpage": "164", "pub-id_doi": "10.21106/ijma.236", "pub-id_pmid": "29367890", "section_type": "REF", "source": "Int J MCH AIDS", "type": "ref", "volume": "6", "year": "2017"}, "text": "Social determinants of health in the united states: addressing major health inequality trends for the nation, 1935-2016", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39905, "infons": {"fpage": "e10046", "issue": "1", "pub-id_doi": "10.1002/lrh2.10046", "pub-id_pmid": "29457138", "section_type": "REF", "source": "Learn Health Syst", "type": "ref", "volume": "2", "year": "2018"}, "text": "Leveraging the learning health care model to improve equity in the age of genomic medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39996, "infons": {"pub-id_doi": "10.17226/18951", "section_type": "REF", "source": "Capturing Social and Behavioral Domains and Measures in Electronic Health Records: Phase 2", "type": "ref", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39997, "infons": {"fpage": "278", "issue": "3", "lpage": "278", "pub-id_doi": "10.1370/afm.2530", "pub-id_pmid": "32393567", "section_type": "REF", "source": "Ann Fam Med", "type": "ref", "volume": "18", "year": "2020"}, "text": "Electronic medical record-based referrals to community nutritional assistance for food-insecure patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40102, "infons": {"fpage": "e45868", "pub-id_doi": "10.2196/45868", "pub-id_pmid": "37463008", "section_type": "REF", "source": "J Med Internet Res", "type": "ref", "volume": "25", "year": "2023"}, "text": "Perceived impact of digital health maturity on patient experience, population health, health care costs, and provider experience: mixed methods case study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40257, "infons": {"fpage": "813", "issue": "8", "lpage": "814", "pub-id_doi": "10.1001/jama.2016.9282", "pub-id_pmid": "27367226", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "316", "year": "2016"}, "text": "Avoiding the unintended consequences of screening for social determinants of health", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40341, "infons": {"fpage": "397", "lpage": "425", "section_type": "REF", "source": "Personal Health Informatics. Cognitive Informatics in Biomedicine and Healthcare", "type": "ref", "year": "2022"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40342, "infons": {"fpage": "1456", "lpage": "1457", "pub-id_doi": "10.3233/SHTI190482", "pub-id_pmid": "31438179", "section_type": "REF", "source": "Stud Health Technol Inform", "type": "ref", "volume": "264", "year": "2019"}, "text": "Identifying patients with significant problems related to social determinants of health with natural language processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40463, "infons": {"fpage": "e13802", "issue": "3", "pub-id_doi": "10.2196/13802", "pub-id_pmid": "31376277", "section_type": "REF", "source": "JMIR Med Inform", "type": "ref", "volume": "7", "year": "2019"}, "text": "Assessing the availability of data on social and behavioral determinants in structured and unstructured electronic health records: a retrospective analysis of a multilevel health care system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40654, "infons": {"fpage": "2716", "issue": "12", "lpage": "2727", "pub-id_doi": "10.1093/jamia/ocab170", "pub-id_pmid": "34613399", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "28", "year": "2021"}, "text": "Extracting social determinants of health from electronic health records using natural language processing: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40781, "infons": {"fpage": "103631", "pub-id_doi": "10.1016/j.jbi.2020.103631", "pub-id_pmid": "33290878", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "113", "year": "2021"}, "text": "Annotating social determinants of health using active learning, and characterizing determinants using neural event extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40907, "infons": {"fpage": "103903", "pub-id_doi": "10.1016/j.jbi.2021.103903", "pub-id_pmid": "34474188", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "122", "year": "2021"}, "text": "ReHouSED: a novel measurement of veteran housing stability using natural language processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41000, "infons": {"fpage": "1367", "issue": "8", "lpage": "1378", "pub-id_doi": "10.1093/jamia/ocad012", "pub-id_pmid": "36795066", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "30", "year": "2023"}, "text": "The 2022 n2c2/UW shared task on extracting social determinants of health", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41073, "infons": {"fpage": "103984", "pub-id_doi": "10.1016/j.jbi.2021.103984", "pub-id_pmid": "35007754", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "127", "year": "2022"}, "text": "Classifying social determinants of health from unstructured electronic health records using deep learning-based natural language processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41213, "infons": {"fpage": "14", "issue": "1", "lpage": "24", "pub-id_doi": "10.1197/jamia.M2408", "pub-id_pmid": "17947624", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "15", "year": "2008"}, "text": "Identifying patient smoking status from medical discharge records", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41279, "infons": {"section_type": "REF", "source": "Race, Ethnicity, and Language Data: Standardization for Health Care Quality Improvement", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41280, "infons": {"fpage": "e20973", "issue": "1", "pub-id_doi": "10.7759/cureus.20973", "pub-id_pmid": "35154951", "section_type": "REF", "source": "Cureus", "type": "ref", "volume": "14", "year": "2022"}, "text": "Improving patient race and ethnicity data capture to address health disparities: a case study from a large urban health system", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]