[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240903", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC3314874", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.6026/97320630008216", "article-id_pmc": "PMC3314874", "article-id_pmid": "22493522", "article-id_publisher-id": "97320630008216", "fpage": "216", "issue": "5", "kwd": "Diabetes mellitus Banana flower flavonoids Insulin Receptor Tyrosine kinase", "license": "This is an open-access article, which permits unrestricted use, distribution, and reproduction in any medium,\nfor non-commercial purposes, provided the original author and source are credited.", "lpage": "220", "name_0": "surname:Ganugapati;given-names:Jayasree", "name_1": "surname:Baldwa;given-names:Aashish", "name_2": "surname:Lalani;given-names:Sarfaraz", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2012"}, "text": "Molecular docking studies of banana flower flavonoids as insulin receptor tyrosine kinase activators as a cure for diabetes mellitus", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 133, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Diabetes mellitus is a metabolic disorder caused due to insulin deficiency. Banana flower is a rich source of flavonoids that exhibit anti diabetic activity. Insulin receptor is a tetramer that belongs to a family of receptor tyrosine kinases. It contains two alpha subunits that form the extracellular domain and two beta subunits that constitute the intracellular tyrosine kinase domain. Insulin binds to the extracellular region of the receptor and causes conformational changes that lead to the activation of the tyrosine kinase. This leads to autophosphorylation, a step that is crucial in insulin signaling pathway. Hence, compounds that augment insulin receptor tyrosine kinase activity would be useful in the treatment of diabetes mellitus. The 3D structure of IR tyrosine kinase was obtained from PDB database. The list of flavonoids found in banana flower was obtained from USDA database. The structures of the flavonoids were obtained from NCBI Pubchem. Docking analysis of the flavonoids was performed using Autodock 4.0 and Autodock Vina. The results indicate that few of the flavonoids may be potential activators of IR tyrosine kinase.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1284, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1295, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Diabetes mellitus is a chronic metabolic disorder caused due to insulin deficiency or insulin resistance. In Type 1 diabetes autoimmune destruction of the beta cells of pancreas leads to insulin deficiency. Type 2 diabetes involves insulin resistance or decreased insulin secretion. Insulin is essential for maintaining blood glucose and regulating carbohydrate metabolism. Insulin receptor (IR) is a tetrameric protein consisting of two extracellular alpha subunits and two transmembrane beta subunits.The binding of insulin to alpha subunit of IR causes conformational changes in the receptor leading to the activation of tyrosine kinase beta subunit. The activated IR has the ability to autophosphorylate and phosphorylate intracellular substrates that are essential for initiating other cellular responses of insulin.These events lead to the activation of downstream signaling molecules that participate in the insulin signaling pathway. Insulin signaling, including activation of IR tyrosine kinase activity, is impaired in most patients with diabetes mellitus. This resistance to insulin then leads to hyperglycemia and other metabolic abnormalities of the disease [, ]. Hence, compounds that augment insulin receptor tyrosine kinase activity would be useful in the treatment of diabetes mellitus.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2599, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Bio-flavonoids are well-known for their multi-directional biological activities including anti-diabetic efficacy. The flavonoids, ubiquitous in plants, are the largest class of polyphenols, with a common structure of diphenylpropanes (C6-C3-C6), consisting of two aromatic rings linked through three carbons. The six major subclasses of flavonoids include the flavones (e.g. apigenin, luteolin), flavonols (e.g. quercetin, myricetin), flavanones (e.g. naringenin and hesperitin), flavanols (or catechins) (e.g. epicatechin and gallocatechin), anthocyanidins (e.g. cyanidin and pelargonidin) and isoflavones (e.g. genistein and daidezin)  . It has been demonstrated that flavonoids can act per se as insulin secretagogues or insulin mimetics, by influencing the pleiotropic mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3384, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Musa sapientum commonly known as ‘banana’ is widely used in Indian folk medicine for the treatment of diabetes mellitus  . The available literature confirms that flavonoids are present in banana flowers.The chloroform, water and ethanol extract of Musa sapientum flowers were found to exhibit hypoglycaemic activity in alloxan diabetic rat. Intraperitoneal administration of prunin (naringenin 7-O-β-D-glucoside) produces a significant hypoglycemic effect in diabetic rats.  . Chronic treatment with hesperitin and naringenin was found to lower the blood glucose level of db/db mice. Banana flower extracts are able to promote glucose uptake into the cells, which could be beneficial in diabetes mellitus. It can be hypothesized that consumption of nutraceutical-rich extract of banana flower could replace some amount of insulin being taken for diabetes mellitus. Although insulin has become one of the most important therapeutic agents known to medicine, there is a continuing effort to find insulin substitutes, secretagogues, or sensitizers from synthetic or plant sources for the treatment of diabetes mellitus. In the present study we have attempted to dock the banana flower flavonoids with insulin receptor tyrosine kinase to understand the interactions. This insilico approach can be further investigated to generate more effective and potential insulin receptor tyrosine kinase activators through ligand based drug designing approaches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4836, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methodology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4848, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preparation of Protein and ligands:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4884, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The three dimensional structure of Insulin Receptor of Homosapiens was obtained from Protein Database (PDB: ID 1IR3) .The list of Flavonoids and other compounds present in banana flower were obtained from USDA database. The CID files of the ligands were obtained from NCBI Pubchem .  The list of the ligands present in the banana flower initially used are Leucocyaniin (CID155206), Cyanidin (CID128861), Malvidin (CID159287), Pelargonidin(CID440832), Peonidin(CID441773), Hesperetin (CID 72281), Naringenin (CID 932), Hesperetin Triacetate (CID 457809), Hesperetin Dihydrochalcone ( CID 147608 ), Naringenin Pelargonidin ( CID 439246), Naringenin Flavanone (CID 25244584), Hesperetin (Anion) (CID 49859576). The energy minimization of the prepared ligand was carried out with Swiss-PDB Viewer V.4.02.  Molinspiration   an online tool, was used to perform QSAR studies in order to identify important molecular properties (logP, polar surface area, number of hydrogen bond donors and acceptors and others), as well as prediction of bioactivity score for the most important drug targets. Various properties of ligands such as logP, molecular weight, H bond donors, H bond acceptors, number of atoms were obtained. Lipinski’s Rule of Five was then applied to select probable ligands. Those compounds that had more than one violation (i.e Leucocyanidin) were eliminated. Active site analysis of the Insulin Receptor was carried out using Swiss PDB Viewer (SPDBV) V.4.02 and from the PDB ligand Explorer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6385, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular Docking Studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6411, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Binding mode and selectivity of Insulin receptor tyrosine kinase with individual flavonoids, was studied by docking softwares like Autodock 4.0, Autodock VINA  . Autodock 4.0 uses Monte Carlo simulated annealing and Lamarckian genetic algorithm (LGA) to create a set of possible conformations. LGA is used as a global optimizer and energy minimization as a local search method. Possible orientations are evaluated with AMBER force field model in conjunction with free energy scoring functions and a large set of protein-Ligand complexes with known protein-Ligand constants. The newest version 4 contains side chain flexibility. Hydrogen atoms, Kollman charges were added. The grid was centered in the active site region which involves all functional amino acid residues. Grid maps were generated using the Autogrid Program. Docking was performed using the Lamarckian genetic algorithm. In the present study docking was performed by creating an initial population of 150 individuals, 5 random torsions to each of the 150 individuals, Lamarckian Genetic Algorithm (LGA), was implemented with a maximum of 2500000 energy evaluations. AutoDock Vina is a new opensource program for drug discovery, molecular docking and virtual screening, offering multi-core capability, high performance and enhanced accuracy and ease of use. AutoDock Vina significantly improves the average accuracy of the binding mode predictions compared to AutoDock 4.0.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7849, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7860, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We analyzed the interactions of the banana flower flavonoids with insulin receptor tyrosine kinase and observed that these compounds can activate the kinase domain since the phosphorylated tyrosines were bound to the residues located in the activated loop of the protein.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8132, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Structural Aspects and Interactions of IR Tyrosine kinase:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8191, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Insulin receptor is a tyrosine protein kinase that undergoes autophosphorylation upon insulin binding. The activated receptor phosphorylates substrate proteins on multiple Tyr residues to propagate insulin signal transduction and insulin action. Three important structural regions are identified in the intracellular part of the beta subunit. They are juxtamembrane (JM) region, the kinase region, and the carboxyl-terminal (CT) region. The JM region (Arg940-Leu987) contains one autophosphorylation site; the CT region (Leu1245- Ser1343) contains two autophosphorylation sites. The intracellular portion of the insulin receptor, contain functional groups that bind to the effector molecules. Insulin receptor substrates (IRS-1, -2, -3 and -4) are the targets for insulin receptor kinase. The JM region serves as a binding site for IRS-1. Phosphorylation of the juxtamembrane of the insulin receptor mediates insulin's metabolic functions. The catalytic loop is formed by residues 1130-1137 and the activation loop comprises of residues 1150-1171. Extensive studies on activated and inactive IR tyrosine kinases indicate that in the activated state the activation loop is tris-phosphorylated and moves out of the active site. The phosphorylated tyrosines become hydrogenbonded to residues in the activation loop.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9504, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The molecular properties of ligands such as logP, molecular weight, H bond donors, H bond acceptors, number of atoms were obtained using Molinspiration. This tool also gives the analysis with respect to number of violations ie deviation from Lipinski's rule. Lipinski's Rule of Five was then applied to select probable ligands. Those compounds that had more than one violation (i.e Leucocyanidin) were eliminated Table 1 (see supplementary material). Active site analysis of the Insulin Receptor was carried out using Swiss PDB Viewer (SPDBV) V.4.02 and from the PDB ligand Explorer. The active site consists of residues: SER 1006, LYS 1030, GLU 1077, ASP 1083, ASN 1137, and ASP 1150, MET 1079. Docking results indicated that majority of the compounds bind to insulin receptor tyrosine kinase Table 2 (see supplementary material). The binding modes and interactions of each ligand with the functional residues of insulin receptor tyrosine kinase were analyzed in detail by visually inspecting the docked complexes using PMV 1.5.2.From (Figure 1) it is evident that all the ligands interact with most of the residues in the binding pocket. Cyanidin binding energy value from Autodock 4.0 was found to be -5.18 kcal/mol, Autodock Vina it was found to be - 7.9kcal/mol. This compound was found to interact with MET 1139, ASN 1137, ARG 1136, ASP 1083, ASP 1150, LYS 1030, SER 1006 and PHE 1007. Hesperetin Dihydrochalcone binding energy value from Autodock 4.0 was found to be -4.78 kcal/mol, Autodock Vina it was found to be -7.0 kcal/mol. This compound was found to interact with ARG 1136, ASN 1137, ASP 1150 and SER 1006. Pelargonidin binding energy from Autodock 4.0 was -4.93 kcal/mol, Autodock Vina it was found to be -7.7 kcal/mol. This compound was found to interact with ASN 1137, LYS 1030 and SER 1006. Peonidin binding energy from Autodock 4.0 was found to be -4.80 kcal/mol, Autodock Vina it was found to be -7.7 kcal/mol. This compound was found to interact with ASN 1137, LYS 1030 and ASP 1150.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11510, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Hesperetin triacetate binding energy value from Autodock 4.0 was found to be -6.08 kcal/mol, Autodock Vina it was found to be -8.2 kcal/mol. This compound was found to interact with SER 1006, ASN 1137, and LYS 1030. Malvidin binding energy from Autodock 4.0 was found to be -5.26 kcal/mol, Autodock Vina it was found to be -7.3 kcal/mol. This compound was found to interact with ASP 1150, LYS 1030 and SER 1006. Naringenin binding energy value from Autodock 4.0 was found to be -6.02 kcal/mol, Autodock Vina it was found to be -8.1 kcal/mol. This compound interacted with ASP 1150, ASP 1083, and LYS 1030. Naringenin pelargonidin binding energy value from Autodock 4.0 was found to be -6.02 kcal/mol, Autodock Vina it was found to be -8.1 kcal/mol. This compound was found to interact with ASP 1150 and LYS 1030 .Naringenin flavanone binding energy value from Autodock 4.0 was found to be -5.82 kcal/mol, Autodock Vina it was found to be -8.0 kcal/mol. This compound was found to interact with ASN 1137, ASP 1150, LYS 1030 and SER 1006. Hesperetin binding energy value from Autodock 4.0 was found to be -5.78 kcal/mol, Autodock Vina it was found to be -8.4 kcal/mol. This compound was found to interact with ASN 1137, ASP 1150 and LYS 1030 and SER 1006.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12764, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12776, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The docked conformations of all the flavonoids indicate that the phosphorylated tyrosines namely PTR -1158, PTR -1162 and PTR – 1163 remain in the activation loop .PTR -1158 was bound to ASP 1156, PTR-1162 was hydrogen bonded to THR 1160 ,ARG 1164 and PTR-1163 was bound to GLY 1166 all of which are a part of the activation loop. This structural orientation clearly suggests that insulin receptor tyrosine kinase in its active state. Hence it can be concluded that theses flavonoids can be considered as activators of Insulin Receptor Tyrosine kinase. Based on Autodock binding energies it can be hypothesized that Hesperitin triacetate,Naringenin,Naringenin pelargonidin and naringinen flavonone are potent activators of IR tyrosine kinase.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13521, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13544, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Citation:Ganugapati et al, Bioinformation 8(5): 216-220 (2012)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13607, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13618, "infons": {"fpage": "235", "name_0": "surname:ID;given-names:Goldfine", "pub-id_pmid": "3308443", "section_type": "REF", "source": "Endocr Rev", "type": "ref", "volume": "8", "year": "1987"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13619, "infons": {"fpage": "1551", "name_0": "surname:CR;given-names:Kahn", "name_1": "surname:MF;given-names:White", "pub-id_pmid": "3049671", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "82", "year": "1988"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13620, "infons": {"fpage": "1066", "name_0": "surname:CR;given-names:Kahn", "pub-id_pmid": "8039601", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "43", "year": "1994"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13621, "infons": {"fpage": "119", "name_0": "surname:MF;given-names:White", "pub-id_pmid": "9769706", "section_type": "REF", "source": "Recent Prog Horm Res", "type": "ref", "volume": "53", "year": "1998"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13622, "infons": {"fpage": "250", "name_0": "surname:RS;given-names:Thies", "pub-id_pmid": "2227134", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "39", "year": "1990"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13623, "infons": {"fpage": "931", "name_0": "surname:A;given-names:Virkamaki", "pub-id_pmid": "10194465", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "103", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13624, "infons": {"fpage": "938", "name_0": "surname:DE;given-names:Moller", "name_1": "surname:JS;given-names:Flier", "pub-id_pmid": "1881419", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "325", "year": "1991"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13625, "infons": {"fpage": "19", "name_0": "surname:JA;given-names:Ross", "name_1": "surname:CM;given-names:Kasum", "pub-id_pmid": "12055336", "section_type": "REF", "source": "Annu Rev Nutr", "type": "ref", "volume": "22", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13626, "infons": {"fpage": "187", "name_0": "surname:Brahmachari;given-names:Goutam", "section_type": "REF", "source": "Medicinal Chemistry", "type": "ref", "volume": "661", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13627, "infons": {"fpage": "136", "name_0": "surname:L;given-names:Pari", "name_1": "surname:J;given-names:Umamaheswari", "pub-id_pmid": "10685115", "section_type": "REF", "source": "Phytother Res", "type": "ref", "volume": "14", "year": "2000"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13628, "infons": {"fpage": "1838", "name_0": "surname:GPP;given-names:Lima", "section_type": "REF", "source": "Int J Food Sci Technol", "type": "ref", "volume": "43", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13629, "infons": {"fpage": "7", "name_0": "surname:Dhanabal", "section_type": "REF", "source": "J Herbal Pharmacother", "type": "ref", "volume": "5", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13630, "infons": {"fpage": "208", "name_0": "surname:JS;given-names:Choi", "pub-id_pmid": "1896517", "section_type": "REF", "source": "Planta Med", "type": "ref", "volume": "57", "year": "1991"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13631, "infons": {"fpage": "2499", "name_0": "surname:UJ;given-names:Jung", "pub-id_pmid": "15465737", "section_type": "REF", "source": "J Nutr", "type": "ref", "volume": "134", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13632, "infons": {"fpage": "415", "name_0": "surname:JJ;given-names:Bhaskar", "pub-id_pmid": "21476022", "section_type": "REF", "source": "J Physiol Biochem", "type": "ref", "volume": "67", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13633, "infons": {"fpage": "535", "name_0": "surname:PN;given-names:Pushparaj", "pub-id_pmid": "11811898", "section_type": "REF", "source": "Life Sci", "type": "ref", "volume": "70", "year": "2001"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13634, "infons": {"comment": "http://www.rcsb.org/pdb/home/home.do", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13635, "infons": {"comment": "www.nal.usda.gov/fnic/foodcomp", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13636, "infons": {"comment": "http://pubchem.ncbi.nlm.nih.gov/", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13637, "infons": {"fpage": "7", "name_0": "surname:N;given-names:Guex", "name_1": "surname:MC;given-names:Peitsch", "section_type": "REF", "source": "Protein Data Bank Quaterly Newsletter", "type": "ref", "volume": "77", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13638, "infons": {"comment": "www.molinspiration.com", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13639, "infons": {"fpage": "2785", "name_0": "surname:GM;given-names:Morris", "pub-id_pmid": "19399780", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "30", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13640, "infons": {"fpage": "455", "name_0": "surname:O;given-names:Trott", "name_1": "surname:AJ;given-names:Olson", "pub-id_pmid": "19499576", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "31", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13641, "infons": {"fpage": "117", "name_0": "surname:B;given-names:Cheatham", "name_1": "surname:CR;given-names:Kahn", "pub-id_pmid": "7781591", "section_type": "REF", "source": "Endocr Rev", "type": "ref", "volume": "16", "year": "1995"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13642, "infons": {"fpage": "6998", "name_0": "surname:K;given-names:Paz", "pub-id_pmid": "8636129", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "271", "year": "1996"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13643, "infons": {"fpage": "769", "name_0": "surname:P;given-names:De Meyts", "name_1": "surname:J;given-names:Whittaker", "pub-id_pmid": "12360255", "section_type": "REF", "source": "Nat Rev Drug Discov", "type": "ref", "volume": "1", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13644, "infons": {"file": "97320630008216F1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "(a)Cyanidin interaction; (b)Hesperetin Dihydrochalcone interaction; (c)Pelargonidin Interaction; (d) Peonidin Interaction;\n(e)Hesperitin Triacetate interaction; (f)Malvidin Interaction; (g)Naringenin Interaction; (h)Naringenin Pelargonidin interaction; (i)\nNaringenin Flavanone interaction; (j)Hesperetin Interaction. Ligands represented in green are bound to tyrosine kinase visualized\nby PMV 1.5.2. Hydrogen bonds are indicated by black solid lines", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]