[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240911", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC9850421", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1177/11779322221149613", "article-id_pmc": "PMC9850421", "article-id_publisher-id": "10.1177_11779322221149613", "elocation-id": "11779322221149613", "kwd": "Anti-inflammation antioxidant H. scabra iNOS KEAP1", "license": "This article is distributed under the terms of the Creative Commons\nAttribution-NonCommercial 4.0 License (https://creativecommons.org/licenses/by-nc/4.0/) which\npermits non-commercial use, reproduction and distribution of the work\nwithout further permission provided the original work is attributed as\nspecified on the SAGE and Open Access page (https://us.sagepub.com/en-us/nam/open-access-at-sage).", "name_0": "surname:Wargasetia;given-names:Teresa Liliana", "name_1": "surname:Ratnawati;given-names:Hana", "name_2": "surname:Widodo;given-names:Nashi", "name_3": "surname:Widyananda;given-names:Muhammad Hermawan", "section_type": "TITLE", "type": "front", "volume": "17", "year": "2023"}, "text": "Antioxidant and Anti-inflammatory Activity of Sea Cucumber (Holothuria scabra) Active Compounds against KEAP1 and iNOS Protein", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 127, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Oxidative stress and inflammation have a role in the development of various diseases. Oxidative stress and inflammation are associated with many proteins, including Kelch ECH associating protein 1 (KEAP1) and inducible nitric oxide synthase (iNOS) proteins. The active compounds contained in Holothuria scabra have antioxidant and anti-inflammatory properties. This study aimed to evaluate the antioxidant and anti-inflammatory activity of sea cucumber’s active compounds by targeting KEAP1 and iNOS proteins. 2,2-Diphenyl-1-picrylhydrazyl (DPPH) and nitric oxide (NO) scavenging activity of H. scabra extract were measured spectrophotometrically. The 3-dimensional (3D) structures of sea cucumber’s active compounds and proteins were obtained from the PubChem and Research Collaboratory for Structural Bioinformatics Protein Data Bank (RCSB PDB) databases. Molecular docking was performed using AutoDock Vina software. Molecular dynamics simulations were carried out using Yet Another Scientific Artificial Reality Application (YASARA) software with environmental parameters according to the cell’s physiological conditions. The membrane permeability test was performed using the PerMM web server. The methanol extract of H. scabra had a weak antioxidant activity against DPPH and strong activity against NO radical. Scabraside and holothurinoside G had the most negative binding affinity values when interacting with the active site of KEAP1 and iNOS proteins. Molecular dynamics simulations also showed that both compounds were stable when interacting with KEAP1 and iNOS. However, scabraside and holothurinoside G were difficult to penetrate the cell plasma membrane, which is seen from the high energy transfer value in the lipid acyl chain region of phospholipids. Scabraside and holothurinoside G are predicted to act as antioxidants and anti-inflammations, but in their implementation to in vitro and in vivo study, it is necessary to have liposomes or nanoparticles, or other delivery methods to help these 2 compounds enter the cell.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2177, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2190, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Oxidative stress and inflammation have important roles in the progression of various diseases, including cancer. The oxidative stress machinery and inflammatory signaling are interconnected and have a role in apoptosis, proliferation, and redox state control. Oxidative stress is an imbalance condition between free radicals and antioxidants in cells or tissues. Excessive free radicals can induce damage to cellular molecules, such as DNA, proteins, and lipids. Free radicals are generated from various cellular activities, one of which is the protein inducible nitric oxide synthase (iNOS) activity. Inducible nitric oxide synthase protein can produce nitric oxide (NO) from the conversion of L-arginine to L-citrulline. Nitric oxide in cells can undergo several reactions that produce reactive nitrogen species (RNS) that cause oxidative stress. In addition, NO can also stimulate various inflammatory responses. Inflammation is an organism’s protective response to a pathogen or damaged cells, but long-term inflammation can be fatal to tissues.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3242, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Oxidative stress and inflammation occur due to the activity of proteins such as Kelch ECH associating protein 1 (KEAP1) and iNOS. Reactive oxygen species (ROS) induces nuclear erythroid-related factor 2 (NRF2) activation, and protein NRF2 will control the presence of ROS/RNS. Activated NRF2 binds to avian musculoaponeurotic fibrosarcoma (MAF) protein and acts as a transcription factor for antioxidant genes. NRF2 activity is controlled by KEAP1, which acts to inhibit NRF2 activity by promoting NRF2 degradation by the ubiquitin-proteasome pathway. Meanwhile, inflammation is induced by the iNOS protein. Inducible nitric oxide synthase is a primary downstream mediator of inflammation in various cell types. Inducible nitric oxide synthase protein can produce NO from the conversion of L-arginine to L-citrulline. Nitric oxide is a short-living signaling molecule with a proinflammatory effect. Oxidative stress, long-term inflammation, and cancer are closely linked. Many studies have revealed that KEAP1 and iNOS are promising therapeutic targets for several long-term diseases. Therefore, various synthetic drugs which act as antioxidants and anti-inflammatories targeting KEAP1 or iNOS proteins were developed, such as AN-465 and PSTC for KEAP1-Nrf2 and CM544 and GW274150 for iNOS.  However, synthetic drugs often have adverse side effects, in contrast to natural drugs which rarely cause side effects. Therefore, antioxidant and anti-inflammatory agents from natural resources is needed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4740, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Sea cucumber which belongs to the phylum Echinodermata, family Holothuriidae, class Holothuroidea, is an essential gelatinous marine resource because of its known medicinal properties aside from its nutritional value. Many studies have reported the pharmacological activity of sea cucumber active compounds such as bivittoside, CFC-3, colochiroside A, ds-echinoside A, echinoside A, frondoside A, holothurin B, magnumoside A1, magnumoside A2, magnumoside A3, magnumoside A4, magnumoside B1, nobiliside D, patagonicoside A, pentactasides I, philinopside A, stichoposide A, and stichorrenoside D. Previous research stated that Holothuria polii extract could prevent the reaction of NO into free radicals.  Previous studies have also noted that the glycosaminoglycan-rich fraction of sea cucumbers can reduce the level of proinflammatory proteins such as nuclear factor-kappa B (NFkβ), tumor necrosis factor alpha (TNFα), interleukin-11 (IL11), IL6, IL10, and signal transducer and activator of transcription 3 (STAT3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5764, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Pranweerapaiboon et al studied the anti-inflammatory effect of H. scabra extracts in lipopolysaccharide (LPS)-induced inflammation and found that ethyl acetate fraction of H. scabra extracts inhibited proinflammatory cytokines synthesis, notably NO, iNOS, interleukin-1β (IL-1β), prostaglandin E2 (PGE2), and TNF-α. In their subsequent research publication, they stated that H. scabra methanolic extract reduced the viability of human prostate cancer cells and triggered apoptosis by accumulating intracellular ROS resulting in the upregulation of JNK and p38 signaling pathways. One in vivo study demonstrated that scabraside D from H. scabra induces apoptosis and inhibits lymphangiogenesis, invasion, and metastasis in human cholangiocarcinoma via suppression of iNOS and STAT-3 expression. However, there has been no research on the inhibitory activity of KEAP1 and iNOS in antioxidant and anti-inflammatory pathways by the H. scabra active compound. Therefore, evaluating the antioxidant and anti-inflammatory effects of the active compounds in sea cucumbers is essential. Therefore, this study will predict the anticancer activity of the active compounds of sea cucumbers as antioxidants and anti-inflammatory by inhibiting the activity of KEAP1 and iNOS proteins using an in silico approach.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7073, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Material and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7094, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sea cucumber extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7118, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fresh samples of the sea cucumber H. scabra (Figure 1) were collected from Malang sea, East Java, Indonesia (S8° 26' 47.3346\", E112° 39' 12.3444\") on May 15, 2019. Sea cucumber identification was done based on the Food and Agriculture Organization of The United Nations Species Catalog for Fishery Purposes. Twenty grams of sea cucumber was ground to a powder and then extracted with 500 ml of absolute methanol using the maceration method for 48 hours. Macerate was filtered with Whatman filter paper No. 41. The filtration results were evaporated using a rotary evaporator (Buchi R-114) at a temperature of 50°C to 60°C.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7749, "infons": {"file": "10.1177_11779322221149613-fig1.jpg", "id": "fig1-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "External anatomical features of H. scabra (dorsal\nview).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7806, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DPPH and NO scavenging activity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "About 100 µL of H. scabra extract was mixed with 100 µL 2,2-diphenyl-1-picrylhydrazyl (DPPH) 0.4 mM solution in a 96-well plate. The mixtures were incubated for 30 min in the dark at ambient temperature. 2,2-Diphenyl-1-picrylhydrazyl scavenging activity was measured spectrophotometrically at 490 nm. Ascorbic acid was used as a standard compound.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A small volume of (60 µL) the H. scabra extract was mixed with 60 µL sodium nitroprusside (SNP) 10 mM solution in a 96-well plate. The mixture was incubated for 160 min in the dark at 30°C. The solution was added with 120 µL Griess solution. Then the solution was incubated for 30 min in a dark room at 30°C. Nitric oxide scavenging activity of all mixtures was measured spectrophotometrically at 571 nm. Gallic acid was used as a standard compound.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8665, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2,2-Diphenyl-1-picrylhydrazyl and NO scavenging activity were calculated using the equation:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8758, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A0 is the absorbance of the control and A1 is the absorbance of the sample. The IC50 represented the concentration of the extract that inhibited 50% of free radicals.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8925, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data retrieval and sample preparation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8963, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The compounds contained in sea cucumbers were determined based on previous research (Table 1). The 2-dimensional (2D) structure of the active compound was obtained from the PubChem database (https://pubchem.ncbi.nlm.nih.gov/). Construction of the 3D structure and preparation of the compound was performed using the Open Babel plugin integrated with PyRx 8.0. The 3D structure of the KEAP1 (PDB ID: 6QME) and iNOS (PDB ID: 4NOS) protein was obtained from the Research Collaboratory for Structural Bioinformatics Protein Data Bank (RCSB PDB) database (https://www.rcsb.org/). Protein preparation was carried out by removing water molecules and contaminant ligands using Biovia Discovery Studio 2019 (Dassault Systèmes Biovia, San Diego, California, USA).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9718, "infons": {"file": "table1-11779322221149613.xml", "id": "table1-11779322221149613", "section_type": "TABLE", "type": "table_caption"}, "text": "The active compounds contained in H. scabra.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9763, "infons": {"file": "table1-11779322221149613.xml", "id": "table1-11779322221149613", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Compound</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Molecular weight (Da)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">PubChem ID</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Ref.</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Holothurin A</td><td rowspan=\"1\" colspan=\"1\">1221.3</td><td rowspan=\"1\" colspan=\"1\">23675050</td><td rowspan=\"1\" colspan=\"1\">Wargasetia et al<sup><xref rid=\"bibr23-11779322221149613\" ref-type=\"bibr\">23</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurin B</td><td rowspan=\"1\" colspan=\"1\">883.0</td><td rowspan=\"1\" colspan=\"1\">23674754</td><td rowspan=\"1\" colspan=\"1\">Wargasetia et al<sup><xref rid=\"bibr23-11779322221149613\" ref-type=\"bibr\">23</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurinoside C</td><td rowspan=\"1\" colspan=\"1\">1103.2</td><td rowspan=\"1\" colspan=\"1\">102036379</td><td rowspan=\"1\" colspan=\"1\">Caulier et al<sup><xref rid=\"bibr24-11779322221149613\" ref-type=\"bibr\">24</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Scabraside</td><td rowspan=\"1\" colspan=\"1\">844.8</td><td rowspan=\"1\" colspan=\"1\">159134</td><td rowspan=\"1\" colspan=\"1\">Caulier et al<sup><xref rid=\"bibr24-11779322221149613\" ref-type=\"bibr\">24</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurinoside G</td><td rowspan=\"1\" colspan=\"1\">1427.5</td><td rowspan=\"1\" colspan=\"1\">102036382</td><td rowspan=\"1\" colspan=\"1\">Caulier et al<sup><xref rid=\"bibr24-11779322221149613\" ref-type=\"bibr\">24</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Bivittoside A</td><td rowspan=\"1\" colspan=\"1\">751.0</td><td rowspan=\"1\" colspan=\"1\">157053</td><td rowspan=\"1\" colspan=\"1\">Mitu et al<sup><xref rid=\"bibr25-11779322221149613\" ref-type=\"bibr\">25</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Cousteside E</td><td rowspan=\"1\" colspan=\"1\">1427.6</td><td rowspan=\"1\" colspan=\"1\">102234628</td><td rowspan=\"1\" colspan=\"1\">Mitu et al<sup><xref rid=\"bibr25-11779322221149613\" ref-type=\"bibr\">25</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Cousteside I</td><td rowspan=\"1\" colspan=\"1\">1441.6</td><td rowspan=\"1\" colspan=\"1\">102234632</td><td rowspan=\"1\" colspan=\"1\">Mitu et al<sup><xref rid=\"bibr25-11779322221149613\" ref-type=\"bibr\">25</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Eicosapentaenoic acid</td><td rowspan=\"1\" colspan=\"1\">302.5</td><td rowspan=\"1\" colspan=\"1\">446284</td><td rowspan=\"1\" colspan=\"1\">Mitu et al<sup><xref rid=\"bibr25-11779322221149613\" ref-type=\"bibr\">25</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Glycoside B2</td><td rowspan=\"1\" colspan=\"1\">1267.4</td><td rowspan=\"1\" colspan=\"1\">44559478</td><td rowspan=\"1\" colspan=\"1\">Mitu et al<sup><xref rid=\"bibr25-11779322221149613\" ref-type=\"bibr\">25</xref></sup></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Nobiliside E</td><td rowspan=\"1\" colspan=\"1\">1207.3</td><td rowspan=\"1\" colspan=\"1\">102144660</td><td rowspan=\"1\" colspan=\"1\">Mitu et al<sup><xref rid=\"bibr25-11779322221149613\" ref-type=\"bibr\">25</xref></sup></td></tr></tbody></table>\n"}, "text": "Compound\tMolecular weight (Da)\tPubChem ID\tRef.\t \tHolothurin A\t1221.3\t23675050\tWargasetia et al\t \tHolothurin B\t883.0\t23674754\tWargasetia et al\t \tHolothurinoside C\t1103.2\t102036379\tCaulier et al\t \tScabraside\t844.8\t159134\tCaulier et al\t \tHolothurinoside G\t1427.5\t102036382\tCaulier et al\t \tBivittoside A\t751.0\t157053\tMitu et al\t \tCousteside E\t1427.6\t102234628\tMitu et al\t \tCousteside I\t1441.6\t102234632\tMitu et al\t \tEicosapentaenoic acid\t302.5\t446284\tMitu et al\t \tGlycoside B2\t1267.4\t44559478\tMitu et al\t \tNobiliside E\t1207.3\t102144660\tMitu et al\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10309, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Control compound preparation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10338, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The controls consisting of native ligands and inhibitors of each protein were prepared. The DLG motif from NRF2 was chosen as the native ligand of KEAP1. The DLG motif is part of the NRF2 protein interacting with KEAP1. The DLG motif was taken from the RCSB PDB database with ID 2DYH. The inhibitor for KEAP1 was also taken from the PDB RCSB with ID 6QME. L-arginine is a substrate of iNOS, which will later be converted to L-citrulline and produce NO. Therefore, L-arginine (PubChem ID: 6322) was chosen as the native ligand of iNOS, while A54 was used as iNOS inhibitor (PubChem ID: 51003749). These compounds were prepared using Open Babel on PyRx 8.0 software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11003, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular docking simulation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11032, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Molecular docking is performed using AutoDock Vina software integrated into PyRx 8.0. The specific docking was performed by arranging the grid around the active sites of KEAP1 and iNOS proteins (Table 2). Visualization of docking results is carried out using the Biovia Discovery Studio 2019 software. In each protein, 2 compounds with the most negative binding affinity values were taken to proceed to the molecular dynamics simulation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11470, "infons": {"file": "table2-11779322221149613.xml", "id": "table2-11779322221149613", "section_type": "TABLE", "type": "table_caption"}, "text": "Grid setting for specific docking.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11505, "infons": {"file": "table2-11779322221149613.xml", "id": "table2-11779322221149613", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"2\" colspan=\"1\">Protein</th><th align=\"left\" rowspan=\"2\" colspan=\"1\">Active site position</th><th align=\"left\" rowspan=\"2\" colspan=\"1\">Ref.</th><th align=\"left\" colspan=\"2\" rowspan=\"1\">Grid position</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Center</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Dimension (Å)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">KEAP1</td><td rowspan=\"1\" colspan=\"1\">Arg415, Phe478, Arg483, Ser508, Tyr525, Gln530, Ser555,\nAla556</td><td rowspan=\"1\" colspan=\"1\">Heightman et al<sup><xref rid=\"bibr26-11779322221149613\" ref-type=\"bibr\">26</xref></sup></td><td rowspan=\"1\" colspan=\"1\">X: 16.461<break/>Y: 62.085<break/>Z: 26.612</td><td rowspan=\"1\" colspan=\"1\">X: 19.506<break/>Y: 21.675<break/>Z: 21.111</td></tr><tr><td rowspan=\"1\" colspan=\"1\">iNOS</td><td rowspan=\"1\" colspan=\"1\">Glu377, Trp372, Gly371, Phe369, Val352</td><td rowspan=\"1\" colspan=\"1\">Fischmann et al<sup><xref rid=\"bibr27-11779322221149613\" ref-type=\"bibr\">27</xref></sup></td><td rowspan=\"1\" colspan=\"1\">X: 35.0986<break/>Y: 98.996<break/>Z: 12.898</td><td rowspan=\"1\" colspan=\"1\">X: 14.2149<break/>Y: 16.3306<break/>Z: 16.9690</td></tr></tbody></table>\n"}, "text": "Protein\tActive site position\tRef.\tGrid position\t \tCenter\tDimension (Å)\t \tKEAP1\tArg415, Phe478, Arg483, Ser508, Tyr525, Gln530, Ser555,\t \tAla556\tHeightman et al\tX: 16.461Y: 62.085Z: 26.612\tX: 19.506Y: 21.675Z: 21.111\t \tiNOS\tGlu377, Trp372, Gly371, Phe369, Val352\tFischmann et al\tX: 35.0986Y: 98.996Z: 12.898\tX: 14.2149Y: 16.3306Z: 16.9690\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11847, "infons": {"file": "table2-11779322221149613.xml", "id": "table2-11779322221149613", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: iNOS, inducible nitric oxide synthase; KEAP, Kelch ECH\nassociating protein.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11938, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular dynamic simulation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11967, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The molecular dynamic simulation was carried out using YASARA (Yet Another Scientific Artificial Reality Application) software with an AMBER14 force field. The cells were arranged in a cuboidal shape with the length of the X, Y, and Z axes 20 Å larger than the protein. The parameters used were set to the physiological conditions of the cells (37°C, pH 7.4, 1 atm) for 20 ns. Several programs were chosen to run this analysis, such as macro md_run for running the simulation, md_analyze to analyze the root mean square deviation (RMSD), hydrogen bond, dan radius of gyration, and md_analyzeres to obtain the root mean square fluctuation (RMSF) value, and md_bindenergy to determine the molecular dynamic binding energy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12694, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Membrane permeability test", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12721, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ability to penetrate the plasma membrane of potential active compounds in sea cucumbers was analyzed using PerMM tools (https://permm.phar.umich.edu/). Environmental parameters were set according to the physiological conditions of the cell, namely pH 7.4 and temperature 310 K. Samples were entered in PDB file format. The steps of the compound through the cell membrane were simulated in 3D visualization. The energy transfer value represented the ability of compounds to penetrate the cell membrane.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13229, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13237, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The free radicals scavenging activity of H. scabra", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13288, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The antioxidant activity of the H. scabra extract showed in Figure 2. The extract had antioxidant activity against DPPH and NO radicals. Figure 2A presents the scavenging ability of H. scabra methanolic extract against DPPH radicals. Meanwhile, Figure 2B shows the scavenging activity of H. scabra methanolic extract against NO radicals. Antioxidant activities of the extract were increased in a dose-dependent manner. IC50 244.59 ppm for DPPH assay and IC50 14.98 ppm for NO assay.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13771, "infons": {"file": "10.1177_11779322221149613-fig2.jpg", "id": "fig2-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "Free radicals scavenging activity of H. scabra\nmethanolic extract: (A) DPPH scavenging activity of H.\nscabra methanolic extract and (B) NO scavenging activity of\nH. scabra methanolic extract.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13963, "infons": {"file": "10.1177_11779322221149613-fig2.jpg", "id": "fig2-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "DPPH indicates 2-diphenyl-1-picrylhydrazyl; IC50 indicates inhibitory\nconcentration 50%.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14052, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Molecular docking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14070, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Interaction between KEAP1 and sea cucumber active compounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14130, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The docking results showed that 8 compounds had a more negative binding affinity value than the native ligand when interacting with KEAP1. The active compounds with the most negative binding affinity values were scabraside and holothurinoside G, which were −9.8 and −9.9 kcal/mol (Table 3). Both compounds bind to the active site of the KEAP1 protein (Figure 3A). Scabraside and holothurinoside G interacted at the same site as the native ligand, so they have potential as competitive inhibitors (Figure 3B). Scabraside interacted with KEAP1 by forming 8 hydrogen bonds, while holothurinoside G formed 12 hydrogen bonds. Scabraside binds to KEAP1 at the same residue as the native ligand, namely Tyr334, Asn382, Tyr572, Ala556, Ser555, Gly364, Tyr525, Leu557, Ala510, Gly462, Phe478, Arg415, Arg483, Ser508, and Asn414. Holothurinoside G binds to KEAP1 at the same residue as the native ligand in Arg380, Ser363, Gly364, Asn382, Arg415, Gly462, Ser508, Tyr525, Ser555, Ala556, Leu557, and Tyr572. In comparison, KEAP1 inhibitors bound to residues Gly364, Gly509, Gly603, Gly462, Ala556, Phe478, Arg483, Tyr525, and Tyr572 (Figure 3C to F).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15274, "infons": {"file": "table3-11779322221149613.xml", "id": "table3-11779322221149613", "section_type": "TABLE", "type": "table_caption"}, "text": "Binding affinity value of the interaction between sea cucumber active\ncompound with the proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15372, "infons": {"file": "table3-11779322221149613.xml", "id": "table3-11779322221149613", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/><col align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"2\" colspan=\"1\">Compound</th><th align=\"left\" colspan=\"2\" rowspan=\"1\">Binding affinity\n(kcal/mol)</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">KEAP1</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">iNOS</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">iNOS inhibitor</td><td rowspan=\"1\" colspan=\"1\">-</td><td rowspan=\"1\" colspan=\"1\">−8.1</td></tr><tr><td rowspan=\"1\" colspan=\"1\">L-arginine (iNOS native ligand)</td><td rowspan=\"1\" colspan=\"1\">-</td><td rowspan=\"1\" colspan=\"1\">−6.0</td></tr><tr><td rowspan=\"1\" colspan=\"1\">KEAP1 inhibitor</td><td rowspan=\"1\" colspan=\"1\">−8.8</td><td rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Nrf2 DLG motif (KEAP1 native ligand)</td><td rowspan=\"1\" colspan=\"1\">−8.1</td><td rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurin A</td><td rowspan=\"1\" colspan=\"1\">−8.5</td><td rowspan=\"1\" colspan=\"1\">−7.5</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurin B</td><td rowspan=\"1\" colspan=\"1\">−8.5</td><td rowspan=\"1\" colspan=\"1\">−7.6</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurinoside C</td><td rowspan=\"1\" colspan=\"1\">−9.4</td><td rowspan=\"1\" colspan=\"1\">−8.2</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Scabraside</td><td rowspan=\"1\" colspan=\"1\">−9.8<xref rid=\"table-fn3-11779322221149613\" ref-type=\"table-fn\">*</xref></td><td rowspan=\"1\" colspan=\"1\">−9.1<xref rid=\"table-fn3-11779322221149613\" ref-type=\"table-fn\">*</xref></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Holothurinoside G</td><td rowspan=\"1\" colspan=\"1\">−9.9<xref rid=\"table-fn3-11779322221149613\" ref-type=\"table-fn\">*</xref></td><td rowspan=\"1\" colspan=\"1\">−9.5<xref rid=\"table-fn3-11779322221149613\" ref-type=\"table-fn\">*</xref></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Nobiliside E</td><td rowspan=\"1\" colspan=\"1\">−8.7</td><td rowspan=\"1\" colspan=\"1\">−8.8</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Bivittoside A</td><td rowspan=\"1\" colspan=\"1\">−8.6</td><td rowspan=\"1\" colspan=\"1\">−6.9</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Cousteside E</td><td rowspan=\"1\" colspan=\"1\">−8.0</td><td rowspan=\"1\" colspan=\"1\">−6.1</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Cousteside I</td><td rowspan=\"1\" colspan=\"1\">−7.8</td><td rowspan=\"1\" colspan=\"1\">−5.7</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Eicosapentaenoic acid</td><td rowspan=\"1\" colspan=\"1\">−6.4</td><td rowspan=\"1\" colspan=\"1\">−6.6</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Glycoside B2</td><td rowspan=\"1\" colspan=\"1\">−9.3</td><td rowspan=\"1\" colspan=\"1\">−6.6</td></tr></tbody></table>\n"}, "text": "Compound\tBinding affinity\t \t(kcal/mol)\t \tKEAP1\tiNOS\t \tiNOS inhibitor\t-\t−8.1\t \tL-arginine (iNOS native ligand)\t-\t−6.0\t \tKEAP1 inhibitor\t−8.8\t-\t \tNrf2 DLG motif (KEAP1 native ligand)\t−8.1\t-\t \tHolothurin A\t−8.5\t−7.5\t \tHolothurin B\t−8.5\t−7.6\t \tHolothurinoside C\t−9.4\t−8.2\t \tScabraside\t−9.8*\t−9.1*\t \tHolothurinoside G\t−9.9*\t−9.5*\t \tNobiliside E\t−8.7\t−8.8\t \tBivittoside A\t−8.6\t−6.9\t \tCousteside E\t−8.0\t−6.1\t \tCousteside I\t−7.8\t−5.7\t \tEicosapentaenoic acid\t−6.4\t−6.6\t \tGlycoside B2\t−9.3\t−6.6\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15912, "infons": {"file": "table3-11779322221149613.xml", "id": "table3-11779322221149613", "section_type": "TABLE", "type": "table_footnote"}, "text": "Abbreviations: iNOS, inducible nitric oxide synthase; KEAP, Kelch\nECH associating protein; Nrf2, nuclear factor erythroid\n2–related factor 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16056, "infons": {"file": "table3-11779322221149613.xml", "id": "table3-11779322221149613", "section_type": "TABLE", "type": "table_footnote"}, "text": "The (*) symbol indicates the most negative binding affinity\nvalue.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16123, "infons": {"file": "10.1177_11779322221149613-fig3.jpg", "id": "fig3-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "The interaction between KEAP1 with ligands: (A) all ligands bind in\nthe KEAP1 active site (yellow surface represents the protein’s\nactive site). (B) Binding pose comparison between native ligand with\ninhibitor, scabraside, and holothurinoside G. (C to F) The\nvisualization of the interaction between KEAP1 with native ligand,\ninhibitor, scabraside, and holothurinoside G. Circle marks indicate\nresidues that bind to the native ligand that also bind to\ninhibitors, scabraside, and holothurinoside G.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16624, "infons": {"file": "10.1177_11779322221149613-fig3.jpg", "id": "fig3-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "KEAP1 indicates Kelch ECH associating protein 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16673, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Interaction between iNOS and active compounds", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16719, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Scabraside and holothurinoside G also had the most negative binding affinity values when interacting with iNOS, namely −9.1 and −9.5 kcal/mol, respectively. In addition, other compounds have a lower binding affinity value than inhibitors, namely holothurinoside C and nobiliside E (Table 3). Scabraside and holothurinoside G interacted with the active site of iNOS (Figure 4A). Some parts of the scabraside and holothurinoside G structure are located on the binding site between the native ligand and iNOS (Figure 4B). In addition, the 2 compounds also formed interactions at the same residue as the native ligand. Scabraside formed the same interactions as native ligands at Arg388, Glu377, Tyr373, Gln263, and Val352. Holothurinoside G formed bonds with Val352, Pro350, Tyr373, and Gln263. In addition, these 2 compounds also bind to HEM like the native ligands (Figure 4C to F).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17605, "infons": {"file": "10.1177_11779322221149613-fig4.jpg", "id": "fig4-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "The interaction between iNOS with ligands: (A) all ligands bind in\nthe active site of iNOS (yellow surface represents the active site).\n(B) Binding pose comparison between native ligand with inhibitor,\nscabraside, and holothurinoside G. (C to F) The interaction between\niNOS with the ligands.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17898, "infons": {"file": "10.1177_11779322221149613-fig4.jpg", "id": "fig4-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "Circle marks indicate residues that bind to the native ligand that\nalso bind to inhibitors, scabraside, and holothurinoside G.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18025, "infons": {"file": "10.1177_11779322221149613-fig4.jpg", "id": "fig4-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "iNOS indicates inducible nitric oxide synthase.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18073, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Interaction stability based on molecular dynamic simulation stability of the KEAP1-ligand complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18173, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The molecular dynamic simulation analyzed the protein-ligand interaction’s stability and the protein structure’s stability after binding to the ligand. The molecular dynamics simulation results showed that the KEAP1-scabraside and KEAP1-holothurinoside G complexes were stable, characterized by RMSD values below 3 Å and minimal fluctuation. The KEAP1-scabraside complex tended to be more stable than KEAP1-holothurinoside G because holothurinoside G had a higher RMSD value (Figure 5A). Molecular dynamic binding energy showed that scabraside interacts with KEAP1 more stable than holothurinoside G because it was higher and had less fluctuation (Figure 5D). Kelch ECH associating protein 1 structure remained stable after interacting with scabraside or holothurinoside G as indicated by the value of the radius of gyration (Rg) and the number of hydrogen bonds (Figure 5B and C). In addition, most amino acids had RMSF values less than 3 Å, indicating that most residues were stable during the simulation (Figure 5E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19203, "infons": {"file": "10.1177_11779322221149613-fig5.jpg", "id": "fig5-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "Molecular dynamics simulation results of KEAP1-inhibitor,\nKEAP1-scabraside, and KEAP1-holothurinoside complexes G: (A) RMSD\ncomplexes. (B) Radius of gyration. (C) Number of hydrogen bonds. (D)\nMolecular dynamic binding energy. (E) RMSF.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19440, "infons": {"file": "10.1177_11779322221149613-fig5.jpg", "id": "fig5-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "KEAP1 indicates Kelch ECH associating protein 1; RMSD, root mean\nsquare deviation; RMSF, root mean square fluctuation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19559, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Stability of iNOS-ligand complexes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19594, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The simulation results showed that the iNOS-scabraside and iNOS-holothurinoside G complexes tended to be stable because they had an RMSD value of less than 3 Å during the simulation (Figure 6A). Based on molecular dynamic binding energy, scabraside is more stable than holothurinoside G (Figure 6D). The conformation of iNOS interacting with scaabraside or holothurinoside G was stable during the simulations characterized by a stable number of hydrogen bonds and a radius of gyration (Figure 6B and C), and most residues had RMSF values less than 3 Å (Figure 6E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20165, "infons": {"file": "10.1177_11779322221149613-fig6.jpg", "id": "fig6-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "Molecular dynamics simulation results of iNOS-inhibitor,\niNOS-scabraside, and iNOS-holothurinoside complexes G: (A) RMSD\ncomplexes, (B) radius of gyration, (C) number of hydrogen bonds, (D)\nmolecular dynamic binding energy, and (E) RMSF.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20403, "infons": {"file": "10.1177_11779322221149613-fig6.jpg", "id": "fig6-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "iNOS indicates inducible nitric oxide synthase; RMSD, root mean\nsquare deviation; RMSF, root mean square fluctuation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20521, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "The ability of compounds to penetrate the cell membrane", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20577, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of the membrane permeability test showed that scabraside and holothurinoside G had different abilities to penetrate the plasma membrane than inhibitors. The conformational change of the compounds when they penetrate the cell membrane was depicted in Figure 7A. Each molecule constantly changed its position to suit the hydrophilic and hydrophobic properties of the plasma membrane. During movement, the nonpolar side of the compound will rotate and sink into the lipid acyl chain region and the more polar side toward the membrane boundaries. Energy transfer values showed that scabraside and holothurinoside G had high values at the center of the phospholipid membrane (Figure 7B). The high value represented that scabraside and holothurinoside G were more difficult to pass through the lipid acyl chain region than inhibitors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21418, "infons": {"file": "10.1177_11779322221149613-fig7.jpg", "id": "fig7-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "The ability of scabraside and holothurinoside G to penetrate the\nplasma membrane compared to inhibitors: (A) simulation of the\ncompounds through the plasma membrane and (B) energy transfer\nprofile.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21616, "infons": {"file": "10.1177_11779322221149613-fig7.jpg", "id": "fig7-11779322221149613", "section_type": "FIG", "type": "fig_caption"}, "text": "KEAP1 indicates Kelch ECH associating protein 1; iNOS indicates\ninducible nitric oxide synthase.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21713, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21724, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Sea cucumbers are marine animals that have been used as traditional medicine for thousands of years by people in several countries in Asia. H. scabra is a sea cucumber species containing various bioactive compounds with pharmacological activities. The scabraside and holothurinoside G in this study had the best potential antioxidant and anti-inflammatory activity compared to other active compounds in H. scraba. There are many studies on the anticancer effect of scabraside with various mechanisms and target pathways. Previous studies also reported that compounds of the holothurinoside group, such as holothurinoside A, B, C, and D have antitumor effects. However, study on the pharmacological effects of holothurinoside G is still scarce. In addition, there have been no studies on the antioxidant and anti-inflammatory effects of scabraside and holothurinoside G. Therefore, this research can be a new finding that the 2 active compounds have antioxidant and anti-inflammatory activities. According to Phongpaichit (2007), an IC50 value between 10 and 50 ppm indicates strong antioxidant activity, and IC50 more than 100 ppm indicates weak toxicity activity. The antioxidant assay results showed that the H. scabra extract had weak radical scavenging activity against DPPH but strong activity against NO radical. The antioxidant activity was predicted due to the presence of active compounds that have antioxidant activity in the extract. In addition, several active compounds in H. scabra also had the potential as inhibitors of certain proteins that caused oxidative stress and inflammation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23324, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Scabraside and holothurinoside G bind to KEAP1 and iNOS proteins at their active sites. Its binding affinity value is also lower than native ligands and inhibitors, indicating that scabraside and holothurinoside G can act as good competitive inhibitors. The interaction stability was then measured by molecular dynamic simulation. The RMSD value represents the conformational stability of the protein-ligand complex. The complex is stable if it has an RMSD value below 3 Å. The KEAP1/iNOS-scabraside and KEAP1/iNOS-holothurinoside G complexes had RMSD values below 3 Å, indicating that the complexes were stable during the simulation. The molecular dynamic binding energy supports these results. Molecular dynamic binding energy is influenced by the value of potential energy and solvation energy of complexes, ligands, and proteins. The more positive the value, the more stable the protein-ligand interaction. The conformational stability of the protein after binding to the ligand was measured by the value of the radius of gyration (Rg), the number of hydrogen bonds, and the RMSF. Hydrogen bonds are needed to form the secondary structure of proteins so that the number of hydrogen bonds can be used as a parameter of protein conformational stability. The number of hydrogen bonds in KEAP1 and iNOS proteins when interacting with scabraside and holothurinoside G tends to be stable during the simulation indicating conformational stability. The radius of gyration represents protein structure compactness. A high Rg value indicates a protein conformation that blooms due to the loss of bonds between residues. In contrast, a small Rg value indicates that there are interactions between residues that make the protein in a stable state. The Rg of all complexes in this study were stable, indicating that there was no significant conformational change in the proteins after binding to the ligands. The RMSF value was also used to assess the conformational stability of the protein. Residues with an RMSF value between 1 and 3 Å indicate that the residue is stable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25400, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Kelch ECH associating protein 1 is a protein that plays a role in regulating NRF2 activity. Under free radical exposure, NRF2 will form a heterodimer with MAF. NRF2-MAF then acts as a transcription factor for genes encoding antioxidant and detoxification enzymes. Under normal conditions, KEAP1 binds to the DGL motif of NRF2 and then induces NRF2 degradation via ubiquitin-dependent degradation and inhibits NRF2-dependent gene expression. The DLG motif from NRF2 consists of 16 mer interacts with specific iNOS residue, including Tyr334, Arg380, Asn382, Arg415, Arg483, Tyr525, and Tyr572. One strategy to inhibit KEAP1 activity is to block its interaction with the DLG motif of NRF2. Various studies have been conducted to find synthetic compounds that can inhibit KEAP1 activity, so cells avoid oxidative stress. However, candidates from natural ingredients are still preferred because they have minimum side effects. Previous studies have shown that inhibition of KEAP1 activity can inhibit diseases caused by oxidative stress, such as epilepsy, cancer, atherosclerosis, and other cardiovascular diseases. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26512, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Inducible nitric oxide synthase is a 131 kDa mammalian protein consisting of 1153 amino acids. Nitric oxide production is related to the catalytic cycle process that facilitates the transfer of electrons from nicotinamide adenine dinucleotide phosphate to heme via flavin adenine dinucleotide and flavin mononucleotide. The electron transfer cycle mediates the conversion of L-arg to L-citrulline with the concomitant production of NO. Nitric oxide is involved in many inflammatory regulatory functions such as infection control, vascular response regulation, leukocyte rolling, migration, and cytokine production. Inhibition of NO synthesis by inhibiting iNOS activity has been shown to inhibit inflammation. One strategy to inhibit iNOS activity is to inhibit the interaction of iNOS with L-arginine on the active site. The active site of iNOS is in the cavity containing heme, a cofactor that acts as electron transfer. Scabraside and holothurinoside G, which bind to the active site of iNOS with a lower binding affinity value than inhibitors, have great potential as new iNOS-inhibitor agents.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27613, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Prediction of membrane permeability is necessary for developing and optimizing new drugs. Based on this study, scabraside and holothurinoside G have high energy transfer values in the lipid acyl chain region of the lipid bilayer, indicating that these 2 compounds are difficult to penetrate. One of the reasons why scabraside and holothurinoside G are challenging to penetrate cell membranes is that the compound size is too large. Compounds with a molecular weight of more than 500 daltons will have difficulty penetrating the plasma membrane. In comparison, scabraside and holothurinoside G had sizes of 844.77 and 1427.53 Da, respectively. Therefore, suitable delivery methods such as liposomes and nanoparticles are needed to improve the delivery of these 2 drug candidate compounds.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28405, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28416, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The scabradide and holothurinoside G compounds contained in H. scabra are predicted to have the highest potential as antioxidant and anti-inflammatory agents because they have the potential to inhibit the activity of KEAP1 and iNOS proteins. Further research is needed to confirm this research using cell lines or animal models.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28745, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Funding: The author(s) disclosed receipt of the following financial support for the research, authorship, and/or publication of this article: The work was supported by the Ministry of Research, Technology, and Higher Education of the Republic of Indonesia (226/SP2H/LT/DRPM/2019).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29026, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29162, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Author Contributions: TLW: Conceptualization, Supervision, Writing; Funding acquisition; HR: Project administration, Writing; NW: Conceptualization, Methodology, Formal analysis, Writing; MHW: Investigation, Resources, Visualization, Writing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29405, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29416, "infons": {"fpage": "701", "lpage": "711", "name_0": "surname:Bondia-Pons;given-names:I", "name_1": "surname:Ryan;given-names:L", "name_2": "surname:Martinez;given-names:JA", "pub-id_doi": "10.1007/s13105-012-0154-2", "pub-id_pmid": "22351038", "section_type": "REF", "source": "J Physiol Biochem", "type": "ref", "volume": "68", "year": "2012"}, "text": "Oxidative stress and inflammation interactions in human obesity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29480, "infons": {"fpage": "459", "lpage": "469", "name_0": "surname:Ďuračková;given-names:Z", "pub-id_doi": "10.33549/physiolres.931844", "pub-id_pmid": "19929132", "section_type": "REF", "source": "Physiol Res", "type": "ref", "volume": "59", "year": "2010"}, "text": "Some current insights into oxidative stress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29524, "infons": {"fpage": "331", "lpage": "339", "name_0": "surname:Hämäläinen;given-names:M", "name_1": "surname:Lilja;given-names:R", "name_2": "surname:Kankaanranta;given-names:H", "name_3": "surname:Moilanen;given-names:E", "pub-id_doi": "10.1016/j.pupt.2007.08.003", "pub-id_pmid": "17913526", "section_type": "REF", "source": "Pulm Pharmacol\nTher", "type": "ref", "volume": "21", "year": "2008"}, "text": "Inhibition of iNOS expression and NO production by anti-inflammatory steroids", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29602, "infons": {"fpage": "1707", "lpage": "1715", "name_0": "surname:Bloodsworth;given-names:A", "name_1": "surname:O’Donnell;given-names:VB", "name_2": "surname:Freeman;given-names:BA", "pub-id_doi": "10.1161/01.ATV.20.7.1707", "pub-id_pmid": "10894807", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "20", "year": "2000"}, "text": "Nitric oxide regulation of free radical– and enzyme-mediated lipid and lipoprotein oxidation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29697, "infons": {"fpage": "826", "lpage": "831", "name_0": "surname:Netea;given-names:MG", "name_1": "surname:Balkwill;given-names:F", "name_2": "surname:Chonchol;given-names:M", "pub-id_doi": "10.1038/ni.3790", "pub-id_pmid": "28722720", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "18", "year": "2017"}, "text": "A guiding map for inflammation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29728, "infons": {"fpage": "8044", "lpage": "8051", "name_0": "surname:Katsuoka;given-names:F", "name_1": "surname:Motohashi;given-names:H", "name_2": "surname:Ishii;given-names:T", "name_3": "surname:Aburatani;given-names:H", "name_4": "surname:Engel;given-names:JD", "name_5": "surname:Yamamoto;given-names:M", "pub-id_doi": "10.1128/MCB.25.18.8044-8051.2005", "pub-id_pmid": "16135796", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "25", "year": "2005"}, "text": "Genetic evidence that small maf proteins are essential for the activation of antioxidant response element-dependent genes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29850, "infons": {"fpage": "45", "lpage": "49", "name_0": "surname:Kansanen;given-names:E", "name_1": "surname:Kuosmanen;given-names:SM", "name_2": "surname:Leinonen;given-names:H", "name_3": "surname:Levonen;given-names:AL", "pub-id_doi": "10.1016/j.redox.2012.10.001", "pub-id_pmid": "24024136", "section_type": "REF", "source": "Redox Biol", "type": "ref", "volume": "1", "year": "2013"}, "text": "The Keap1-Nrf2 pathway: mechanisms of activation and dysregulation in cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29927, "infons": {"name_0": "surname:Nakazawa;given-names:H", "name_1": "surname:Chang;given-names:K", "name_2": "surname:Shinozaki;given-names:S", "pub-id_doi": "10.1371/journal.pone.0170391", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "12", "year": "2017"}, "text": "iNOS as a driver of inflammation and apoptosis in mouse skeletal muscle after burn injury: possible involvement of Sirt1 S-nitrosylation-mediated acetylation of p65 NF-κB and p53", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30110, "infons": {"name_0": "surname:Robledinos-Antón;given-names:N", "name_1": "surname:Fernández-Ginés;given-names:R", "name_2": "surname:Manda;given-names:G", "name_3": "surname:Cuadrado;given-names:A", "pub-id_doi": "10.1155/2019/9372182", "section_type": "REF", "source": "Oxid Med\nCell Longev", "type": "ref", "volume": "2019", "year": "2019"}, "text": "Activators and inhibitors of NRF2: a review of their potential for clinical development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30198, "infons": {"name_0": "surname:Gallorini;given-names:M", "name_1": "surname:Maccallini;given-names:C", "name_2": "surname:Ammazzalorso;given-names:A", "pub-id_doi": "10.3390/ijms20030495", "section_type": "REF", "source": "Int J Mol\nSci", "type": "ref", "volume": "20", "year": "2019"}, "text": "The selective acetamidine-based iNOS inhibitor CM544 reduces glioma cell proliferation by enhancing PARP-1 cleavage in vitro", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30323, "infons": {"fpage": "853", "lpage": "865", "name_0": "surname:Chatterjee;given-names:PK", "name_1": "surname:Patel;given-names:NS", "name_2": "surname:Sivarajah;given-names:A", "pub-id_doi": "10.1046/j.1523-1755.2003.00802.x", "pub-id_pmid": "12631066", "section_type": "REF", "source": "Kidney Int", "type": "ref", "volume": "63", "year": "2003"}, "text": "GW274150, a potent and highly selective inhibitor of iNOS, reduces experimental renal ischemia/reperfusion injury", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30437, "infons": {"fpage": "27", "lpage": "30", "name_0": "surname:Karimi;given-names:A", "name_1": "surname:Majlesi;given-names:M", "name_2": "surname:Rafieian-Kopaei;given-names:M", "pub-id_pmid": "28197471", "section_type": "REF", "source": "J Nephropharmacol", "type": "ref", "volume": "4", "year": "2015"}, "text": "Herbal versus synthetic drugs; beliefs and facts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30486, "infons": {"name_0": "surname:Dakrory;given-names:AI", "name_1": "surname:Fahmy;given-names:SR", "name_2": "surname:Soliman;given-names:AM", "name_3": "surname:Mohamed;given-names:AS", "name_4": "surname:Amer;given-names:SA", "pub-id_doi": "10.1155/2015/563652", "section_type": "REF", "source": "Biomed Res\nInt", "type": "ref", "volume": "2015", "year": "2015"}, "text": "Protective and curative effects of the sea cucumber Holothuria atra extract against DMBA-induced hepatorenal diseases in rats", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30612, "infons": {"fpage": "27", "lpage": "32", "name_0": "surname:Wargasetia;given-names:TL", "name_1": "surname:Permana;given-names:S", "name_2": "surname:Widodo", "pub-id_doi": "10.1007/s40495-018-0121-x", "section_type": "REF", "source": "Curr Pharmacol\nRep", "type": "ref", "volume": "4", "year": "2018"}, "text": "The role of sea cucumber active compound and its derivative as an anti-cancer agent", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30696, "infons": {"name_0": "surname:Khotimchenko;given-names:Y", "pub-id_doi": "10.3390/ijms19051342", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "19", "year": "2018"}, "text": "Pharmacological potential of sea cucumbers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30739, "infons": {"name_0": "surname:Kareh;given-names:M", "name_1": "surname:El Nahas;given-names:R", "name_2": "surname:Al-Aaraj;given-names:L", "pub-id_doi": "10.1177/2050312118809541", "section_type": "REF", "source": "SAGE Open\nMed", "type": "ref", "volume": "6", "year": "2018"}, "text": "Anti-proliferative and anti-inflammatory activities of the sea cucumber Holothuria polii aqueous extract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30844, "infons": {"name_0": "surname:Olivera-Castillo;given-names:L", "name_1": "surname:Grant;given-names:G", "name_2": "surname:Kantún-Moreno;given-names:N", "pub-id_doi": "10.3390/nu12061698", "section_type": "REF", "source": "Nutrients", "type": "ref", "volume": "12", "year": "2020"}, "text": "A Glycosaminoglycan-rich fraction from sea cucumber Isostichopus badionotus has potent anti-inflammatory properties in vitro and in vivo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30981, "infons": {"fpage": "1027", "lpage": "1037", "name_0": "surname:Pranweerapaiboon;given-names:K", "name_1": "surname:Apisawetakan;given-names:S", "name_2": "surname:Nobsathian;given-names:S", "name_3": "surname:Itharat;given-names:A", "name_4": "surname:Sobhon;given-names:P", "name_5": "surname:Chaithirayanon;given-names:K", "pub-id_doi": "10.1007/s10787-019-00677-3", "pub-id_pmid": "31813081", "section_type": "REF", "source": "Inflammopharmacology", "type": "ref", "volume": "28", "year": "2020"}, "text": "An ethyl-acetate fraction of Holothuria scabra modulates inflammation in vitro through inhibiting the production of nitric oxide and pro-inflammatory cytokines via NF-κB and JNK pathways", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31172, "infons": {"fpage": "775", "lpage": "783", "name_0": "surname:Pranweerapaiboon;given-names:K", "name_1": "surname:Noonong;given-names:K", "name_2": "surname:Apisawetakan;given-names:S", "name_3": "surname:Sobhon;given-names:P", "name_4": "surname:Chaithirayanon;given-names:K", "pub-id_doi": "10.4014/jmb.2103.03034", "pub-id_pmid": "33958506", "section_type": "REF", "source": "J Microbiol Biotechnol", "type": "ref", "volume": "31", "year": "2021"}, "text": "Methanolic extract from sea cucumber, Holothuria scabra, induces apoptosis and suppresses metastasis of PC3 prostate cancer cells modulated by MAPK signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31338, "infons": {"fpage": "2151", "lpage": "2157", "name_0": "surname:Assawasuparerk;given-names:K", "name_1": "surname:Rawangchue;given-names:T", "name_2": "surname:Phonarknguen;given-names:R", "pub-id_doi": "10.7314/APJCP.2016.17.4.2151", "pub-id_pmid": "27221911", "section_type": "REF", "source": "Asian Pac J Cancer\nPrev", "type": "ref", "volume": "17", "year": "2016"}, "text": "Scabraside D derived from sea cucumber induces apoptosis and inhibits metastasis via iNOS and STAT-3 expression in human cholangiocarcinoma xenografts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31489, "infons": {"name_0": "surname:Purcell;given-names:SW", "name_1": "surname:Samyn;given-names:Y", "name_2": "surname:Conand;given-names:C", "section_type": "REF", "source": "Commercially Important Sea Cucumbers of The\nWorld", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31490, "infons": {"name_0": "surname:O’Boyle;given-names:NM", "name_1": "surname:Banck;given-names:M", "name_2": "surname:James;given-names:CA", "name_3": "surname:Morley;given-names:C", "name_4": "surname:Vandermeersch;given-names:T", "name_5": "surname:Hutchison;given-names:GR", "pub-id_doi": "10.1186/1758-2946-3-33", "section_type": "REF", "source": "J Cheminformatics", "type": "ref", "volume": "3", "year": "2011"}, "text": "Open babel: an open chemical toolbox", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31527, "infons": {"name_0": "surname:Wargasetia;given-names:TL", "name_1": "surname:Ratnawati;given-names:H", "name_2": "surname:Widodo;given-names:N", "pub-id_doi": "10.1063/5.0002552", "section_type": "REF", "source": "AIP Conf Proc", "type": "ref"}, "text": "Anticancer potential of holothurin A, holothurin B, and holothurin B3 from the sea cucumber Holothuria scabra [published online ahead of print April 22, 2020]", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31686, "infons": {"fpage": "685", "lpage": "690", "name_0": "surname:Caulier;given-names:G", "name_1": "surname:Flammang;given-names:P", "name_2": "surname:Rakotorisoa;given-names:P", "name_3": "surname:Gerbaux;given-names:P", "name_4": "surname:Demeyer;given-names:M", "name_5": "surname:Eeckhaut;given-names:I", "section_type": "REF", "source": "Cah Biol Mar", "type": "ref", "volume": "2013"}, "text": "Preservation of the bioactive saponins of Holothuria scabra through the processing of trepang", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31780, "infons": {"name_0": "surname:Mitu;given-names:S", "name_1": "surname:Bose;given-names:U", "name_2": "surname:Suwansa-ard;given-names:S", "pub-id_doi": "10.3390/md15110349", "section_type": "REF", "source": "Holothuria scabra. Mar Drugs", "type": "ref", "volume": "15", "year": "2017"}, "text": "Evidence for a saponin biosynthesis pathway in the body wall of the commercially significant sea cucumber", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31886, "infons": {"fpage": "7511", "lpage": "7521", "name_0": "surname:Tong;given-names:KI", "name_1": "surname:Padmanabhan;given-names:B", "name_2": "surname:Kobayashi;given-names:A", "pub-id_doi": "10.1128/MCB.00753-07", "pub-id_pmid": "17785452", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "27", "year": "2007"}, "text": "Different electrostatic potentials define ETGE and DLG motifs as hinge and latch in oxidative stress response", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31996, "infons": {"name_0": "surname:Trott;given-names:O", "name_1": "surname:Olson;given-names:AJ", "pub-id_doi": "10.1002/jcc.21334", "section_type": "REF", "source": "J Comput Chem", "type": "ref", "volume": "31", "year": "2010"}, "text": "AutoDock vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32127, "infons": {"fpage": "4683", "lpage": "4702", "name_0": "surname:Heightman;given-names:TD", "name_1": "surname:Callahan;given-names:JF", "name_2": "surname:Chiarparin;given-names:E", "pub-id_doi": "10.1021/acs.jmedchem.9b00279", "pub-id_pmid": "30973731", "section_type": "REF", "source": "J\nMed Chem", "type": "ref", "volume": "62", "year": "2019"}, "text": "Structure–activity and structure–conformation relationships of aryl propionic acid inhibitors of the Kelch-like ECH-associated protein 1/nuclear factor erythroid 2-related factor 2 (KEAP1/NRF2) protein–protein interaction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32355, "infons": {"fpage": "233", "lpage": "242", "name_0": "surname:Fischmann;given-names:TO", "name_1": "surname:Hruza;given-names:A", "name_2": "surname:Niu;given-names:XD", "pub-id_pmid": "10074942", "section_type": "REF", "source": "Nat Struct Biol", "type": "ref", "volume": "6", "year": "1999"}, "text": "Structural characterization of nitric oxide synthase isoforms reveals striking active-site conservation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32459, "infons": {"fpage": "2981", "lpage": "2982", "name_0": "surname:Krieger;given-names:E", "name_1": "surname:Vriend;given-names:G", "pub-id_doi": "10.1093/bioinformatics/btu426", "pub-id_pmid": "24996895", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "YASARA view—molecular graphics for all devices—from smartphones to workstations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32543, "infons": {"fpage": "3198", "lpage": "3213", "name_0": "surname:Lomize;given-names:AL", "name_1": "surname:Pogozheva;given-names:ID", "pub-id_doi": "10.1021/acs.jcim.9b00224", "pub-id_pmid": "31259555", "section_type": "REF", "source": "J Chem Inf Model", "type": "ref", "volume": "59", "year": "2019"}, "text": "Physics-based method for modeling passive membrane permeability and translocation pathways of bioactive molecules", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32657, "infons": {"name_0": "surname:Ru;given-names:R", "name_1": "surname:Guo;given-names:Y", "name_2": "surname:Mao;given-names:J", "pub-id_doi": "10.3390/nu14040786", "section_type": "REF", "source": "Nutrients", "type": "ref", "volume": "14", "year": "2022"}, "text": "Cancer cell inhibiting sea cucumber (Holothuria leucospilota) protein as a novel anti-cancer drug", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32755, "infons": {"fpage": "225", "lpage": "229", "name_0": "surname:Mohammadizadeh;given-names:F", "name_1": "surname:Ehsanpor;given-names:M", "name_2": "surname:Afkhami;given-names:M", "name_3": "surname:Mokhlesi;given-names:A", "name_4": "surname:Khazaali;given-names:A", "name_5": "surname:Montazeri;given-names:S", "pub-id_doi": "10.1016/j.mycmed.2013.08.002", "pub-id_pmid": "24054089", "section_type": "REF", "source": "J Mycol Med", "type": "ref", "volume": "23", "year": "2013"}, "text": "Evaluation of antibacterial, antifungal and cytotoxic effects of Holothuria scabra from the North Coast of the Persian Gulf", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32879, "infons": {"fpage": "4753", "lpage": "4762", "name_0": "surname:Rodriguez;given-names:J", "name_1": "surname:Castro;given-names:R", "name_2": "surname:Riguera;given-names:R", "section_type": "REF", "source": "Tetrahedon", "type": "ref", "volume": "47", "year": "1991"}, "text": "Holothurinosides: new antitumour non sulphated triterpenoid glvcosides from the sea cucumber Holothurla forskalil", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32993, "infons": {"fpage": "517", "lpage": "525", "name_0": "surname:Phongpaichit;given-names:S", "name_1": "surname:Nikom;given-names:J", "name_2": "surname:Rungjindamai;given-names:N", "pub-id_doi": "10.1111/j.1574-695X.2007.00331.x", "pub-id_pmid": "17888010", "section_type": "REF", "source": "FEMS\nImmunol Med Microbiol", "type": "ref", "volume": "51", "year": "2007"}, "text": "Biological activities of extracts from endophytic fungi isolated from Garcinia plants: biological activities of extracts from endophytic fungi", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33136, "infons": {"name_0": "surname:Martínez;given-names:L", "pub-id_doi": "10.1371/journal.pone.0119264", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "Automatic identification of mobile and rigid substructures in molecular dynamics simulations and fractional structural fluctuation analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33276, "infons": {"fpage": "37", "lpage": "53", "name_0": "surname:Chen;given-names:DE", "name_1": "surname:Willick;given-names:DL", "name_2": "surname:Ruckel;given-names:JB", "name_3": "surname:Floriano;given-names:WB", "pub-id_doi": "10.1089/cmb.2014.0192", "pub-id_pmid": "25393978", "section_type": "REF", "source": "J Comput\nBiol", "type": "ref", "volume": "22", "year": "2015"}, "text": "Principal component analysis of binding energies for single-point mutants of hT2R16 bound to an agonist correlate with experimental mutant cell response", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33429, "infons": {"fpage": "652", "lpage": "661", "name_0": "surname:Pace;given-names:CN", "name_1": "surname:Fu;given-names:H", "name_2": "surname:Lee Fryar;given-names:K", "pub-id_doi": "10.1002/pro.2449", "pub-id_pmid": "24591301", "section_type": "REF", "source": "Protein Sci", "type": "ref", "volume": "23", "year": "2014"}, "text": "Contribution of hydrogen bonds to protein stability: hydrogen bonds and protein stability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33519, "infons": {"fpage": "623", "lpage": "628", "name_0": "surname:Lobanov;given-names:MY", "name_1": "surname:Bogatyreva;given-names:NS", "name_2": "surname:Galzitskaya;given-names:OV", "pub-id_doi": "10.1134/S0026893308040195", "section_type": "REF", "source": "Mol Biol", "type": "ref", "volume": "42", "year": "2008"}, "text": "Radius of gyration as an indicator of protein structure compactness", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33587, "infons": {"fpage": "21370", "lpage": "21380", "name_0": "surname:Kumar;given-names:N", "name_1": "surname:Sood;given-names:D", "name_2": "surname:Tomar;given-names:R", "name_3": "surname:Chandra;given-names:R", "pub-id_doi": "10.1021/acsomega.9b03035", "pub-id_pmid": "31867532", "section_type": "REF", "source": "ACS Omega", "type": "ref", "volume": "4", "year": "2019"}, "text": "Antimicrobial peptide designing and optimization employing large-scale flexibility analysis of protein-peptide fragments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33708, "infons": {"fpage": "101", "lpage": "107", "name_0": "surname:Canning;given-names:P", "name_1": "surname:Sorrell;given-names:FJ", "name_2": "surname:Bullock;given-names:AN", "pub-id_doi": "10.1016/j.freeradbiomed.2015.05.034", "pub-id_pmid": "26057936", "section_type": "REF", "source": "Free Radic Biol Med", "type": "ref", "volume": "88", "year": "2015"}, "text": "Structural basis of Keap1 interactions with Nrf2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33757, "infons": {"fpage": "238", "lpage": "245", "name_0": "surname:Wakabayashi;given-names:N", "name_1": "surname:Itoh;given-names:K", "name_2": "surname:Wakabayashi;given-names:J", "pub-id_doi": "10.1038/ng1248", "pub-id_pmid": "14517554", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "35", "year": "2003"}, "text": "Keap1-null mutation leads to postnatal lethality due to constitutive Nrf2 activation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33842, "infons": {"fpage": "3605", "lpage": "3617", "name_0": "surname:Lo;given-names:SC", "name_1": "surname:Li;given-names:X", "name_2": "surname:Henzl;given-names:MT", "name_3": "surname:Beamer;given-names:LJ", "name_4": "surname:Hannink;given-names:M", "pub-id_doi": "10.1038/sj.emboj.7601243", "pub-id_pmid": "16888629", "section_type": "REF", "source": "EMBO\nJ", "type": "ref", "volume": "25", "year": "2006"}, "text": "Structure of the Keap1:Nrf2 interface provides mechanistic insight into Nrf2 signaling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33929, "infons": {"name_0": "surname:Mou;given-names:Y", "name_1": "surname:Wen;given-names:S", "name_2": "surname:Li;given-names:YX", "name_3": "surname:Gao;given-names:XX", "name_4": "surname:Zhang;given-names:X", "name_5": "surname:Jiang;given-names:ZY", "pub-id_doi": "10.1016/j.ejmech.2020.112532", "section_type": "REF", "source": "Eur J Med Chem", "type": "ref", "volume": "202", "year": "2020"}, "text": "Recent progress in Keap1-Nrf2 protein-protein interaction inhibitors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33998, "infons": {"name_0": "surname:Wang;given-names:J", "name_1": "surname:Yang;given-names:J", "name_2": "surname:Cao;given-names:M", "name_3": "surname:Zhao;given-names:Z", "name_4": "surname:Cao;given-names:B", "name_5": "surname:Yu;given-names:S", "pub-id_doi": "10.1016/j.crphar.2021.100028", "section_type": "REF", "source": "Curr Res Pharmacol\nDrug Discov", "type": "ref", "volume": "2", "year": "2021"}, "text": "The potential roles of Nrf2/Keap1 signaling in anticancer drug interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34074, "infons": {"fpage": "1390", "lpage": "1403", "name_0": "surname:Shekh-Ahmad;given-names:T", "name_1": "surname:Eckel;given-names:R", "name_2": "surname:Dayalan Naidu;given-names:S", "pub-id_doi": "10.1093/brain/awy071", "pub-id_pmid": "29538645", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "141", "year": "2018"}, "text": "KEAP1 inhibition is neuroprotective and suppresses the development of epilepsy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34153, "infons": {"fpage": "295", "lpage": "317", "name_0": "surname:Cuadrado;given-names:A", "name_1": "surname:Rojo;given-names:AI", "name_2": "surname:Wells;given-names:G", "pub-id_doi": "10.1038/s41573-018-0008-x", "pub-id_pmid": "30610225", "section_type": "REF", "source": "Nat\nRev Drug Discov", "type": "ref", "volume": "18", "year": "2019"}, "text": "Therapeutic targeting of the NRF2 and KEAP1 partnership in chronic diseases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34229, "infons": {"fpage": "301", "lpage": "312", "name_0": "surname:Alderton;given-names:WK", "name_1": "surname:Angell;given-names:ADR", "name_2": "surname:Craig;given-names:C", "pub-id_doi": "10.1038/sj.bjp.0706168", "pub-id_pmid": "15778742", "section_type": "REF", "source": "Br J Pharmacol", "type": "ref", "volume": "145", "year": "2005"}, "text": "GW274150 and GW273629 are potent and highly selective inhibitors of inducible nitric oxide synthase in vitro and in vivo: highly selective iNOS inhibitors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34384, "infons": {"fpage": "158", "lpage": "189", "name_0": "surname:Cinelli;given-names:MA", "name_1": "surname:Do;given-names:HT", "name_2": "surname:Miley;given-names:GP", "name_3": "surname:Silverman;given-names:RB", "pub-id_doi": "10.1002/med.21599", "pub-id_pmid": "31192483", "section_type": "REF", "source": "Med Res Rev", "type": "ref", "volume": "40", "year": "2020"}, "text": "Inducible nitric oxide synthase: regulation, structure, and inhibition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34455, "infons": {"fpage": "471", "lpage": "479", "name_0": "surname:Korhonen;given-names:R", "name_1": "surname:Lahti;given-names:A", "name_2": "surname:Kankaanranta;given-names:H", "name_3": "surname:Moilanen;given-names:E", "pub-id_doi": "10.2174/1568010054526359", "pub-id_pmid": "16101524", "section_type": "REF", "source": "Curr Drug Targets Inflamm\nAllergy", "type": "ref", "volume": "4", "year": "2005"}, "text": "Nitric oxide production and signaling in inflammation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34509, "infons": {"fpage": "151", "lpage": "174", "name_0": "surname:Neidle;given-names:S", "name_1": "surname:Neidle;given-names:S", "section_type": "REF", "source": "Therapeutic Applications of Quadruplex Nucleic\nAcids", "type": "ref", "volume": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]