[{"source": "PMC", "date": "20230421", "key": "pmc.key", "infons": {}, "documents": [{"id": "10104777", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41417-022-00577-9", "article-id_pmc": "10104777", "article-id_pmid": "36575316", "article-id_publisher-id": "577", "fpage": "629", "issue": "4", "kwd": "Oral cancer Cancer genomics", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/.", "lpage": "640", "name_0": "surname:Mehdi;given-names:Ahmed M.", "name_1": "surname:Zhou;given-names:Chenhao", "name_2": "surname:Turrell;given-names:Gavin", "name_3": "surname:Walpole;given-names:Euan", "name_4": "surname:Porceddu;given-names:Sandro", "name_5": "surname:Frazer;given-names:Ian H.", "name_6": "surname:Chandra;given-names:Janin", "name_7": "surname:Mehdi;given-names:Ahmed M.", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "30", "year": "2023"}, "text": "HPV status represents dominant trait driving delineation of survival-associated gene co-expression networks in head and neck cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 132, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Integration of high-dimensional tumor gene expression data with clinicopathological data can increase our understanding of disease diversity, enable retrospective patient stratification, and identify new potential biomarkers and therapeutic targets. Using a systems biology approach, we provide a holistic overview of gene co-expression networks in head and neck squamous cell carcinomas (HNSCC). Weighted gene co-expression network analysis of HNSCC RNA sequencing data from 519 patients from The Cancer Genome Atlas (TCGA) was used to determine correlates of 5-year survival, using regression tree-based optimal threshold calculations. Survival-associated gene sets were transformed to gene set scores that were assessed for correlation with clinicopathological data. We identified 8 gene co-expression modules for HNSCC tumors, each of which contained co-expressed genes associated significantly with 5-year survival. Survival-associated co-expression gene signatures correlated dominantly with tumor HPV and p16 status. Network analysis identified that survival was associated with signaling networks of infection, immunity, epithelial-mesenchymal transition (EMT), hypoxia, glycolysis, focal adhesion, extracellular matrix, MYC signaling, autophagy and transcriptional regulation. EMT-associated gene signatures were expressed dominantly in fibroblasts, and cancer-associated fibroblasts were inversely correlated with immune activity. Interestingly, a high Immune Suppression Score based on expression of 21 genes associated with immune inhibition and including immune checkpoints, cytokines and regulatory T cell factors, was also associated with increased survival probability, and was significantly higher in HPV+ HNSCC. Networks associated with HNSCC survival were further associated with survival in cervical cancer, melanoma and lung cancer. This study defines 5129 genes associated with HNSCC survival, organized into co-expressed networks, their correlation with clinicopathological data, and with gene expression data from other malignant diseases, and provides a source for the discovery of biomarkers and novel therapies for HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2283, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2296, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Head and neck squamous cell carcinomas (HNSCC) are the sixth leading cause of cancers, and more than 600,000 new cases are diagnosed yearly worldwide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2447, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "HNSCC are a diverse group of malignant diseases that are located at various anatomical sites in the mucosal linings of the upper aero digestive tract. Although HNSCC originates from mucosal epithelial cells, it is a heterogeneous disease, originating from different anatomic structures in the oral cavity, oropharynx, nasopharynx, paranasal sinuses, larynx or hypopharynx, and promoted by a range of co-carcinogens, including tobacco, beetle nut, alcohol, and oncogenic human papillomavirus (HPV). Definitive treatment includes either surgery with or without post-operative (chemo) radiotherapy (CRT) or curative CRT and can be associated with significant long-term morbidity. Immunotherapy that targets the immune inhibitory checkpoints PD1/PDL1 has some benefits in recurrent disease with an average response rate of 20–30%, but there is still a need for novel therapeutic approaches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3336, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Studies employing high-dimensional sequencing technologies on large patient cohorts, such as The Cancer Genome Atlas (TCGA), have demonstrated genetic mutations contributing to disease initiation and progression, and have been instrumental in identifying new therapeutic targets and biomarkers for patient stratification. While many biomarkers and new therapeutic targets have been suggested based on a targeted mining of sequencing data sets, unbiased identification of disease-associated metabolic processes and pathways should enable a more rational approach to patient stratification and to selection of alternative therapies. We recently described association of a module of immune genes whose expression was associated with increased probability of 5-year survival in cervical cancer, and this immune module included many genes whose expression was associated with immune suppression. In the present study we analyzed the TCGA HNSCC gene expression data, and identified survival-associated co-expressed gene networks, their interrelations and their relationship to clinicopathological data. We further tested the applicability of HNSCC-derived survival-associated gene networks to other types of cancers and identified significant overlap with cervical cancer, lung cancer and melanoma. These data advance our understanding of HNSCC biology, diversity, interrelatedness of signaling pathways, and may guide identification of novel diagnostics, patient stratification, and therapy selection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4833, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials/subjects and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4864, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 4880, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene expression (HiSeqV2_PANCAN) and clinicopathological data of primary tumors of HNSC (n = 519), CESC (n = 257), melanoma (n = 305), and LUNG cancer (n = 917) was obtained from Xenabrowser (https://xenabrowser.net/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5115, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The single cell RNA sequencing (scRNA-seq) data of HNSCC tumor samples was derived from Gene Expression Omnibus (GEO) DataSets (GSE103322).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5255, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Weighted gene co-expression network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 5300, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Weighted gene co-expression network analysis (WGCNA) was performed as previously described, using the WGCNA software package in R. Briefly, the similarity between each pair of genes across all samples in TCGA-HNSCC was determined using a Pearson correlation method. We then transformed the correlation values to an adjacency matrix by raising the similarity power to 6. By using the adjacency matrix, we computed a topological overlap matrix (TOM) to determine the topological similarity and a corresponding dissimilarity matrix (1-TOM) to form clusters. The hclust function was used to perform hierarchical clustering using the dissimilarity matrix. The outliers were determined using the flshclust software package in R. Highly distinct modules were uncovered by using the dynamic tree-cutting algorithm. The colors were randomly assigned to each module. By using the expression values of all genes in each module, eigen gene expression per module (ME) was calculated representing the first principal component for each module. The clinical features were correlated with ME of each module.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6392, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Kaplan–Meier survival analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6425, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Kaplan–Meier survival analysis (KMSA) was based on a regression tree-structured statistical model and was performed for each gene of each WGCNA module. Specifically, for each gene, an optimal threshold was identified using recursive binary partitioning to establish the association between gene expression and time to death.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6752, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Therefore, the method stratifies the patients into two survival groups termed as “high- expression” and “low-expression”. The KMSA was performed using the R software packages Survminer and Survival with the default settings of Rho = 0 to extract a log rank test p-value for overall survival up to 1825 days (5 years), with p-values <0.05 considered significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7126, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pathway and interaction analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7159, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Significant survival-associated genes of each WGCNA module were sorted into two lists; one where high expression of genes was associated with increased 5-year survival (IS), and the other where high expression of genes was associated with decreased 5-year survival (DS) (Supplementary File 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7453, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each gene list was subjected to pathway analysis using Enrichr (https://maayanlab.cloud/Enrichr/) and protein-protein-interaction analysis using the Search Tool for the Retrieval of Interacting Genes (STRING) (https://string-db.org/), using the highest confidence threshold of 0.9. The resulting interaction network was imported into Cytoscape for better visualization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7823, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of scRNA-seq data of HNSCC tumor samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 7873, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The raw count matrix and annotation of cancer and non-cancer cell clusters were downloaded, processed, and visualized using the Seurat R package (v3.0.5). The fibroblast cluster was further divided into three subpopulations (CAF, myofibroblasts, and resting fibroblast) based on the expression of specific genes as described in the original publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8227, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene set enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8256, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene set enrichment analysis was performed using the AUCell pR ackage. AUCell calculates the area under the curve score for each cell to determine whether the input gene signature is enriched within the top-ranking genes (ordered by their expression values) for each cell. A total of 55 myogenesis genes and a total of 44 EMT genes obtained from pathway analysis were used as input gene sets. For each cell in the HNSCC scRNA-seq dataset, enrichment scores of both gene sets were calculated independently. Enrichment scores of cells within the same cell type were then compared with those of cells from different cell types. A threshold defining which cell was highly enriched for the input gene sets was determined by the mixtools R package.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8999, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Score development", "sentences": [], "annotations": [], "relations": []}, {"offset": 9017, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WGCNA-derived survival-associated gene lists in each module (Supplementary File 1) were translated into scores using a method recently established by Foroutan and colleagues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9192, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Briefly, each TCGA-HNSCC sample was ranked by increasing abundance for each gene using the ‘rankgenes’ function in the Singscore software package, and a mean rank was calculated for each sample in TCGA-HNSCC data. The mean rank was further normalized against ranks of all samples in the data. Lower and upper quartiles of scores were subsequently compared for 5-year survival using KMSA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9584, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immune-suppression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9612, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A knowledge-based immune suppression gene list containing 50 genes, including immune inhibition checkpoint genes, regulatory T cell genes and immune-suppressive cytokines was tested for association with survival using KMSA. Genes where high expression was associated with increased survival were summarized into an “Immune Suppression Score” (Supplementary File 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9982, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Trait relationships", "sentences": [], "annotations": [], "relations": []}, {"offset": 10002, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Relationships between clinicopathological data and modules eigengene expression; and between module scores were established using Pearson R correlation analysis (PRCA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10171, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Computer availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 10193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Custom computer code can be provided upon request to the corresponding author.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10272, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10280, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Multiple gene co-expression networks are associated with survival in HNSCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 10355, "infons": {"file": "41417_2022_577_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Gene network delineation in HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10390, "infons": {"file": "41417_2022_577_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "A Flow chart describing analysis pipeline. B Weighted gene co-expression network analysis (WGCNA) was used to delineate gene networks in the TCGA HNSCC data. Clustering of module eigengenes with a threshold of 0.6 resulted in 8 modules. C Correlation analysis between WGCNA modules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10673, "infons": {"file": "41417_2022_577_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Survival-associated gene networks and their relationship with clinical data in HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10759, "infons": {"file": "41417_2022_577_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "A Genes in WGCNA modules were analyzed for association with survival. Significant genes were divided into gene lists where high expression was associated with increased survival (IS) or decreased survival (DS), and were subsequently summarized as _IS and _DS scores. Scores were validated for association with survival by comparing upper and lower quartiles. B WGCNA module-derived scores were correlated with clinicopathological traits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11197, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "WGCNA identifies multiple central networks associated with survival in HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11275, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Module</th><th>Expression associated with increased/decreased survival</th><th>Number of genes</th><th>Pathway enrichment</th><th>PPI enrichment <italic>p</italic>-value</th></tr></thead><tbody><tr><td rowspan=\"2\">Brown</td><td>Increased</td><td>191</td><td>n.s.</td><td>n.s.</td></tr><tr><td>Decreased</td><td>173</td><td>Protein secretion; Apical junction;</td><td>0.00201</td></tr><tr><td rowspan=\"2\">Cyan</td><td>Increased</td><td>638</td><td>Cytokine-cytokine receptor interaction; T cell receptor signaling; Natural killer cell mediated cytotoxicity;</td><td>&lt;1.0e−16</td></tr><tr><td>Decreased</td><td>309</td><td>Lysosome</td><td>0.00839</td></tr><tr><td rowspan=\"2\">Dark orange</td><td>Increased</td><td>570</td><td>Herpes simplex virus 1 infection; Generic Transcription Pathway <italic>Homo sapiens</italic> R-HSA-212436;</td><td>4.27e−05</td></tr><tr><td>Decreased</td><td>1565</td><td>Myc Targets V1, Myc Targets V2, mTORC1 signaling; Metabolism of proteins <italic>Homo sapiens</italic> R-HSA-392499;</td><td>&lt;1.0e−16</td></tr><tr><td rowspan=\"2\">Green Yellow</td><td>Increased</td><td>148</td><td>Estrogen response early and late; Oxidation by Cytochrome P450 WP43</td><td>&lt;1.0e−16</td></tr><tr><td>Decreased</td><td>42</td><td>O-linked glycosylation Homo sapiens R-HSA-5173105; Gap junction;</td><td>0.000144</td></tr><tr><td rowspan=\"2\">Grey</td><td>Increased</td><td>261</td><td>Herpes simplex virus 1 infection; Generic Transcription Pathway Homo sapiens R-HSA-212436;</td><td>n.s.</td></tr><tr><td>Decreased</td><td>246</td><td>Complement and coagulation cascades; Apical complex;</td><td>9.8e−13</td></tr><tr><td rowspan=\"2\">Light Cyan</td><td>Increased</td><td>36</td><td>n.s.</td><td>n.s.</td></tr><tr><td>Decreased</td><td>3</td><td>n.s.</td><td>n.s.</td></tr><tr><td rowspan=\"2\">Magenta</td><td>Increased</td><td>337</td><td>E2F targets; G1 to S cell cycle control WP45; Retinoblastoma gene in cancer WP2446;</td><td>2.22e−16</td></tr><tr><td>Decreased</td><td>25</td><td>E2F targets; G2-M Checkpoint</td><td>0.0277</td></tr><tr><td>Pink</td><td>Increased</td><td>124</td><td>n.s.</td><td>n.s.</td></tr><tr><td/><td>Decreased</td><td>461</td><td>Myogenesis; Epithelial-Mesenchymal Transition; Hypoxia;</td><td>&lt;1.0e−16</td></tr></tbody></table>\n"}, "text": "Module\tExpression associated with increased/decreased survival\tNumber of genes\tPathway enrichment\tPPI enrichment p-value\t \tBrown\tIncreased\t191\tn.s.\tn.s.\t \tDecreased\t173\tProtein secretion; Apical junction;\t0.00201\t \tCyan\tIncreased\t638\tCytokine-cytokine receptor interaction; T cell receptor signaling; Natural killer cell mediated cytotoxicity;\t<1.0e−16\t \tDecreased\t309\tLysosome\t0.00839\t \tDark orange\tIncreased\t570\tHerpes simplex virus 1 infection; Generic Transcription Pathway Homo sapiens R-HSA-212436;\t4.27e−05\t \tDecreased\t1565\tMyc Targets V1, Myc Targets V2, mTORC1 signaling; Metabolism of proteins Homo sapiens R-HSA-392499;\t<1.0e−16\t \tGreen Yellow\tIncreased\t148\tEstrogen response early and late; Oxidation by Cytochrome P450 WP43\t<1.0e−16\t \tDecreased\t42\tO-linked glycosylation Homo sapiens R-HSA-5173105; Gap junction;\t0.000144\t \tGrey\tIncreased\t261\tHerpes simplex virus 1 infection; Generic Transcription Pathway Homo sapiens R-HSA-212436;\tn.s.\t \tDecreased\t246\tComplement and coagulation cascades; Apical complex;\t9.8e−13\t \tLight Cyan\tIncreased\t36\tn.s.\tn.s.\t \tDecreased\t3\tn.s.\tn.s.\t \tMagenta\tIncreased\t337\tE2F targets; G1 to S cell cycle control WP45; Retinoblastoma gene in cancer WP2446;\t2.22e−16\t \tDecreased\t25\tE2F targets; G2-M Checkpoint\t0.0277\t \tPink\tIncreased\t124\tn.s.\tn.s.\t \t\tDecreased\t461\tMyogenesis; Epithelial-Mesenchymal Transition; Hypoxia;\t<1.0e−16\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12662, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "PPI was analyzed using STRING-DB with the highest confidence of 0.9; n.s. not significant with adjusted p-value above 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12786, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed weighted gene co-expression network analysis (WGCNA) across 20,530 genes for 519 samples comprising the TCGA HNSCC primary tumor cohort to determine central signaling networks associated with HNSCC prognosis (Fig. 1A) We identified 8 co-expression modules (Fig. 1B) with only weak inter-module correlation (Fig. 1C). Expression of individual genes from each module was assessed as a predictor of 5-year survival, using recursive binary partitioning, allowing identification of the most discriminatory level of gene expression for each gene (Fig. 1A). Overall, across the 8 modules, we identified 2305 genes where high expression was associated with increased survival (IS), and 2824 genes where high expression was associated with decreased survival (DS), resulting in 16 gene lists (Supplementary File 1). We summarized the 16 gene lists as module scores, and verified that the top and bottom quartiles of scores were predictive of survival (Fig. 2A). We observed that multiple WGCNA module-derived survival-associated gene lists were significantly enriched for central pathways and protein–protein interaction (PPI) networks (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13939, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed correlation analysis between the WGCNA module-derived scores and clinical traits (Fig. 2B) and determined that the scores were not significantly associated with clinical stage, pathological tumor/node/metastasis (T/N/M) stage, smoking or alcohol consumption. However, there were positive correlations for IS genes, and negative correlations for DS genes, with days to death and vital status (0 = dead, 1 = alive). Expression of p16 has been used to determine HPV status indirectly, and a recent study identified HPV viral gene reads in the TCGA sequencing data, providing direct evidence of HPV status. The strongest correlations with the WGCNA module-derived scores were with p16 status and with detection of HPV viral sequences. Scores of IS genes were positively correlated with p16 and HPV status, and scores of DS genes were negatively correlated with HPV status, in keeping with the observation that HPV+ HNSCC have a better average prognosis than HPV− HNSCC. Surprisingly, recorded tobacco use did not correlate with any of the WGCNA module-derived survival-associated scores. We detected the highest correlations of HPV status with the Magenta_IS score. This module includes 337 genes with high PPI significance, and is enriched in zinc finger transcription factors associated with ‘Herpes simplex virus 1 infection’ as well as the ‘E2F target pathway’ and ‘Cell cycle control’. Interestingly, high expression of E2F and its target genes is commonly associated with poor epithelial cancer prognosis. HPV E7 oncoprotein binds to the retinoblastoma protein (Rb), thereby releasing E2F proteins to initiate cell cycle. However, some E2Fs act as tumor suppressors, including E2F8, a gene included in the Magenta_IS score. E2F8 also plays an important role in the DNA damage response by preventing DNA synthesis when there is DNA damage, possibly resulting in less aggressive tumor growth and hence a better prognosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15896, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A second module score that was strongly correlated with HPV status was the Grey_IS score. This score was built on 261 IS genes, which were also enriched in zinc fingers associated with ‘Herpes simplex virus 1 infection’ and ‘Generic Transcription Pathways’. Further, we detected many zinc fingers (176 ZNFs, 11 ZFP, others) across multiple WGCNA modules (DarkOrange, Grey, Magenta, Pink). Given their role in regulating gene expression, it is not surprising that zinc finger proteins act as tumor promoters or suppressors. Zinc finger proteins hence represent a largely untapped source for biomarker and target discovery.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16526, "infons": {"file": "41417_2022_577_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "HPV status is dominant trait driving delineation of survival-associated gene co- expression networks in head and neck cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16652, "infons": {"file": "41417_2022_577_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "WGCNA module scores were compared by HPV_p16 status (negative: n = 73, positive: n = 38). Boxplots indicate median and interquartile range. Homogeneity of variance was tested using Levene test. P-values are based on either student t-test when score values were normally distributed, or Wilcoxson rank-sum test when score values were non-normal distributed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17017, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "WGCNA module-derived scores were generally significantly different between HPV− and HPV+ HNSCC (Fig. 3), suggesting that HPV status is the main determinant of survival-associated co-expression gene signatures, and reinforcing the observation that HPV+ and HPV− HNSCC are different disease entities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17320, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the remainder of this study, we focused on three of the WGCNA module-derived gene networks, Cyan_IS, Pink_DS and DarkOrange_DS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17451, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "An immune network is associated with increased survival probability in HNSCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 17528, "infons": {"file": "41417_2022_577_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "An immune network is associated with increased survival probability in HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17606, "infons": {"file": "41417_2022_577_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "A 638 WGCNA Cyan module genes associated with increased survival and 309 genes associated with decreased survival were analyzed separately in Enrichr using the Reactome Pathway Database. Dot plot shows enrichment patterns of three representative immune-related pathways. The red dashed line represents a cut-off for the adjusted p-value (adjP = 0.01). B 638 WGCNA Cyan module genes associated with increased survival were further analyzed in Enrichr using the GO Biological Process Pathway Database. Dot plot shows enrichment patterns of different cell-type-associated immune pathways (effector T cell: Teff; Regulatory T cell: Tregs; effector B cell: Beff; NK cells; DC; Macrophage: MΦ; Neutrophil). The red dashed line represents a cut-off for the adjusted p-value (adjP = 0.05). C A total of 92 WGCNA Ccyan module genes associated with increased survival identified in the different cell-type-associated immune pathways from (B) were further analyzed using STRING (https://string-db.org/) and the resulting interaction network was imported into Cytoscape for better visualization. Genes derived from the same cell-type-associated immune pathways were grouped together. Node size indicates the degree of connectivity determined by “active interaction sources” as described in STRING. Non-connected genes were removed from the network. Nodes with different colors represent genes encoding immunosuppressive molecules (green), cytokine/cytokine receptor (pink) and chemokines and their signaling molecules (blue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19125, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The WGCNA Cyan module consisted of 638 IS genes and 309 DS genes (Table 1, Supplementary File 1). Cyan_IS genes were significantly enriched for the Reactome pathways ‘Immune System’, ‘Adoptive Immune System’, and ‘Innate Immune System’, whereas no pathway enrichment was observed for Cyan_DS genes (Fig. 4A). The IS genes were further enriched for cell-type-associated immune pathways, including regulatory and effector T cells, B cells, NK cells, DCs, macrophages and neutrophils (Fig. 4B). PPI analysis determined genes of highest connectivity, including CTLA4, FOXP3, PTPRC, LCK, IL2, CD19, and CD40LG (Fig. 4C). The network further contained multiple genes indicative of immune suppression such as TIGIT, LGALS9, TNFRSF4, and CD244. Together, these data demonstrate that a rich immune network is associated with increased survival probability in HNSCC, and that this immune network includes genes indicative of immune suppression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20072, "infons": {"file": "41417_2022_577_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "High expression of immune suppression genes is associated with increased survival probability in HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20176, "infons": {"file": "41417_2022_577_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "A A knowledge-based list of 50 immune suppressive genes was analyzed for association with 5-year survival probability. p-values were −log10 transformed and genes for which high expression was associated with decreased survival were transformed to a negative value. B An Immune Suppression Score was built based on 21 immune suppression genes shown in (A) where high expression was associated with increased survival. Each subject was assigned an Immune Suppression Score and 5-year survival was analyzed by comparing upper and lower quartiles of the score. C The Immune Suppression Score was compared by HPV_p16 status (negative: n = 73, positive: n = 38). Boxplots indicate median and interquartile range.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20893, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We previously demonstrated that high expression of 20 immune suppressive genes was associated with increased survival probability in cervical cancer. To determine which immune suppression genes are associated with survival in HNSCC, we performed survival analysis using a knowledge-based list of 50 immune suppression genes, and identified 21 IS genes and 6 DS genes (Fig. 5A). The majority of these genes overlapped with those observed in the cervical cancer study. Furthermore, TNFRSF12A (TWEAK-R), NT5E (CD73), and TGFB1/TGFBR1 were genes where low expression was significantly associated with increased survival in both cervical cancer and HNSCC, demonstrating that high expression of these immune genes is detrimental to outcome. We built an Immune Suppression Score based on the 21 IS immune suppression genes, and demonstrate that a high Immune Suppression Score is associated with increased 5-year survival probability (Fig. 5B), similar as to our previous observations in cervical cancer. Furthermore, the Immune Suppression Score was significantly different between HPV+ and HPV− HNSCC, where HPV+ HNSCC generally displayed higher Immune Suppression Scores (Fig. 5C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22073, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "An EMT network is associated with decreased survival probability in HNSCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 22147, "infons": {"file": "41417_2022_577_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "An EMT network is associated with decreased survival probability in HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22222, "infons": {"file": "41417_2022_577_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "A Genes of the Pink_IS score (n = 124) and the Pink_DS score (n = 461) were analyzed for pathway enrichment. B Enrichment scores of ‘Myogenesis’ and ‘Epithelial Mesenchymal Transition’ (EMT) were calculated for each cell of a published HNSCC scRNAseq dataset using the AUCell package. C, D Myogenesis (C) and EMT (D) gene set enrichment scores for each cell type were visualized as Violin plot (left). Heatmaps (right) show ranking of Myogenesis (C) and EMT (D) enriched cell types (gene enrichment scores above the threshold as determined by Mixtools package) and expression of pathway specific genes across cell types. E Pearson correlation analysis was performed between the proportion of T cells and the proportion of fibroblasts of the HNSCC scRNAseq data. F Density plot depicts expression of NT5E (CD73) across cell types. G Correlation between CAF_score and Cyan_IS score in TCGA-HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23133, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The WGCNA Pink module consisted of 124 genes associated with IS and 461 genes associated with DS (Table 1, Supplementary File 1). In this module, IS genes were not significantly enriched for particular pathways. In contrast, DS genes were enriched in the’Myogenesis’,’Epithelial-mesenchymal transition’ (EMT), and ‘Hypoxia’ pathways (Table 1, Fig. 6A). To determine which cell types expressed DS genes, we used single-cell RNA sequence data (scRNAseq) transcriptomic reads of ~6000 cells from 18 primary HNSCC biopsies (Fig. 6B). We performed gene set enrichment analysis using the DS-associated genes of the myogenesis and the EMT pathways, and found that myofibroblasts, cancer-associated fibroblasts (CAFs), resting fibroblasts and endothelial cells showed the highest enrichment for genes associated with myogenesis and EMT (Fig. 6C, D). While noting that a scRNAseq dataset derived from 18 tumor biopsies is not powered to confidently define relationships, we observed a moderate negative correlation between numbers of T cells and fibroblasts (Fig. 6E), and that CAFs expressed high levels of NT5E mRNA (Fig. 6F). NT5E encodes the ecto-5′-nucleotidase CD73 which converts adenosine monophosphate (AMP) to adenosine and is thereby known to contribute to immune suppression by inducing regulatory and anergic T cell responses. CAFs are a major site of CD73 expression and mediate T cell suppression in colorectal cancer. We further developed a CAF score based on a CAF gene expression signature and found that a high CAF score was significantly associated with decreased survival probability in the TGCA HNSCC data (p = 0.00911, data not shown), and was inversely correlated with the immune module derived Cyan_IS score (Fig. 6G).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24886, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "A MYC network is associated with decreased survival probability in HNSCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 24959, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The WGCNA DarkOrange module consisted of 570 IS genes and 1565 DS genes (Table 1, Supplementary File 1). A significant number of DS genes were enriched in the ‘MYC targets V1 and V2 pathways’, ‘mTORC1 signaling’, ‘Unfolded protein response’, ‘Oxidative phosphorylation’, ‘Glycolysis’ and ‘Hypoxia’ pathways. MYC is an oncogenic transcription factor that controls cell proliferation, apoptosis, telomerase activity and VEGF-mediated angiogenesis. MYC targets scores have also been associated with cancer aggressiveness in breast cancer. This module also contained a large number of ribosomal genes, indicating increased biosynthesis, as well as a significant number of proteasome subunit genes, potentially suggesting increased levels of autophagy, which was further supported by the presence of the essential autophagy genes ATG5, ATG12, BECN1 and vacuolar protein-sorting-associated (VPSA) proteins in this module. The 1565 co-expressed genes of this module may thus provide a resource for therapeutic target identification.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26009, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Key HNSCC-derived survival-associated co-expression networks apply to other cancer types", "sentences": [], "annotations": [], "relations": []}, {"offset": 26098, "infons": {"file": "41417_2022_577_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Parallels between HNSCC survival-associated gene networks and CESC, Melanoma, and Lung cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26193, "infons": {"file": "41417_2022_577_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "The WGCNA module-derived Scores and the Immune Suppression Score were tested for survival association in the TCGA datasets for cervical cancer (CESC), melanoma (SKCM) and lung cancer (LUNG). Data shows −log10 transformed p-values of KMSA when top and bottom quartiles of scores were compared. Only significant KMSA p values were transformed and plotted. A Summary where each data point represents a −log10 transformed p-value of one individual WGCNA module-derived score. B Each KMSA −log10 transformed p-value is shown for each individual score. Dotted line represents statistical significance threshold of −log10 transformation of p = 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26848, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have previously shown that an immune co-expression network derived from cervical cancer also stratified survival probability in HNSCC. To determine whether HNSCC-derived survival-associated co-expression networks could also stratify survival probability in other cancers, we tested the HNSCC WGCNA-derived module scores in cervical cancer, melanoma and lung cancer (Fig. 1A). The majority of HNSCC-derived WGCNA scores were also significant associated with survival in other cancers, although to a lesser extent (Fig. 7A, B). In both cervical cancer and lung cancer, 6 of 8 IS scores, and 7 of 8 DS scores, were significantly associated with survival. In melanoma, only 1 IS score, the immune module-derived Cyan_IS score, and 6 of 8 DS scores, were significantly associated with survival. All tested cancer types had a significant survival association with the Immune Suppression Score, and this significance was highest in melanoma (Fig. 7B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27796, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 27807, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The availability of large transcriptomic cancer data sets and associated clinical outcome serves as a powerful tool to identify survival-associated gene expression patterns, thereby advancing knowledge of heterogeneity in cancer biology and building frameworks for patient stratification. However, the majority of studies to date used biased approaches to interrogate survival association of specific signaling pathways and genes. To gain a better overall understanding of the interconnectedness of survival-associated genes, we used a systems biology approach based on weighted gene co-expression to decipher networks that are associated with clinical outcome. Using the TCGA HNSCC gene expression data of 519 patients, and assessing all available 20,530 genes, we identified 5129 survival-associated genes arranged into distinct gene co-expression networks. Particularly interesting, we identified 21 immune suppressive genes for which high expression was associated with increased survival. Many of the identified networks, including the immune suppressive genes, also associated with survival in cervical cancer, melanoma and lung cancer. This data represents a resource to enable the identification of novel genes and metabolic pathways that may allow patient stratification and development of new cancer-specific therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29135, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "HNSCC is a diverse group of cancers affecting different anatomical regions of the oral cavity and throat. HNSCC cancers can be found on the tongue, in tonsils, in the larynx or oropharynx, at the floor of the mouth and other anatomical sites. Traditionally, HNSCC is associated with a long-term habit of smoking and drinking. An increasing proportion of HNSCC, however, is associated with persistent infection with oncogenic HPVs, and it is acknowledged that HPV+ HNSCC have a better prognosis than HPV− HNSCC. This was confirmed in the current study, where HPV+ HNSCC defined by either presence of HPV viral sequences or p16 expression (as a recognized surrogate for HPV-associated cancer) was correlated strongly with survival. HPV status was in fact the dominant clinicopathological trait that correlated with survival-associated gene co-expression networks. Specifically, gene networks where high expression was associated with increased survival were highly correlated with HPV+ HNSCC, and gene networks where high expression was associated with decreased survival were highly correlated with HPV− HNSCC. In contrast, tobacco, alcohol use, or clinical and pathology stage, did not correlate with the survival-associated gene co-expression networks, and future studies exploring gene-environment associations may inform these relationships more specifically. Of note, this study was not powered to determine the effect of different HPV genotypes on survival-associated gene co-expression networks, as 82% of HPV+ samples expressed viral sequences of HPV16, and very few samples (n = 13) expressed other HPV genotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30765, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We describe in detail three survival-associated gene co-expression networks in the current study; an immune module, an EMT module and a module rich in transcription factors and metabolic proteins. Immune-infiltrated HNSCC tumors have a better prognosis than HNSCC without immune infiltrate, and previous single-cell RNA sequencing studies of small cohorts have established the differences in immune lineages and cell–cell interactions between HPV− and HPV+ HNSCC. Our study established 638 co-expressed immune-related genes that associate positively with prognosis. This network is enriched with genes indicative of T cell activity, natural killer-mediated cytotoxicity, and with immune suppressive genes including FOXP3, CTLA4, IL10, LGAL59 (Galactin-9), CD244 (2B4), TIGIT, and TNFRSF4 (OX40-R). Furthermore, interrogating a knowledge-based list of immunosuppressive genes, we identified 21 genes, including inhibitory checkpoints such as BTLA, TNFRSF17 (BAFF-R) and TNFRSF4, where high expression was associated with increased survival probability. Thus, paradoxically, immune-cell infiltrated HNSCC that co-expresses high levels of some immune-inhibitory gene transcripts have a better survival prognosis than HNSCC without any immune activity, regardless of whether the gene expression profile would be predicted to be immune stimulating or immune inhibitory. This observation is in line with our previous study in cervical squamous cancers, where we identified many of the same immune suppressive genes that were positively associated with survival. Furthermore, we built an Immune Suppression Score based on the HNSCC-derived survival-associated immune suppressive genes, and this score also stratified survival outcome in cervical cancer, melanoma and lung cancer, where in all three cases, a high score was associated with increased survival.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32621, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Pink EMT module consisted of 461 gene transcripts for which high expression was associated with decreased survival probability. Central pathways of this module were myogenesis, EMT and hypoxia. Our data demonstrated that HPV− tumors had a significantly higher Pink EMT score compared to HPV− tumors. This is in line with the observation that HPV− HNSCC is less radiosensitive, where hypoxia is a recognized factor that reduces radiosensitivity. We acknowledge that gene expression does not always correlate with protein expression, and that the TCGA gene expression data do not offer spatial or cellular resolution for a more concise analysis of inter-cellular signaling in space. We therefore integrated HNSCC single-cell transcriptomic data to identify specific cell populations that are enriched with specific survival-associated gene co-expression networks, and identified that gene expression of the EMT module was dominantly enriched in CAFs with contractile properties (myofibroblasts), confirmed by expression of the fibroblast-activation protein (FAP) gene in the EMT module. This observation is consistent with an observed higher density of CAFs in HNSCC, associated with advanced tumor stage, nodal infiltration, clinical stage, vascular invasion and poor differentiation. CAFs develop alongside epithelial cancer cells and acquire an activated phenotype, and persistently activated CAFs produce extracellular matrix components, resulting in compartmentalization of tumor nests that hinder immune cell infiltration. Indeed, we observed negative correlations between proportions of CAFs and T cells, and between a CAF score and the immune score, suggesting that one may lead to the exclusion of the other. CAFs can originate from epithelial cancer cells by transdifferentiating into myofibroblasts under oxidative stress. CAFs can also originate from endothelial cells, mesenchymal stem cells or adipocytes, and hence represent a heterogeneous group of cells that can drive EMT, invasion and metastasis. CAFs also produce chemokines and cytokines, recruiting and polarizing immune cells towards immune suppression. This might explain why a high Immune Score, overall associated with increased survival, was not strongly negatively correlated with a high EMT score in our analysis. Targeting CAFs through FAP has shown anti-tumor efficacy in preclinical head and neck cancer models, and a number of FAP-targeting clinical trials in solid tumors are currently ongoing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35108, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We further detected a large gene co-expression module containing 1565 genes (the WGCNA DarkOrange_DS genes) for which high expression was associated with decreased survival. Expression of these genes occurs in many cancer-promoting pathways including MYC, hypoxia, biosynthesis (ribosomal subunits) and catabolism (proteasome subunits and essential autophagy genes). Part of this module was also the central tumor-promoting cytokine gene TGFB1. MYC is one of the most commonly amplified genes in human cancers, and has been described as a “most wanted” target for cancer therapy. MYC proteins are implicated in a range of tumor-promoting activities including cell proliferation, dedifferentiation and stemness, angiogenesis, migration, invasion, immune evasion and therapy resistance. Copy number alterations of MYC have also been observed in a significant proportion of HNSCC, but there is little research into the contribution of MYC genes in HNSCC. Several attempts to develop a MYC inhibitor as a broad therapeutic for the treatment of multiple cancers are ongoing, with promising preclinical results. Omomyc, a MYC mutant that has been delivered as transgene in cell lines, and as miniprotein in preclinical tumor models, has been shown to block proliferation and induce apoptosis of cancer cells specifically, leading to immune cell infiltration, and might represent an attractive target for HNSCC therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36525, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The significant number of proteasome subunit genes together with ATG5, ATG12, BECN1, and VPSA genes in the WGCNA DarkOrange_DS gene list further points towards autophagy as a pathway associated with decreased HNSCC survival. Autophagy in the context of cancer is understood as double-edge sword in that it can aid cancer cell survival by removing excess potentially toxic protein aggregates stemming from enhanced metabolism, while prolonged activation of autophagy might lead to cellular self-degradation. Autophagy is induced by cellular stress including hypoxia and DNA damage, and aims to control cellular damage. In a nutrient-deficient environment, however, autophagy can lead to an increase of nutrient availability by facilitating catabolism and promoting angiogenesis, thereby promoting tumor progression. Tobacco and areca nut extract contribute to HNSCC and induce oxidative stress and autophagy, and autophagy appears to play a tumor-protective role in hypoxic areas of HNSCC. Autophagy is increased by hypoxia-induced expression of the DNA-damage-inducible transcript 4 (DDIT4) through repression of mTORC1, and consistent with this observation, DDIT4 is part of the WGCNA DarkOrange_DS score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37732, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To explore parallels of HNSCC-derived survival-associated co-expression networks and other cancers, we tested the HNSCC-derived WGCNA scores in cervical cancer, melanoma, and lung cancer. The majority of scores were also significantly associated with survival in cervical cancer and lung cancer, although in general, with lower significance. Melanoma produced the least range of overlap, and in particular HNSCC-derived scores associated with increased survival were not significantly survival associated in melanoma, whereas HNSCC scores associated with decreased survival were also associated with decreased survival in melanoma. We observed the closest overlap between all cancer types for the Cyan_IS Immune Score and the Immune Suppression Score, highlighting that high expression of a range of immune suppression mediators predicts better outcomes for cancer than the absence of expression of immune function genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38654, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, this study provides a comprehensive and statistically well-powered resource of survival-associated gene co-expression networks in HNSCC, its interrelations and relations with HPV status, offering new insights into the heterogeneity of HNSCC disease and parallels with other cancer types. We acknowledge that gene expression does not always correlate with protein expression, and that the TCGA gene expression data do not offer spatial or cellular resolution for a more concise analysis of inter-cellular signaling in space. However, this study describes patterns of survival-associated networks, which provide a powerful tool to start understanding the interconnectedness of signaling pathways within the tumor. It is important to recognize that the delicately regulated tumor ecosystem and individual heterogeneity cannot be oversimplified. Hence, once reaching statistical power, new technologies with single-cell and spatial resolution will in time improve delineation of signaling systems that determine outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39683, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 39709, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39847, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: Ahmed M. Mehdi, Chenhao Zhou.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39912, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 39938, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41417-022-00577-9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40030, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 40051, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "AMM, CZ, GT, and JC conceived and designed the work that led to the submission. AMM, CZ, and GT acquired and analyzed the data. AMM, CZ, GT, EW, SP, IHF, and JC interpreted the data. AMM, CZ, GT, and JC drafted the first manuscript. All authors revised the manuscript and approved the final version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40351, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 40369, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "All data are available in this manuscript and its associated supplementary files. Custom computer code can be provided upon request to the corresponding author.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40530, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 40550, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "AMM is employed by QCIF Bioinformatics. IHF receives funding from Jingang Medicine Pty Ltd for clinical trial research for HNSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40680, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Ethical approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 40697, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "This study only used publicly available non-identifiable data. Data sources are clearly indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40796, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 40807, "infons": {"fpage": "394", "lpage": "424", "name_0": "surname:Bray;given-names:F", "name_1": "surname:Ferlay;given-names:J", "name_2": "surname:Soerjomataram;given-names:I", "name_3": "surname:Siegel;given-names:RL", "name_4": "surname:Torre;given-names:LA", "name_5": "surname:Jemal;given-names:A", "pub-id_doi": "10.3322/caac.21492", "pub-id_pmid": "30207593", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "68", "year": "2018"}, "text": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 40926, "infons": {"fpage": "773", "lpage": "88", "name_0": "surname:Marcus;given-names:C", "name_1": "surname:Sheikhbahaei;given-names:S", "name_2": "surname:Shivamurthy;given-names:VKN", "name_3": "surname:Avey;given-names:G", "name_4": "surname:Subramaniam;given-names:RM", "pub-id_doi": "10.1016/j.rcl.2021.05.005", "section_type": "REF", "source": "Radio Clin North Am", "type": "ref", "volume": "59", "year": "2021"}, "text": "PET imaging for head and neck cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 40964, "infons": {"fpage": "1856", "lpage": "67", "name_0": "surname:Ferris;given-names:RL", "name_1": "surname:Blumenschein;given-names:G;suffix:Jr", "name_2": "surname:Fayette;given-names:J", "name_3": "surname:Guigay;given-names:J", "name_4": "surname:Colevas;given-names:AD", "name_5": "surname:Licitra;given-names:L", "pub-id_doi": "10.1056/NEJMoa1602252", "pub-id_pmid": "27718784", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "375", "year": "2016"}, "text": "Nivolumab for recurrent squamous-cell carcinoma of the head and neck", "sentences": [], "annotations": [], "relations": []}, {"offset": 41033, "infons": {"fpage": "1915", "lpage": "28", "name_0": "surname:Burtness;given-names:B", "name_1": "surname:Harrington;given-names:KJ", "name_2": "surname:Greil;given-names:R", "name_3": "surname:Soulieres;given-names:D", "name_4": "surname:Tahara;given-names:M", "name_5": "surname:de Castro;given-names:G;suffix:Jr", "pub-id_doi": "10.1016/S0140-6736(19)32591-7", "pub-id_pmid": "31679945", "section_type": "REF", "source": "Lancet.", "type": "ref", "volume": "394", "year": "2019"}, "text": "Pembrolizumab alone or with chemotherapy versus cetuximab with chemotherapy for recurrent or metastatic squamous cell carcinoma of the head and neck (KEYNOTE-048): a randomised, open-label, phase 3 study", "sentences": [], "annotations": [], "relations": []}, {"offset": 41237, "infons": {"fpage": "400", "lpage": "16.e11", "name_0": "surname:Liu;given-names:J", "name_1": "surname:Lichtenberg;given-names:T", "name_2": "surname:Hoadley;given-names:KA", "name_3": "surname:Poisson;given-names:LM", "name_4": "surname:Lazar;given-names:AJ", "name_5": "surname:Cherniack;given-names:AD", "pub-id_doi": "10.1016/j.cell.2018.02.052", "pub-id_pmid": "29625055", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "173", "year": "2018"}, "text": "An integrated TCGA pan-cancer clinical data resource to drive high-quality survival outcome analytics", "sentences": [], "annotations": [], "relations": []}, {"offset": 41339, "infons": {"fpage": "622643", "name_0": "surname:Budhwani;given-names:M", "name_1": "surname:Turrell;given-names:G", "name_2": "surname:Yu;given-names:M", "name_3": "surname:Frazer;given-names:IH", "name_4": "surname:Mehdi;given-names:AM", "name_5": "surname:Chandra;given-names:J", "pub-id_doi": "10.3389/fmolb.2021.622643", "pub-id_pmid": "33834038", "section_type": "REF", "source": "Front Mol Biosci", "type": "ref", "volume": "8", "year": "2021"}, "text": "Immune-inhibitory gene expression is positively correlated with overall immune activity and predicts increased survival probability of cervical and head and neck cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 41517, "infons": {"fpage": "1611", "lpage": "24.e24", "name_0": "surname:Puram;given-names:SV", "name_1": "surname:Tirosh;given-names:I", "name_2": "surname:Parikh;given-names:AS", "name_3": "surname:Patel;given-names:AP", "name_4": "surname:Yizhak;given-names:K", "name_5": "surname:Gillespie;given-names:S", "pub-id_doi": "10.1016/j.cell.2017.10.044", "pub-id_pmid": "29198524", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "171", "year": "2017"}, "text": "Single-cell transcriptomic analysis of primary and metastatic tumor ecosystems in head and neck cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 41620, "infons": {"fpage": "559", "name_0": "surname:Langfelder;given-names:P", "name_1": "surname:Horvath;given-names:S", "pub-id_doi": "10.1186/1471-2105-9-559", "section_type": "REF", "source": "BMC Bioinforma", "type": "ref", "volume": "9", "year": "2008"}, "text": "WGCNA: an R package for weighted correlation network analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41682, "infons": {"section_type": "REF", "type": "ref"}, "text": "Langfelder P, Horvath S. Fast R functions for robust correlations and hierarchical clustering. J Stat Softw. 2012;46:i11.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41804, "infons": {"fpage": "457", "lpage": "81", "name_0": "surname:Kaplan;given-names:EL", "name_1": "surname:Meier;given-names:P", "pub-id_doi": "10.1080/01621459.1958.10501452", "section_type": "REF", "source": "J Am Stat Assoc", "type": "ref", "volume": "53", "year": "1958"}, "text": "Nonparametric-estimation from incomplete observations", "sentences": [], "annotations": [], "relations": []}, {"offset": 41858, "infons": {"fpage": "411", "lpage": "20", "name_0": "surname:Butler;given-names:A", "name_1": "surname:Hoffman;given-names:P", "name_2": "surname:Smibert;given-names:P", "name_3": "surname:Papalexi;given-names:E", "name_4": "surname:Satija;given-names:R", "pub-id_doi": "10.1038/nbt.4096", "pub-id_pmid": "29608179", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "36", "year": "2018"}, "text": "Integrating single-cell transcriptomic data across different conditions, technologies, and species", "sentences": [], "annotations": [], "relations": []}, {"offset": 41957, "infons": {"fpage": "1083", "lpage": "6", "name_0": "surname:Aibar;given-names:S", "name_1": "surname:Gonzalez-Blas;given-names:CB", "name_2": "surname:Moerman;given-names:T", "name_3": "surname:Huynh-Thu;given-names:VA", "name_4": "surname:Imrichova;given-names:H", "name_5": "surname:Hulselmans;given-names:G", "pub-id_doi": "10.1038/nmeth.4463", "pub-id_pmid": "28991892", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "14", "year": "2017"}, "text": "SCENIC: single-cell regulatory network inference and clustering", "sentences": [], "annotations": [], "relations": []}, {"offset": 42021, "infons": {"fpage": "1", "lpage": "29", "name_0": "surname:Benaglia;given-names:T", "name_1": "surname:Chauveau;given-names:D", "name_2": "surname:Hunter;given-names:DR", "name_3": "surname:Young;given-names:DS", "pub-id_doi": "10.18637/jss.v032.i06", "section_type": "REF", "source": "J Stat Softw", "type": "ref", "volume": "32", "year": "2009"}, "text": "mixtools: An R Package for Analyzing Mixture Models", "sentences": [], "annotations": [], "relations": []}, {"offset": 42073, "infons": {"fpage": "404", "name_0": "surname:Foroutan;given-names:M", "name_1": "surname:Bhuva;given-names:DD", "name_2": "surname:Lyu;given-names:R", "name_3": "surname:Horan;given-names:K", "name_4": "surname:Cursons;given-names:J", "name_5": "surname:Davis;given-names:MJ", "pub-id_doi": "10.1186/s12859-018-2435-4", "section_type": "REF", "source": "BMC Bioinforma", "type": "ref", "volume": "19", "year": "2018"}, "text": "Single sample scoring of molecular phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 42119, "infons": {"fpage": "1319", "lpage": "31", "name_0": "surname:Ndiaye;given-names:C", "name_1": "surname:Mena;given-names:M", "name_2": "surname:Alemany;given-names:L", "name_3": "surname:Arbyn;given-names:M", "name_4": "surname:Castellsague;given-names:X", "name_5": "surname:Laporte;given-names:L", "pub-id_doi": "10.1016/S1470-2045(14)70471-1", "pub-id_pmid": "25439690", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "15", "year": "2014"}, "text": "HPV DNA, E6/E7 mRNA, and p16INK4a detection in head and neck cancers: a systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42227, "infons": {"fpage": "102368", "name_0": "surname:Bubie;given-names:A", "name_1": "surname:Zoulim;given-names:F", "name_2": "surname:Testoni;given-names:B", "name_3": "surname:Miles;given-names:B", "name_4": "surname:Posner;given-names:M", "name_5": "surname:Villanueva;given-names:A", "pub-id_doi": "10.1016/j.isci.2021.102368", "pub-id_pmid": "33889830", "section_type": "REF", "source": "iScience", "type": "ref", "volume": "24", "year": "2021"}, "text": "Landscape of oncoviral genotype and co-infection via human papilloma and hepatitis B viral tumor in situ profiling", "sentences": [], "annotations": [], "relations": []}, {"offset": 42342, "infons": {"fpage": "24", "lpage": "35", "name_0": "surname:Ang;given-names:KK", "name_1": "surname:Harris;given-names:J", "name_2": "surname:Wheeler;given-names:R", "name_3": "surname:Weber;given-names:R", "name_4": "surname:Rosenthal;given-names:DI", "name_5": "surname:Nguyen-Tan;given-names:PF", "pub-id_doi": "10.1056/NEJMoa0912217", "pub-id_pmid": "20530316", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "363", "year": "2010"}, "text": "Human papillomavirus and survival of patients with oropharyngeal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42414, "infons": {"fpage": "261", "lpage": "9", "name_0": "surname:Fakhry;given-names:C", "name_1": "surname:Westra;given-names:WH", "name_2": "surname:Li;given-names:S", "name_3": "surname:Cmelak;given-names:A", "name_4": "surname:Ridge;given-names:JA", "name_5": "surname:Pinto;given-names:H", "pub-id_doi": "10.1093/jnci/djn011", "pub-id_pmid": "18270337", "section_type": "REF", "source": "J Natl Cancer Inst", "type": "ref", "volume": "100", "year": "2008"}, "text": "Improved survival of patients with human papillomavirus-positive head and neck squamous cell carcinoma in a prospective clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 42549, "infons": {"fpage": "500", "name_0": "surname:Yang;given-names:C", "name_1": "surname:Zhang;given-names:ZC", "name_2": "surname:Liu;given-names:TB", "name_3": "surname:Xu;given-names:Y", "name_4": "surname:Xia;given-names:BR", "name_5": "surname:Lou;given-names:G", "pub-id_doi": "10.1186/s12935-020-01594-0", "pub-id_pmid": "33061852", "section_type": "REF", "source": "Cancer Cell Int", "type": "ref", "volume": "20", "year": "2020"}, "text": "E2F1/2/7/8 as independent indicators of survival in patients with cervical squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 42648, "infons": {"section_type": "REF", "type": "ref"}, "text": "Scarth JA, Patterson MR, Morgan EL, Macdonald A. The human papillomavirus oncoproteins: a review of the host pathways targeted on the road to transformation. J Gen Virol. 2021;102:001540.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42836, "infons": {"fpage": "17071", "name_0": "surname:Cassandri;given-names:M", "name_1": "surname:Smirnov;given-names:A", "name_2": "surname:Novelli;given-names:F", "name_3": "surname:Pitolli;given-names:C", "name_4": "surname:Agostini;given-names:M", "name_5": "surname:Malewicz;given-names:M", "pub-id_doi": "10.1038/cddiscovery.2017.71", "pub-id_pmid": "29152378", "section_type": "REF", "source": "Cell Death Discov", "type": "ref", "volume": "3", "year": "2017"}, "text": "Zinc-finger proteins in health and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42879, "infons": {"fpage": "S48", "lpage": "S113", "name_0": "surname:Wittekindt;given-names:C", "name_1": "surname:Wagner;given-names:S", "name_2": "surname:Sharma;given-names:SJ", "name_3": "surname:Wurdemann;given-names:N", "name_4": "surname:Knuth;given-names:J", "name_5": "surname:Reder;given-names:H", "pub-id_pmid": "29905354", "section_type": "REF", "source": "Laryngorhinootologie.", "type": "ref", "volume": "97(S 01)", "year": "2018"}, "text": "HPV - A different view on Head and Neck Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42926, "infons": {"fpage": "1257", "lpage": "65", "name_0": "surname:Deaglio;given-names:S", "name_1": "surname:Dwyer;given-names:KM", "name_2": "surname:Gao;given-names:W", "name_3": "surname:Friedman;given-names:D", "name_4": "surname:Usheva;given-names:A", "name_5": "surname:Erat;given-names:A", "pub-id_doi": "10.1084/jem.20062512", "pub-id_pmid": "17502665", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "204", "year": "2007"}, "text": "Adenosine generation catalyzed by CD39 and CD73 expressed on regulatory T cells mediates immune suppression", "sentences": [], "annotations": [], "relations": []}, {"offset": 43034, "infons": {"fpage": "1744946", "name_0": "surname:Shevchenko;given-names:I", "name_1": "surname:Mathes;given-names:A", "name_2": "surname:Groth;given-names:C", "name_3": "surname:Karakhanova;given-names:S", "name_4": "surname:Muller;given-names:V", "name_5": "surname:Utikal;given-names:J", "pub-id_doi": "10.1080/2162402X.2020.1744946", "pub-id_pmid": "33457090", "section_type": "REF", "source": "Oncoimmunology.", "type": "ref", "volume": "9", "year": "2020"}, "text": "Enhanced expression of CD39 and CD73 on T cells in the regulation of anti-tumor immune responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 43131, "infons": {"fpage": "515", "name_0": "surname:Yu;given-names:M", "name_1": "surname:Guo;given-names:G", "name_2": "surname:Huang;given-names:L", "name_3": "surname:Deng;given-names:L", "name_4": "surname:Chang;given-names:CS", "name_5": "surname:Achyut;given-names:BR", "pub-id_doi": "10.1038/s41467-019-14060-x", "pub-id_pmid": "31980601", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "11", "year": "2020"}, "text": "CD73 on cancer-associated fibroblasts enhanced by the A2B-mediated feedforward circuit enforces an immune checkpoint", "sentences": [], "annotations": [], "relations": []}, {"offset": 43248, "infons": {"fpage": "73", "name_0": "surname:Herrera;given-names:M", "name_1": "surname:Berral-Gonzalez;given-names:A", "name_2": "surname:Lopez-Cade;given-names:I", "name_3": "surname:Galindo-Pumarino;given-names:C", "name_4": "surname:Bueno-Fortes;given-names:S", "name_5": "surname:Martin-Merino;given-names:M", "pub-id_doi": "10.1186/s12943-021-01367-x", "pub-id_pmid": "33926453", "section_type": "REF", "source": "Mol Cancer", "type": "ref", "volume": "20", "year": "2021"}, "text": "Cancer-associated fibroblast-derived gene signatures determine prognosis in colon cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 43346, "infons": {"fpage": "3", "name_0": "surname:Madden;given-names:SK", "name_1": "surname:de Araujo;given-names:AD", "name_2": "surname:Gerhardt;given-names:M", "name_3": "surname:Fairlie;given-names:DP", "name_4": "surname:Mason;given-names:JM", "pub-id_doi": "10.1186/s12943-020-01291-6", "pub-id_pmid": "33397405", "section_type": "REF", "source": "Mol Cancer", "type": "ref", "volume": "20", "year": "2021"}, "text": "Taking the Myc out of cancer: toward therapeutic strategies to directly inhibit c-Myc", "sentences": [], "annotations": [], "relations": []}, {"offset": 43432, "infons": {"section_type": "REF", "type": "ref"}, "text": "Masso-Valles D, Soucek L. Blocking Myc to treat cancer: reflecting on two decades of Omomyc. Cells. 2020;9:883.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43544, "infons": {"section_type": "REF", "type": "ref"}, "text": "Schulze A, Oshi M, Endo I, Takabe K. MYC targets scores are associated with cancer aggressiveness and poor survival in ER-positive primary and metastatic breast cancer. Int J Mol Sci. 2020;21:8127.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43742, "infons": {"fpage": "2506", "lpage": "13", "name_0": "surname:Du;given-names:E", "name_1": "surname:Mazul;given-names:AL", "name_2": "surname:Farquhar;given-names:D", "name_3": "surname:Brennan;given-names:P", "name_4": "surname:Anantharaman;given-names:D", "name_5": "surname:Abedi-Ardekani;given-names:B", "pub-id_doi": "10.1002/lary.27807", "pub-id_pmid": "30637762", "section_type": "REF", "source": "Laryngoscope.", "type": "ref", "volume": "129", "year": "2019"}, "text": "Long-term survival in head and neck cancer: impact of site, stage, smoking, and human papillomavirus status", "sentences": [], "annotations": [], "relations": []}, {"offset": 43850, "infons": {"fpage": "18710", "name_0": "surname:Muralidharan;given-names:S", "name_1": "surname:Ali;given-names:S", "name_2": "surname:Yang;given-names:L", "name_3": "surname:Badshah;given-names:J", "name_4": "surname:Zahir;given-names:SF", "name_5": "surname:Ali;given-names:RA", "pub-id_doi": "10.1038/s41598-022-21988-6", "pub-id_pmid": "36333579", "section_type": "REF", "source": "Sci Rep.", "type": "ref", "volume": "12", "year": "2022"}, "text": "Environmental pathways affecting gene expression (E.PAGE) as an R package to predict gene-environment associations", "sentences": [], "annotations": [], "relations": []}, {"offset": 43965, "infons": {"fpage": "8", "lpage": "13", "name_0": "surname:Saber;given-names:CN", "name_1": "surname:Gronhoj Larsen;given-names:C", "name_2": "surname:Dalianis;given-names:T", "name_3": "surname:von Buchwald;given-names:C", "pub-id_doi": "10.1016/j.oraloncology.2016.04.004", "pub-id_pmid": "27311396", "section_type": "REF", "source": "Oral Oncol", "type": "ref", "volume": "58", "year": "2016"}, "text": "Immune cells and prognosis in HPV-associated oropharyngeal squamous cell carcinomas: review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 44075, "infons": {"fpage": "183", "lpage": "99.e9", "name_0": "surname:Cillo;given-names:AR", "name_1": "surname:Kurten;given-names:CHL", "name_2": "surname:Tabib;given-names:T", "name_3": "surname:Qi;given-names:Z", "name_4": "surname:Onkar;given-names:S", "name_5": "surname:Wang;given-names:T", "pub-id_doi": "10.1016/j.immuni.2019.11.014", "pub-id_pmid": "31924475", "section_type": "REF", "source": "Immunity.", "type": "ref", "volume": "52", "year": "2020"}, "text": "Immune landscape of viral- and carcinogen-driven head and neck cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 44145, "infons": {"fpage": "20180047", "name_0": "surname:Gottgens;given-names:EL", "name_1": "surname:Ostheimer;given-names:C", "name_2": "surname:Span;given-names:PN", "name_3": "surname:Bussink;given-names:J", "name_4": "surname:Hammond;given-names:EM", "pub-id_pmid": "29493265", "section_type": "REF", "source": "Br J Radiol", "type": "ref", "volume": "92", "year": "2019"}, "text": "HPV, hypoxia and radiation response in head and neck cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 44205, "infons": {"fpage": "565306", "name_0": "surname:Knops;given-names:AM", "name_1": "surname:South;given-names:A", "name_2": "surname:Rodeck;given-names:U", "name_3": "surname:Martinez-Outschoorn;given-names:U", "name_4": "surname:Harshyne;given-names:LA", "name_5": "surname:Johnson;given-names:J", "pub-id_doi": "10.3389/fonc.2020.565306", "pub-id_pmid": "33330034", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "10", "year": "2020"}, "text": "Cancer-associated fibroblast density, prognostic characteristics, and recurrence in head and neck squamous cell carcinoma: a meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44344, "infons": {"fpage": "4887", "lpage": "901", "name_0": "surname:Bu;given-names:L", "name_1": "surname:Baba;given-names:H", "name_2": "surname:Yoshida;given-names:N", "name_3": "surname:Miyake;given-names:K", "name_4": "surname:Yasuda;given-names:T", "name_5": "surname:Uchihara;given-names:T", "pub-id_doi": "10.1038/s41388-019-0765-y", "pub-id_pmid": "30816343", "section_type": "REF", "source": "Oncogene.", "type": "ref", "volume": "38", "year": "2019"}, "text": "Biological heterogeneity and versatility of cancer-associated fibroblasts in the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"offset": 44448, "infons": {"fpage": "123", "lpage": "7", "name_0": "surname:Radisky;given-names:DC", "name_1": "surname:Levy;given-names:DD", "name_2": "surname:Littlepage;given-names:LE", "name_3": "surname:Liu;given-names:H", "name_4": "surname:Nelson;given-names:CM", "name_5": "surname:Fata;given-names:JE", "pub-id_doi": "10.1038/nature03688", "pub-id_pmid": "16001073", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "436", "year": "2005"}, "text": "Rac1b and reactive oxygen species mediate MMP-3-induced EMT and genomic instability", "sentences": [], "annotations": [], "relations": []}, {"offset": 44532, "infons": {"fpage": "4584", "lpage": "92", "name_0": "surname:Ostermann;given-names:E", "name_1": "surname:Garin-Chesa;given-names:P", "name_2": "surname:Heider;given-names:KH", "name_3": "surname:Kalat;given-names:M", "name_4": "surname:Lamche;given-names:H", "name_5": "surname:Puri;given-names:C", "pub-id_doi": "10.1158/1078-0432.CCR-07-5211", "pub-id_pmid": "18628473", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "14", "year": "2008"}, "text": "Effective immunoconjugate therapy in cancer models targeting a serine protease of tumor fibroblasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 44632, "infons": {"fpage": "899", "lpage": "905", "name_0": "surname:Beroukhim;given-names:R", "name_1": "surname:Mermel;given-names:CH", "name_2": "surname:Porter;given-names:D", "name_3": "surname:Wei;given-names:G", "name_4": "surname:Raychaudhuri;given-names:S", "name_5": "surname:Donovan;given-names:J", "pub-id_doi": "10.1038/nature08822", "pub-id_pmid": "20164920", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "463", "year": "2010"}, "text": "The landscape of somatic copy-number alteration across human cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 44701, "infons": {"fpage": "759", "lpage": "63", "name_0": "surname:Bhattacharya;given-names:N", "name_1": "surname:Roy;given-names:A", "name_2": "surname:Roy;given-names:B", "name_3": "surname:Roychoudhury;given-names:S", "name_4": "surname:Panda;given-names:CK", "pub-id_doi": "10.1111/j.1600-0714.2009.00781.x", "pub-id_pmid": "19453846", "section_type": "REF", "source": "J Oral Pathol Med", "type": "ref", "volume": "38", "year": "2009"}, "text": "MYC gene amplification reveals clinical association with head and neck squamous cell carcinoma in Indian patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 44815, "infons": {"fpage": "283", "lpage": "91", "name_0": "surname:Sannigrahi;given-names:MK", "name_1": "surname:Singh;given-names:V", "name_2": "surname:Sharma;given-names:R", "name_3": "surname:Panda;given-names:NK", "name_4": "surname:Khullar;given-names:M", "pub-id_doi": "10.1111/odi.12254", "pub-id_pmid": "24797102", "section_type": "REF", "source": "Oral Dis", "type": "ref", "volume": "21", "year": "2015"}, "text": "Role of autophagy in head and neck cancer and therapeutic resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 44884, "infons": {"fpage": "215", "lpage": "25", "name_0": "surname:Vigneswaran;given-names:N", "name_1": "surname:Wu;given-names:J", "name_2": "surname:Song;given-names:A", "name_3": "surname:Annapragada;given-names:A", "name_4": "surname:Zacharias;given-names:W", "pub-id_doi": "10.1016/j.yexmp.2010.11.011", "pub-id_pmid": "21236253", "section_type": "REF", "source": "Exp Mol Pathol", "type": "ref", "volume": "90", "year": "2011"}, "text": "Hypoxia-induced autophagic response is associated with aggressive phenotype and elevated incidence of metastasis in orthotopic immunocompetent murine models of head and neck squamous cell carcinomas (HNSCC)", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]