[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240912", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC11061936", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.3233/SHTI230916", "article-id_manuscript": "NIHMS1986758", "article-id_pmc": "PMC11061936", "article-id_pmid": "38269754", "fpage": "3", "kwd": "Common data model data commons clinical study", "license": "This article is published online with Open Access by IOS Press and distributed under the terms of the Creative Commons Attribution Non-Commercial License 4.0 (CC BY-NC 4.0).", "lpage": "7", "name_0": "surname:JIN;given-names:Nanxin", "name_1": "surname:LI;given-names:Zuotian", "name_2": "surname:KETTLER;given-names:Carla", "name_3": "surname:YANG;given-names:Baijian", "name_4": "surname:TU;given-names:Wanzhu", "name_5": "surname:SU;given-names:Jing", "section_type": "TITLE", "type": "front", "volume": "310", "year": "2024"}, "text": "ARDaC Common Data Model Facilitates Data Dissemination and Enables Data Commons for Modern Clinical Studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 108, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Modern clinical studies collect longitudinal and multimodal data about participants, treatments and responses, biospecimens, and molecular and multiomics data. Such rich and complex data requires new common data models (CDM) to support data dissemination and research collaboration. We have developed the ARDaC CDM for the Alcoholic Hepatitis Network (AlcHepNet) Research Data Commons (ARDaC) to support clinical studies and translational research in the national AlcHepNet consortium. The ARDaC CDM bridges the gap between the data models used by the AlcHepNet electronic data capture platform (REDCap) and the Genomic Data Commons (GDC) data model used by the Gen3 data commons framework. It extends the GDC data model for clinical studies; facilitates the harmonization of research data across consortia and programs; and supports the development of the ARDaC. ARDaC CDM is designed as a general and extensible CDM for addressing the needs of modern clinical studies. The ARDaC CDM is available at https://dev.ardac.org/DD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1135, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1148, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Modern clinical studies such as randomized clinical trials (RCT) and observation studies acquire longitudinal clinical information about participants; follow up participants for clinical events or their responses to interventions; collect and biobank biospecimens and generate multiomics data from biospecimens to reveal the molecular underpinnings of the observed intervention responses and clinical events. One example is the RCT and the observational study conducted by the Alcoholic Hepatitis Network (AlcHepNet) consortium sponsored by the National Institute on Alcohol Abuse and Alcoholism (NIAAA) and aiming to improve the treatment of severe alcoholic hepatitis. The two AlcHepNet studies recruited 1,700 participants from 8 clinical sites, followed up participants for up to 180 days. The studies are capturing demographic and behavioral information, clinical conditions, laboratory tests, treatments, and outcomes. Over 24,000 blood, urine, saliva, and liver biopsy biospecimens are collected and sent to 10 translational research projects to generate multiomics data including microbiome, immunologic, proteomic, metabolomic, lipidomic, RNA-seq, and ChIP-seq data. The Indiana University Data Coordinating Center (IU DCC) and the University of Massachusetts Data Coordinating Center (UMass DCC) collaboratively provide essential research infrastructure such as data management and statistical analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2562, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The rich and complex data generated in modern clinical studies requires novel common data models and data modeling tools to support data standardization, harmonization, query, retrieval, and interoperable reuse following the FAIR principles. Three data domains involved in such studies are: clinical data about the participants, metadata about biospecimens, and molecular and multiomics data generated from biospecimens. The National Cancer Institute’s Genomic Data Commons (GDC) CDM provides a graph data model to represent the relations of data elements belonging to these three data domains. However, the GDC CDM is not ready to support modern clinical studies, including clinical study designs such as randomized trials, case-control studies, and cohort studies, and longitudinal biospecimen collections in follow-up visits, and trajectory analysis of multiomics profiles. Data modeling tools that can bridge the gap between the data models used in data coordinating centers and the GDC CDM are significantly underdeveloped.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3593, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To facilitate the effective research use of the rich and complex data generated by modern clinical studies, we developed a novel CDM to enable the development of the Alcoholic Hepatitis Network Research Data Commons (ARDaC), which serves as the central data hub and research nexus for the AlcHepNet consortium. The ARDaC CDM supports common clinical study designs and longitudinal biospecimen collection. It accommodates rich clinical and behavioral features as well as clinical events and outcomes such as acute kidney injury, sepsis, severe adverse events, liver transplantation, and death. The ARDaC CDM is compatible with GDC CDM and allows the development of research data commons. We also developed the ARDaC CDM ETL toolkit to streamline the data extract, transform, load (ETL), and harmonization from different sources to the ARDaC CDM. As a general and extensible data model, the ARDaC CDM supports the data dissemination for modern clinical trials. We implemented ARDaC CDM on the AlcHepNet RCT and observational study as well as the Translational Research and Evolving Alcoholic Hepatitis Treatment (TREAT) observational study to demonstrate its functions and performance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4777, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4785, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Flow", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4795, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The overall data flow is illustrated in Figure. 1. Briefly, participants are recruited into clinical studies at a clinical site, with clinical and behavioral information, treatment, responses, laboratory results, and clinical events collected at baseline and follow-up visits into REDCap and hosted at IU Clinical DCC. Meanwhile, biospecimens are collected at baseline and during follow-up visits as planned and distributed to translational labs to perform molecular tests or to generate multiomics data. Information about biospecimens as well as the generated data are sent to UMass Bioinformatics DCC. The data from the two DCCs are then merged into the AlcHepNet Data Warehouse for downstream data analysis. The REDCap-based AlcHepNet Data Model, which is specialized for the operation of clinical studies, is used for data capture and management. The ARDaC ETL and Harmonization tool is developed to bridge the gap between the AlcHepNet Data Model and the ARDaC CDM. Similarly, other NIAAA-funded clinical studies such as TREAT are ETL’ed to the ARDaC CMD. The harmonized data are then stored in the ARDaC Data Warehouse and disseminated through the ARDaC research data commons. Table 1 summarizes the current data size of both the AlcHepNet Data Warehouse and the ARDaC Data Warehouse. As both the AlcHepNet clinical studies and the incorporation of previous clinical study data are ongoing, the ARDaC Data Warehouse is quickly growing. In this work we include the AlcHepNet RCT (NCT04072822) and observational study (NCT03850899) as well as the TREAT observational study (NCT02172898).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6389, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ARDaC CDM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6399, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ARDaC CDM is compatibly extended from the GDC data model by introducing new entities and remodeling the graph topology (Figure 2 A). Briefly, new nodes such as AUDIT for drinking behaviors, Lab for AlcHepNet translational projects, and Study for clinical studies are introduced. The major topology change is to move nodes Aliquot and Molecular Test under the node Follow Up, which enables longitudinal collections of biospecimens and data generation. Also introduced are clinical study design features such as treatment arms in RCTs and cohorts in observational studies; lifestyles such as drinking behaviors; clinical events such as acute kidney injuries and sepsis; key liver disease indicators such as MELD Score, Child-Pugh Score, Lille Score, and Maddrey’s Discriminant Function Core; and socioeconomic determinants of health such as employ status and education level. New controlled vocabularies about aliquot types, molecular tests of liver functions, kidney functions, and cardiovascular risk indicators, sepsis indicators such as blood culture results, as well as new omics data types such as lipidomics, metabolomics, microbiomics, and ChIP-Seq are also included. The NIH Common Data Elements are used for new properties and controlled vocabularies when applicable. The data model and de-identified data is hosted on Amazon AWS. The data harmonization transfers the data to meet the data model requirement. All datapoint failures are reported to Quality Control (QC) group. The latest version of the ARDaC CDM is available at https://github.com/jing-su/ardac-cdm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7979, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The new data entities as well as the overall summarization of the AlcHepNet data and the harmonized ARDaC data are provided in Table 1, with the major changes highlighted in Figure 2 (A). The ARDaC enables the functionalities of query and visualization of study designs (Figure 2 B, left and middle panels) and the trajectory comparison of clinical indicators across different RCT arms or observational study cohorts (Figure 2 B, right panel of the longitudinal liver disease scores and kidney function indicator between the two RCT arms) on the ARDaC data commons.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8553, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8564, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Novelty and Technical Significance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8599, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This is the first CDM that supports modern clinical trials. The incorporation of clinical study designs, the support of longitudinal biospecimen collection, and wide coverage of rich clinical and longitudinal information are accomplished by the backward-compatible extension of the GDC CDM and the topological modification of the graph structure of the original schema. This allows non-destructive conversion of GDC CDM to ARDaC CDM, and the interactions with other Gen3-based data commons to ARDaC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9099, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Significance in Data Dissemination of Clinical Studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9154, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The ARDaC CDM enables the development of ARDaC for harmonizing various NIAAA-sponsored clinical studies for data dissemination and the incorporation of other clinical studies, paving the way toward clinical study data commons.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9381, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Perspectives", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9394, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We are incorporate data elements from the Observational Medical Outcomes Partnership (OMOP) CDM to support the use of electronic medical records in AlcHepNet studies. We are also extend the current ARDaC CDM to support the data dissemination of the multidomain data collected and generated during regular clinical care such as the electronic medical records of patients, the biospecimens in local tissue banks, and the multiomics data generated from such biospecimens.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9863, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9875, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The ARDaC CDM meets the urgent needs of the data dissemination in modern clinical studies; bridges the gap between the data models used in clinical studies; and enables the development of research data commons for clinical studies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10107, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10118, "infons": {"fpage": "103421", "name_0": "surname:Kush;given-names:RD", "name_1": "surname:Warzel;given-names:D", "name_10": "surname:Harmon;given-names:N", "name_2": "surname:Kush;given-names:MA", "name_3": "surname:Sherman;given-names:A", "name_4": "surname:Navarro;given-names:EA", "name_5": "surname:Fitzmartin;given-names:R", "name_6": "surname:Pétavy;given-names:F", "name_7": "surname:Galvez;given-names:J", "name_8": "surname:Becnel;given-names:LB", "name_9": "surname:Zhou;given-names:FL", "pub-id_doi": "10.1016/j.jbi.2020.103421", "pub-id_pmid": "32407878", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "107", "year": "2020"}, "text": "FAIR data sharing: the roles of common data elements and harmonization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10189, "infons": {"fpage": "257", "issue": "3", "lpage": "62", "name_0": "surname:Heath;given-names:AP", "name_1": "surname:Ferretti;given-names:V", "name_10": "surname:Catton;given-names:A", "name_2": "surname:Agrawal;given-names:S", "name_3": "surname:An;given-names:M", "name_4": "surname:Angelakos;given-names:JC", "name_5": "surname:Arya;given-names:R", "name_6": "surname:Bajari;given-names:R", "name_7": "surname:Baqar;given-names:B", "name_8": "surname:Barnowski;given-names:JH", "name_9": "surname:Burt;given-names:J", "pub-id_doi": "10.1038/s41588-021-00791-5", "section_type": "REF", "source": "Nat Gen", "type": "ref", "volume": "53", "year": "2021"}, "text": "The NCI genomic data commons", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10218, "infons": {"fpage": "453", "issue": "4", "lpage": "9", "name_0": "surname:Jensen;given-names:MA", "name_1": "surname:Ferretti;given-names:V", "name_2": "surname:Grossman;given-names:RL", "name_3": "surname:Staudt;given-names:LM", "pub-id_doi": "10.1182/blood-2017-03-735654", "pub-id_pmid": "28600341", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "130", "year": "2017"}, "text": "The NCI Genomic Data Commons as an engine for precision medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10283, "infons": {"file": "nihms-1986758-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Data flow of ARDaC ETL and harmonization.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10325, "infons": {"file": "nihms-1986758-f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Major modifications in ARDaC CDM. (B) ARDaC CDM enables study design features.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10408, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Data entities in AlcHepNet Data Warehouse and ARDaC Data Warehouse.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10476, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Data entities</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">AlcHepNet Data Warehouse</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">ARDaC Data Warehouse</th></tr></thead><tbody><tr><td rowspan=\"4\" align=\"left\" valign=\"top\" colspan=\"1\">New entities</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">9 tables</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">10 nodes</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">781 columns</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">8 revised edges</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">68,122 rows</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">232 properties</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">109 controlled vocabularies</td></tr><tr><td rowspan=\"5\" align=\"left\" valign=\"top\" colspan=\"1\">Total entities</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">39 tables</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">33 nodes</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">2,507 columns</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">49 edges</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">104,309 rows</td><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">648 properties</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">217 controlled vocabularies</td></tr><tr><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">72,480 rows</td></tr></tbody></table>\n"}, "text": "Data entities\tAlcHepNet Data Warehouse\tARDaC Data Warehouse\t \tNew entities\t9 tables\t10 nodes\t \t781 columns\t8 revised edges\t \t68,122 rows\t232 properties\t \t\t109 controlled vocabularies\t \tTotal entities\t39 tables\t33 nodes\t \t2,507 columns\t49 edges\t \t104,309 rows\t648 properties\t \t\t217 controlled vocabularies\t \t\t72,480 rows\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]