[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240913", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC1872047", "infons": {"license": "CC BY"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Wings of Hawaiian Drosophila", "article-id_doi": "10.1371/journal.pone.0000487", "article-id_pmc": "PMC1872047", "article-id_pmid": "17534437", "article-id_publisher-id": "07-PONE-RA-00853R1", "elocation-id": "e487", "issue": "5", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.", "name_0": "surname:Edwards;given-names:Kevin A.", "name_1": "surname:Doescher;given-names:Linden T.", "name_2": "surname:Kaneshiro;given-names:Kenneth Y.", "name_3": "surname:Yamamoto;given-names:Daisuke", "name_4": "surname:Volff;given-names:Jean-Nicolas", "section_type": "TITLE", "type": "front", "volume": "2", "year": "2007"}, "text": "A Database of Wing Diversity in the Hawaiian Drosophila ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Within genus Drosophila, the endemic Hawaiian species offer some of the most dramatic examples of morphological and behavioral evolution. The advent of the Drosophila grimshawi genome sequence permits genes of interest to be readily cloned from any of the hundreds of species of Hawaiian Drosophila, offering a powerful comparative approach to defining molecular mechanisms of species evolution. A key step in this process is to survey the Hawaiian flies for characters whose variation can be associated with specific candidate genes. The wings provide an attractive target for such studies: Wings are essentially two dimensional, and genes controlling wing shape, vein specification, pigment production, and pigment pattern evolution have all been identified in Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 843, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methodology/Principal Findings", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 874, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We present a photographic database of over 180 mounted, adult wings from 73 species of Hawaiian Drosophila. The image collection, available at FlyBase.org, includes 53 of the 112 known species of “picture wing” Drosophila, and several species from each of the other major Hawaiian groups, including the modified mouthparts, modified tarsus, antopocerus, and haleakalae (fungus feeder) groups. Direct image comparisons show that major wing shape changes can occur even between closely related species, and that pigment pattern elements can vary independently of each other. Among the 30 species closest to grimshawi, diverse visual effects are achieved by altering a basic pattern of seven wing spots. Finally, we document major pattern variations within species, which appear to result from reduced diffusion of pigment precursors through the wing blade.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1733, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions/Significance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1758, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The database highlights the striking variation in size, shape, venation, and pigmentation in Hawaiian Drosophila, despite their generally low levels of DNA sequence divergence. In several independent lineages, highly complex patterns are derived from simple ones. These lineages offer a promising model system to study the evolution of complexity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2106, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2119, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Nearly 1000 species of Drosophila are endemic to Hawaii, yet current evidence suggests they arose from a single introduction to the Hawaiian Island chain roughly 26 million years ago. The “picture wing” group consists of 112 known species, most of which are quite distinct from each other in morphology, pigmentation, and behavior, even when they are separated by ∼0.5 million years of divergence (the age of the island of Hawaii). This explosive adaptive radiation is now known to have occurred with relatively little change in DNA sequence. These factors make the Hawaiian Drosophila an important model system for analysis of evolutionary processes at the species level.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2798, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Drosophila grimshawi genome has been sequenced, providing a major new entry point into genomic and molecular genetic analyses of the Hawaiian flies. High levels of similarity to the grimshawi sequence should permit the amplification of nearly any gene of interest from a range Hawaiian species. Identified sequence differences can then be correlated with phenotypic variations among the species, providing insights into molecular mechanisms of evolution. To make the most of this opportunity, it is important for researchers to have access to uniformly collected phenotypic data from numerous species. The data can be used to identify characters that show interesting patterns of variation, and for which candidate genes can be hypothesized. The Drosophila wing is an attractive target for such candidate-based studies, since wing development has been analyzed in great detail in D. melanogaster , and genes controlling wing shape and pigmentation have been identified.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3772, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Wing pigment spots occur in highly reproducible, species-specific, two-dimensional patterns, and their genetics and development are beginning to be understood. True et al. found that wing spot patterns have two main components: a vein-independent “prepattern” formed during wing development prior to eclosion, and vein-dependent melanization that forms after eclosion. In species such as grimshawi, the prepattern is faintly visible upon eclosion, marked by an arrangement of dark versus light wing hairs. In the first day or two after eclosion, pigment precursors travel through the wing veins and diffuse into the intervein regions, allowing further darkening of the cuticle into clearly visible spots. In this model, the spots must contain localized enzymes that are waiting to convert the precursors to melanins. This enzyme prepattern is most likely formed by localized expression of pigmentation genes in response to the wing's basic patterning machinery. Wing spot evolution would then involve changes in either the upstream patterning genes, or the downstream pigmentation genes. Changes in patterning genes would tend to be pleiotropic, altering other features of the wing, so this explanation is unlikely when only pigment changes are observed. Thus, the favored explanation is that mutations occur in the cis-regulatory regions of the pigmentation genes, bringing them under control of existing, region-specific activators or repressors. Such mutations could be very selective, altering only portions of the original expression pattern. A related possibility is that a “dedicated” transcription factor controls one or more pigmentation genes, and this transcription factor is the target of regulatory mutations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5503, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Studies of the yellow locus have provided multiple examples of regulatory mutations controlling the evolution of wing spots. The Yellow protein is required to pigment the cuticle, and ectopic Yellow causes dark pigmentation in a wild type background. This Yellow-dependent pigmentation is strongly enhanced by removal of Ebony protein (beta-alanyl-dopamine synthase). Yellow and Ebony promote separate branches of the pathway from dopa to variously colored pigments. The yellow and ebony genes have been co-opted during evolution to produce wing spots: a male-specific wing spot in D. biarmipes is presaged by increased Yellow and decreased Ebony protein levels, and the extent of the spot is controlled in part by engrailed regulation of yellow via a novel cis-regulatory element. The expression of Yellow protein in presumptive wing spots has been gained and lost multiple times in the evolution of genus Drosophila, and yellow has at least two distinct regulatory elements that can be co-opted to produce spots.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6518, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These studies provide the framework required to understand the evolution of complex pigment patterns in the Hawaiian Drosophila. Unfortunately, these pigment patterns have not been photographically documented in the literature, apart from a few sporadic examples (e.g., True et al.). Intact flies have been photographed, but those pictures cannot be used for quantitative analysis or direct comparisons of wings between species. The original species descriptions (e.g.) employ hand drawings, which are inherently limited in their ability to capture subtle variations in pigment color and density. These publications can also be difficult to obtain (though scanned versions can be found at the Japan Drosophila Database on Taxonomy, www.dgrc.kit.jp/∼jdd).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7275, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we present a photo database documenting the wings of 73 Hawaiian Drosophila species. Mounted wings were digitally photographed under uniform conditions to allow for comparisons between specimens, and the photos have been made available for download at FlyBase. This collection highlights the astonishing diversity of the Hawaiian flies, first noted by Grimshaw in 1901, and we hope it will inspire the fly community to leverage the grimshawi genome to gain further molecular insights into morphological evolution.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7794, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7817, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The endemic Hawaiian Drosophila arose from an introduction of a continental species to an island (now subsided) that predates Kauai, the oldest of the current high islands. These flies diversified into several major species groups; Fig. 1 provides an overview of the relationships among the groups discussed here.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8131, "infons": {"file": "pone.0000487.g001.jpg", "id": "pone-0000487-g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Overview of relationships among major species groups and picture wing subgroups.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8212, "infons": {"file": "pone.0000487.g001.jpg", "id": "pone-0000487-g001", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic based on chromosomal inversions, DNA sequence data, and morphology. Arrow indicates the proposed single introduction of Drosophila to an island west of Kauai. Blue backgrounds, picture wing subgroups; green backgrounds, modified mouthparts, modified tarsus, and antopocerus groups; pink background, haleakalae/fungus feeder group. Lines schematically indicate consensus phylogenetic relationships. Examples of increasing pattern complexity in the adiastola and grimshawi subgroups are shown. See Figs. 2–\n\n\n\n7 for species names. Hawaii map courtesy of geology.com and mapresources.com.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8810, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Over 180 different wings were photographed from 73 species of field-caught or lab-reared Hawaiian Drosophila. The original photographs and the montages are available in the Hawaiian Drosophila Wing Database at FlyBase. Table 1 lists all the species available in the image database. In many cases, the database includes multiple wings per species; in this paper, the single most intact wing from each species is shown (Figs. 2–    7). When both male and female wings are available, and sexual dimorphism is apparent, both sexes are shown; the most dramatic cases of dimorphism occur in the adiastola subgroup of picture wing species (Fig. 2). We have attempted to organize the figures based on established species groupings: the photos tend to be arranged phylogenetically and thus are not alphabetical. The full species descriptions, phylogenies, and behavioral and ecological data have been previously reported and are beyond the scope of this paper.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9764, "infons": {"file": "pone.0000487.g002.jpg", "id": "pone-0000487-g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The adiastola and primaeva/attigua subgroups of picture wing species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9834, "infons": {"file": "pone.0000487.g002.jpg", "id": "pone-0000487-g002", "section_type": "FIG", "type": "fig_caption"}, "text": "\nD. adiastola, cilifera, clavisetae, hamifera, setosimentum, spectabilis, and truncipenna are shown as sexually dimorphic pairs, ornata and primaeva/attigua as single examples. In all figures, anterior is up and proximal is to the left. Inset, chromosome inversion-based lineage for the species shown (see text).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10147, "infons": {"file": "pone.0000487.g003.jpg", "id": "pone-0000487-g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The planitibia subgroup of picture wing species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10196, "infons": {"file": "pone.0000487.g003.jpg", "id": "pone-0000487-g003", "section_type": "FIG", "type": "fig_caption"}, "text": "The planitibia complex: differens, hemipeza, heteroneura, planitibia, and silvestris. The neopicta complex: neopicta (npi) and nigribasis. The cyrtoloma complex (right column): cyrtoloma, melanocephala, neoperkinsi (npk), oahuensis, and obscuripes. The picticornis complex: picticornis. Inset, chromosome inversion-based lineage for the species shown (see text). The six species in the large box arose from an ancestral population that was polymorphic for the inversions that now differ among these species; see Carson for details.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10728, "infons": {"file": "pone.0000487.g004.jpg", "id": "pone-0000487-g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The glabriapex/4b subgroup of picture wing species: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10781, "infons": {"file": "pone.0000487.g004.jpg", "id": "pone-0000487-g004", "section_type": "FIG", "type": "fig_caption"}, "text": "\nD. aglaia, assita, basisetae, digressa, fasciculisetae, glabriapex, hexachaetae, macrothrix, montgomeryi, punalua, and virgulata. Lower, chromosome inversion-based lineage for the species shown (see text).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10988, "infons": {"file": "pone.0000487.g005.jpg", "id": "pone-0000487-g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The grimshawi/4b+ subgroup of picture wing species: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11041, "infons": {"file": "pone.0000487.g005.jpg", "id": "pone-0000487-g005", "section_type": "FIG", "type": "fig_caption"}, "text": "\nD. affinidisjuncta, balioptera, bostrycha, craddockae, crucigera, disjuncta, engyochracea, grimshawi, hawaiiensis, heedi, hirtipalpus, limitata, murphyi, orphnopeza, orthofascia, recticilia, silvarentis, sproati, and villosipedis. Inset, chromosome inversion-based lineage for the species shown (see text).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11349, "infons": {"file": "pone.0000487.g006.jpg", "id": "pone-0000487-g006", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The antopocerus and haleakalae/fungus feeder groups.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11402, "infons": {"file": "pone.0000487.g006.jpg", "id": "pone-0000487-g006", "section_type": "FIG", "type": "fig_caption"}, "text": "Upper six panels, antopocerus group species D. longiseta, stigma, adunca, and cognata. Sexual dimorphism is shown for longiseta and stigma. The extended male antennal structures, characteristic of the antopocerus group, can be seen co-mounted with the cognata wing. Lower six panels, haleakalae/fungus feeder group: dolichotarsus, nigra, cilifemorata, and fungiperda. Sexual dimorphism is shown for dolichotarsus and nigra.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11826, "infons": {"file": "pone.0000487.g007.jpg", "id": "pone-0000487-g007", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Other non-picture wing species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11858, "infons": {"file": "pone.0000487.g007.jpg", "id": "pone-0000487-g007", "section_type": "FIG", "type": "fig_caption"}, "text": "The anomalipes group: anomalipes and quasianomalipes. “Modified mouthparts group”: clydonia, aethostoma, mimica, kambysellisi, polliciforma, and diminuens. The ornate pattern of clydonia is rare among the small, non-picture wing species. The curved L3 vein in clydonia is a characteristic of the species. “Modified tarsus group”: basimacula, petalopeza, spiethi, and dasycnemia.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12245, "infons": {"file": "pone-0000487-t001.xml", "id": "pone-0000487-t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Species in the Hawaiian Drosophila Wing Database", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12294, "infons": {"file": "pone-0000487-t001.xml", "id": "pone-0000487-t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Species</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Island</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">group</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Figure</td></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adunca</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>antopocerus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>aethostoma</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. mouthparts</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>affinidisjuncta</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>aglaia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>anomalipes</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>anomalipes</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>assita</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>balioptera</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>basimacula</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. tarsus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>basisetae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>bostrycha</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>cilifemorata</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">fungus feeder</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>cilifera</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2, 8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>clavisetae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>clydonia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. mouthparts</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>cognata</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>antopocerus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>craddockae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>crucigera</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>cyrtoloma</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>dasycnemia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. tarsus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>differens</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>digressa</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>diminuens</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. mouthparts</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>discreta</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>disjuncta</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>dolichotarsus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">fungus feeder</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>engyochracea</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5, 8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>fasciculisetae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>fungiperda</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">fungus feeder</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic> [<italic>G1</italic>*]</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>hamifera</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>hawaiiensis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>heedi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>hemipeza</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>heteroneura</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>hexachaetae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>hirtipalpus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>kambysellisi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. mouthparts</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>limitata</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>longiseta</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>antopocerus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6, 8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>macrothrix</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>melanocephala</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>mimica</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. mouthparts</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>montgomeryi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>murphyi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>neoperkinsi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>neopicta</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui, Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>nigra</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">fungus feeder</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>nigribasis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>oahuensis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>obscuripes</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>ornata</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>orphnopeza</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5, 8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>orthofascia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>petalopeza</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. tarsus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>picticornis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>polliciforma</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. mouthparts</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>primeava</italic> or <italic>attigua</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>primaeva</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>punalua</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Oahu</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>quasianomalipes</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>anomalipes</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>recticilia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>setosimentum</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>silvarentis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>silvestris</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>planitibia</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>spectabilis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>spiethi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">mod. tarsus</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>sproati</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5, 8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>stigma</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Molokai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>antopocerus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>tanythrix</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hawaii</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>antopocerus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>truncipenna</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>adiastola</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>villosipedis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Kauai</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>grimshawi</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>virgulata</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maui</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>glabriapex</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td></tr></tbody></table>\n"}, "text": "Species\tIsland\tgroup\tFigure\t \tadiastola\tMaui\tadiastola\t2\t \tadunca\tMaui\tantopocerus\t6\t \taethostoma\tKauai\tmod. mouthparts\t7\t \taffinidisjuncta\tMaui\tgrimshawi\t5\t \taglaia\tOahu\tglabriapex\t4\t \tanomalipes\tKauai\tanomalipes\t7\t \tassita\tHawaii\tglabriapex\t4\t \tbalioptera\tMolokai\tgrimshawi\t5\t \tbasimacula\tKauai\tmod. tarsus\t7\t \tbasisetae\tHawaii\tglabriapex\t4\t \tbostrycha\tMolokai\tgrimshawi\t5\t \tcilifemorata\tMaui\tfungus feeder\t6\t \tcilifera\tMolokai\tadiastola\t2, 8\t \tclavisetae\tMaui\tadiastola\t2\t \tclydonia\tMaui\tmod. mouthparts\t7\t \tcognata\tHawaii\tantopocerus\t6\t \tcraddockae\tKauai\tgrimshawi\t5\t \tcrucigera\tOahu\tgrimshawi\t5\t \tcyrtoloma\tMaui\tplanitibia\t3\t \tdasycnemia\tHawaii\tmod. tarsus\t7\t \tdifferens\tMolokai\tplanitibia\t3\t \tdigressa\tHawaii\tglabriapex\t4\t \tdiminuens\tHawaii\tmod. mouthparts\t7\t \tdiscreta\tMaui\tglabriapex\t4\t \tdisjuncta\tMaui\tgrimshawi\t5\t \tdolichotarsus\tMaui\tfungus feeder\t6\t \tengyochracea\tHawaii\tgrimshawi\t5, 8\t \tfasciculisetae\tMaui\tglabriapex\t4\t \tfungiperda\tHawaii\tfungus feeder\t6\t \tglabriapex\tKauai\tglabriapex\t4\t \tgrimshawi [G1*]\tMaui\tgrimshawi\t5\t \thamifera\tMaui\tadiastola\t2\t \thawaiiensis\tHawaii\tgrimshawi\t5\t \theedi\tHawaii\tgrimshawi\t5\t \themipeza\tOahu\tplanitibia\t3\t \theteroneura\tHawaii\tplanitibia\t3\t \thexachaetae\tOahu\tglabriapex\t4\t \thirtipalpus\tMaui\tgrimshawi\t5\t \tkambysellisi\tHawaii\tmod. mouthparts\t7\t \tlimitata\tMaui\tgrimshawi\t5\t \tlongiseta\tMolokai\tantopocerus\t6, 8\t \tmacrothrix\tHawaii\tglabriapex\t4\t \tmelanocephala\tMaui\tplanitibia\t3\t \tmimica\tHawaii\tmod. mouthparts\t7\t \tmontgomeryi\tOahu\tglabriapex\t4\t \tmurphyi\tHawaii\tgrimshawi\t5\t \tneoperkinsi\tMolokai\tplanitibia\t3\t \tneopicta\tMaui, Molokai\tplanitibia\t3\t \tnigra\tMaui\tfungus feeder\t6\t \tnigribasis\tOahu\tplanitibia\t3\t \toahuensis\tOahu\tplanitibia\t3\t \tobscuripes\tMaui\tplanitibia\t3\t \tornata\tKauai\tadiastola\t2\t \torphnopeza\tMaui\tgrimshawi\t5, 8\t \torthofascia\tMaui\tgrimshawi\t5\t \tpetalopeza\tMaui\tmod. tarsus\t7\t \tpicticornis\tKauai\tplanitibia\t3\t \tplanitibia\tMaui\tplanitibia\t3\t \tpolliciforma\tHawaii\tmod. mouthparts\t7\t \tprimeava or attigua\tKauai\tprimaeva\t2\t \tpunalua\tOahu\tglabriapex\t4\t \tquasianomalipes\tKauai\tanomalipes\t7\t \trecticilia\tMaui\tgrimshawi\t5\t \tsetosimentum\tHawaii\tadiastola\t2\t \tsilvarentis\tHawaii\tgrimshawi\t5\t \tsilvestris\tHawaii\tplanitibia\t3\t \tspectabilis\tMolokai\tadiastola\t2\t \tspiethi\tKauai\tmod. tarsus\t7\t \tsproati\tHawaii\tgrimshawi\t5, 8\t \tstigma\tMolokai\tantopocerus\t6\t \ttanythrix\tHawaii\tantopocerus\t8\t \ttruncipenna\tMaui\tadiastola\t2\t \tvillosipedis\tKauai\tgrimshawi\t5\t \tvirgulata\tMaui\tglabriapex\t4\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14722, "infons": {"file": "pone-0000487-t001.xml", "id": "pone-0000487-t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "All species are genus Drosophila\n. *G1 is the stock from which the genome sequence was derived.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14818, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The picture wing flies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14841, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We obtained specimens of 53 of the 112 species in the picture wing group, including representatives of all major lineages. Notably, the US Federal endangered species list includes a total of just 51 insect species, and 11 of these are Hawaiian picture wing Drosophila. Five of these endangered species are included here: heteroneura, differens, and hemipeza (Fig. 3); aglaia and montgomeryi (Fig. 4). All were collected prior to the endangered species designation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15306, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The picture wing group is divided into four major subgroups named for representative species: adiastola (Fig. 2), planitibia (Fig. 3), glabriapex (Fig. 4) and grimshawi (Fig. 5). A nearly complete lineage of the picture wing flies was determined by H.L. Carson, who used polytene chromosome banding patterns to map chromosomal inversions in each species. Carson's inversion tree is highly congruent with molecular phylogenies of the picture wings. In order to provide some phylogenetic context for comparing the wings, we have reproduced the chromosomal lineages of the species that are shown in each of the picture wing figures (insets in Figs. 2–  5). D. grimshawi is the arbitrarily chosen chromosomal standard (+). Each box represents a unique inversion genotype or karyotype present in the designated species (abbreviated to 3 letters). Circles represent inversion genotypes that do not match any species in the database; these are only included when they constitute nodes in the tree. The actual inversion names have been omitted for simplicity; see Carson for complete genotypes. The chromosome map for a given species can be derived by adding all the inversions along the path to the standard, “+”. The ovals indicate three key sets of inversions, designated Xo 2c; Xik; and 4b; that uniquely define each picture wing subgroup. Specifically, the grimshawi subgroup lacks these inversions (since D. grimshawi is the standard); the glabriapex subgroup has 4b, the planitibia subgroup has Xik and 4b, and the adiastola and primaeva subgroups have Xo 2c, Xik, and 4b. Relationships among the four subgroups can be obtained by connecting the trees at these points, as summarized in Fig. 1. Note that branch lengths are arbitrary, since the number of inversions is not necessarily proportional to the time since divergence. Chromosomal trees are also inherently unrooted; this tree is rooted at primaeva based on DNA and biogeographic evidence.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17259, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Fig. 2 shows eight of the 16 members of the adiastola subgroup. These species are particularly notable for the intricate and subtly graded pigment patterns of the wings. In addition, much of this group shows pronounced sexual dimorphism, and so Fig. 2 includes male/female pairs for 7 species. The group's wing patterns are quite diverse. A third crossvein appears in clavisetae (and neoclavisetae, not shown), likely as an adaptation that provides mechanical support for larger wings. This adaptation arose independently in the planitibia subgroup (below). In spectabilis, the pigment spots are expanded and fused, giving the appearance of a black wing with light spots. The most extreme wing shape change in this collection (and perhaps in the genus) is seen in truncipenna, in which the male wings are blunted at the tips giving a nearly rectangular appearance. The female wing is slightly blunted as well, but the selection pressure on this phenotype appears to be focused on the males. The hamifera wing is perhaps the most divergent overall, with an exceptional combination of large size, distorted shape, and complex, dimorphic pigmentation. The males and females share a dark spot over the proximal part of longitudinal veins L2–4, but the rest of their patterns appear to be almost completely unrelated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18575, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Fig. 2 includes a primaeva/attigua specimen; these two species are considered to form their own subgroup at the base of the picture wing clade (Fig. 1). The distinction between primaeva and attigua could not be made in this specimen since it was female.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18830, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Fig. 3 shows 13 of the 17 planitibia subgroup species (see recent phylogenetic analysis). The group features the well-studied “hammerhead” species heteroneura and sister species silvestris (see Boake et al. and refs therein). Flies of this group are exceptionally large, and this size increase is correlated with the appearance of a third crossvein in most species. The extra crossvein is usually aligned with the standard posterior crossvein, but it is shifted proximally in the closely related species complex heteroneura, silvestris, planitibia and differens. The subgroup is also known for using wing vibrations to produce complex courtship songs, and this behavior may be related to the unusual wing shapes of some species (e.g., cyrtoloma ). The picticornis wing is quite divergent, being mostly pigmented with numerous light spots; this reflects an early division in the planitibia subgroup that separates picticornis and setosifrons from the rest of the species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19806, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The remaining 31 picture wing species in the database are divided into the glabriapex and grimshawi subgroups (Figs. 4, 5) based on the presence or absence of the 4b chromosomal inversion. Most of these species have patterns that are variations on a basic plan of 7 spots: one at the distal tip of each longitudinal vein L2–5, a central spot on L4 at the posterior crossvein, a central spot on L2, and spot in the anterior/proximal region. This could be the ancestral pattern since it is found in the basal species, glabriapex. Most species also have an 8th spot located centrally on L3, but this character has been gained or lost multiple times (based on the chromosomal lineage). This L3 spot was gained at least once en route from the glabriapex to the grimshawi subgroup, then lost in sproati and limitata, and either gained or lost within the orphnopeza/orthofascia lineage. Fairly subtle variations in the intensity, extent, and position of these 7 or 8 spots can create very different visual effects: stripes in hawaiiensis and orthofascia, a “T” formation in virgulata, discrete spots in discreta, etc. The basic spot arrangement has been elaborated into an ornate checkerboard pattern in grimshawi and relatives, primarily by adding a proximal stripe along L3–4, and extending and refining the spot on L5. In crucigera the pattern is further shaped to form distinct crosses (as noted by Grimshaw in 1901) as well as two bulls-eyes in the posterior half. Comparison to the more basal grimshawi suggests that these isolated bulls-eye spots appeared de novo in clear areas of the pattern.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21409, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Non-picture wing species groups", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21441, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The antopocerus group species (Fig. 6, upper) are sexually dimorphic; males display long, specialized bristles on the foreleg, and extended aristae (visible on the cognata slide). The wings may be dimorphic in shape (longiseta) and pigmentation (stigma). The stigma wing pattern closely matches those of the Asian species D. biarmipes and elegans, which have been recently analyzed by Gompel et al. and Yeh et al..", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21856, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The fungus feeder/haleakalae group (Fig. 6, lower) is the most basal lineage of the endemic Hawaiian Drosophila and diverged from the picture wing group an estimated 20 million years ago. Some of these species are large, with relatively slender bodies and elongated wings; for example, dolichotarsus displays sexual dimorphism in which the male wing is quite extended and slightly curved (Fig. 6, lower left).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22266, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Fig. 7 shows anomalipes and quasianomalipes, which comprise the anomalipes group; they are closely related to the picture wings. The remaining samples represent the modified mouthpart and modified tarsus groups. These groups typically have plain wings, but exhibit remarkable male-specific specializations of the mouthparts or forelegs. Light and SEM micrographs of some of these specializations will be presented elsewhere and added to the photo database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22724, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Photographic comparison of wing patterns", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22765, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To better assess the variation among the wings, we made direct comparisons by color-coding sets of wing images and overlaying them (Fig. 8). In Fig. 8A, three grimshawi subgroup wings are overlaid: engyochracea, orphnopeza, and sproati. Among these species, the spot that occurs medially along L2 (arrow) can “slide” to different positions along the proximodistal axis, generating a rainbow-like pattern in the overlay; the other spots remain largely fixed. The proximal and distal borders of this spot can vary independently, as shown by the aligned close-ups of L2 (Fig. 8A, right). This result suggests that wing patterning genes somehow exert a very flexible, fine-scale control over the pigmentation process.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23483, "infons": {"file": "pone.0000487.g008.jpg", "id": "pone-0000487-g008", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Analysis of pattern variation using color-coded overlays of wing photos.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23556, "infons": {"file": "pone.0000487.g008.jpg", "id": "pone-0000487-g008", "section_type": "FIG", "type": "fig_caption"}, "text": "A. Pattern elements can vary independently. Left, engyochracea (yellow), orphnopeza (cyan), and sproati (magenta) are overlaid. Black indicates where all three coincide. Wings were uniformly skewed in Photoshop to maximize overlap of the margins and veins. Names of longitudinal veins are indicated; L1 is the costal or marginal vein. Arrow, the spot over L2 varies much more than the other spots. Right, positions of the variable spot on L2 are compared in the three species: upper, orphnopeza; middle, sproati; lower, engyochracea; the same region of the wing is shown in each case. B. Two specimens from the antopocerus group are overlaid: tanythrix (orange) and longiseta (blue). The wings were resized to overlay the anterior crossvein, L2 and L3, but the photos were not skewed. Arrow indicates where the anterior margin has a bump in longiseta but is concave in tanythrix. C. Sexual dimorphism in cilifera: a female (upper) and male (middle) are overlayed (lower; female in orange, male in blue). Wings were slightly rescaled to align the veins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24609, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Species within one group can vary substantially in shape, as noted above for truncipenna. Fig. 8B shows another case, in which the anterior margin has shifted within the antopocerus group. D. tanythrix (not shown in Fig. 6) has a slightly concave anterior margin. D. longiseta, in contrast, has a bulge on the anterior margin (arrow). The overlay shows that the posterior compartment also differs, with L4 and L5 diverging strongly in tanythrix.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25055, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "An overlay of male and female cilifera wings shows that sexual dimorphism is achieved by varying only a subset of pattern elements (Fig 8C). The large central spot and the distal-most spot are the same in both sexes (black), but the wave-like pattern in the posterior cell is shifted, and several spots are missing from the male (note the orange-only features).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25417, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Pigmentation in mutants and natural variants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25462, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our database also includes several informative examples of wings that deviate from the standard pattern of the species (Fig. 9). Mutant lines of grimshawi, obtained by cobalt-60 irradiation, demonstrate that the integrity of the veins is essential for local melanization. The recessive mutation weak veins causes a discontinuity in the vein (Fig. 9A, arrow), preventing pigment deposition distal to the break. The dominant wing notching mutation Nihoa leads to a shortened vein (Fig. 9B, arrow) that precisely coincides with the extent of pigment deposition there. These mutants consistently support the model that the pigmentation of the wing cuticle requires pigment precursors that are delivered through the veins to intervein regions. They also demonstrate that there is an inherent pattern of wing hair pigmentation that is not dependent on intact veins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26322, "infons": {"file": "pone.0000487.g009.jpg", "id": "pone-0000487-g009", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Variants that uncouple the prepattern from the vein-dependent pattern.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26393, "infons": {"file": "pone.0000487.g009.jpg", "id": "pone-0000487-g009", "section_type": "FIG", "type": "fig_caption"}, "text": "A–B. Wings from grimshawi mutant lines. A. weak veins mutant with a gap in L4 (arrow); dark pigment is absent from the distal L4 vein fragment. B. Wing notching in a Nihoa mutant is associated with a shortened L4 and a reduced distal spot (arrow). In both A and B, the prepattern of dark hairs is not affected. C. Rare, natural variant of clavisetae with incomplete pigmentation; this defect is seen in both wings. Compare the central crossvein in the variant (arrow) to that of a typical clavisetae female (inset). D–E. Wings from two hamifera males. D. Normal pattern. (This wing and the one in Fig. 2 are a pair from one male). E, F. Pair of wings from a different male. As in C, the intervein regions have not fully pigmented; see for example the spot indicated by the arrow.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27177, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Natural variants are sometimes found in the field that also support this two-step model. Fig. 9C shows an unusual clavisetae wing in which the intervein spots did not become filled in; dark pigmentation is limited to narrow strips along the veins. The clavisetae prepattern is still apparent (grayish regions of the intervein territory). The wing pattern in hamifera can become altered in an even more complex manner. Compared to the typical pattern (Fig. 9D), the male in Fig. 9E–F has “holes” in five of the spots and incomplete pigmentation around L5. This male's two wings (panels E vs. F) differ in the extent to which the dark pigment has penetrated into the intervein regions, indicating the phenotype is sensitive to local conditions. One explanation is that this male did not produce enough pigment precursors in the body permit their complete transport/diffusion throughout the wing spots. This hypothesis is consistent with previous experimental findings of True et al.: removing the wings from D. rajasekari upon eclosion prevents pigmentation from developing, but bathing these wings in the pigment precursor dopamine can restore the normal pigment pattern. Alternatively, in these clavisetae and hamifera examples, efficient transport could have been blocked by structural defects in the veins, extracellular matrix, etc.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28519, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Possible drivers of wing diversity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28554, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Wing pigment patterns may be employed for courtship, camouflage, or mimicry, although their functions are difficult to prove experimentally. Without a firm grasp on their functional relevance in the wild, it is difficult to assess why the patterns have diversified so extensively. We speculate that, in many of the examples shown here, the patterns strike a balance between the need to hide from predators and the need to attract mates. At rest, when the wings are folded back over the thorax and abdomen, the wing patterns of many species blend with their dorsal cuticle markings, producing a camouflage pattern that could protect the fly from bird or insect predation. The level of protection afforded by any given pattern could depend on a wide variety of environmental parameters that are unique to each species (and each sex within a species). For example, females spend considerable time seeking favored substrates for oviposition; one species may need to blend in with bark, another with leaves, etc..", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29563, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During courtship, however, males of many picture wing species prominently display their wing markings to the female. The female might use these markings for species recognition and even to assess the fitness of the male: we have noted that smaller flies tend to have noticeably reduced pigment spots. Sexual selection is known to be a key driver of morphological change in the Hawaiian flies. Several species groups are characterized by extreme male-specific ornamentations used to stimulate the female during courtship, including major modifications of the forelegs, bristles, antennal structures, and mouthparts. Altering wing pigmentation would seem to have a lower fitness cost than these other options, and may be favored for that reason. On the other hand, female flies may not be as attuned to visual cues as to tactile ones. Finally, the Hawaiian species have generally been subject to small population sizes and frequent exposure to founder events and bottlenecks. Over time, a given lineage accumulates a unique set of random mutations in the pigmentation genes. Essentially, each species is dealt a different genetic hand that it can use to accommodate these diverse selection pressures, and this may also contribute to diversification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30811, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Hawaiian Drosophila as a model for the evolution of complexity?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30875, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We show several examples in which, along a known lineage, species exhibit increasing pigment pattern complexity or gain/loss of discrete pattern elements. It will be extremely informative to sequence candidate loci such as yellow and ebony in these species. D. primaeva provides a convenient reference species since it has no spots on the longitudinal veins, and is the most basal picture wing species; presumably both the plain wing pattern and the sequence of the pigmentation genes are fair representations of the ancestral state of this group (Fig. 1). The complex including villosipedis, grimshawi, and crucigera provides a clear example of increasing complexity (Fig. 1). These three species are similar or identical at the polytene chromosome level, and grimshawi and crucigera genes differ by just one base change or small indel every 55 bp (averaging over the 6 crucigera nuclear genes present in Genbank). Thus, comparisons among these species could provide insights into the evolution of complexity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31886, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Another candidate for comparative study is the adiastola subgroup. Evidence suggests the basal primaeva wing gave rise to the simple, wave-like pattern of ornata, and the more derived species have extensively modified this pattern along different branches of the adiastola subgroup (Figs. 1, 2). We would expect to find shared mutations that are responsible for shared pattern elements, and additional mutations that differ in each branch of the lineage and account for novelties in the pattern. Functional mutations identified in one subgroup can then be compared to other subgroups that have qualitatively different types of patterns; for example the grimshawi subgroup is characterized by distal spots, while the basal species of the adiastola subgroup lack distal spots. This approach would capitalize on a rare advantage of the Hawaiian Drosophila, that pattern evolution has been “replayed” multiple times in a shared genetic background.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32834, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Are the Hawaiian Drosophila tractable for developmental biology?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32899, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The utility of the Hawaiian flies for experimental studies varies substantially among species. We can consider several levels of experimental tractability relevant to the studies suggested above: (1) availability of genomic DNA for comparative sequence analysis; (2) ability to grow larvae for studies of gene expression and developmental biology; (3) ability to make transgenic flies; (4) ease of performing transmission and quantitative genetics (keeping multiple lines, generating markers, obtaining fertile hybrids, etc.)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33425, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Each of these milestones has been reached in the picture wing flies, albeit with more effort than required for D. melanogaster. DNA is available from most of the species pictured here, and cloning genes of interest will be greatly facilitated by the high sequence identity levels among the Hawaiian species. Carson's chromosome phylogeny was derived by analysis of larval chromosomes, indicating that larvae can be cultured from nearly every picture wing species. We have successfully performed immunostaining of picture wing larvae and pupae using several antibodies to D. melanogaster proteins (not shown). Transgenic Hawaiian Drosophila have been produced by injecting P element DNA into D. hawaiiensis embryos. There were no visible markers available at that time, so transformants were identified by Southern blot analysis of the offspring of individual injected animals. Current availability of additional transposon vectors and transformation markers should simplify the transformation process. It should be possible to transform flies with both plain (mimica) and ornate (grimshawi, crucigera) wing patterns, although grimshawi lay eggs at a greater rate than mimica. For optimal egg collection, specialized substrates are required (e.g., moistened corn flakes.) Stocks of mimica, grimshawi, and several other endemic Hawaiian species are available at the Tucson Drosophila Species Stock Center. Genetic markers are not currently available, although we have demonstrated that visible mutations can be isolated and maintained in grimshawi . The greatest limitations to genetic analysis are the space and labor required for stock keeping (see Materials and Methods), and the 2–3 month generation time. Finally, it should be possible to identify X chromosomal vs. autosomal contributions to patterning, and estimate the number of major loci involved, by hybridizing species with distinct wing patterns in the lab (as done for silvestris vs. heteroneura coloration and head shape). D. grimshawi, for example, can hybridize with balioptera, bostrycha, crucigera, disjuncta, pilimana, and others.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35526, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35548, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Field collections", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35566, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Flies were collected from banana or mushroom baits, or by netting, at previously described locations on Kauai, Oahu, Molokai, Maui, and Hawaii (Big Island). Species identifications were made by K.Y.K.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35767, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stock maintenance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For disjuncta, grimshawi, hemipeza, heteroneura, planitibia, and silvestris, specimens were taken from laboratory stocks maintained at the Univ. of Hawaii at Manoa instead of from the field. Picture wing stocks are cultured at 18°C. Oviposition occurs in vials of Wheeler-Clayton medium supplemented with an aqueous extract of Clermontia (a natural host plant which helps to stimulate oviposition). Once larval activity is observed, cornmeal-molasses-agar medium is added to the vials. Vials with third instar larvae are placed in a gallon jar half filled with damp, coarse sand. Larvae tunnel into the sand to pupate, and adults crawl back out upon eclosion. Newly eclosed adults require 2–3 weeks to reach sexual maturity; females especially require 3–4 weeks before mating and egg laying begins. Temperature and humidity regulation, culture media specific to larval and adult nutritional requirements, sterile sand as the pupation medium, etc., make laboratory husbandry of the Hawaiian Drosophila species significantly more complex than D. melanogaster. However, a number of laboratories in the U.S. as well as internationally have been successful in maintaining laboratory stocks of Hawaiian Drosophila and have been able to conduct genetic and behavioral studies on these species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37077, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample preparation and documentation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37114, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In most cases wings were removed from live flies; for algaia, cyrtoloma, clydonia, differens, diminuens, hamifera female, hirtipalpus, truncipenna, and virgulata, the flies were recently dead when the wings were removed. Older, pinned specimens were found to be rather unsuitable for the project since their pigmentation had faded. The wings were permanently mounted in Euparal (BioQuip Products, Gardena, CA) between a slide and coverslip, taking care to avoid damage and folding. Slides were incubated overnight at 37°C to allow bubbles to dissipate, and stored in the dark. The wings were all photographed in one session under uniform conditions, using a digital camera mounted on a dissecting scope and illuminated with an overhead ring light. Raw images were adjusted in Photoshop using the “Warming Filter 81” command to neutralize the background toward gray, and contrast was restored using “Curves”. All adjustments were performed to make the backgrounds uniform across images, so that the wings are as directly comparable as possible. In Figs. 2–    7, debris was edited out of some photos using Photoshop, but the wings were not altered; the unedited photos are found in the database. In Fig. 2 and Fig. 5, the backgrounds (away from the wings) were blurred to facilitate file compression. All images in the database were taken at the same magnification. In Figs. 2–    7, all wings in a given figure are on the same scale, so one scale bar is shown per figure. The sex is listed if known. Only in Fig. 8, some wings were distorted using the “scale” or “skew” commands where noted. See Stark et al. for explanation of wing vein nomenclature; the Drosophila system is used here for simplicity and longitudinal veins L1–5 are defined in Fig. 8A.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38891, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Competing Interests: The authors have declared that no competing interests exist.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38973, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Funding: Funded by Yamamoto Behavior Genes Project, ERATO, Japan Science and Technology (to DY); NIH GM062185 (to KAE); and Illinois State University. DY was supported by Specially Promoted Research grant #1802012 from MEXT.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39198, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39209, "infons": {"fpage": "311", "lpage": "345", "name_0": "surname:Carson;given-names:HL", "name_1": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "Ann Rev Ecology Systematics", "type": "ref", "volume": "7", "year": "1976"}, "text": " Drosophila of Hawaii: Systematics and ecological genetics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39269, "infons": {"fpage": "14", "lpage": "29", "name_0": "surname:Carson;given-names:HL", "name_1": "surname:Clague;given-names:DA", "name_2": "surname:Wagner;given-names:WL", "name_3": "surname:Funk;given-names:VA", "section_type": "REF", "source": "Hawaiian Biogeography: Evolution on a hot spot archipelago", "type": "ref", "year": "1995"}, "text": "Geology and biogeography of the Hawaiian Islands.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39319, "infons": {"fpage": "343", "lpage": "352", "name_0": "surname:Carson;given-names:HL", "pub-id_pmid": "9378906", "section_type": "REF", "source": "J Hered", "type": "ref", "volume": "88", "year": "1997"}, "text": "Sexual selection: A driver of genetic change in Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39388, "infons": {"fpage": "225", "lpage": "235", "name_0": "surname:Remsen;given-names:J", "name_1": "surname:DeSalle;given-names:R", "pub-id_pmid": "9562982", "section_type": "REF", "source": "Mol Phylogenet Evol", "type": "ref", "volume": "9", "year": "1998"}, "text": "Character congruence of multiple data partitions and the origin of the Hawaiian Drosophilidae.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39483, "infons": {"fpage": "1", "lpage": "43", "name_0": "surname:Craddock;given-names:EM", "section_type": "REF", "source": "Evol Biol", "type": "ref", "volume": "31", "year": "2000"}, "text": "Speciation processes in the adaptive radiation of Hawaiian plants and animals.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39562, "infons": {"fpage": "257", "lpage": "259", "name_0": "surname:Davis;given-names:T", "pub-id_pmid": "11075522", "section_type": "REF", "source": "Hereditas", "type": "ref", "volume": "132", "year": "2000"}, "text": "On the relationship between the Scaptomyza and the Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39634, "infons": {"fpage": "73", "lpage": "82", "name_0": "surname:Bonacum;given-names:J", "name_1": "surname:O'Grady;given-names:PM", "name_2": "surname:Kambysellis;given-names:M", "name_3": "surname:Desalle;given-names:R", "pub-id_pmid": "16182150", "section_type": "REF", "source": "Mol Phylogenet Evol", "type": "ref", "volume": "37", "year": "2005"}, "text": "Phylogeny and age of diversification of the planitibia species group of the Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39731, "infons": {"fpage": "1129", "lpage": "1139", "name_0": "surname:Kambysellis;given-names:MP", "name_1": "surname:Ho;given-names:KF", "name_2": "surname:Craddock;given-names:EM", "name_3": "surname:Piano;given-names:F", "name_4": "surname:Parisi;given-names:M", "name_5": "surname:Cohen;given-names:J", "pub-id_pmid": "8548285", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "5", "year": "1995"}, "text": "Pattern of ecological shifts in the diversification of Hawaiian Drosophila inferred from a molecular phylogeny.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39843, "infons": {"fpage": "67", "lpage": "78", "name_0": "surname:Davis;given-names:T", "name_1": "surname:Kurihara;given-names:J", "name_2": "surname:Yoshino;given-names:E", "name_3": "surname:Yamamoto;given-names:D", "pub-id_pmid": "10857262", "section_type": "REF", "source": "Hereditas", "type": "ref", "volume": "132", "year": "2000"}, "text": "Genomic organisation of the neural sex determination gene fruitless (fru) in the Hawaiian species Drosophila silvestris and the conservation of the fru BTB protein-protein-binding domain throughout evolution.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40052, "infons": {"fpage": "117", "lpage": "134", "name_0": "surname:O'Grady;given-names:P", "name_1": "surname:Zilversmit;given-names:M", "section_type": "REF", "source": "Bishop Museum Bulletin in Entomology", "type": "ref", "volume": "12", "year": "2004"}, "text": "Phylogenetic relationships within the Drosophila haleakalae species group inferred by molecular and morphological characters (Ditera: Drosophilidae).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40202, "infons": {"comment": "Assembly/alignment/annotation of 12 related Drosophila species, http://rana.lbl.gov/drosophila", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40203, "infons": {"comment": "doi:10.1093/nar/gkl827", "fpage": "D486", "lpage": "D491", "name_0": "surname:Crosby;given-names:MA", "name_1": "surname:Goodman;given-names:JL", "name_2": "surname:Strelets;given-names:VB", "name_3": "surname:Zhang;given-names:P", "name_4": "surname:Gelbart;given-names:WM", "pub-id_pmid": "17099233", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "FlyBase: genomes by the dozen.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40234, "infons": {"fpage": "97", "lpage": "129", "name_0": "surname:Stark;given-names:J", "name_1": "surname:Bonacum;given-names:J", "name_2": "surname:Remsen;given-names:J", "name_3": "surname:DeSalle;given-names:R", "pub-id_pmid": "9990717", "section_type": "REF", "source": "Ann Rev Entomol", "type": "ref", "volume": "44", "year": "1999"}, "text": "The evolution and development of dipteran wing veins: a systematic approach.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40311, "infons": {"name_0": "surname:Held;given-names:LI;suffix:Jr", "section_type": "REF", "source": "Imaginal Discs: The Genetic and Cellular Logic of Pattern Formation", "type": "ref", "year": "2002"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40312, "infons": {"fpage": "443", "lpage": "451", "name_0": "surname:De Celis;given-names:JF", "pub-id_pmid": "12717815", "section_type": "REF", "source": "Bioessays", "type": "ref", "volume": "25", "year": "2003"}, "text": "Pattern formation in the Drosophila wing: The development of the veins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40384, "infons": {"fpage": "183", "lpage": "193", "name_0": "surname:O'Connor;given-names:MB", "name_1": "surname:Umulis;given-names:D", "name_2": "surname:Othmer;given-names:HG", "name_3": "surname:Blair;given-names:SS", "pub-id_pmid": "16368928", "section_type": "REF", "source": "Development", "type": "ref", "volume": "133", "year": "2006"}, "text": "Shaping BMP morphogen gradients in the Drosophila embryo and pupal wing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40457, "infons": {"fpage": "2101", "lpage": "2113", "name_0": "surname:Mezey;given-names:JG", "name_1": "surname:Houle;given-names:D", "name_2": "surname:Nuzhdin;given-names:SV", "pub-id_pmid": "15520257", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "169", "year": "2005"}, "text": "Naturally segregating quantitative trait loci affecting wing shape of Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40552, "infons": {"fpage": "1461", "lpage": "1475", "name_0": "surname:Weber;given-names:K", "name_1": "surname:Johnson;given-names:N", "name_2": "surname:Champlin;given-names:D", "name_3": "surname:Patty;given-names:A", "pub-id_pmid": "15545659", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "169", "year": "2005"}, "text": "Many P-element insertions affect wing shape in Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40624, "infons": {"fpage": "1417", "lpage": "1431", "name_0": "surname:Dworkin;given-names:I", "name_1": "surname:Gibson;given-names:G", "pub-id_pmid": "16648592", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "173", "year": "2006"}, "text": "Epidermal growth factor receptor and transforming growth factor-beta signaling contributes to variation for wing shape in Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40771, "infons": {"fpage": "127", "lpage": "222", "name_0": "surname:Wright;given-names:TR", "pub-id_pmid": "3124532", "section_type": "REF", "source": "Adv Genet", "type": "ref", "volume": "24", "year": "1987"}, "text": "The genetics of biogenic amine metabolism, sclerotization, and melanization in Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40875, "infons": {"fpage": "1382", "lpage": "1391", "name_0": "surname:True;given-names:JR", "name_1": "surname:Edwards;given-names:KA", "name_2": "surname:Yamamoto;given-names:D", "name_3": "surname:Carroll;given-names:SB", "pub-id_pmid": "10607562", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "9", "year": "1999"}, "text": " Drosophila wing melanin patterns form by vein-dependent elaboration of enzymatic prepatterns.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40970, "infons": {"fpage": "1849", "lpage": "1858", "name_0": "surname:Wittkopp;given-names:PJ", "name_1": "surname:True;given-names:JR", "name_2": "surname:Carroll;given-names:SB", "pub-id_pmid": "11934851", "section_type": "REF", "source": "Development", "type": "ref", "volume": "129", "year": "2002"}, "text": "Reciprocal functions of the Drosophila yellow and ebony proteins in the development and evolution of pigment patterns.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41089, "infons": {"fpage": "495", "lpage": "504", "name_0": "surname:Wittkopp;given-names:PJ", "name_1": "surname:Carroll;given-names:SB", "name_2": "surname:Kopp;given-names:A", "pub-id_pmid": "12957543", "section_type": "REF", "source": "Trends Genet", "type": "ref", "volume": "19", "year": "2003"}, "text": "Evolution in black and white: genetic control of pigment patterns in Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41170, "infons": {"fpage": "e303", "issue": "10", "name_0": "surname:Joron;given-names:M", "name_1": "surname:Papa;given-names:R", "name_2": "surname:Beltran;given-names:M", "name_3": "surname:Chamberlain;given-names:N", "name_4": "surname:Mavarez;given-names:J", "pub-id_pmid": "17002517", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "4", "year": "2006"}, "text": "A conserved supergene locus controls colour pattern diversity in Heliconius butterflies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41259, "infons": {"fpage": "481", "lpage": "487", "name_0": "surname:Gompel;given-names:N", "name_1": "surname:Prud'homme;given-names:B", "name_2": "surname:Wittkopp;given-names:PJ", "name_3": "surname:Kassner;given-names:VA", "name_4": "surname:Carroll;given-names:SB", "pub-id_pmid": "15690032", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "433", "year": "2005"}, "text": "Chance caught on the wing: cis-regulatory evolution and the origin of pigment patterns in Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41361, "infons": {"fpage": "1050", "lpage": "1053", "name_0": "surname:Prud'homme;given-names:B", "name_1": "surname:Gompel;given-names:N", "name_2": "surname:Rokas;given-names:A", "name_3": "surname:Kassner;given-names:VA", "name_4": "surname:Williams;given-names:TM", "pub-id_pmid": "16625197", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "440", "year": "2006"}, "text": "Repeated morphological evolution through cis-regulatory changes in a pleiotropic gene.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41448, "infons": {"fpage": "207", "lpage": "212", "name_0": "surname:Kaneshiro;given-names:KY", "name_1": "surname:Boake;given-names:CR", "pub-id_pmid": "21227852", "section_type": "REF", "source": "Trends Ecol Evol", "type": "ref", "volume": "2", "year": "1987"}, "text": "Sexual selection and speciation: issues raised by Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41519, "infons": {"name_0": "surname:Hardy;given-names:DE", "section_type": "REF", "source": "Insects of Hawaii, Vol. 12. Diptera Cyclorrapha II", "type": "ref", "year": "1965"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41520, "infons": {"fpage": "171", "lpage": "262", "name_0": "surname:Hardy;given-names:DE", "name_1": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "Univ Texas Publ", "type": "ref", "volume": "6818", "year": "1968"}, "text": "New picture-winged Drosophila from Hawaii.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41563, "infons": {"fpage": "39", "lpage": "54", "name_0": "surname:Hardy;given-names:DE", "name_1": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "Univ Texas Publ", "type": "ref", "volume": "6918", "year": "1969"}, "text": "Descriptions of new Hawaiian Drosophila ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41604, "infons": {"fpage": "151", "lpage": "170", "name_0": "surname:Hardy;given-names:DE", "name_1": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "Univ Texas Publ", "type": "ref", "volume": "7103", "year": "1971"}, "text": "New picture-winged Drosophila from Hawaii, Part II.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41656, "infons": {"fpage": "155", "lpage": "161", "name_0": "surname:Hardy;given-names:DE", "name_1": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "Univ Texas Publ", "type": "ref", "volume": "7213", "year": "1972"}, "text": "New picture-winged Drosophila from Hawaii, Part III.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41709, "infons": {"comment": "doi:10.1093/nar/gkj068", "fpage": "D484", "lpage": "D488", "name_0": "surname:Grumbling;given-names:G", "name_1": "surname:Strelets;given-names:V", "pub-id_pmid": "16381917", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "FlyBase: anatomical data, images and queries.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41755, "infons": {"fpage": "1", "lpage": "92", "name_0": "surname:Grimshaw;given-names:PH", "section_type": "REF", "source": "Fauna Hawaiiensis", "type": "ref", "volume": "3", "year": "1901"}, "text": "Diptera.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41764, "infons": {"fpage": "71", "lpage": "90", "name_0": "surname:Hardy;given-names:DE", "name_1": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "Proc Haw Ent Soc", "type": "ref", "volume": "13", "year": "1979"}, "text": "A review of the modified tarsus species group of Hawaiian Drosophila (Drosophilidae: Diptera) I. The “split-tarsus” subgroup.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41894, "infons": {"fpage": "506", "lpage": "510", "name_0": "surname:Spieth;given-names:HT", "section_type": "REF", "source": "Ann Ent Soc Amer", "type": "ref", "volume": "68", "year": "1975"}, "text": "The behavior and biology of the Hawaiian Drosophila anomalipes species group.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41972, "infons": {"fpage": "12", "lpage": "38", "name_0": "surname:O'Grady;given-names:PM", "name_1": "surname:Kam;given-names:MWY", "name_2": "surname:Val;given-names:FC", "name_3": "surname:Perreira;given-names:WD", "section_type": "REF", "source": "Ann Ent Soc Am", "type": "ref", "volume": "96", "year": "2003"}, "text": "Revision of the Drosophila mimica subgroup, with descriptions of ten new species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42054, "infons": {"name_0": "surname:Ashburner;given-names:M", "name_1": "surname:Golic;given-names:KG", "name_2": "surname:Hawley;given-names:RS", "section_type": "REF", "source": "Drosophila: A Laboratory Handbook. 2nd Ed", "type": "ref", "year": "2004"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42055, "infons": {"fpage": "1414", "lpage": "1418", "name_0": "surname:Carson;given-names:HL", "pub-id_pmid": "5445927", "section_type": "REF", "source": "Science", "type": "ref", "volume": "168", "year": "1970"}, "text": "Chromosomal tracers of evolution.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42089, "infons": {"fpage": "465", "lpage": "482", "name_0": "surname:Carson;given-names:HL", "pub-id_pmid": "17246115", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "103", "year": "1983"}, "text": "Chromosomal sequences and interisland colonizations in Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42165, "infons": {"fpage": "407", "lpage": "439", "name_0": "surname:Carson;given-names:HL", "name_1": "surname:Krimbas;given-names:CB", "name_2": "surname:Powell;given-names:JR", "section_type": "REF", "source": "Drosophila inversion polymorphism", "type": "ref", "year": "1992"}, "text": "Inversions in Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42200, "infons": {"fpage": "6", "name_0": "surname:O'Grady;given-names:PM", "name_1": "surname:Baker;given-names:RH", "name_2": "surname:Durando;given-names:CM", "name_3": "surname:Etges;given-names:WJ", "name_4": "surname:DeSalle;given-names:R", "section_type": "REF", "source": "BMC Evol Biol", "type": "ref", "volume": "2001; 1", "year": "2001"}, "text": "Polytene chromosomes as indicators of phylogeny in several species groups of Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42289, "infons": {"fpage": "1280", "lpage": "1285", "name_0": "surname:Carson;given-names:HL", "name_1": "surname:Clayton;given-names:FE", "name_2": "surname:Stalker;given-names:HD", "pub-id_pmid": "5231734", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "57", "year": "1967"}, "text": "Karyotypic stability and speciation in Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42349, "infons": {"fpage": "642", "lpage": "650", "name_0": "surname:Boake;given-names:CR", "name_1": "surname:Price;given-names:DK", "name_2": "surname:Andreadis;given-names:DK", "pub-id_pmid": "9650282", "section_type": "REF", "source": "Heredity", "type": "ref", "volume": "80", "year": "1998"}, "text": "Inheritance of behavioural differences between two interfertile, sympatric species, Drosophila silvestris and D. heteroneura.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42475, "infons": {"fpage": "217", "lpage": "219", "name_0": "surname:Hoy;given-names:RR", "name_1": "surname:Hoikkala;given-names:A", "name_2": "surname:Kaneshiro;given-names:K", "pub-id_pmid": "3127882", "section_type": "REF", "source": "Science", "type": "ref", "volume": "240", "year": "1988"}, "text": "Hawaiian courtship songs: evolutionary innovation in communication signals of Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42565, "infons": {"fpage": "383", "lpage": "395", "name_0": "surname:Yeh;given-names:SD", "name_1": "surname:Liou;given-names:SR", "name_2": "surname:True;given-names:JR", "pub-id_pmid": "16570069", "section_type": "REF", "source": "Heredity", "type": "ref", "volume": "96", "year": "2006"}, "text": "Genetics of divergence in male wing pigmentation and courtship behavior between Drosophila elegans and D. gunungcola.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42683, "infons": {"fpage": "258", "lpage": "263", "name_0": "surname:Kaneshiro;given-names:KY", "section_type": "REF", "source": "BioScience", "type": "ref", "volume": "38", "year": "1988"}, "text": "Speciation in the Hawaiian Drosophila: Sexual selection appears to play an important role.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42774, "infons": {"fpage": "310", "lpage": "312", "name_0": "surname:Greene;given-names:E", "name_1": "surname:Orsak;given-names:LJ", "name_2": "surname:Whitman;given-names:DW", "pub-id_pmid": "17755555", "section_type": "REF", "source": "Science", "type": "ref", "volume": "236", "year": "1987"}, "text": "A tephritid fly mimics the territorial display of its jumping spider predators.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42854, "infons": {"fpage": "278", "lpage": "291", "name_0": "surname:Kopp;given-names:A", "name_1": "surname:True;given-names:JR", "pub-id_pmid": "12168620", "section_type": "REF", "source": "Evol Dev", "type": "ref", "volume": "4", "year": "2002"}, "text": "Evolution of male sexual characters in the oriental Drosophila melanogaster species group.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42945, "infons": {"fpage": "147", "lpage": "151", "name_0": "surname:Brennan;given-names:MD", "name_1": "surname:Rowan;given-names:RG", "name_2": "surname:Dickinson;given-names:WJ", "pub-id_pmid": "6088059", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "38", "year": "1984"}, "text": "Introduction of a functional P element into the germ-line of Drosophila hawaiiensis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43030, "infons": {"fpage": "111", "lpage": "128", "name_0": "surname:Handler;given-names:AM", "pub-id_pmid": "11164334", "section_type": "REF", "source": "Insect Biochem Mol Biol.", "type": "ref", "volume": "31", "year": "2001"}, "text": "A current perspective on insect gene transformation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43083, "infons": {"fpage": "611", "lpage": "629", "name_0": "surname:Val;given-names:FC", "pub-id_pmid": "28563472", "section_type": "REF", "source": "Evolution", "type": "ref", "volume": "31", "year": "1977"}, "text": "Genetic analysis of the morphological differences between two interfertile species of Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43190, "infons": {"fpage": "133", "lpage": "170", "name_0": "surname:Yang;given-names:H", "name_1": "surname:Wheeler;given-names:M", "section_type": "REF", "source": "Univ Texas Publ", "type": "ref", "volume": "6918", "year": "1969"}, "text": "Studies on interspecific hybridization within the picture-winged group of endemic Hawaiian Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43293, "infons": {"fpage": "85", "name_0": "surname:Kaneshiro;given-names:KY", "name_1": "surname:Ohta;given-names:AT", "name_2": "surname:Spieth;given-names:HT", "section_type": "REF", "source": "Drosophila Information Service", "type": "ref", "volume": "52", "year": "1977"}, "text": "Mushrooms as bait for Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43327, "infons": {"fpage": "98", "name_0": "surname:Wheeler;given-names:M", "name_1": "surname:Clayton;given-names:F", "section_type": "REF", "source": "Drosophila Information Service", "type": "ref", "volume": "40", "year": "1965"}, "text": "A new Drosophila culture technique.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43363, "infons": {"fpage": "285", "lpage": "286", "name_0": "surname:Kaneshiro;given-names:K", "section_type": "REF", "source": "J Hered", "type": "ref", "volume": "96", "year": "2005"}, "text": "Hampton L. Carson (1914–2004).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43396, "infons": {"fpage": "36", "lpage": "40", "name_0": "surname:O'Grady;given-names:PM", "section_type": "REF", "source": "Bishop Museum Occasional Papers", "type": "ref", "volume": "69", "year": "2002"}, "text": "Notes on the nomenclature of the endemic Hawaiian Drosophilidae.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]