[{"source": "PMC", "date": "20230117", "key": "pmc.key", "infons": {}, "documents": [{"id": "9835689", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.7717/peerj.14063", "article-id_pmc": "9835689", "article-id_pmid": "36643636", "article-id_publisher-id": "14063", "elocation-id": "e14063", "kwd": "Cell death GAGA factor Trl RNA-seq Spermatogenesis Drosophila Male germline cell death", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, reproduction and adaptation in any medium and for any purpose provided that it is properly attributed. For attribution, the original author(s), title, publication source (PeerJ) and either DOI or URL of the article must be cited.", "name_0": "surname:Fedorova;given-names:Svetlana", "name_1": "surname:Dorogova;given-names:Natalya V.", "name_2": "surname:Karagodin;given-names:Dmitriy A.", "name_3": "surname:Oshchepkov;given-names:Dmitry Yu", "name_4": "surname:Brusentsov;given-names:Ilya I.", "name_5": "surname:Klimova;given-names:Natalya V.", "name_6": "surname:Baricheva;given-names:Elina M.", "name_7": "surname:Riesgo-Escovar;given-names:Juan", "section_type": "TITLE", "type": "front", "volume": "11", "year": "2023"}, "text": "The complex role of transcription factor GAGA in germline death during Drosophila spermatogenesis: transcriptomic and bioinformatic analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 141, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The GAGA protein (also known as GAF) is a transcription factor encoded by the Trl gene in D. melanogaster. GAGA is involved in the regulation of transcription of many genes at all stages of fly development and life. Recently, we investigated the participation of GAGA in spermatogenesis and discovered that Trl mutants experience massive degradation of germline cells in the testes. Trl underexpression induces autophagic death of spermatocytes, thereby leading to reduced testis size. Here, we aimed to determine the role of the transcription factor GAGA in the regulation of ectopic germline cell death. We investigated how Trl underexpression affects gene expression in the testes. We identified 15,993 genes in three biological replicates of our RNA-seq analysis and compared transcript levels between hypomorphic TrlR85/Trl362 and Oregon testes. A total of 2,437 differentially expressed genes were found, including 1,686 upregulated and 751 downregulated genes. At the transcriptional level, we detected the development of cellular stress in the Trl-mutant testes: downregulation of the genes normally expressed in the testes (indicating slowed or abrogated spermatocyte differentiation) and increased expression of metabolic and proteolysis-related genes, including stress response long noncoding RNAs. Nonetheless, in the Flybase Gene Ontology lists of genes related to cell death, autophagy, or stress, there was no enrichment with GAGA-binding sites. Furthermore, we did not identify any specific GAGA-dependent cell death pathway that could regulate spermatocyte death. Thus, our data suggest that GAGA deficiency in male germline cells leads to an imbalance of metabolic processes, impaired mitochondrial function, and cell death due to cellular stress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1907, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1920, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cell death occurs in any living organism. Cell death can be accidental, i.e., caused by physical, chemical, toxic, or mechanical damage, or regulated, caused by intracellular problems or exposure to some factors in the extracellular microenvironment. The cell first attempts to cope with such perturbations and to restore cellular homeostasis, but if they are too strong or prolonged and cannot be reversed, then the process of elimination of the potentially dangerous cell is triggered and it dies. Regulated cell death can also be involved in an organism’s development or tissue renewal program; this completely physiological type of death is called programmed cell death. In 2018, the Nomenclature Committee on Cell Death (NCCD) proposed a classification of 12 major cell death subroutines, based on molecular, morphological, and biochemical characteristics. The best-known, “classic” types of death are apoptosis, necrosis, and autophagic death. A key feature of apoptotic cell death is the activation of caspases, apoptosome assembly, mitochondrial outer-membrane permeabilization, DNA condensation and specific fragmentation, membrane blebbing, and apoptotic-body formation. Necrosis is characterized by membrane damage, a release of calcium ions into the cytoplasm, bloating of organelles, and acidification of the cytoplasm. Necrosis is often accompanied by inflammation. Autophagic cell death is defined by the accumulation of autophagosomes: double-membrane vesicles that implement cell self-digestion by sequestering cellular materials to lysosomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3488, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In Drosophila testes, ∼20–30% of spermatogonial cysts undergo spontaneous cell death: germline cell death. It takes place in the apical part of a testis before meiosis and has morphological features of both apoptosis and necrosis but not autophagic cell death. Germline cell death is regulated by mitochondrial serine protease HtrA2/Omi but is independent of effector caspases. Bcl-2 family proteins Debcl and Buffy and mitochondrial nuclease EndoG are associated with germline cell death. It was also shown that defective spermatocytes can be eliminated by p53-mediated programmed necrosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4084, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Previously, we have investigated the causes of fertility loss in Trl-mutant males and found that spermatocytes undergo mass death. The Trl gene encodes transcription factor GAGA (also known as GAF), which participates in the regulation of the transcription of a large group of genes with different cellular functions in D. melanogaster. Various studies have revealed that GAGA is required for embryogenesis and eye and wing development in Drosophila. We have researched the role of GAGA in the development and function of the Drosophila reproductive system and found that GAGA is required for gonadogenesis. We have demonstrated that Trl underexpression causes multiple disorders of oogenesis and spermatogenesis, resulting in a significant loss of fertility. Additionally, we have reported that mass autophagic death of germline cells occurs in Trl-mutant testes during spermatogenesis. The question has arisen as to what causes the death of spermatocytes. Because the GAGA protein is a transcription factor, can it regulate the activity of cell death genes? Or does death result from dysregulation of transcription of multiple genes and from metabolic disorders? In this study, we tried to elucidate the mechanisms triggering mass death in the testes of hypomorphic Trl mutants. For this purpose, we performed transcriptomic profiling of Trl-mutant and normal (control) D. melanogaster testes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5481, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Accordingly, we report results of high-throughput RNA sequencing (RNA-seq). We found 4,300 differentially expressed genes (DEGs) in hypomorphic Trl mutants. Nonetheless, we failed to identify a specific signaling cascade whose activation could lead to the germline cell death in Trl mutants. Therefore, we believe that the mass degradation of Trl spermatocytes represents regulated cell death caused by the cellular stress that is a consequence of imbalanced intracellular processes, primarily metabolism and mitochondrial activities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6016, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials & Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6036, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Flies", "sentences": [], "annotations": [], "relations": []}, {"offset": 6042, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mutant null-allele yw;TrlR85/Sb Ser y+ strain was kindly provided by Dr. F. Karch (University of Geneva, Switzerland) and described previously. TrlR85/TrlR85 mutants are not viable in the homozygous state and do not survive to the imago stage; therefore, in our work, we used a combination of the TrlR85 allele with a strong hypomorphic mutation (Trl362) that disrupts the 5′ region of the gene. Oregon-R-modEncode (cat. #25211, Bloomington, USA) served as the wild-type strain. All Drosophila stocks were raised at 25 °C on a standard cornmeal medium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6603, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 6611, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For RNA-seq experiments, three biological replicates were performed. For each RNA-seq assay, total RNA was isolated from testes of 100 1–2-day-old male control flies (Oregon R) and from the same number of yw; TrlR85/Trl362 testes. Young males (1–2 days old) were anesthetized and placed into Hanks’ solution (BioloT, Russia). Testes were removed from the flies using dissecting needles, teased apart from seminal vesicles, and immediately transferred into a microcentrifuge tube placed in liquid nitrogen. Fifty testes were put in each tube and stored in liquid nitrogen. Total RNA was isolated using the TRIzol reagent (Invitrogen, Waltham, MA, USA). After that, genomic DNA was extracted from the organic phase and was tested by PCR for the absence of normal copies of the Trl gene in mutant samples. PCR was carried out in a 20 µl reaction mixture consisting of 1 × PCR-buffer [16 mM (NH4)2SO4; 67 mM Tris–HCl pH 8.9 at 25 °C; 0.1% of Tween 20], 1.5 mM MgCl2, 0.2 mM each dNTPs, 1 U of Taq DNA Polymerase (Biosan, Novosibirsk, Russia), and 0.5 µM each primer. The following primers were employed: ex1a (5′-agttatccaacgttggcgag-3′) and NC70-1 (5′-cagacgttagttattagctc-3′). The PCR products were separated by electrophoresis on a 1% agarose gel in 0.5 × TBE buffer with ethidium bromide staining.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7933, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The quality of the total-RNA samples was evaluated using a Bioanalyzer 2100 device (Agilent, Santa Clara, CA, USA). Samples with optimal RNA integrity numbers (RINs) were chosen for further analysis. Additionally, the total RNA was quantitated on an Invitrogen Qubit™ 2.0 fluorometer (Invitrogen, Waltham, MA, USA). Total RNA (1.2 µg) was treated with DNase (QIAGEN RNase-Free DNase Set, Hilden, Germany) and purified on PureLink™ RNA Micro Kit columns (Invitrogen, Waltham, MA, USA). RNA-seq libraries were prepared from 0.3 µg of total RNA by means of the TruSeq® Stranded mRNA LT Sample Prep Kit (Illumina, San Diego, CA, USA) according to the manufacturer’s instructions for barcoded libraries. The quality of the obtained libraries was checked on Bioanalyzer 2100 and with the DNA 1000 Kit (Agilent, Santa Clara, CA, USA). After normalization, barcoded libraries were pooled and sequenced on a NextSeq550 instrument using NextSeq® 550 High Output v2.5 Kit 75 Cycles (Illumina, San Diego, CA, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8947, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The quality of the obtained raw Fastq files was tested and analyzed in FastQC. To improve the quality of the raw reads, we employed the TrimGalore software, v.0.6.7 (https://www.bioinformatics.babraham.ac.uk/projects/trim_galore/), Cutadapt v.1.15, and FastQC v.0.11.5 via these procedures: removal of a base from either the first or end position if the quality was low (Phred score: 20), trimming of Illumina adapters, and removal of any remaining reads that are <20 bases long. The trimmed reads were aligned with the annotated D. melanogaster genome retrieved from FlyBase (http://flybase.org/, dmel_r6.34). The alignment was performed in STAR aligner v.2.7.5a with determination of the number of reads per gene (options -quantMode GeneCounts) (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9705, "infons": {"file": "table-1.xml", "id": "table-1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "RNA-seq data alignment statistics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9740, "infons": {"file": "table-1.xml", "id": "table-1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Library</th><th rowspan=\"1\" colspan=\"1\">Number of reads</th><th rowspan=\"1\" colspan=\"1\">Number of uniquely mapped reads</th><th rowspan=\"1\" colspan=\"1\">Number of reads mapped to multiple loci</th><th rowspan=\"1\" colspan=\"1\">Number of reads mapped to too many loci</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">362-testes1.tr</td><td rowspan=\"1\" colspan=\"1\">41,397,803</td><td rowspan=\"1\" colspan=\"1\">39,832,848 (96.22%)</td><td rowspan=\"1\" colspan=\"1\">1,209,655 (2.92%)</td><td rowspan=\"1\" colspan=\"1\">86,802 (0.20%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">362-testes2.tr</td><td rowspan=\"1\" colspan=\"1\">42,823,074</td><td rowspan=\"1\" colspan=\"1\">40,781,860 (95.23%)</td><td rowspan=\"1\" colspan=\"1\">1,627,713 (3.80%)</td><td rowspan=\"1\" colspan=\"1\">117,174 (0.25%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">362-testes3.tr</td><td rowspan=\"1\" colspan=\"1\">36,436,374</td><td rowspan=\"1\" colspan=\"1\">34,488,834 (94.65%)</td><td rowspan=\"1\" colspan=\"1\">1,564,303 (4.29%)</td><td rowspan=\"1\" colspan=\"1\">104,373 (0.27%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Or-testes10.tr</td><td rowspan=\"1\" colspan=\"1\">37,418,763</td><td rowspan=\"1\" colspan=\"1\">36,165,776 (96.65%)</td><td rowspan=\"1\" colspan=\"1\">971,386 (2.60%)</td><td rowspan=\"1\" colspan=\"1\">94,938 (0.23%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Or-testes11.tr</td><td rowspan=\"1\" colspan=\"1\">37,927,024</td><td rowspan=\"1\" colspan=\"1\">36,548,954 (96.37%)</td><td rowspan=\"1\" colspan=\"1\">1,120,371 (2.95%)</td><td rowspan=\"1\" colspan=\"1\">144,254 (0.34%)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Or-testes12.tr</td><td rowspan=\"1\" colspan=\"1\">38,382,924</td><td rowspan=\"1\" colspan=\"1\">36,977,384 (96.34%)</td><td rowspan=\"1\" colspan=\"1\">1,110,115 (2.89%)</td><td rowspan=\"1\" colspan=\"1\">144,196 (0.40%)</td></tr></tbody></table>\n"}, "text": "Library\tNumber of reads\tNumber of uniquely mapped reads\tNumber of reads mapped to multiple loci\tNumber of reads mapped to too many loci\t \t362-testes1.tr\t41,397,803\t39,832,848 (96.22%)\t1,209,655 (2.92%)\t86,802 (0.20%)\t \t362-testes2.tr\t42,823,074\t40,781,860 (95.23%)\t1,627,713 (3.80%)\t117,174 (0.25%)\t \t362-testes3.tr\t36,436,374\t34,488,834 (94.65%)\t1,564,303 (4.29%)\t104,373 (0.27%)\t \tOr-testes10.tr\t37,418,763\t36,165,776 (96.65%)\t971,386 (2.60%)\t94,938 (0.23%)\t \tOr-testes11.tr\t37,927,024\t36,548,954 (96.37%)\t1,120,371 (2.95%)\t144,254 (0.34%)\t \tOr-testes12.tr\t38,382,924\t36,977,384 (96.34%)\t1,110,115 (2.89%)\t144,196 (0.40%)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 10367, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Differential expression analysis was performed in DESeq2 on the IRIS web server, which is publicly available at. Genes were considered differentially expressed if their average change of expression was greater than 2-fold and a Benjamini–Hochberg-adjusted P-value (Padj) was less than 0.05 to ensure statistical significance. Principal component analysis of normalized log-transformed read counts was performed by means of DESeq2 on the IRIS web server to determine the reproducibility of the analyzed replicates (Fig. S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10893, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the scottyEstimate function of Scotty and ssizeRNA 1.3.2 to measure the statistical power of the differential expression study. We used the Scotty program with the following parameters: fc =2, pCut = 0.05, minPercDetected = 80, maxReps = 10, minReadsPerRep = 10,000,000, maxReadsPerRep = 100,000,000, minPercUnbiasedGenes = 50, pwrBiasCutoff = 50, and alignmentRate = 98. Parameters for the ssizeRNA program were as follows: nGenes = 15,000, pi0 = 0.83, m = 200, mu = mu1, disp = disp1, fc = 2, fdr = 0.05, power = 0.8, maxN = 15. Both approaches showed a calculation power of more than 0.8 (Fig. S2), which means that the 3 biological repeats we used for experiment and control group are sufficiently statistically powerful to detect at least 80% of differentially expressed genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11688, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The RNA-seq data have been deposited in the NCBI repository and can be accessed with the BioProject accession ID PRJNA785453.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11814, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Validation of RNA-seq data by quantitative PCR (qPCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 11868, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For qPCR validation, three biological replicates for controls and mutants with two technical replicates per experiment were analyzed. For qPCR, RNA was isolated as described in the transcriptome RNA-seq assay. For each biological replicate, total RNA was isolated from 100 testes of 1–2-day-old Oregon R males or from the same number of yw; TrlR85/Trl362 testes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12233, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNA was isolated with the TRIzol reagent (cat. #15596026; TRIzol™ Reagent, Invitrogen, Waltham, MA, USA) and cleared by means of magnetic beads (#A63987; RNAClean XP, Beckman, Brea, CA, USA) according to the manufacturer’s instructions. After that, RNA was incubated with DNase I (#MAN0012000; Thermo Scientific, Waltham, MA, USA) and precipitated with ethanol. cDNA synthesis was performed with Maxima H Minus Reverse Transcriptase (#EP0751; Thermo Scientific, Waltham, MA, USA) and oligo-dT20. qPCR was carried out on a CFX96 Real-Time System (BioRad, Hercules, CA, USA). The thermal cycling protocol for the amplification reaction was as follows: 5 min preincubation at 95 °C; next, 40 cycles of 10 s at 95 °C and 30 s at 60 °C; followed by a melting curve program at 65–95 °C. Primers used in the qPCRs are listed in Table S1, and the verification data are represented in Fig. S3 and Table S2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13151, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 13166, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The search for GAGA-binding sites was performed with the help of the SITECON software package via a previously developed computational approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13311, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene Ontology (GO) enrichment analysis was conducted on the FlyEnrichr server and on the GOrilla server. For GOrilla, the P-value threshold was set to 10−3. The sets of up- and downregulated genes (Padj ≤ 0.05, fold change [FC] >2 or <0.5) were analyzed for GO enrichment in relation to the genes expressed in testes (14,579 genes).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13650, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13658, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed RNA-seq of poly(A)+ RNA from the testes of hypomorphic TrlR85/Trl362 mutant males. The testes of the wild-type Oregon line served as a control. In three biological replicates, we identified 15,993 genes out of the 17,612 genes annotated in FlyBase (http://flybase.org/, dmel_r6.34). After testing for differential expression and exclusion of weakly expressed genes (total read count <10), 14,579 genes were chosen for further analysis. published a Drosophila testis transcriptome containing 15,015 genes. cut the testes into three parts (apical, middle, and basal regions) and identified transcription profiles for genes in each testis region. Our RNA-seq results almost completely matched the testis RNA-seq data from ref., proving the reliability of our RNA-seq results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14444, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Then, we compared transcript levels between TrlR85/Trl362 and Oregon R testes. RNA-seq analysis revealed 2,437 differentially expressed genes (DEGs) (Padj ≤ 0.05 and FC ≥ 2) in the testes of Trl mutants, where 1,686 transcripts were upregulated and 751 were downregulated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14723, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Gene ontology analysis of RNA-Seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 14762, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used online tools FlyEnrichr and GOrilla to search for GO terms enriched in our dataset. For the GO analysis, we subdivided the testis DEGs into upregulated and downregulated. We conducted the analysis in all three GO categories (biological processes, molecular functions, and cellular components) and compared the corresponding datasets to each other. The two tools, FlyEnrichr and GOrilla, yielded similar results (Figs. S4 and S5). As expected, analysis by biological processes showed that the set of upregulated genes was especially enriched with genes related to reproduction and development (Figs. S4 and S5). In addition, in the set of upregulated genes, we detected enrichment with metabolic and proteolysis-related genes. The 43 genes involved in proteolysis (of which four are testis-specific genes) include genes encoding enzymes with serine-type peptidase activity (17 genes), 11 other endopeptidase genes, and 15 protease genes associated mainly with the catabolism of ubiquitinated proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15771, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The downregulated DEG set showed the expected enrichment with proliferation and differentiation genes, consistently with the reduced size of the testes in the Trl mutants. These include seven dynein complex–related genes (Dhc36C, Dhc98D, Dhc62B, Dhc64C, Dnah3, sw, and Sdic1) whose expression diminished 2–6-fold. Dyneins are ATPases and explain the enrichment with the GO term “ATP-dependent microtubule motor activity, minus-end-directed”. Four (Dhc36C, Dhc62B, Dnah3, and Sdic1) of these seven genes are testis-specific, and sw is involved in sperm individualization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16350, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Unexpectedly, enrichment with the GO term “lysosomes” was detected among both up- and downregulated DEGs. Genes encoding enzymes of catabolic processes, primarily endopeptidases, predominated among the upregulated DEGs associated with the GO term “lysosome”. The second place—among the DEGs that decreased their expression in the Trl mutant testes—belongs to the GO term “mannose metabolic process”, represented by lysosomal mannosidases LManIII, LManIII, LManIV, LManV, and LManVI (whose expression declined 2.0–38.5-fold) and alpha-Man-Ic (downregulated by 3.2-fold), which is presumably associated with the endoplasmic reticulum and Golgi membrane. There are no testis-specific genes among these genes, but most of them are associated with lysosomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17122, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Tissue specificity of the DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 17153, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify the tissue specificity of gene expression, we used data from and, who have determined the specificity of expression by means of the modENCODE tissue expression database. In their work, tissue specificity scores higher than 4 represent testis-enriched genes and lower values represent genes expressed in multiple tissues or ubiquitously; negative values denote under-representation of transcripts in testes. They identified 2,602 testis-enriched genes in the Drosophila testis transcriptome, including 682 long noncoding RNAs (lncRNAs). The present RNA-Seq data contain genes with different tissue specificity: 3,964 genes expressed in several or many tissues, 2,454 testis-enriched genes, and 7,330 genes under-represented (i.e., normally not expressed) in testes (Fig. 1). We compared our transcriptome results with RNA-seq results and noticed a 94.31% overlap between the testis-enriched gene sets (2,454 testis-enriched genes including 625 lncRNAs). Among our DEGs, we found 1,565 genes expressed in two or more tissues; 681 of them were upregulated and 884 were downregulated. As many as 997 testis-enriched genes, including 303 lncRNAs, featured differential expression in mutant testes: 152 of testis-enriched genes were upregulated (69 twofold or more) and 845 were downregulated (235 genes: twofold or more) (Table S3). It should be noted that among the genes usually under-represented in testes (i.e., genes with the negative value of the tissue specificity index), the expression pattern was exactly the opposite. In RNA-seq data from Trl mutants, 8,721 genes were found to be under-represented in the testes, of which 2,636 were DEGs; 1,836 of them were upregulated, whereas 800 were downregulated (Fig. 1). It is worth pointing out that the expression of late spermatogenesis genes necessary for sperm formation and maturation (Fig. 2A) was the lowest in the Trl mutant testes, while the expression of metabolic genes was higher than normal (Fig. 2B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19129, "infons": {"file": "peerj-11-14063-g001.jpg", "id": "fig-1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Comparison of the expression of testis-specific and nonspecific genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19200, "infons": {"file": "peerj-11-14063-g002.jpg", "id": "fig-2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "FlyEnrichr GO analysis of testis-specific and nonspecific genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19265, "infons": {"file": "peerj-11-14063-g002.jpg", "id": "fig-2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Top GO terms enriched among testis-enriched downregulated genes. FlyEnrichr GO analysis, sorted by combined score. (B) GO terms most enriched among upregulated genes under-represented in testes. FlyEnrichr GO analysis, sorted by combined score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19514, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "lncRNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 19522, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the 2,438 testis DEGs, 27.7% (675) were lncRNAs, of which 340 lncRNAs (20.17% of all overexpressed transcripts) showed increased expression, and 219 (29.2% of all downregulated transcripts) proved to be downregulated. Because mutations in the Trl gene affect germline cells and lead to reduced fertility and spermatogenesis abnormalities, we were primarily interested in expression alterations of testis-specific lncRNAs. In our data, we identified 625 lncRNA genes that, as reported by and, can be assigned to testis-enriched genes, 217 of which were differentially expressed. The functions of most of testis-enriched lncRNAs are not known, but screened 128 testis-specific lncRNAs and found 33 lncRNAs that perform critical functions in the regulation of late spermatogenesis and whose knockouts cause spermatogenesis defects and consequent loss of male fertility. According to our RNA-seq dataset, for three (CR43633, CR43634, and CR43414) of those 33 testis-specific lncRNAs, expression increased by 6-fold or more, whereas for eight (CR43753, CR44412, CR44344, CR43839, CR43862, CR44371, TS15, and CR43416) expression diminished by ≥2-fold. Thus, the knockdown of the above eight RNAs in the testes of Trl mutants may be responsible for at least some of the spermatogenesis abnormalities observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20833, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, in mutant organs, we identified 76 lncRNAs with significantly altered expression that are not expressed in normal testes. It should be noted that CR34262, CR32010, and CR45346 were among them and featured an increase in expression by 104-, 52-, and 51-fold, respectively; it is known about these three that they are upregulated in response to environmental stressors. CR44138—which is induced most strongly by paraquat treatment (oxidative stress) followed by caffeine, Cd, Cu, and Zn—as well as stress-response related CR45346 were also upregulated in Trl-mutant testes, by 45-fold and 25-fold, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21460, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mitochondrial function and structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 21497, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Earlier, we showed that Trl-mutant spermatocytes acquire abnormal mitochondrion structure and morphology before dying. Here, we examined the connection of our transcriptome dataset with mitochondria (Table S3). In our dataset, we found 778 genes associated with the FlyBase GO term “mitochondrion” (GO:0005739); for 267 of them, expression changed significantly: 123 manifested higher expression, with 35 being upregulated twofold or more, and 144 were downregulated, with 13 downregulated ≥2-fold (Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22013, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given that our previously examined mutant mitochondrial phenotype suggested that mitochondrial permeability and function were impaired, we next analyzed the genes encoding respiratory chain components, i.e., the FlyBase GO “respiratory chain complex” term (GO:0098803). Seventy-seven genes out of 79 turned out to be expressed in testes, of which 16 genes were significantly upregulated (five, including Cyt-c1, twofold or more), and eight genes were downregulated. It is worth noting that although for most of the respiratory-chain genes, there was no significant change in expression, some of the subunits underwent expression changes in opposite directions in every component of the respiratory complex and together may have led to an imbalance in the functioning of the respiratory chain as a whole.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22821, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cell death genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 22838, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Lack of GAGA in testes leads to death and degradation of germline cells. The question we wanted to answer in this project is whether GAGA is a transcriptional regulator of cell death in Drosophila testes. To this end, we compared the group of FlyBase GO lists of death-related genes (corresponding to terms “cell death” GO:0008219, “apoptotic process” GO:0006915, “programmed cell death” GO:0012501, and “autophagic cell death” GO:0048102) with the RNA-seq data we obtained (Table S3, Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23348, "infons": {"file": "peerj-11-14063-g003.jpg", "id": "fig-3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Distribution of genes associated with GO cell death related terms with increased, decreased, or unchanged expression levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23473, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Overall, less than half cell death genes underwent changes in expression in the Trl-mutant testes. There were twice as many downregulated genes as upregulated genes (Fig. 3). The “cell death” GO dataset consists of 399 genes, and 362 were found in our RNA-seq data; only 150 of them were differentially expressed in Trl-mutant testes, 10 genes were downregulated twofold or more: ninaE, Dark, CG14118, Trf2, Cdk5alpha, HUWE1, CG9593, Mcm10, Dcr-2, and CG30428; 22 genes proved to be overexpressed ≥2-fold: rst, ix, pnt, NijA, Drep2, Fhos, wrapper, Eip74EF, DNaseII, Corp, Abd-B+H383A1H4:H14565, CG5860, CG2918, CG31928, Buffy, en, Mdh2, IFT57, ft, lncRNA:Hsromega, tau, and Orct. The most upregulated (FC = 146) was aspartic-type endopeptidase CG31928, which is active in lysosomes. From the 276 genes officially associated with “apoptotic processes” (according to GO FlyBase), our RNA-seq contained 238; only 98 (36.7%) were differentially expressed in Trl-mutant testes, and 13 of them were upregulated twofold or more: Orct, wrapper, ft, lncRNA:Hsromega, DNaseII, Corp, Buffy, IFT57, Abd-B, CG2918, en, Drep2, and pnt; seven genes were downregulated ≥2-fold: Cdk5alpha, Dark, Mcm10, Dcr-2, CG14118, CG30428, and CG9593. It must be mentioned that lncRNA:Hsromega is a stress-inducible lncRNA that takes part in the metabolism regulation as well (according to FlyBase). RNA-seq data from Trl-mutant testes contained 28 of the 29 genes from the “autophagic cell death” GO dataset, and 12 genes were differentially expressed; Dark and Trf2 were downregulated and Eip74EF and Mdh2 were upregulated twofold or more.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25102, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our previous work, we demonstrated that autophagosomes and lysosomes are abundant in the cytoplasm of dying spermatocytes. Nevertheless, the death of these cells does not involve apoptosis. Here, we analyzed the genes belonging to the “autophagy” (GO:0006914) and “lysosome” (GO:0005764) FlyBase terms (Table S3). Only 71 out of 200 autophagy genes proved to be differentially expressed in Trl-mutant testes, seven of them were upregulated and three downregulated ≥2-fold. The most upregulated gene, stj (31-fold change) encodes a voltage-gated calcium channel subunit involved in the regulation of lysosomal fusion with endosomes and autophagosomes. The most interesting is the Bcl-2 family member, “Buffy”, which participates in stress-induced cell death, including a lysosomal alternative germ cell death pathway in Drosophila. Among 106 lysosomal genes, approximately a half (46 genes) are differentially expressed in Trl-mutant testes, and three of the most overexpressed genes (CG31928: FC = 146, CG4847: FC = 13, CG5860: FC = 3.4) are endopeptidases involved in cell death.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26200, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we analyzed the dataset of the “cellular response to stress” (GO:0033554) term (Table S3). Approximately 30% of genes (240 out of 619, Padj < 0.05) underwent changes in their expression; 30 genes were upregulated and 11 were downregulated in Trl-mutant testes. The most upregulated gene was Hsp70Ba (FC = 96); it encodes a protein involved in the response to heat shock and hypoxia and in the unfolded protein response. Besides, upregulated stress-responsive genes included cochaperone Hsc70-3 (FC = 2.5), the hypoxia-induced CG2918 gene encoding a protein with unfolded-protein-binding activity, and the starvation-upregulated Sirup gene, which codes for a critical assembly factor for Complex II in the electron transport chain of mitochondria. It is noteworthy that the official “cellular response to stress” GO dataset do not include lncRNAs, whereas we mentioned above that at least five of the most upregulated (FC = 25 to 104) lncRNAs in our dataset are stress-inducible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27198, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GAGA target genes (analysis of GAGA-binding sites)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27249, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As mentioned above, our GO term analysis did not reveal enrichment of the DEG set with GO terms corresponding to cell death or stress. We decided to test 5′ regulatory regions of the genes (from FlyBase GO lists of genes) for the presence of GAGA-binding sites. For this purpose, we applied the SITECON software package previously confirmed to recognize GAGA-binding sites. Using SITECON software, we analyzed the presence of potential GAGA-binding sites of type 1 (GAGnGAG) and type 2 (GAGnnnGAG) in the −500...+1 region relative to the transcription start site (TSS). We also compared the obtained results with our findings about Flybase GO lists of genes related to development, spermatogenesis, and cellular stress (Fig. 4, Table S4) as well as all DEGs from Trl-mutant testes. Developmental genes tend to contain abundant GAGA-binding sites; therefore, we included the GO list of developmental genes in our analysis. As expected, the highest density of the GAGA-binding sites proved to be characteristic of genes of developmental processes, with GAGA-binding sites of the second type (GAGnnnGAG) occurring more frequently in these groups of genes (Fig. 4). In addition, the sets of DEGs identified by RNA-seq in our work also have higher density of GAGA-binding sites compared to the genome-wide average. In this work, we analyzed the testis transcriptome in hypomorphic Trl mutants, i.e., having a lower amount of the GAGA transcription factor. Hence, DEG sets are expected to be enriched with genes regulated by this transcription factor, and the density of GAGA-binding sites in them should be higher than the genome-wide average. In 5′ (upstream) regions of the genes required for spermatogenesis or male gamete formation, the density of both types of GAGA-binding sites was found to be lower than the genome average.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29082, "infons": {"file": "peerj-11-14063-g004.jpg", "id": "fig-4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Relative density of probable GAGA-binding sites in various gene selections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29158, "infons": {"file": "peerj-11-14063-g004.jpg", "id": "fig-4", "section_type": "FIG", "type": "fig_caption"}, "text": "In the Flybase GO lists of genes, the figure presents the proportion of genes containing a GAGA-binding site(s) in the −500…+1 region relative to the TSS, with normalization to the proportion of such genes among all Drosophila genes, according to SITECON results on type 1 GAGA-binding sites (< <GAGA1 up 500 > >) and type 2 GAGA-binding sites (< <GAGA2 up 500 > >).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29533, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 27.7% of the DEGs in our transcriptome dataset were lncRNAs, we analyzed the lncRNA genes for potential GAGA-binding sites; the results are shown in Table S4 and Fig. 4. We found no enrichment with putative GAGA-binding sites in the set of the 675 ncRNAs expressed in hypomorphic Trl testes (Fig. 4). Out of the 217 testis-specific lncRNAs, only 13 genes had potential GAGA binding sites, out of the 383 testis-nonspecific lncRNA genes, 23 ones had putative GAGA binding sites. It is interesting to note that all of these GAGA-targeted testis-nonspecific lncRNAs increased their expression 3.7-fold or more in Trl mutants, i.e., it can be assumed that their expression in the testes is normally suppressed by GAGA factor. Out of the 33 lncRNAs involved in the regulation of spermatogenesis, only four lncRNAs with potential GAGA-binding sites differ in expression between Trl-mutant and control testes: lncRNA:CR43414 is upregulated 6.36-fold in Trl-mutant testes, whereas lncRNA:CR43862, asRNA:TS15, and lncRNA:CR43753 are downregulated by 0.17-, 0.30-, and 0.37-fold, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30628, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Germline cells of TrlR85/Trl362 mutant testes die by autophagic death preserving the nuclear envelope intact, thus manifesting impaired mitochondrial morphology and an increased number of autolysosomes and lysosomes. We expected to find enrichment with GAGA-binding sites within 500 bp upstream regions of genes from these categories. Unexpectedly, the density of GAGA-binding sites in the official GO gene lists “autophagic cell death”, “autophagy”, “lysosome”, “mitochondrion”, and “respiratory chain complex” was lower than the genome-wide average, and genes related to cell death, programmed cell death, or apoptosis had slightly higher density of GAGA-binding sites (Fig. 4). Of note, type 2 GAGA-binding sites (GAGnnnGAG) are more frequent in cell death-related lists of genes in the GO database as well as among developmental genes in that database. We decided to clarify which genes from the cell death categories commonly contain GAGA-binding sites (Table S4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31618, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The “apoptotic process” GO term corresponds to 267 genes in the Flybase, among which 63 genes (23.6%) contain type 1 GAGA-binding sites and 55 genes (20.6%) contain type 2 GAGA-binding sites (Table S4). Ninety genes out of 267 (33.71%) contain probable GAGA-binding sites in the −500...+1 region. Among these 90 genes, three functional groups of genes stood out: (1) 10 microRNA (miRNA, miR) genes (11.11%) that suppress apoptosis; (2) 11 genes (12. 22%) that regulate cell death in response to various stressors, and (3) seven genes related to DNA fragmentation, including five (EndoG, Testis EndoG-Like 3, Drep1, Drep3, and CG14118) encoding endonucleases and two coding for apoptotic executors (nbs and Corp) that recognize DNA breaks and inhibit apoptosis, thereby enabling repair. We identified the largest number of probable GAGA-binding sites in genes Drep3 (14 sites), scute (13), Egfr (eight), CG14118 (12), brinker (nine), Scylla (seven), and sickle (10 sites). Moreover, all the genes encoding endonucleases had more than one GAGA-binding site. Two other features of the probable GAGA target genes from the GO “apoptotic process” list should be highlighted: (1) more than half of them (35 of the 63 genes containing type 1 GAGA-binding sites and 30 of the 55 genes containing type 2 GAGA-binding sites) repress apoptosis; (2) at least one-third of the GAGA target genes in this dataset are developmental genes (30.16% of type 1 and 36.36% of type 2 GAGA target genes), for example, abdA (three GAGA-binding sites), abdB (four sites), en (two sites), and sc (14 sites). Most likely, it is these developmental genes that contribute to the observed higher density of GAGA-binding sites in the −500…+1 region of death-related lists of genes in the Flybase GO database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33408, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the TrlR85/Trl362 mutant testes, only 10 probable GAGA target genes from the Flybase GO list for the “apoptotic process” term were differentially expressed: endonuclease CG14118 was 3-fold downregulated, whereas nine genes (Orct, ft, lncRNA:Hsromega, Corp, fkh, Buffy, Abd-B, en, and pnt) were upregulated. It is important to point out that it is impossible to obtain information about miRNA expression levels from our RNA-seq data; therefore, we cannot say anything about the expression levels of the 10 genes of apoptosis-suppressing miRNAs that contain probable GAGA-binding sites. miRNAs bantam, miR-14, and miR-278 and the miR-2 family, which includes miR-2, -6, -11, -13, and -308, are known to independently suppress apoptosis at the post-transcriptional level. In addition, among the target mRNAs of the listed miRNAs, there are transcripts encoding regulators of other types of cell death, such as Fhos, a component of programmed autophagic death, and NijA, a contributor to necrosis. Downregulation of these miRNAs can activate translation of hundreds of their target mRNAs and launch cell death.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34522, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similarly, of the 333 genes in the “programmed cell death” GO list, less than half of the genes (41.14%, i.e., 137 genes, including 11 miRNA genes) contain potential GAGA-binding sites. Seventy-six genes (22.82%) contain GAGA type 1 sites, and 69 (20.72%) genes contain type 2 sites. The highest number of GAGA-binding sites is found in the −500…+1 region of genes Drep3 (14 sites), scute (13), CG14118 (12), and sickle (10 sites). Furthermore, as in the case of the “apoptotic process” term, the set of probable GAGA target genes contains developmental genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35095, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The GO list “autophagy genes” includes 200 genes, of which only 59 (29.5%) carry potential GAGA-binding sites. Forty-two genes contain GAGA-binding sites of type 1, and 32 of type 2. The largest number of the sites was detected in genes AMPKalpha (eight sites), daw (seven), and hid (six).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35389, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thus, our results on the density distribution of GAGA-binding sites in 500 bp upstream regions of genes indicate that it is unlikely that GAGA as a transcription factor directly controls regulated germline cell death in Trl-mutant testes. Although we observed slightly higher density of GAGA-binding sites in the Flybase GO lists of genes corresponding to “programmed cell death”, ”apoptotic process”, and “cell death” (Fig. 4), this result may be explained by the presence of developmental genes in these lists.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35914, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35925, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The GAGA protein is a global regulator of the expression of thousands of genes and is involved in the modulation of transcription at several levels: chromatin remodeling, transcription, and RNA Polymerase II (Pol II) pausing. In our earlier work, we showed that a GAGA deficit in Drosophila testes leads to autophagic death of germline cells and testis diminution. In the present report, we addressed the participation of GAGA in transcriptional regulation of male germline cell death. We conducted an RNA-seq analysis of control and mutant testes and compared the corresponding gene sets to each other. Our analysis revealed some characteristics of the regulation of cell death in the Drosophila testes and, in particular, answered the question what role GAGA plays in the control of cell death in Drosophila testes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36743, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "DEGs in Trl-mutant testes", "sentences": [], "annotations": [], "relations": []}, {"offset": 36769, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "An unexpected funding in the analysis of the transcriptomes is the predominance of upregulated genes over downregulated ones among the DEGs. As many as 69.18% of the DEGs proved to be overexpressed in the Trl-mutant testes whereas only 30.82% were underexpressed. It is known that transcription factor GAGA is a positive regulator of global gene expression; consequently, we expected that its depletion in the testes should raise the expression of most genes. Indeed, in the larval imaginal discs carrying a similar combination of the Trl-null allele with a hypomorphic Trl mutation, 82% of genes turned out to be underexpressed, confirming a positive role of GAGA in global gene regulation. It is possible that the expression skew toward gene activation that we registered in Trl-mutant testes is not due to the GAGA activity as a transcription factor but rather to other aspects of its function. For example, GAGA is involved in chromatin remodeling and can modulate gene expression by changing nucleosome density in a promoter region. This notion is supported by our finding that the set of upregulated DEGs, according to FlyEnrichr, is enriched with the target genes of transcription factors Pc and Su(Hw) (Fig. S6). In Trl- mutant testes, more than half of the target genes of Trl, Pc, and Su(Hw) show upregulation (Fig. S6). Pc and Su(Hw) modulate gene expression at the chromatin level. Direct protein–protein interactions of GAGA with Pc as well as with some other components of the Pc complex are reported to enhance the activity of the Pc complex. No direct binding of GAGA with Su(Hw) has been reported but they can interact via Mod(mdg4). For instance, the interaction between GAGA and Mod(mdg4) is a possible mechanism governing gypsy insulator activity. Normally, the Pc complex and the Su(Hw) insulator repress large groups of genes at the beginning of spermatogenesis, thereby preventing premature differentiation of germline cells into spermatozoa. GAGA may directly or indirectly take part in these processes; therefore, its depletion drives alterations in the composition of repressor and/or insulator complexes and induction of some repressed genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38941, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another reason for the prevalence of gene activation in Trl-mutant testes may be the cancellation of Pol II polymerase pausing. Paused RNA polymerase II is located ∼30–50 bp downstream of the TSS of genes associated with developmental control, cell proliferation, and intercellular signaling. GAGA is enriched on promoters with paused Pol II. The groups of genes that must be rapidly and synchronously expressed in response to developmental or stress signals, such as heat shock protein genes, are normally inactive. For example, the Hsp70 gene encoding a chaperone is highly repressed, but 1 min of heating is sufficient to activate it. Some researchers demonstrated a decline of the amount of paused Pol II as well as productive Hsp70 transcription in the absence of GAGA. Thus, the increased expression of approximately 2/3 of genes in the Trl-mutant testes may be due to the downregulation/inactivation of GAGA as a chromatin remodeler or RNA polymerase pausing enforcer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39921, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Testis-specific genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 39943, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Normally, the GAGA protein is localized to the apical end of the testes in germline cell nuclei at early premeiotic stages. This period of spermatogenesis is characterized by a high level of gene transcription and synthetic activity. The volume of spermatocytes increases 25-fold, which requires considerable consumption of energy and resources. Germline cells at premeiotic stages have transcriptome composition that is dominated by genes responsible for mitotic division and preparation for differentiation. In this regard, our data match the results of who divided the testis into three parts—apical, middle, and basal—and analyzed the transcriptomes of each part. According to their data, the apical part of the testis is enriched with genes that are maximally expressed in other tissues, not testes. Testis-specific genes were detected mainly in the basal part and were found to play a part in sperm differentiation and morphogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40887, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In GAGA-deficient testes, germline cells are present only in the early stages of spermatogenesis; starting from the stage of spermatocytes, they begin to degrade and get eliminated. This means that the testes of Trl mutants actually consist of the apical part as a consequence of the early death of the germline cells. As we expected in this case, testis-specific genes are under-represented in the RNA-seq data on the Trl mutant (Fig. 1), in agreement with the data from. Among 2,602 testis-enriched genes from Vedelek et al.’s dataset, 148 genes were not detectable in our experiment, whereas the other 1,855 showed underexpression. Thus, the results of RNA-seq analysis of Trl-mutant testes confirmed the observed mutant phenotype, i.e., the death of spermatocytes is induced before their differentiation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41698, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A characteristic feature of our RNA-seq dataset is its enrichment with testis-under-represented genes (Fig. 1). FlyEnrichr GO analysis indicated that in the mutant testes, the upregulated genes were mainly metabolic genes (Fig. 2). We believe that this evidence may reflect increased cellular stress: when GAGA is in short supply, an imbalance develops in the expression levels of genes from different processes, for example, in the mitochondrial respiratory chain. The unbalanced amounts of products of such genes, on the one hand, drive additional induction of genes coding for the missing components. On the other hand, an excessive amount of proteins may not be recycled in time by the proteolytic system and can create insoluble protein aggregates that trigger the unfolded protein response, which alters the expression of many genes involved in endoplasmic-reticulum quality control. At the same time, mitochondrial dysfunction leads to a lack of energy in the cell and again upregulates metabolic genes. By contrast, in the absence of the GAGA protein, transcriptional regulation is disturbed, promoting cellular stress, activation of autophagy (in an attempt to utilize some proteins and remove destroyed organelles), and in the end, cell death. This notion is supported by the observed dramatic overexpression of stress-inducible genes and lncRNA genes: e.g., the Hsp70Ba gene which encodes a chaperone participating in the response to heat shock and hypoxia and stress response-related lncRNA genes CR34262, CR32010 and CR45346. Taken together, these data suggest that the observed cell death during spermatogenesis is not related to cell differentiation or seminal functions but rather is a consequence of metabolic aberrations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43438, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "lncRNAs and miRNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 43457, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Approximately 1/3 of our DEG set consists of lncRNAs, a class of noncoding RNAs longer than 200 nucleotides. More and more evidence has been accumulating about the functions of lncRNAs in numerous biological processes and in diseases. LncRNAs are predominantly localized to the nucleus and implement gene expression regulation at epigenetic, transcriptional, and post-transcriptional levels (reviewed by). Underexpression of some lncRNAs may result in abnormal embryogenesis, loss or decline of Drosophila fertility. revealed 33 testis-specific lncRNAs involved in the regulation of spermatogenesis, four of them with potential GAGA-binding sites altered their expression in Trl-mutant testes. Their knockdown certainly contributed to the spermatogenesis abnormalities we observed, but it should be noted that these lncRNAs act at later (postmeiotic) stages of spermatogenesis as compared to the death of Trl-mutant spermatocytes. The knockdowns of CR43414 and TS15 via RNA interference impaired the polarization of spermatids and caused a lag or poor alignment of individualization complexes; the CR43753 knockdown resulted in an abnormal early phase of spermatid elongation; and the CR43862 knockdown yielded scattered and curled sperm nuclei in late spermatogenesis. By contrast, in the case of hypomorphic Trl testes, death occurred at the spermatocyte stage, and most cells did not reach meiosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44858, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Recent studies have revealed important functions of lncRNAs in the modulation of autophagy, the regulation of metabolism and the stress resistance in Drosophila. Moreover, any dysregulation of lncRNA expression is enough to reduce stress tolerance. For example, lncRNA hsr ω overexpression as well as nullisomy or its RNA interference are lethal for most Drosophila embryos and first- or third-instar larvae under heat stress. lncRNA hsr ω contributes to omega speckle formation (which is a spatial repository of key regulatory factors bound to their pre-stress nuclear targets in cells recovering from stress) and to regulation of the protein metabolic process. In Trl-mutant testes, we detected 3.35-fold upregulation of lncRNA hsr ω (Table S3) and huge overexpression of other stress response lncRNAs, e.g., CR34262, CR32010, and CR45346. We suppose they may contribute to the aforementioned upregulation of metabolic genes. On the other hand, expression dysregulation of some lncRNAs may induce the autophagic cell death in mutants. It is known that the highest expression level of lncRNA lncov1 coincides with the autophagic cell death in the larval ovary of the worker bee Apis mellifera. In humans, overexpression of BRAF-activated lncRNA (BANCR) raises the LC3-II/LC3-I ratio, a marker of autophagy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46178, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The regulation of cell death via the lncRNA–miRNA axis deserves special attention and requires further research. miRNAs are small noncoding RNAs 18–24 nucleotides long that control gene expression post-transcriptionally through mRNA degradation or translation inhibition. Many miRNAs are implicated in the regulation of cell death: the largest miRNA family (miR-2, -6, -11, -13, and -308), miR-14, and bantam are inhibitors of apoptosis in Drosophila; the mammalian miRNA-30a family attenuates Beclin-mediated autophagy stimulation. lncRNAs and miRNAs interact with each other at different levels: direct transcriptional regulation (some lncRNA sequences contain miRNA recognition elements [MREs]); lncRNA stability can be weakened by miRNAs; lncRNAs serve as miRNA decoys or sponges and can compete for target mRNAs; finally, lncRNAs can be a source of miRNAs. Thus, in Trl-mutant testes, the dysregulation of lncRNA expression may disrupt the balance of lncRNA–miRNA interactions contributing to germline cell death.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47203, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Cell death genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 47220, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The question that we addressed in this paper is whether GAGA transcriptionally regulates cell death in Drosophila testes. GO analysis of the testis DEGs did not reveal any enrichment with gene groups associated with cell death. Moreover, the majority of cell death-related genes did not manifest changes in expression in the mutant testes (Fig. 3), and downregulated genes were prevalent among the differentially expressed cell death-related ones.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47668, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Because germline cell death in the mutant testes is autophagic, we previously suggested that Trl mutations negatively affect cell metabolism by preventing the necessary magnitude of macromolecule synthesis and cell growth. The lack of energy and macromolecules as a rule activates the TOR signaling cascade, which regulates autophagy. GAGA protein deficiency can affect the expression of either genes encoding components of the TOR pathway and/or factors regulating autophagy, which can also cause ectopic death. Overexpression of Atg2, Atg4, Atg5, Atg7, Atg8, Atg9, Atg16, Atg17, and Atg18 and inactivation of TOR kinase are necessary for autophagy activation by this signaling cascade. We failed to detect transcriptional activation of TOR pathway genes in the present RNA-seq study, although some individual genes from this pathway proved to be down- and upregulated. For example, no Atg gene underwent a more than 2-fold expression change, but genes stj and lft involved in autophagosome maturation were upregulated 31.34- and 2.25-fold, respectively (Table S3). It is possible that TOR pathway activation in the mutants proceeds in a noncanonical manner and requires further study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48855, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Next, we looked at whether potential GAGA-binding sites were present in the regulatory regions of cell death-related and stress-related genes (Fig. 4). We chose the region of 500 bp upstream of the TSS because it was shown previously that peaks of GAGA binding are situated within this region in the majority of GAGA target genes. Moreover, stress-activated genes whose induction is dependent on GAGA have a strong tendency to contain GAGA-binding sites immediately upstream of the TSS, between positions −100 and −50. Our analysis confirmed the reports that the list of developmental genes is enriched with GAGA-binding sites. We detected no enrichment with GAGA-binding sites in the gene lists corresponding to terms “autophagic cell death”, “autophagy”, “lysosome”, “mitochondrion”, and “respiratory chain complex” in the Flybase GO database, but we did detect slight enrichment with GAGA-binding sites in GO gene lists corresponding to “programmed cell death”, “apoptotic process”, and “cell death”. On detailed examination, it appeared that this increase in the density of GAGA-binding sites is attributable to the developmental genes present in the GO gene lists (Table S3). It should also be noted that approximately one-third of the genes carrying probable GAGA-binding sites from the “apoptotic process” gene list either have nonapoptotic functions in development or are implicated in programmed cell death during development or morphogenesis. For example, the main role of scute is the determination of sex and the development of the nervous system; engrailed is essential for posterior compartment identity and for compartment boundary formation and maintenance; and Ecdysone receptor (EcR) launches both molting and metamorphosis (http://flybase.org/). Some of the GAGA targets belong to the group of genes regulating programmed cell death during development. For instance, the Abd B gene is involved in promotion of the apoptotic process associated with morphogenesis; argos is necessary for facet differentiation and programmed cell death during eye morphogenesis; Scylla acts as cell death activator during head development (http://flybase.org/); and hid activation causes the programmed apoptotic cell death during facet formation. Additionally, some genes have been added into the list of cell death-related genes according to a prediction of their function, which is not always accurate. For example, the peanut gene is classified as apoptotic because its mammalian homolog, ARTS, has a truncated isoform that is localized to mitochondria and actually contributes to the modulation of apoptosis. Our studies suggest that in Drosophila, the peanut gene does not have a truncated isoform, the PNUT protein is localized subcortically, and its overexpression or deficiency has no effect on cell death. Thus, we believe that the modest enrichment of official GO lists of cell death-related genes with GAGA-binding sites is a false positive result because it can be explained by the presence of developmental genes and genes with unproven contributions to the regulation of death in the gene lists. Only the “programmed cell death” list is truly enriched with GAGA-binding sites, not surprisingly, because it is known that the transcription factor GAGA helps to control many developmental processes in Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52225, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taken together, these data indicate that it is unlikely that GAGA regulates cell death of germline cells in Drosophila testes at the transcriptional level. We think that the germline cell death observed in Trl mutants may be a consequence of imbalanced intracellular processes (primarily metabolism and mitochondrial functioning) that lead to cellular stress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52585, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 52597, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Previously, we have shown that in Trl mutants, mass death of germline cells occurs during spermatogenesis. At the earliest stages, pathological changes are detectable in the mitochondrial apparatus of cells: hypertrophy and swelling of mitochondria, matrix decondensation, and crista degradation. Trl-mutant spermatocytes are subject to excessive autophagy and lysis at the premeiotic growth stage. Given that the Trl gene encodes the transcription factor GAGA, which governs the expression of many genes, we decided in the present study to test whether it regulates cell death at the transcriptional level. We performed RNA-seq analysis of testes carrying a combination of null allele TrlR85 andhypomorphic mutation Trl362. Examination of the results at the transcriptional level confirmed disturbances of mitochondrial structure and function and developing cellular stress in spermatocytes. Characteristic features of the RNA-seq dataset of Trl-mutant testes turned out to be (1) diminished expression of the testis-enriched genes that are essential for sperm morphogenesis at later stages, indicating slowed or abrogated spermatocyte differentiation; (2) greater expression of ubiquitous or multitissue genes, among which metabolic genes dominated, indicating cellular stress; (3) opposite gene expression changes in many biological processes, such as the respiratory chain and programmed cell death. Nonetheless, we did not identify any specific signaling cascade whose activation could lead to the death of germline cells deficient in GAGA. Furthermore, we failed to detect enrichment with GAGA-binding sites within −500...+1 regions of genes corresponding to autophagy, cell death, or stress-related GO terms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54315, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Altogether, these findings suggest that the mass degradation of Trl-mutant spermatocytes represents regulated cell death caused by the cellular stress that is probably a consequence of imbalanced intracellular processes, primarily metabolism and mitochondrial functioning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54588, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": " Supplemental Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 54614, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Additional Information and Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 54654, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing Interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 54674, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "The authors declare there are no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54728, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 54749, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Svetlana Fedorova analyzed the data, prepared figures and/or tables, authored or reviewed drafts of the article, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54892, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Natalya V. Dorogova conceived and designed the experiments, performed the experiments, authored or reviewed drafts of the article, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55053, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Dmitriy A. Karagodin conceived and designed the experiments, performed the experiments, analyzed the data, prepared figures and/or tables, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55222, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Dmitry Yu Oshchepkov analyzed the data, prepared figures and/or tables, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55324, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Ilya I. Brusentsov performed the experiments, analyzed the data, prepared figures and/or tables, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55451, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Natalya V. Klimova performed the experiments, prepared figures and/or tables, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55559, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Elina M. Baricheva conceived and designed the experiments, authored or reviewed drafts of the article, and approved the final draft.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55692, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 55710, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The following information was supplied regarding data availability:", "sentences": [], "annotations": [], "relations": []}, {"offset": 55778, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The RNA-seq data are available at NCBI: PRJNA785453.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55831, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The Oregon R sets are available at NCBI: SAMN23563622, SAMN23563623, SAMN23563624.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55914, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The TrlR85/Trl362 sets are available at NCBI: SAMN23563625, SAMN23563626, SAMN23563627.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56002, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 56013, "infons": {"fpage": "29", "lpage": "35", "name_0": "surname:Akhmetova;given-names:KA", "name_1": "surname:Dorogova;given-names:NV", "name_2": "surname:Bolobolova;given-names:EU", "name_3": "surname:Chesnokov;given-names:IN", "name_4": "surname:Fedorova;given-names:SA", "pub-id_doi": "10.1134/s2079059717010026", "pub-id_pmid": "34306739", "section_type": "REF", "source": "Russian Journal of Genetics: Applied Research", "type": "ref", "volume": "7", "year": "2017"}, "text": "The role of PNUT and its functional domains in Drosophila spermatogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56087, "infons": {"fpage": "991", "issue": "9", "lpage": "999", "name_0": "surname:Akhmetova;given-names:KA", "name_1": "surname:Dorogova;given-names:CN", "name_2": "surname:Chesnokov;given-names:IN", "name_3": "surname:Fedorova;given-names:SA", "pub-id_pmid": "26606795", "section_type": "REF", "source": "Genetika", "type": "ref", "volume": "51", "year": "2015"}, "text": "Analysis of phenotypic manifestation of peanut gene expression suppression by RNAi in Drosophila oogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56194, "infons": {"fpage": "R106", "name_0": "surname:Anders;given-names:S", "name_1": "surname:Huber;given-names:W", "pub-id_doi": "10.1186/gb-2010-11-10-r106", "pub-id_pmid": "20979621", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "11", "year": "2010"}, "text": "Differential expression analysis for sequence count data", "sentences": [], "annotations": [], "relations": []}, {"offset": 56251, "infons": {"fpage": "4191", "issue": "22", "lpage": "4202", "name_0": "surname:Bayarmagnai;given-names:B", "name_1": "surname:Nicolay;given-names:BN", "name_2": "surname:Islam;given-names:AB", "name_3": "surname:Lopez-Bigas;given-names:N", "name_4": "surname:Frolov;given-names:MV", "pub-id_doi": "10.4161/cc.22486", "pub-id_pmid": "23070566", "section_type": "REF", "source": "Cell Cycle", "type": "ref", "volume": "11", "year": "2012"}, "text": "Drosophila GAGA factor is required for full activation of the dE2f1-Yki/Sd transcriptional program", "sentences": [], "annotations": [], "relations": []}, {"offset": 56350, "infons": {"fpage": "1113", "issue": "4", "lpage": "1124", "name_0": "surname:Bhat;given-names:KM", "name_1": "surname:Farkas;given-names:G", "name_2": "surname:Karch;given-names:F", "name_3": "surname:Gyurkovics;given-names:H", "name_4": "surname:Gausz;given-names:J", "name_5": "surname:Schedl;given-names:P", "pub-id_doi": "10.1242/dev.122.4.1113", "pub-id_pmid": "8620838", "section_type": "REF", "source": "Development", "type": "ref", "volume": "122", "year": "1996"}, "text": "The GAGA factor is required in the early Drosophila embryo not only for transcriptional regulation but also for nuclear division", "sentences": [], "annotations": [], "relations": []}, {"offset": 56479, "infons": {"fpage": "146", "name_0": "surname:Bi;given-names:R", "name_1": "surname:Liu;given-names:P", "pub-id_doi": "10.1186/s12859-016-0994-9", "pub-id_pmid": "27029470", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "17", "year": "2016"}, "text": "Sample size calculation while controlling false discovery rate for differential expression analysis with RNA-sequencing experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 56611, "infons": {"fpage": "393", "lpage": "399", "name_0": "surname:Brown;given-names:JB", "name_1": "surname:Boley;given-names:N", "name_2": "surname:Eisman;given-names:R", "name_3": "surname:May;given-names:GE", "name_4": "surname:Stoiber;given-names:MH", "name_5": "surname:Duff;given-names:MO", "name_6": "surname:Booth;given-names:BW", "name_7": "surname:Wen;given-names:J", "name_8": "surname:Park;given-names:S", "name_9": "surname:Suzuki;given-names:AM", "pub-id_doi": "10.1038/nature12962", "pub-id_pmid": "24670639", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "512", "year": "2014"}, "text": "Diversity and dynamics of the Drosophila transcriptome", "sentences": [], "annotations": [], "relations": []}, {"offset": 56666, "infons": {"fpage": "656", "issue": "5", "lpage": "657", "name_0": "surname:Busby;given-names:MA", "name_1": "surname:Stewart;given-names:C", "name_2": "surname:Miller;given-names:CA", "name_3": "surname:Grzeda;given-names:KR", "name_4": "surname:Marth;given-names:GT", "pub-id_doi": "10.1093/bioinformatics/btt015", "pub-id_pmid": "23314327", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "29", "year": "2013"}, "text": "Scotty: a web tool for designing RNA-Seq experiments to measure differential gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 56759, "infons": {"fpage": "128", "issue": "1", "name_0": "surname:Chen;given-names:EY", "name_1": "surname:Tan;given-names:CM", "name_2": "surname:Kou;given-names:Y", "name_3": "surname:Duan;given-names:Q", "name_4": "surname:Wang;given-names:Z", "name_5": "surname:Meirelles;given-names:GV", "name_6": "surname:Clark;given-names:NR", "name_7": "surname:Ma’ayan;given-names:A", "pub-id_doi": "10.1186/1471-2105-14-128", "pub-id_pmid": "23586463", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "14", "year": "2013"}, "text": "Enrichr: interactive and collaborative HTML5 gene list enrichment analysis tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 56839, "infons": {"fpage": "1118", "name_0": "surname:Choudhary;given-names:C", "name_1": "surname:Sharma;given-names:S", "name_2": "surname:Meghwanshi;given-names:KK", "name_3": "surname:Patel;given-names:S", "name_4": "surname:Mehta;given-names:P", "name_5": "surname:Shukla;given-names:N", "name_6": "surname:Do;given-names:DN", "name_7": "surname:Rajpurohit;given-names:S", "name_8": "surname:Suravajhala;given-names:P", "name_9": "surname:Shukla;given-names:JN", "pub-id_doi": "10.3390/ani11041118", "pub-id_pmid": "33919662", "section_type": "REF", "source": "Animals", "type": "ref", "volume": "11", "year": "2021"}, "text": "Long non-coding RNAs in insects", "sentences": [], "annotations": [], "relations": []}, {"offset": 56871, "infons": {"fpage": "a008813", "issue": "6", "name_0": "surname:Das;given-names:G", "name_1": "surname:Shravage;given-names:BV", "name_2": "surname:Baehrecke;given-names:EH", "pub-id_doi": "10.1101/cshperspect.a008813", "pub-id_pmid": "22661635", "section_type": "REF", "source": "Cold Spring Harbor Perspectives in Biology", "type": "ref", "volume": "4", "year": "2012"}, "text": "Regulation and function of autophagy during cell survival and cell death", "sentences": [], "annotations": [], "relations": []}, {"offset": 56944, "infons": {"fpage": "135", "lpage": "143", "name_0": "surname:Deniz;given-names:E", "name_1": "surname:Erman;given-names:B", "pub-id_doi": "10.1007/s10142-016-0524-x", "pub-id_pmid": "27681237", "section_type": "REF", "source": "Functional and Integrative Genomics", "type": "ref", "volume": "17", "year": "2017"}, "text": "Long noncoding RNA (lincRNA), a new paradigm in gene expression control", "sentences": [], "annotations": [], "relations": []}, {"offset": 57016, "infons": {"fpage": "15", "issue": "1", "lpage": "21", "name_0": "surname:Dobin;given-names:A", "name_1": "surname:Davis;given-names:CA", "name_2": "surname:Schlesinger;given-names:F", "name_3": "surname:Drenkow;given-names:J", "name_4": "surname:Zaleski;given-names:C", "name_5": "surname:Jha;given-names:S", "name_6": "surname:Batut;given-names:P", "name_7": "surname:Chaisson;given-names:M", "name_8": "surname:Gingeras;given-names:TR", "pub-id_doi": "10.1093/bioinformatics/bts635", "pub-id_pmid": "23104886", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "29", "year": "2013"}, "text": "STAR: ultrafast universal RNA-seq aligner", "sentences": [], "annotations": [], "relations": []}, {"offset": 57058, "infons": {"fpage": "738", "issue": "8", "lpage": "751", "name_0": "surname:Dorogova;given-names:NV", "name_1": "surname:Fedorova;given-names:EV", "name_2": "surname:Bolobolova;given-names:EU", "name_3": "surname:Ogienko;given-names:AA", "name_4": "surname:Baricheva;given-names:EM", "pub-id_doi": "10.1002/dvg.22789", "pub-id_pmid": "24817547", "section_type": "REF", "source": "Genesis", "type": "ref", "volume": "52", "year": "2014"}, "text": "GAGA protein is essential for male germ cell development in Drosophila", "sentences": [], "annotations": [], "relations": []}, {"offset": 57129, "infons": {"comment": "(in Russian)", "fpage": "292", "issue": "3", "lpage": "300", "name_0": "surname:Dorogova;given-names:NV", "name_1": "surname:Zubkova;given-names:AE", "name_2": "surname:Fedorova;given-names:EV", "name_3": "surname:Bolobolova;given-names:EU", "name_4": "surname:Baricheva;given-names:EM", "pub-id_doi": "10.18699/VJ21.033", "pub-id_pmid": "34901726", "section_type": "REF", "source": "Vavilov Journal of Genetics and Breeding", "type": "ref", "volume": "25", "year": "2021"}, "text": "Lack of GAGA protein in Trl mutants causes massive cell death in Drosophila spermatogenesis and oogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57235, "infons": {"fpage": "21", "issue": "1", "lpage": "31", "name_0": "surname:Dos-Santos;given-names:N", "name_1": "surname:Rubin;given-names:T", "name_2": "surname:Chalvet;given-names:F", "name_3": "surname:Gandille;given-names:P", "name_4": "surname:Cremazy;given-names:F", "name_5": "surname:Leroy;given-names:J", "name_6": "surname:Boissonneau;given-names:E", "name_7": "surname:Theodore;given-names:L", "pub-id_doi": "10.1387/ijdb.072406nd", "pub-id_pmid": "18033669", "section_type": "REF", "source": "International Journal of Developmental Biology", "type": "ref", "volume": "52", "year": "2008"}, "text": "Drosophila retinal pigment cell death is regulated in a position-dependent manner by a cell memory gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 57339, "infons": {"fpage": "1731", "issue": "15", "lpage": "1746", "name_0": "surname:Duarte;given-names:FM", "name_1": "surname:Fuda;given-names:NJ", "name_2": "surname:Mahat;given-names:DB", "name_3": "surname:Core;given-names:LJ", "name_4": "surname:Guertin;given-names:MJ", "name_5": "surname:Lis;given-names:JT", "pub-id_doi": "10.1101/gad.284430.116", "pub-id_pmid": "27492368", "section_type": "REF", "source": "Genes and Development", "type": "ref", "volume": "30", "year": "2016"}, "text": "Transcription factors GAF and HSF act at distinct regulatory steps to modulate stress-induced gene activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 57449, "infons": {"fpage": "0508", "lpage": "0522", "name_0": "surname:Eden;given-names:E", "name_1": "surname:Lipson;given-names:D", "name_2": "surname:Yogev;given-names:S", "name_3": "surname:Yakhini;given-names:Z", "pub-id_doi": "10.1371/journal.pcbi.0030039", "section_type": "REF", "source": "PLOS Computational Biology", "type": "ref", "volume": "3", "year": "2007"}, "text": "Discovering motifs in ranked lists of DNA sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 57501, "infons": {"fpage": "48", "name_0": "surname:Eden;given-names:E", "name_1": "surname:Navon;given-names:R", "name_2": "surname:Steinfeld;given-names:I", "name_3": "surname:Lipson;given-names:D", "name_4": "surname:Yakhini;given-names:Z", "pub-id_doi": "10.1186/1471-2105-10-48", "pub-id_pmid": "19192299", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "GOrilla: a tool for discovery and visualization of enriched GO terms in ranked gene lists", "sentences": [], "annotations": [], "relations": []}, {"offset": 57591, "infons": {"fpage": "806", "lpage": "808", "name_0": "surname:Farkas;given-names:G", "name_1": "surname:Gausz;given-names:J", "name_2": "surname:Galloni;given-names:M", "name_3": "surname:Reuter;given-names:G", "name_4": "surname:Gyurkovics;given-names:H", "name_5": "surname:Karch;given-names:F", "pub-id_doi": "10.1038/371806a0", "pub-id_pmid": "7935842", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "371", "year": "1994"}, "text": "The Trithorax-like gene encodes the Drosophila GAGA factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 57650, "infons": {"elocation-id": "e23269", "issue": "2", "name_0": "surname:Fedorova;given-names:EV", "name_1": "surname:Dorogova;given-names:NV", "name_2": "surname:Bolobolova;given-names:EU", "name_3": "surname:Fedorova;given-names:SA", "name_4": "surname:Karagodin;given-names:DA", "name_5": "surname:Ogienko;given-names:AA", "name_6": "surname:Khruscheva;given-names:AS", "name_7": "surname:Baricheva;given-names:EM", "pub-id_doi": "10.1002/dvg.23269", "pub-id_pmid": "30537428", "section_type": "REF", "source": "Genesis", "type": "ref", "volume": "57", "year": "2019"}, "text": "GAGA protein is required for multiple aspects of Drosophila oogenesis and female fertility", "sentences": [], "annotations": [], "relations": []}, {"offset": 57741, "infons": {"elocation-id": "e1006571", "issue": "2", "name_0": "surname:Feng;given-names:L", "name_1": "surname:Shi;given-names:Z", "name_2": "surname:Chen;given-names:X", "pub-id_doi": "10.1371/journal.pgen.1006571", "pub-id_pmid": "28196077", "section_type": "REF", "source": "PLOS Genetics", "type": "ref", "volume": "13", "year": "2017"}, "text": "Enhancer of polycomb coordinates multiple signaling pathways to promote both cyst and germline stem cell differentiation in the Drosophila adult testis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57893, "infons": {"elocation-id": "e1005108", "issue": "3", "name_0": "surname:Fuda;given-names:NJ", "name_1": "surname:Guertin;given-names:MJ", "name_2": "surname:Sharma;given-names:S", "name_3": "surname:Danko;given-names:CG", "name_4": "surname:Martins;given-names:AL", "name_5": "surname:Siepel;given-names:A", "name_6": "surname:Lis;given-names:JT", "pub-id_doi": "10.1371/journal.pgen.1005108", "pub-id_pmid": "25815464", "section_type": "REF", "source": "PLOS Genetics", "type": "ref", "volume": "11", "year": "2015"}, "text": "GAGA factor maintains nucleosome-free regions and has a role in RNA polymerase II recruitment to promoters", "sentences": [], "annotations": [], "relations": []}, {"offset": 58000, "infons": {"fpage": "71", "lpage": "147", "name_0": "surname:Fuller;given-names:MT", "section_type": "REF", "source": "The development of Drosophila melanogaster", "type": "ref", "year": "1993"}, "text": "Spermatogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 58016, "infons": {"fpage": "486", "issue": "3", "lpage": "541", "name_0": "surname:Galluzzi;given-names:L", "name_1": "surname:Vitale;given-names:I", "name_10": "surname:Annicchiarico-Petruzzelli;given-names:M", "name_100": "surname:Marine;given-names:J-C", "name_101": "surname:Martin;given-names:SJ", "name_102": "surname:Martinou;given-names:J-C", "name_103": "surname:Medema;given-names:JP", "name_104": "surname:Mehlen;given-names:P", "name_105": "surname:Meier;given-names:P", "name_106": "surname:Melino;given-names:S", "name_107": "surname:Miao;given-names:EA", "name_108": "surname:Molkentin;given-names:JD", "name_109": "surname:Moll;given-names:UM", "name_11": "surname:Antonov;given-names:AV", "name_110": "surname:Munoz-Pinedo;given-names:C", "name_111": "surname:Nagata;given-names:S", "name_112": "surname:Nunez;given-names:G", "name_113": "surname:Oberst;given-names:A", "name_114": "surname:Oren;given-names:M", "name_115": "surname:Overholtzer;given-names:M", "name_116": "surname:Pagano;given-names:M", "name_117": "surname:Panaretakis;given-names:T", "name_118": "surname:Pasparakis;given-names:M", "name_119": "surname:Penninger;given-names:JM", "name_12": "surname:Arama;given-names:E", "name_120": "surname:Pereira;given-names:DM", "name_121": "surname:Pervaiz;given-names:S", "name_122": "surname:Peter;given-names:ME", "name_123": "surname:Piacentini;given-names:M", "name_124": "surname:Pinton;given-names:P", "name_125": "surname:Prehn;given-names:JHM", "name_126": "surname:Puthalakath;given-names:H", "name_127": "surname:Rabinovich;given-names:GA", "name_128": "surname:Rehm;given-names:M", "name_129": "surname:Rizzuto;given-names:R", "name_13": "surname:Baehrecke;given-names:EH", "name_130": "surname:Rodrigues;given-names:CMP", "name_131": "surname:Rubinsztein;given-names:DC", "name_132": "surname:Rudel;given-names:T", "name_133": "surname:Ryan;given-names:KM", "name_134": "surname:Sayan;given-names:E", "name_135": "surname:Scorrano;given-names:L", "name_136": "surname:Shao;given-names:F", "name_137": "surname:Shi;given-names:Y", "name_138": "surname:Silke;given-names:J", "name_139": "surname:Simon;given-names:H-U", "name_14": "surname:Barlev;given-names:NA", "name_140": "surname:Sistigu;given-names:A", "name_141": "surname:Stockwell;given-names:BR", "name_142": "surname:Strasser;given-names:A", "name_143": "surname:Szabadkai;given-names:G", "name_144": "surname:Tait;given-names:SWG", "name_145": "surname:Tang;given-names:D", "name_146": "surname:Tavernarakis;given-names:N", "name_147": "surname:Thorburn;given-names:A", "name_148": "surname:Tsujimoto;given-names:Y", "name_149": "surname:Turk;given-names:B", "name_15": "surname:Bazan;given-names:NG", "name_150": "surname:Berghe;given-names:TV", "name_151": "surname:Vandenabeele;given-names:P", "name_152": "surname:Heiden;given-names:MGV", "name_153": "surname:Villunger;given-names:A", "name_154": "surname:Virgin;given-names:HW", "name_155": "surname:Vousden;given-names:KH", "name_156": "surname:Vucic;given-names:D", "name_157": "surname:Wagner;given-names:EF", "name_158": "surname:Walczak;given-names:H", "name_159": "surname:Wallach;given-names:D", "name_16": "surname:Bernassola;given-names:F", "name_160": "surname:Wang;given-names:Y", "name_161": "surname:Wells;given-names:JA", "name_162": "surname:Wood;given-names:W", "name_163": "surname:Yuan;given-names:J", "name_164": "surname:Zakeri;given-names:Z", "name_165": "surname:Zhivotovsky;given-names:B", "name_166": "surname:Zitvogel;given-names:L", "name_167": "surname:Melino;given-names:G", "name_168": "surname:Kroemer;given-names:G", "name_17": "surname:Bertrand;given-names:MJM", "name_18": "surname:Bianchi;given-names:K", "name_19": "surname:Blagosklonny;given-names:MV", "name_2": "surname:Aaronson;given-names:SA", "name_20": "surname:Blomgren;given-names:K", "name_21": "surname:Borner;given-names:C", "name_22": "surname:Boya;given-names:P", "name_23": "surname:Brenner;given-names:C", "name_24": "surname:Campanella;given-names:M", "name_25": "surname:Candi;given-names:E", "name_26": "surname:Carmona-Gutierrez;given-names:D", "name_27": "surname:Cecconi;given-names:F", "name_28": "surname:Chan;given-names:FK-M", "name_29": "surname:Chandel;given-names:NS", "name_3": "surname:Abrams;given-names:JM", "name_30": "surname:Cheng;given-names:EH", "name_31": "surname:Chipuk;given-names:JE", "name_32": "surname:Cidlowski;given-names:JA", "name_33": "surname:Ciechanover;given-names:A", "name_34": "surname:Cohen;given-names:GM", "name_35": "surname:Conrad;given-names:M", "name_36": "surname:Cubillos-Ruiz;given-names:JR", "name_37": "surname:Czabotar;given-names:PE", "name_38": "surname:D’Angiolella;given-names:V", "name_39": "surname:Dawson;given-names:TM", "name_4": "surname:Adam;given-names:D", "name_40": "surname:Dawson;given-names:VL", "name_41": "surname:De Laurenzi;given-names:V", "name_42": "surname:De Maria;given-names:R", "name_43": "surname:Debatin;given-names:K-M", "name_44": "surname:DeBerardinis;given-names:RJ", "name_45": "surname:Deshmukh;given-names:M", "name_46": "surname:Di Daniele;given-names:N", "name_47": "surname:Di Virgilio;given-names:F", "name_48": "surname:Dixit;given-names:VM", "name_49": "surname:Dixon;given-names:SJ", "name_5": "surname:Agostinis;given-names:P", "name_50": "surname:Duckett;given-names:CS", "name_51": "surname:Dynlacht;given-names:BD", "name_52": "surname:El-Deiry;given-names:WS", "name_53": "surname:Elrod;given-names:JW", "name_54": "surname:Fimia;given-names:GM", "name_55": "surname:Fulda;given-names:S", "name_56": "surname:Garcia-Saez;given-names:AJ", "name_57": "surname:Garg;given-names:AD", "name_58": "surname:Garrido;given-names:C", "name_59": "surname:Gavathiotis;given-names:E", "name_6": "surname:Alnemri;given-names:ES", "name_60": "surname:Golstein;given-names:P", "name_61": "surname:Gottlieb;given-names:E", "name_62": "surname:Green;given-names:DR", "name_63": "surname:Greene;given-names:LA", "name_64": "surname:Gronemeyer;given-names:H", "name_65": "surname:Gross;given-names:A", "name_66": "surname:Hajnoczky;given-names:G", "name_67": "surname:Hardwick;given-names:JM", "name_68": "surname:Harris;given-names:IS", "name_69": "surname:Hengartner;given-names:MO", "name_7": "surname:Altucci;given-names:L", "name_70": "surname:Hetz;given-names:C", "name_71": "surname:Ichijo;given-names:H", "name_72": "surname:Jaattela;given-names:M", "name_73": "surname:Joseph;given-names:B", "name_74": "surname:Jost;given-names:PJ", "name_75": "surname:Juin;given-names:PP", "name_76": "surname:Kaiser;given-names:WJ", "name_77": "surname:Karin;given-names:M", "name_78": "surname:Kaufmann;given-names:T", "name_79": "surname:Kepp;given-names:O", "name_8": "surname:Amelio;given-names:I", "name_80": "surname:Kimchi;given-names:A", "name_81": "surname:Kitsis;given-names:RN", "name_82": "surname:Klionsky;given-names:DJ", "name_83": "surname:Knight;given-names:RA", "name_84": "surname:Kumar;given-names:S", "name_85": "surname:Lee;given-names:SW", "name_86": "surname:Lemasters;given-names:JJ", "name_87": "surname:Levine;given-names:B", "name_88": "surname:Linkermann;given-names:A", "name_89": "surname:Lipton;given-names:SA", "name_9": "surname:Andrews;given-names:DW", "name_90": "surname:Lockshin;given-names:RA", "name_91": "surname:Lopez-Otin;given-names:C", "name_92": "surname:Lowe;given-names:SW", "name_93": "surname:Luedde;given-names:T", "name_94": "surname:Lugli;given-names:E", "name_95": "surname:MacFarlane;given-names:M", "name_96": "surname:Madeo;given-names:F", "name_97": "surname:Malewicz;given-names:M", "name_98": "surname:Malorni;given-names:W", "name_99": "surname:Manic;given-names:G", "pub-id_doi": "10.1038/s41418-017-0012-4", "pub-id_pmid": "29362479", "section_type": "REF", "source": "Cell Death and Differentiation", "type": "ref", "volume": "25", "year": "2018"}, "text": "Molecular mechanisms of cell death: recommendations of the nomenclature committee on cell death 2018", "sentences": [], "annotations": [], "relations": []}, {"offset": 58117, "infons": {"fpage": "2518", "issue": "10", "lpage": "2527", "name_0": "surname:Ghosh;given-names:D", "name_1": "surname:Gerasimova;given-names:TI", "name_2": "surname:Corces;given-names:VG", "pub-id_doi": "10.1093/emboj/20.10.2518", "pub-id_pmid": "11350941", "section_type": "REF", "source": "EMBO Journal", "type": "ref", "volume": "20", "year": "2001"}, "text": "Interactions between the Su(Hw) and Mod(mdg4) proteins required for gypsy insulator function", "sentences": [], "annotations": [], "relations": []}, {"offset": 58210, "infons": {"fpage": "345", "issue": "2", "lpage": "357", "name_0": "surname:Glenn;given-names:SE", "name_1": "surname:Geyer;given-names:PK", "pub-id_doi": "10.1534/g3.118.200705", "section_type": "REF", "source": "Genes Genomics Genetics", "type": "ref", "volume": "9", "year": "2019"}, "text": "Investigation of the developmental requirements of Drosophila HP1 and insulator protein partner, HIPP1", "sentences": [], "annotations": [], "relations": []}, {"offset": 58313, "infons": {"fpage": "507", "issue": "4", "lpage": "516", "name_0": "surname:Hsu;given-names:CD", "name_1": "surname:Adams;given-names:SM", "name_2": "surname:O’Tousa;given-names:JE", "pub-id_doi": "10.1016/s0042-6989(01)00231-0", "pub-id_pmid": "11853767", "section_type": "REF", "source": "Vision Research", "type": "ref", "volume": "42", "year": "2002"}, "text": "Rpr- and hid-driven cell death in Drosophila photoreceptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 58373, "infons": {"fpage": "6176", "issue": "46", "lpage": "6187", "name_0": "surname:Jovanovic;given-names:M", "name_1": "surname:Hengartner;given-names:MO", "pub-id_doi": "10.1038/sj.onc.1209912", "pub-id_pmid": "17028597", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "25", "year": "2006"}, "text": "miRNAs and apoptosis: RNAs to die for", "sentences": [], "annotations": [], "relations": []}, {"offset": 58411, "infons": {"fpage": "147", "issue": "1–2", "lpage": "156", "name_0": "surname:Judd;given-names:J", "name_1": "surname:Duarte;given-names:FM", "name_2": "surname:Lis;given-names:JT", "pub-id_doi": "10.1101/gad.341768.120", "pub-id_pmid": "33303640", "section_type": "REF", "source": "Genes and Development", "type": "ref", "volume": "35", "year": "2021"}, "text": "Pioneer-like factor GAF cooperates with PBAP (SWI/SNF) and NURF (ISWI) to regulate transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 58508, "infons": {"fpage": "W90", "issue": "W1", "lpage": "W97", "name_0": "surname:Kuleshov;given-names:MV", "name_1": "surname:Jones;given-names:MR", "name_10": "surname:McDermott;given-names:MG", "name_11": "surname:Monteiro;given-names:CD", "name_12": "surname:Gundersen;given-names:GW", "name_13": "surname:Ma’ayan;given-names:A", "name_2": "surname:Rouillard;given-names:AD", "name_3": "surname:Fernandez;given-names:NF", "name_4": "surname:Duan;given-names:Q", "name_5": "surname:Wang;given-names:Z", "name_6": "surname:Koplev;given-names:S", "name_7": "surname:Jenkins;given-names:SL", "name_8": "surname:Jagodnik;given-names:KM", "name_9": "surname:Lachmann;given-names:A", "pub-id_doi": "10.1093/nar/gkw377", "pub-id_pmid": "27141961", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "44", "year": "2016"}, "text": "Enrichr: a comprehensive gene set enrichment analysis web server 2016 update", "sentences": [], "annotations": [], "relations": []}, {"offset": 58585, "infons": {"fpage": "49", "lpage": "70", "name_0": "surname:Lakhotia;given-names:SC", "name_1": "surname:Mallik;given-names:M", "name_2": "surname:Singh;given-names:AK", "name_3": "surname:Ray;given-names:M", "pub-id_doi": "10.1007/s00412-011-0341-x", "pub-id_pmid": "21913129", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "121", "year": "2012"}, "text": "The large noncoding hsr ω-n transcripts are essential for thermotolerance and remobilization of hnRNPs, HP1 and RNA polymerase II during recovery from heat shock in Drosophila", "sentences": [], "annotations": [], "relations": []}, {"offset": 58765, "infons": {"fpage": "1097", "issue": "7", "lpage": "1108", "name_0": "surname:Leaman;given-names:D", "name_1": "surname:Chen;given-names:PY", "name_2": "surname:Fak;given-names:J", "name_3": "surname:Yalcin;given-names:A", "name_4": "surname:Pearce;given-names:M", "name_5": "surname:Unnerstall;given-names:U", "name_6": "surname:Marks;given-names:DS", "name_7": "surname:Sander;given-names:C", "name_8": "surname:Tuschl;given-names:T", "name_9": "surname:Gaul;given-names:U", "pub-id_doi": "10.1016/j.cell.2005.04.016", "pub-id_pmid": "15989958", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "121", "year": "2005"}, "text": "Antisense-mediated depletion reveals essential and specific functions of microRNAs in Drosophila development", "sentences": [], "annotations": [], "relations": []}, {"offset": 58874, "infons": {"fpage": "463", "lpage": "477", "name_0": "surname:Levine;given-names:B", "name_1": "surname:Klionsky;given-names:DJ", "pub-id_doi": "10.1016/s1534-5807(04)00099-1", "pub-id_pmid": "15068787", "section_type": "REF", "source": "Developmental Cell", "type": "ref", "volume": "6", "year": "2004"}, "text": "Development by self-digestion: molecular mechanisms and biological functions of autophagy", "sentences": [], "annotations": [], "relations": []}, {"offset": 58964, "infons": {"fpage": "1086", "issue": "7", "lpage": "1101", "name_0": "surname:Li;given-names:JJ", "name_1": "surname:Huang;given-names:H", "name_2": "surname:Bickel;given-names:PJ", "name_3": "surname:Brenner;given-names:SE", "pub-id_doi": "10.1101/gr.170100.113", "pub-id_pmid": "24985912", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "24", "year": "2014"}, "text": "Comparison of D. melanogaster and C. elegans developmental stages, tissues, and cells by modENCODE RNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 59076, "infons": {"fpage": "4646", "issue": "18", "name_0": "surname:Li;given-names:K", "name_1": "surname:Tian;given-names:Y", "name_2": "surname:Yuan;given-names:Y", "name_3": "surname:Fan;given-names:X", "name_4": "surname:Yang;given-names:M", "name_5": "surname:He;given-names:Z", "name_6": "surname:Yang;given-names:D", "pub-id_doi": "10.3390/ijms20184646", "section_type": "REF", "source": "International Journal of Molecular Science", "type": "ref", "volume": "20", "year": "2019"}, "text": "Insights into the functions of LncRNAs in Drosophila", "sentences": [], "annotations": [], "relations": []}, {"offset": 59129, "infons": {"fpage": "jcs236836", "issue": "20", "name_0": "surname:Lo Piccolo;given-names:L", "name_1": "surname:Mochizuki;given-names:H", "name_2": "surname:Nagai;given-names:Y", "pub-id_doi": "10.1242/jcs.236836", "pub-id_pmid": "31519807", "section_type": "REF", "source": "Journal of Cell Science", "type": "ref", "volume": "132", "year": "2019"}, "text": "The lncRNA hsr ω regulates arginine dimethylation of human FUS to cause its proteasomal degradation in Drosophila", "sentences": [], "annotations": [], "relations": []}, {"offset": 59247, "infons": {"fpage": "783", "issue": "8–9", "lpage": "790", "name_0": "surname:Mandel-Gutfreund;given-names:Y", "name_1": "surname:Kosti;given-names:I", "name_2": "surname:Larisch;given-names:S", "pub-id_doi": "10.1515/BC.2011.089", "pub-id_pmid": "21824006", "section_type": "REF", "source": "Biological Chemistry", "type": "ref", "volume": "392", "year": "2011"}, "text": "ARTS, the unusual septin: structural and functional aspects", "sentences": [], "annotations": [], "relations": []}, {"offset": 59307, "infons": {"fpage": "14806", "issue": "41", "lpage": "14811", "name_0": "surname:Melnikova;given-names:L", "name_1": "surname:Juge;given-names:F", "name_2": "surname:Gruzdeva;given-names:N", "name_3": "surname:Mazur;given-names:A", "name_4": "surname:Cavalli;given-names:G", "name_5": "surname:Georgiev;given-names:P", "pub-id_doi": "10.1073/pnas.0403959101", "pub-id_pmid": "15465920", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "101", "year": "2004"}, "text": "Interaction between the GAGA factor and Mod(mdg4) proteins promotes insulator bypass in Drosophila", "sentences": [], "annotations": [], "relations": []}, {"offset": 59406, "infons": {"elocation-id": "e1006792", "issue": "2", "name_0": "surname:Monier;given-names:B", "name_1": "surname:McDermaid;given-names:A", "name_2": "surname:Wang;given-names:C", "name_3": "surname:Zhao;given-names:J", "name_4": "surname:Miller;given-names:A", "name_5": "surname:Fennell;given-names:A", "name_6": "surname:Ma;given-names:Q", "pub-id_doi": "10.1371/journal.pcbi.1006792", "pub-id_pmid": "30763315", "section_type": "REF", "source": "PLoS Computational Biology", "type": "ref", "volume": "15", "year": "2019"}, "text": "IRIS-EDA: An integrated RNA-Seq interpretation system for gene expression data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59494, "infons": {"fpage": "265", "issue": "1", "lpage": "274", "name_0": "surname:Moutaoufik;given-names:MT", "name_1": "surname:Tanguay;given-names:RM", "pub-id_doi": "10.1007/s12192-020-01156-3", "pub-id_pmid": "32888179", "section_type": "REF", "source": "Cell Stress and Chaperones", "type": "ref", "volume": "26", "year": "2021"}, "text": "Analysis of insect nuclear small heat shock proteins and interacting proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 59572, "infons": {"elocation-id": "e1007024", "issue": "9", "name_0": "surname:Napoletano;given-names:F", "name_1": "surname:Gibert;given-names:B", "name_10": "surname:Arama;given-names:E", "name_11": "surname:Mollereau;given-names:B", "name_2": "surname:Yacobi-Sharon;given-names:K", "name_3": "surname:Vincent;given-names:S", "name_4": "surname:Favrot;given-names:C", "name_5": "surname:Mehlen;given-names:P", "name_6": "surname:Girard;given-names:V", "name_7": "surname:Teil;given-names:M", "name_8": "surname:Chatelain;given-names:G", "name_9": "surname:Walter;given-names:L", "pub-id_doi": "10.1371/journal.pgen.1007024", "pub-id_pmid": "28945745", "section_type": "REF", "source": "PLOS Genetics", "type": "ref", "volume": "13", "year": "2017"}, "text": "p53-dependent programmed necrosis controls germ cell homeostasis during spermatogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59660, "infons": {"fpage": "211", "issue": "3", "lpage": "220", "name_0": "surname:Ogienko;given-names:AA", "name_1": "surname:Karagodin;given-names:DA", "name_2": "surname:Fedorova;given-names:SA", "name_3": "surname:Fedorova;given-names:EV", "name_4": "surname:Lashina;given-names:VV", "name_5": "surname:Baricheva;given-names:EM", "pub-id_pmid": "16813221", "section_type": "REF", "source": "Ontogenez", "type": "ref", "volume": "37", "year": "2006"}, "text": "Effect of hypomorphic mutation in Trithorax-like gene on Drosophilamelanogaster oogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 59750, "infons": {"fpage": "363", "issue": "6", "lpage": "370", "name_0": "surname:Omelina;given-names:ES", "name_1": "surname:Baricheva;given-names:EM", "name_2": "surname:Oshchepkov;given-names:DY", "name_3": "surname:Merkulova;given-names:TI", "pub-id_pmid": "22099633", "section_type": "REF", "source": "Computational Biology and Chemistry", "type": "ref", "volume": "35", "year": "2011"}, "text": "Analysis and recognition of the GAGA transcription factor binding sites in Drosophila genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 59842, "infons": {"fpage": "W208", "issue": "Web Server issue", "lpage": "W212", "name_0": "surname:Oshchepkov;given-names:DY", "name_1": "surname:Vityaev;given-names:EE", "name_2": "surname:Grigorovich;given-names:DA", "name_3": "surname:Ignatieva;given-names:EV", "name_4": "surname:Khlebodarova;given-names:TM", "pub-id_doi": "10.1093/nar/gkh474", "pub-id_pmid": "15215382", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "32", "year": "2004"}, "text": "SITECON: a tool for detecting conservative conformational and physicochemical properties in transcription factor binding site alignments and for site recognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 60004, "infons": {"fpage": "2509", "issue": "19", "lpage": "2514", "name_0": "surname:Poux;given-names:S", "name_1": "surname:Melfi;given-names:R", "name_2": "surname:Pirrotta;given-names:V", "pub-id_doi": "10.1101/gad.208901", "pub-id_pmid": "11581156", "section_type": "REF", "source": "Genes and Development", "type": "ref", "volume": "15", "year": "2001"}, "text": "Establishment of Polycomb silencing requires a transient interaction between PC and ESC", "sentences": [], "annotations": [], "relations": []}, {"offset": 60092, "infons": {"fpage": "184", "issue": "4", "lpage": "193", "name_0": "surname:Sevrioukov;given-names:EA", "name_1": "surname:Burr;given-names:J", "name_2": "surname:Huang;given-names:EW", "name_3": "surname:Assi;given-names:HH", "name_4": "surname:Monserrate;given-names:JP", "name_5": "surname:Purves;given-names:DC", "name_6": "surname:Wu;given-names:JN", "name_7": "surname:Song;given-names:EJ", "name_8": "surname:Brachmann;given-names:CB", "pub-id_doi": "10.1002/dvg.20279", "pub-id_pmid": "17417787", "section_type": "REF", "source": "Genesis", "type": "ref", "volume": "45", "year": "2007"}, "text": "Drosophila Bcl-2 proteins participate in stress-induced apoptosis, but are not required for normal development", "sentences": [], "annotations": [], "relations": []}, {"offset": 60203, "infons": {"elocation-id": "e1002103", "issue": "3", "name_0": "surname:Tian;given-names:X", "name_1": "surname:Gala;given-names:U", "name_10": "surname:Sardiello;given-names:M", "name_11": "surname:Sillitoe;given-names:RV", "name_12": "surname:Venkatachalam;given-names:K", "name_13": "surname:Fan;given-names:H", "name_14": "surname:Bellen;given-names:HJ", "name_15": "surname:Tong;given-names:C", "name_2": "surname:Zhang;given-names:Y", "name_3": "surname:Shang;given-names:W", "name_4": "surname:Nagarkar-Jaiswal;given-names:S", "name_5": "surname:Di Ronza;given-names:A", "name_6": "surname:Jaiswal;given-names:M", "name_7": "surname:Yamamoto;given-names:S", "name_8": "surname:Sandoval;given-names:H", "name_9": "surname:Duraine;given-names:L", "pub-id_doi": "10.1371/journal.pbio.1002103", "pub-id_pmid": "25811491", "section_type": "REF", "source": "PLOS Biology", "type": "ref", "volume": "13", "year": "2015"}, "text": "A voltage-gated calcium channel regulates lysosomal fusion with endosomes and autophagosomes and is required for neuronal homeostasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 60337, "infons": {"fpage": "32", "name_0": "surname:Tsai;given-names:SY", "name_1": "surname:Chang;given-names:YL", "name_2": "surname:Swamy;given-names:KB", "name_3": "surname:Chiang;given-names:RL", "name_4": "surname:Huang;given-names:DH", "pub-id_doi": "10.1186/s13072-016-0082-4", "pub-id_pmid": "27468311", "section_type": "REF", "source": "Epigenetics and Chromatin", "type": "ref", "volume": "9", "year": "2016"}, "text": "GAGA factor, a positive regulator of global gene expression, modulates transcriptional pausing and organization of upstream nucleosomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 60473, "infons": {"fpage": "2580", "issue": "5", "lpage": "2580", "name_0": "surname:Van Steensel;given-names:B", "name_1": "surname:Delrow;given-names:J", "name_2": "surname:Bussemaker;given-names:HJ", "pub-id_doi": "10.1073/pnas.0438000100", "pub-id_pmid": "12601174", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "100", "year": "2003"}, "text": "Genomewide analysis of Drosophila GAGA factor target genes reveals context-dependent DNA binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 60570, "infons": {"fpage": "R697", "name_0": "surname:Vedelek;given-names:V", "name_1": "surname:Bodai;given-names:L", "name_2": "surname:Grézal;given-names:G", "name_3": "surname:Kovacs;given-names:B", "name_4": "surname:Boros;given-names:IM", "name_5": "surname:Laurinyecz;given-names:B", "name_6": "surname:Sinka;given-names:R", "pub-id_doi": "10.1186/s12864-018-5085-z", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "19", "year": "2018"}, "text": "Analysis of Drosophila melanogaster testis transcriptome", "sentences": [], "annotations": [], "relations": []}, {"offset": 60627, "infons": {"fpage": "385", "issue": "6", "lpage": "397", "name_0": "surname:Vihervaara;given-names:A", "name_1": "surname:Duarte;given-names:FM", "name_2": "surname:Lis;given-names:JT", "pub-id_doi": "10.1038/s41576-018-0001-6", "section_type": "REF", "source": "Nature Reviews Genetics", "type": "ref", "volume": "19", "year": "2018"}, "text": "Molecular mechanisms driving transcriptional stress responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 60689, "infons": {"fpage": "1233", "lpage": "1244", "name_0": "surname:Wen;given-names:K", "name_1": "surname:Yang;given-names:L", "name_10": "surname:Zhang;given-names:J", "name_11": "surname:Bi;given-names:X", "name_12": "surname:Dai;given-names:J", "name_13": "surname:Zhang;given-names:Q", "name_14": "surname:Lu;given-names:ZJ", "name_15": "surname:Gao;given-names:G", "name_2": "surname:Xiong;given-names:T", "name_3": "surname:Di;given-names:C", "name_4": "surname:Ma;given-names:D", "name_5": "surname:Wu;given-names:M", "name_6": "surname:Xue;given-names:Z", "name_7": "surname:Zhang;given-names:X", "name_8": "surname:Long;given-names:L", "name_9": "surname:Zhang;given-names:W", "pub-id_doi": "10.1101/gr.199547.115", "pub-id_pmid": "27516619", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "26", "year": "2016"}, "text": "Critical roles of long noncoding RNAs in Drosophila spermatogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 60757, "infons": {"fpage": "790", "issue": "9", "lpage": "795", "name_0": "surname:Xu;given-names:P", "name_1": "surname:Vernooy;given-names:SY", "name_2": "surname:Guo;given-names:M", "name_3": "surname:Hay;given-names:BA", "pub-id_doi": "10.1016/s0960-9822(03)00250-1", "pub-id_pmid": "12725740", "section_type": "REF", "source": "Current Biology", "type": "ref", "volume": "13", "year": "2003"}, "text": "The Drosophila microRNA Mir-14 suppresses cell death and is required for normal fat metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 60852, "infons": {"fpage": "1359", "lpage": "1366", "name_0": "surname:Xu;given-names:Z", "name_1": "surname:Yan;given-names:Y", "name_2": "surname:Qian;given-names:L", "name_3": "surname:Gong;given-names:Z", "pub-id_doi": "10.3892/or.2017.5416", "pub-id_pmid": "28184916", "section_type": "REF", "source": "Oncology Reports", "type": "ref", "volume": "37", "year": "2017"}, "text": "Long non-coding RNAs act as regulators of cell autophagy in diseases (Review)", "sentences": [], "annotations": [], "relations": []}, {"offset": 60930, "infons": {"fpage": "29", "lpage": "42", "name_0": "surname:Yacobi-Sharon;given-names:K", "name_1": "surname:Namdar;given-names:Y", "name_2": "surname:Arama;given-names:E", "pub-id_pmid": "23523076", "section_type": "REF", "source": "Developmental Cell", "type": "ref", "volume": "25", "year": "2013"}, "text": "Alternative germ cell death pathway in Drosophila involves HtrA2/Omi, lysosomes, and a caspase-9 counterpart", "sentences": [], "annotations": [], "relations": []}, {"offset": 61039, "infons": {"fpage": "5101", "name_0": "surname:Zhang;given-names:S", "name_1": "surname:Pan;given-names:C", "name_2": "surname:Lv;given-names:X", "name_3": "surname:Wu;given-names:W", "name_4": "surname:Chen;given-names:H", "name_5": "surname:Wu;given-names:W", "name_6": "surname:Wu;given-names:H", "name_7": "surname:Zhang;given-names:L", "pub-id_doi": "10.1038/s41598-017-05359-0", "pub-id_pmid": "28698559", "section_type": "REF", "source": "Scientific Reports", "type": "ref", "volume": "7", "year": "2017"}, "text": "Repression of Abd-B by Polycomb is critical for cell identity maintenance in adult Drosophila testis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]