[{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "5827693", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/sdata.2018.15", "article-id_pii": "sdata201815", "article-id_pmc": "5827693", "article-id_pmid": "29485622", "elocation-id": "180015", "kwd": "Immunology Medical research Scientific community", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article’s Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article’s Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit http://creativecommons.org/licenses/by/4.0/ The Creative Commons Public Domain Dedication waiver http://creativecommons.org/publicdomain/zero/1.0/ applies to the metadata files made available in this article.\n", "name_0": "surname:Bhattacharya;given-names:Sanchita", "name_1": "surname:Dunn;given-names:Patrick", "name_10": "surname:Thomson;given-names:Elizabeth", "name_11": "surname:Wiser;given-names:Jeffrey", "name_12": "surname:Butte;given-names:Atul J.", "name_2": "surname:Thomas;given-names:Cristel G.", "name_3": "surname:Smith;given-names:Barry", "name_4": "surname:Schaefer;given-names:Henry", "name_5": "surname:Chen;given-names:Jieming", "name_6": "surname:Hu;given-names:Zicheng", "name_7": "surname:Zalocusky;given-names:Kelly A.", "name_8": "surname:Shankar;given-names:Ravi D.", "name_9": "surname:Shen-Orr;given-names:Shai S.", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "5", "year": "2018"}, "text": "ImmPort, toward repurposing of open access immunological assay data for translational and clinical research", "sentences": [], "annotations": [], "relations": []}, {"offset": 108, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Immunology researchers are beginning to explore the possibilities of reproducibility, reuse and secondary analyses of immunology data. Open-access datasets are being applied in the validation of the methods used in the original studies, leveraging studies for meta-analysis, or generating new hypotheses. To promote these goals, the ImmPort data repository was created for the broader research community to explore the wide spectrum of clinical and basic research data and associated findings. The ImmPort ecosystem consists of four components–Private Data, Shared Data, Data Analysis, and Resources—for data archiving, dissemination, analyses, and reuse. To date, more than 300 studies have been made freely available through the Shared Data portal (www.immport.org/immport-open), which allows research data to be repurposed to accelerate the translation of new insights into discoveries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1002, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1015, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent advances in high-throughput technologies, coupled with a massive accumulation of multi-scale data, has created an exciting opportunity for secondary data usage in many different areas. ImmPort is one of the largest open repositories of subject-level human immunology data, with a commitment to promoting effective data sharing across the basic, clinical and translational research communities. ImmPort collects data both from clinical and mechanistic studies on human subjects and from immunology studies on model organisms. Currently, de-identified datasets from more than 300 studies are shared through the repository with a primary focus on allergy, autoimmune diseases, infection responses, transplantation, and vaccine responses. Data and accompanying software tools are made available to the public through the ImmPort portal (http://www.immport.org/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1881, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "ImmPort is also in the vanguard of efforts to formulate and implement the standards and guidelines and demonstrate the potential of immunological assay data meta-analysis. In general, complex datasets pose challenges to data discoverability, reproducibility, and reuse. Metadata documenting data provenance can play a crucial role in overcoming these challenges. The ImmPort database architecture is designed to support and maintain a variety of multi-modal immunological data such as study method documentation, metadata and standardized data formats and terminologies. Together, these efforts facilitate accurate and efficient secondary analysis of large-scale immunology data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2561, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "ImmPort was created as part of the National Institute of Allergy and Infectious Diseases Division of Allergy, Immunology and Transplantation (NIAID-DAIT) implementation of the NIH Data Sharing policy (https://grants.nih.gov/policy/sharing.htm) to promote the principles of Findability, Accessibility, Interoperability and Reusability (FAIR; https://www.force11.org/group/fairgroup/fairprinciples). In addition to collecting, curating, and sharing data from NIAID-funded clinical research projects, ImmPort now extends to embrace data from other NIH programs, including the National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS) and National Cancer Institute (NCI), and also from privately funded researchers and collaborations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3312, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 3320, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The goal of ImmPort is to ensure that basic and clinical research data are accessible to researchers in ways that allow effective sharing of data and knowledge. In order to facilitate this process, the ImmPort ecosystem includes four major applications: Private Data, Shared Data, Data Analysis, and Resources. Immunology research data are collected and curated in the Private Data application with access controlled by data providers and later published through the Shared Data application for open access. ImmPort Galaxy (immportgalaxy.org) is a Data Analysis application based on the Galaxy framework to encourage use of open source cytometry analysis tools by making command line tools available in a graphical user interface. The Resources application provides tutorials, customized reference datasets, and data mining and analytical tools to explore the ImmPort data model and analyze its content.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4224, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In typical consortium settings, data management practices are focused on making data available to domain experts located at multiple sites for analysis and interpretation. However, collocation of multimodal data across a consortium often leads to redundancies that complicate the iterative quality control processes inherent in research data analysis. With ImmPort, all the data collected from any given clinical trial project or investigative consortium reside in a single repository. This allows research teams to demonstrate the breadth of their activities from data reporting to deposition in ways that go beyond the limitations of a publication. It also enables external investigators to discover the content, merge across data sets, and generate and test new hypotheses and insights. Moreover, ImmPort provides a one-step registration process that ensures compliance with the key elements of the NIAID-DAIT Data Sharing Use Agreement (http://www.immport.org/agreement). As of the January 2018 data release, ImmPort shares 309 studies, 1369 experiments, 236 lab test panels, and 449 assessments (clinical, experimental or questionnaire based) from 50,180 human and animal subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5411, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Data Collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 5427, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The ImmPort data collection, curation, and sharing process is the product of extensive prototyping and refinement involving DAIT Program Officers, data providers, the ImmPort data curation team, and the researchers who use the shared data. Fig. 1 shows a schematic representation of this process. For an initiative of this scale to work, it is essential that the data is provided with sufficient descriptions and content in well-defined formats that will enable effective discovery and analysis. This requirement is not always aligned with the practices and priorities of the researchers who provide the data. ImmPort customizes its engagement with data providers to meet their needs and capabilities while at the same time maximizing the quality of the data content and annotations which are provided.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6230, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To this end, the ImmPort has developed a set of data upload templates (http://www.immport.org/immport-open/public/home/dataTemplates) through which key elements of biomedical research data are annotated with a consistent set of descriptors. The templates are informed by community standards, and ImmPort coordinates with domain experts and standards governing bodies to upgrade and extend them to meet the needs of data providers. These templates and associated rules form the initial component of ImmPort data quality control. The data model is an aggregation of clinical and mechanistic data models from sources including Clinical Data Interchange Standards Consortium (CDISC; www.cdisc.org/), Generic Model Organism Database project (GMOD; http://gmod.org/) and Gene Expression Omnibus (GEO; https://www.ncbi.nlm.nih.gov/geo) to support immunological studies. The descriptions of studies, subjects, samples, measurements and study related metadata are captured in a relational data model (Fig. 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7231, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ImmPort encounters a large number of nomenclature variants across a wide spectrum of assay and assessment methods from the data providers when describing their experiments. In order to facilitate data harmonization, ImmPort has introduced standard vocabularies in the data templates to encourage data providers to use standard terms. The ImmPort data upload and curation process aims to improve the consistency with which, for example, the names of viral strains, cell surface markers, cell population definitions, lab test panels, biomarkers, assays, and assessments are displayed (see Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7828, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Human Study Participant Safeguards", "sentences": [], "annotations": [], "relations": []}, {"offset": 7863, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ImmPort adheres to best practices in properly de-identifying human study participants. Thus, the data elements restricted by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) are not captured by ImmPort (See Methods). The subject metadata includes standard demographic attributes such as age, gender, race, ethnicity and additional details, and for assay data modalities (e.g., genotyping and sequencing based assays) deemed by NIH to be potentially sensitive to re-identification, ImmPort recommends data providers upload their data to an appropriate data repository such as the Database of Genotypes and Phenotypes (dbGAP) and the Sequence Read Archive (SRA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8547, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical Trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 8563, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clinical data sharing practices have come under increasing scrutiny with calls for improvements including the reporting of negative or contradictory results and to allow independent verification of findings on the basis of individual patient-level data (http://www.nationalacademies.org/hmd/activities/research/sharingclinicaltrialdata.aspx). ImmPort is the designated data sharing portal for NIAID-DAIT funded clinical trials, which include investigations into allergy, asthma, autoimmunity, infection, transplantation, and vaccine response. The ImmPort team works closely with data providers to ensure all data sets listed in case report forms, data dictionaries, publications, and study protocols are uploaded and accurately annotated. The associated clinical trials are cross-referenced with ClinicalTrials.gov and complement the latter by providing subject level results. Data from 65 clinical trials have thus far been shared through ImmPort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9512, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Finding and Distribution of Shared Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 9552, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In recent years, ImmPort has introduced new features to facilitate fast and flexible querying across hundreds of datasets and research domains in a time-efficient manner. The Shared Data application incorporates a Data Catalog feature which supports searching of research data based on studies, biomarkers, experiments, assessments, and lab tests (Insert data catalog link). Subject level data is available in tab separated value (TSV) and MySQL formats. Users can choose between downloading study-specific or all shared data content. Application Programming Interfaces (APIs) are available which allow user specified extraction of data subsets based on research interest (docs.immport.org). Furthermore, ImmPort promotes educational outreach by developing tutorials which include how to use the ImmPort APIs, descriptions of the ImmPort Data Model, basics of programming and data analysis, as well as tutorials for the use of ImmPort Galaxy and data uploading to ImmPort for subsequent sharing. Concurrently, descriptive tutorials for secondary usage of data are made available for basic bench scientists in Jupyter (jupyter.org) notebooks using the R (www.R-project.org) and Python (www.python.org) programming languages (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10785, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ImmPort Galaxy for Data Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10818, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ImmPort Galaxy is the Data Analysis application and seeks to promote the use of open source analysis tools applied to both conventional flow cytometry and mass cytometry (CyTOF, Cytometry Time of Flight) by providing a graphical interface for their use. This removes the barrier the standard command line interfaces pose for many immunologists. ImmPort Galaxy adopts the framework established by the Galaxy Project established in making code freely available to the wider scientific community. The adaptation of the Galaxy framework to host flow analysis tools such as FLOCK and FlowSOM also addresses several data analysis challenges identified by ImmPort users in providing easier file upload, support for high-throughput analysis, and flexibility to integrate new tools (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11601, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ImmPort as a Community Resource for Data Reuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 11648, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ImmPort works with a number of consortiums to facilitate data curation and sharing between participating laboratories. The major multi-center projects includes the NIH Accelerating Medicines Partnership (AMP; https://niams.nih.gov/grants-funding/funded-research/accelerating-medicines) for Rheumatoid Arthritis (RA) and Systemic Lupus Erythematosus (SLE) seeking to define shared and disease-specific biological pathways to identify relevant drug targets for the treatment of autoimmune diseases, and the NIAID Human Immunology Project Consortium (HIPC; www.immuneprofiling.org) which characterizes human immune responses/mechanisms elicited by vaccinations, adjuvants or natural infection by capitalizing on recent advances in immune profiling technologies. ImmPort also provides curated data sets to ImmuneSpace (https://www.immunespace.org), the HIPC data analysis resource. In addition, ImmPort supports data collection for the National Cancer Institute (NCI) Oncology Model Forum (OMF; http://oncologymodels.org) and its projects to assess the quality and fidelity to human cancer of syngeneic (genetically identical) Genetically Engineered Mouse Models (GEMMs) and Patient Derived Xenografts (PDXs). In addition to government funded initiatives, ImmPort provides the March of Dimes (https://www.marchofdimes.org) Prematurity Research Centers with services to disseminate shared data resources (http://www.immport.org/resources/mod).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13087, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the field of Immunology, the possibilities of reuse and repurposing of shared datasets are only now beginning to be explored both for validation of the methods used in their origination, but also for the creation of new knowledge through meta-analysis or through virtual testing of hypotheses not foreseen by the original authors. For example, our team reused the ANCA-Associated Vasculitis (RAVE) trial dataset in ImmPort (SDY91) to distinguish between patients who achieved remission at 6 months following Rituximab or cyclophosphamide treatment, and ‘control’ patients for whom their Rituximab treatment failed. We were able to identify distinct subsets of granulocytes as novel early markers in a subset of the patients with anti-neutrophil cytoplasmic antibody (ANCA)-associated vasculitis (AAV). This re-analysis led to novel insights and to a discovery which may better inform future clinical trials and therapies in AAV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14023, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Here, we describe three projects we are pursuing for secondary analyses. The first aims to repurpose ImmPort data to address the lack of a benchmark reference human ‘immunome’ comparable to what we have in the realm of model organism genomes. We achieve this by using all of the data relating to healthy controls obtained from the myriad of shared clinical trials and research studies within ImmPort. The result is the ‘10,000 Immunomes’ Resource, a human reference data set comprising over thirteen types of measurements standardized and harmonized across the population of roughly 10,000 healthy controls, which is freely available for downloads and interactive visualizations (10kimmunomes.ucsf.edu/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14736, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The second project takes advantage of the plethora of ImmPort shared flow and mass cytometry data across several human populations and combines them in a systematic manner. To make this possible, we developed a platform-agnostic, user-friendly, flow analysis framework called MetaCyto that allows cytometry data combined from multiple sources to identify demographic specific differences in circulating immune cell populations. MetaCyto is available as a R package on Bioconductor (www.bioconductor.org/packages/release/bioc/html/MetaCyto.html) and on the Immport Galaxy platform.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15317, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our third project repurposes ImmPort data relating to living donors in solid organ transplantation. The curated ImmPort dataset has post-donation outcomes for kidney living donors, with a substantial subset having post-donation long-term outcome. This presents an opportunity to map the possible trajectories and sequence of events of living donors after they donate. Using such a ‘trajectory map’, we can investigate patterns of kidney donor survival and outcomes, trajectories, and the survival of kidney donors. We also foresee such an approach can be used in examining other temporal events, such as adverse drug events in clinical trial subjects. This type of data visualization tool will be made available through the Resources application.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16068, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, we are also developing data mining and access tools to facilitate data-driven knowledge in Immunology. To date, many principles of individual cell behavior and inter-cellular circuitry have been identified. To address the resultant deluge of knowledge and to establish a foundation for systematic reasoning over the immune system inter-cellular network we built immuneXpresso, the first comprehensive high-resolution searchable repository of interactions between cell types and regulatory molecules identified from natural language processing of PubMed abstracts. immuneXpresso identifies directional relations between more than 300 cell types and 140 signaling molecules across thousands of diseases. This global high-resolution interaction map enables systematic prediction of novel cell-type-specific interactions. The tool is freely accessible from the ImmPort Resources application (www.immport-labs.org/immport-immunexpresso/public/immunexpresso/search).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17042, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The descriptive and interpreted results data in ImmPort are structured in a relational data model. Noting that the complexity of the data model makes accessing specific data for analysis or integrating data across studies a potential challenge for researchers, we developed RImmPort to aggregate and format ImmPort data for analysis in the R statistical environment. To aid in the secondary use of ImmPort data, RImmPort implements a data model based on the CDISC clinical trial data standards, and supports a suite of functions that facilitate the data retrieval.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17607, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, there are insightful discoveries made by other researchers from the secondary analyses of published studies from ImmPort. Khatri et al. identified a set of gene expression signatures from the blood that might help to predict the antibody responses to influenza vaccination in young individuals prior to vaccination. Another data reuse example was demonstrated by a group that has retrospectively analyzed a time-series RNA-seq dataset from human peripheral blood cells to infer the distinct antibody repertoire response in individuals vaccinated with influenza vaccine. Recently, a knowledge base resource was published by leveraging the gene expression and cytometry based cell phenotyping data from publicly accessible data sets (including ImmPort) as a validation set for in silico analyses. This demonstrates the flexibility and richness of ImmPort database as a valuable data resource in Immunology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18525, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 18536, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "ImmPort is a curation and distribution portal for promoting re-use of immunological research data generated by NIAID and other NIH programs and privately funded investigators. ImmPort provides comprehensive subject-level information from shared studies, including study design, adverse events, assessments, interventions, lab tests, medical histories, experiments and details on methods of data generation. Here we describe ImmPort’s core capabilities in making shared data Findable, Accessible, Interoperable, and Reproducible. We additionally highlight examples of reusing the clinical and mechanistic data to gain novel insights and building reference datasets and tools to benefit the community. ImmPort seeks to grow the community of shared data and open science practitioners by providing tools to search and analyze data reproducibly and tutorials to explain the data and illustrate its possibilities. The deployment of an Application Programming Interface (API) will facilitate the data exchange and interoperability within and across other resources. There is a continuing effort to engage a growing community of users which includes experimental immunologists, data-driven modelers and data enthusiasts to take advantage of the enriched ImmPort datasets deposited by large consortia and individual labs in the Immunology community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19880, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Method", "sentences": [], "annotations": [], "relations": []}, {"offset": 19887, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sources for Standard Terms", "sentences": [], "annotations": [], "relations": []}, {"offset": 19914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ImmPort data is annotated with terms from several ontologies including Cell Ontology, Disease Ontology (disease-ontology.org), Ontology for Biomedical Investigations (OBI; obi-ontology.org), Protein Ontology, and Vaccine Ontology. MedDRA (www.meddra.org) is used for adverse event terms and the NCI Thesaurus supplies terms from a variety of sources (e.g., CDISC). The Antibody Ontology (AntiO) is a new resource developed from data curated in ImmPort to provide standardized representation of monoclonal antibodies used in immunology research. Along with updates to OBI, it exemplifies the ongoing development of data standardization facilitated by ImmPort. An analogous problem arises in the case of cytokines, where no public domain registry has thus far been available. To fill this gap, a registry of cytokines, chemokines and their receptors was compiled (http://www.immport.org/immport-open/public/reference/cytokineRegistry) for the purpose of collecting, integrating, and mapping between entity names and synonyms. The cytokine registry draws on resources such NCBI Gene, HGNC, MGI, Protein Ontology, and UniProt. ImmPort engages with several data standards communities such as the Human Immune Phenotyping Consortium (HIPC) Standards Working Group, BioSharing (fairsharing.org), the Patient Derived Tumor Xenograft Minimal Information (PDX-MI) working group and the NIH Big Data to Knowledge (BD2K) initiative (datascience.nih.gov/bd2k/about) through its collaboration with CEDAR (http://metadatacenter.org).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21433, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ImmPort Tools and Resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 21461, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "MetaCyto", "sentences": [], "annotations": [], "relations": []}, {"offset": 21470, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MetaCyto is a computational pipeline that performs automated meta-analysis of cytometry data. It allows the joint analysis of heterogeneous cytometry studies, such as studies with batch effects or studies using non-identical antibody panels. MetaCyto is available on GitHub (github.com/hzc363/MetaCyto) and on Bioconductor (http://bioconductor.org/packages/release/bioc/html/MetaCyto.html).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21861, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "RImmPort", "sentences": [], "annotations": [], "relations": []}, {"offset": 21870, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RImmPort is an R-driven interface to ImmPort data based on the CDISC clinical trial data standards. RImmPort supports standard data queries and analyses, and facilitates data integration across studies in ImmPort and potentially, in other repositories. The RImmPort package is released in R/Bioconductor (bioconductor.org/packages/RImmPort).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22212, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "AntiO", "sentences": [], "annotations": [], "relations": []}, {"offset": 22218, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "AntiO provides metadata that links antibody products not only to the vendors and vendor catalog information but also to the clone that produced the antibody, their protein targets, and their fluorescent conjugations. This information is provided in an ontology form that allows for advanced querying for antibodies and their targets, so that one can easily identify, for instance, all PE-labeled anti-CD25 antibodies, their vendors and catalog numbers, and the ImmPort studies in which they were employed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22724, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Additional information", "sentences": [], "annotations": [], "relations": []}, {"offset": 22747, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "How to cite this article: Bhattacharya, S. et al. ImmPort, toward repurposing of open access immunological assay data for translational and clinical research. Sci. Data 5:180015 doi:10.1038/sdata.2018.15 (2018).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22959, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Publisher’s note: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23098, "infons": {"fpage": "1199", "lpage": "1211", "name_0": "surname:Andres-Terre;given-names:M.", "pub-id_pmid": "26682989", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "43", "year": "2015"}, "text": "Integrated, Multi-cohort Analysis Identifies Conserved Transcriptional Signatures across Multiple Respiratory Viruses", "sentences": [], "annotations": [], "relations": []}, {"offset": 23216, "infons": {"fpage": "195", "lpage": "204", "name_0": "surname:Li;given-names:S.", "pub-id_pmid": "24336226", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "15", "year": "2014"}, "text": "Molecular signatures of antibody responses derived from a systems biology study of five human vaccines", "sentences": [], "annotations": [], "relations": []}, {"offset": 23319, "infons": {"fpage": "234", "lpage": "239", "name_0": "surname:Bhattacharya;given-names:S.", "pub-id_pmid": "24791905", "section_type": "REF", "source": "Immunol Res", "type": "ref", "volume": "58", "year": "2014"}, "text": "ImmPort: disseminating data to the public for the future of immunology", "sentences": [], "annotations": [], "relations": []}, {"offset": 23390, "infons": {"fpage": "755", "lpage": "759", "name_0": "surname:Snijder;given-names:B.", "name_1": "surname:Kandasamy;given-names:R. K.", "name_2": "surname:Superti-Furga;given-names:G.", "pub-id_pmid": "25101748", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "32", "year": "2014"}, "text": "Toward effective sharing of high-dimensional immunology data", "sentences": [], "annotations": [], "relations": []}, {"offset": 23451, "infons": {"fpage": "W3", "lpage": "W10", "name_0": "surname:Afgan;given-names:E.", "pub-id_pmid": "27137889", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "The Galaxy platform for accessible, reproducible and collaborative biomedical analyses: 2016 update", "sentences": [], "annotations": [], "relations": []}, {"offset": 23551, "infons": {"fpage": "146", "lpage": "150", "name_0": "surname:Atchinson;given-names:B. K.", "name_1": "surname:Fox;given-names:D. M.", "pub-id_pmid": "9141331", "section_type": "REF", "source": "Health Aff (Millwood)", "type": "ref", "volume": "16", "year": "1997"}, "text": "The politics of the Health Insurance Portability and Accountability Act", "sentences": [], "annotations": [], "relations": []}, {"offset": 23623, "infons": {"fpage": "D975", "lpage": "979", "name_0": "surname:Tryka;given-names:K. A.", "pub-id_pmid": "24297256", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "NCBI's Database of Genotypes and Phenotypes: dbGaP", "sentences": [], "annotations": [], "relations": []}, {"offset": 23674, "infons": {"fpage": "D19", "lpage": "21", "name_0": "surname:Leinonen;given-names:R.", "name_1": "surname:Sugawara;given-names:H.", "name_2": "surname:Shumway;given-names:M.", "name_3": "surname:International Nucleotide Sequence Database;given-names:C.", "pub-id_pmid": "21062823", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "The sequence read archive", "sentences": [], "annotations": [], "relations": []}, {"offset": 23700, "infons": {"fpage": "1024", "lpage": "1032", "name_0": "surname:Ebrahim;given-names:S.", "pub-id_pmid": "25203082", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "312", "year": "2014"}, "text": "Reanalyses of randomized clinical trial data", "sentences": [], "annotations": [], "relations": []}, {"offset": 23745, "infons": {"fpage": "666", "name_0": "surname:Ross;given-names:J. S.", "name_1": "surname:Krumholz;given-names:H. M.", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "316", "year": "2016"}, "text": "Open Access Platforms for Sharing Clinical Trial Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 23799, "infons": {"fpage": "591", "lpage": "592", "name_0": "surname:Kvistborg;given-names:P.", "pub-id_pmid": "25902473", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "42", "year": "2015"}, "text": "Thinking outside the gate: single-cell assessments in multiple dimensions", "sentences": [], "annotations": [], "relations": []}, {"offset": 23873, "infons": {"fpage": "S69", "issue": "(Suppl 1)", "lpage": "S82", "name_0": "surname:Qian;given-names:Y.", "pub-id_pmid": "20839340", "section_type": "REF", "source": "Cytometry B Clin Cytom", "type": "ref", "volume": "78", "year": "2010"}, "text": "Elucidation of seventeen human peripheral blood B-cell subsets and quantification of the tetanus response using a density-based method for the automated identification of cell populations in multidimensional flow cytometry data", "sentences": [], "annotations": [], "relations": []}, {"offset": 24101, "infons": {"fpage": "636", "lpage": "645", "name_0": "surname:Van Gassen;given-names:S.", "pub-id_pmid": "25573116", "section_type": "REF", "source": "Cytometry A", "type": "ref", "volume": "87", "year": "2015"}, "text": "FlowSOM: Using self-organizing maps for visualization and interpretation of cytometry data", "sentences": [], "annotations": [], "relations": []}, {"offset": 24192, "infons": {"fpage": "262", "name_0": "surname:Nasrallah;given-names:M.", "pub-id_pmid": "26387933", "section_type": "REF", "source": "Arthritis Res Ther", "type": "ref", "volume": "17", "year": "2015"}, "text": "Reanalysis of the Rituximab in ANCA-Associated Vasculitis trial identifies granulocyte subsets as a novel early marker of successful treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 24335, "infons": {"name_0": "surname:Zalocusky;given-names:K. A.", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 24336, "infons": {"name_0": "surname:Hu;given-names:Z.", "section_type": "REF", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 24337, "infons": {"fpage": "583", "lpage": "593", "name_0": "surname:Rieckmann;given-names:J. C.", "pub-id_pmid": "28263321", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "18", "year": "2017"}, "text": "Social network architecture of human immune cells unveiled by quantitative proteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 24423, "infons": {"fpage": "1101", "lpage": "1103", "name_0": "surname:Shankar;given-names:R. D.", "pub-id_pmid": "28057685", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "33", "year": "2017"}, "text": "RImmPort: an R/Bioconductor package that enables ready-for-analysis immunology research data", "sentences": [], "annotations": [], "relations": []}, {"offset": 24516, "infons": {"section_type": "REF", "source": "Sci Immunol", "type": "ref", "volume": "2", "year": "2017"}, "text": "Multicohort analysis reveals baseline transcriptional predictors of influenza vaccination responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 24616, "infons": {"fpage": "2327", "name_0": "surname:Henn;given-names:A. D.", "pub-id_pmid": "23900141", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "3", "year": "2013"}, "text": "High-resolution temporal response patterns to influenza vaccine reveal a distinct human plasma cell gene signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 24731, "infons": {"fpage": "60", "name_0": "surname:Strauli;given-names:N. B.", "name_1": "surname:Hernandez;given-names:R. D.", "pub-id_pmid": "27255379", "section_type": "REF", "source": "Genome Med", "type": "ref", "volume": "8", "year": "2016"}, "text": "Statistical inference of a convergent antibody repertoire response to influenza vaccine", "sentences": [], "annotations": [], "relations": []}, {"offset": 24819, "infons": {"fpage": "220", "name_0": "surname:Aran;given-names:D.", "name_1": "surname:Hu;given-names:Z.", "name_2": "surname:Butte;given-names:A. J.", "pub-id_pmid": "29141660", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "18", "year": "2017"}, "text": "xCell: digitally portraying the tissue cellular heterogeneity landscape", "sentences": [], "annotations": [], "relations": []}, {"offset": 24891, "infons": {"fpage": "6", "name_0": "surname:Meehan;given-names:T. F.", "pub-id_pmid": "21208450", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "12", "year": "2011"}, "text": "Logical development of the cell ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 24932, "infons": {"fpage": "D415", "lpage": "D421", "name_0": "surname:Natale;given-names:D. A.", "pub-id_pmid": "24270789", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "Protein Ontology: a controlled structured network of protein entities", "sentences": [], "annotations": [], "relations": []}, {"offset": 25002, "infons": {"fpage": "17", "name_0": "surname:Lin;given-names:Y.", "name_1": "surname:He;given-names:Y.", "pub-id_pmid": "23256535", "section_type": "REF", "source": "J Biomed Semantics", "type": "ref", "volume": "3", "year": "2012"}, "text": "Ontology representation and analysis of vaccine formulation and administration and their effects on vaccine immune responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 25127, "infons": {"fpage": "D339", "lpage": "D346", "name_0": "surname:Natale;given-names:D. A.", "pub-id_pmid": "27899649", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "Protein Ontology (PRO): enhancing and scaling up the representation of protein entities", "sentences": [], "annotations": [], "relations": []}, {"offset": 25215, "infons": {"fpage": "e62", "lpage": "e66", "name_0": "surname:Meehan;given-names:T. F.", "pub-id_pmid": "29092942", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "77", "year": "2017"}, "text": "PDX-MI: Minimal Information for Patient-Derived Tumor Xenograft Models", "sentences": [], "annotations": [], "relations": []}, {"offset": 25286, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "The authors declare no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25340, "infons": {"file": "sdata201815-f1.jpg", "id": "f1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "ImmPort Data Flow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25359, "infons": {"file": "sdata201815-f1.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "The ImmPort ecosystem is composed of four applications: Private Data, Shared Data, and Data Analysis and Resources. Private Data is the data acquisition and curation site, Shared Data supports searching and distribution of data, Data Analysis provides a graphic interface for open source data management and analysis tools primarily focused on flow cytometry results, and Resources provides advanced data analysis tools, tutorials, documentation. This schematic representation shows the steps of data capture, data curation, and secondary usage of ImmPort studies by different entities. The solid line denotes an example flow of cytometry data across the four applications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26033, "infons": {"file": "sdata201815-f2.jpg", "id": "f2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "ImmPort Data Model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26053, "infons": {"file": "sdata201815-f2.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "This figure illustrates the relationship between the nodes linking to a detailed description of the term in the ImmPort data model. The color of nodes represents the types of information stored in the ImmPort database tables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26279, "infons": {"file": "sdata201815-f3.jpg", "id": "f3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "ImmPort Tutorials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26298, "infons": {"file": "sdata201815-f3.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "The ImmPort team maintains a library of tutorials under the Resources application to highlight the programing tools used to explore, retrieve and analyze shared data (http://immport.org/resources/tutorials).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26506, "infons": {"file": "sdata201815-f4.jpg", "id": "f4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "ImmPortGalaxy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26521, "infons": {"file": "sdata201815-f4.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "The ImmPort Data Analysis application offers a platform to run command line analysis tools with a graphical user interface. ImmPort Galaxy supports creation and editing of workflows, tools chained together in a user-defined fashion (a) Available tools allow users to go from Flow Cytometry Data basic exploration (b) to multi-sample analysis (c, d).", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]