[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240910", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC8742581", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Meng et al", "article-id_doi": "10.2147/COPD.S333251", "article-id_pmc": "PMC8742581", "article-id_pmid": "35018096", "article-id_publisher-id": "333251", "fpage": "13", "kwd": "chronic obstructive pulmonary disease COPD immune-related genes IRGs CIBERSORT diagnosis", "license": "This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).", "lpage": "24", "name_0": "surname:Meng;given-names:Hongqiong", "name_1": "surname:Long;given-names:Qionghua", "name_2": "surname:Wang;given-names:Ruiping", "name_3": "surname:Zhou;given-names:Xian", "name_4": "surname:Su;given-names:Huipeng", "name_5": "surname:Wang;given-names:Tingting", "name_6": "surname:Li;given-names:Ya", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2022"}, "text": "Identification of the Key Immune-Related Genes in Chronic Obstructive Pulmonary Disease Based on Immune Infiltration Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 126, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Chronic obstructive pulmonary disease (COPD) is a major cause of death and morbidity worldwide. A better understanding of new biomarkers for COPD patients and their complex mechanisms in the progression of COPD are needed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 357, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 365, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "An algorithm was conducted to reveal the proportions of 22 subsets of immune cells in COPD samples. Differentially expressed immune-related genes (DE-IRGs) were obtained based on the differentially expressed genes (DEGs) of the GSE57148 dataset, and 1509 immune-related genes (IRGs) were downloaded from the ImmPort database. Functional enrichment analyses of DE-IRGs were conducted by Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathway analyses and Ingenuity Pathway Analysis (IPA). We defined the DE-IRGs that had correlations with immune cells as hub genes. The potential interactions among the hub genes were explored by a protein–protein interaction (PPI) network.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1064, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1072, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The CIBERSORT results showed that lung tissue of COPD patients contained a greater number of resting NK cells, activated dendritic cells, and neutrophils than normal samples. However, the fractions of follicular helper T cells and resting dendritic cells were relatively lower. Thirty-eight DE-IRGs were obtained for further analysis. Functional enrichment analysis revealed that these DE-IRGs were significantly enriched in several immune-related biological processes and pathways. Notably, we also observed that DE-IRGs were associated with the coronavirus disease COVID-19 in the progression of COPD. After correlation analysis, six DE-IRGs associated with immune cells were considered hub genes, including AHNAK, SLIT2 TNFRRSF10C, CXCR1, CXCR2, and FCGR3B.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1833, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1844, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In the present study, we investigated immune-related genes as novel diagnostic biomarkers and explored the potential mechanism for COPD based on CIBERSORT analysis, providing a new understanding for COPD treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2059, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2072, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Chronic obstructive pulmonary disease (COPD) is among the top three diseases in the world with respect to morbidity and mortality. It has become an important public health problem because of its high morbidity, high mortality and heavy socioeconomic burden. Although great progress has been made in the treatment of COPD, the existing treatment methods cannot block disease progression or reduce mortality. Thus, we need to explore new diagnostic biomarkers for COPD and its potential molecular mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2579, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the development of bioinformatics, recent studies have shown a correlation between susceptibility to COPD and gene expression. For example, MicroRNA-23a may be a potential biomarker for differentiating frequent exacerbators from infrequent exacerbators of COPD. In addition, IL6 and SOCS3 are also considered to play a key role in COPD and could be used as therapeutic targets for COPD. Therefore, bioinformatic analysis of gene expression profiles may help to screen for new COPD biomarkers and thus improve the treatment of COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3116, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Smoking is the main cause of COPD, and exposure to environmental particulate matter (PM) will also greatly increase the burden of COPD. Research has reported that cigarette smoke induces oxidative stress, which damages biomacromolecules, leading to cell dysfunction or cell death. Moreover, oxidative stress also destroys the extracellular matrix, causing an imbalance of proteases and antiproteases and promoting the inflammatory response, ultimately leading to COPD. The airway and lung tissue of patients with COPD triggers continuous congenital and adaptive immune inflammatory responses in which neutrophils, macrophages, T lymphocytes and other inflammatory cells are involved in the pathogenesis. Infection, inflammation, cigarette smoke and immune injury products can induce lung autoimmunity, accelerating the pathogenesis of COPD. However, the specific immune pathway is still unclear. Traditional research methods for assessing immune cells in the past have included immunohistochemistry and flow cytometry, both of which inevitably have limitations when it comes to fully analysing the composition of immune cells. In addition, flow cytometry may lead to cytolysis of certain cell types due to the high sample handling requirements. However, the immune response in tumours involves a large number of specific cell types. To better understand the diversity and nature of infiltrating immune cells in COPD, enumerating the number of immune cells in an aggregated fashion is a prerequisite. Cibersort is a general purpose gene expression based deconvolution algorithm that quantifies cellular components from the gene expression profile of a tissue. As a result, different types of infiltrating immune cells can be quantified simultaneously, allowing the method to avoid the concerns of various surface markers and cell separation. In this study, we identified differential immune cell infiltration between normal and COPD samples by using CIBERSORT. Based on this information, we determined the differential immune-related genes associated with differential immune cells as hub genes of COPD by correlation analysis. In addition, a logistic regression model was used to evaluate the diagnostic value of hub genes. Finally, we further explored the regulatory mechanism of transcription factors on hub genes. Therefore, the integrated analysis of immune cells and immune-related genes will help to identify diagnostic markers of COPD, thus contributing to the clinical treatment of COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5612, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5634, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Collection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5650, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Matrix files of the GSE57148 dataset (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE57148) based on the GPL11154 platform were extracted from the Gene Expression Omnibus (GEO) database, which contained 98 COPD and 91 normal individuals. Besides, we downloaded the GSE76925 dataset (https://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE76925), which contains RNA sequencing data from 111 COPD cases and 40 normal lung tissues, for diagnostic marker expression assessment and validation of diagnostic value. Additionally, 1509 IRGs were obtained from the ImmPort database. This study was certified by the Medical Ethics Committee of Yan’an Hospital, Kunming, Yunnan Province, China: Since this study uses human COPD-related data from a public database (GEO database) and does not involve any human medicine studies, this study is not subject to ethical review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6520, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Evaluation of Immune Cell Subtype Distribution", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6567, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CIBERSORT is an analytic tool that transforms the normalized gene expression matrix into the composition of 22 immune cell types based on the deconvolution algorithm. In the present study, the composition of immune cells between COPD and normal samples was calculated with CIBERSORT. The algorithm was performed with the LM22 signature and 1000 permutations. Samples of the present study were accurately satisfied with P < 0.05, and 90 COPD samples and 90 normal samples were selected for our further analysis. The fractions of the 22 immune cell types evaluated added up to 1 for each sample.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7161, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of Differentially Expressed Immune-Related Genes (DE-IRGs) in COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7243, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The gene expression matrix of the GSE57148 dataset was analyzed to obtain DEGs between the COPD patient samples and the normal samples with the “limma” package of R. Then, significance analysis of microarrays was further conducted, and |log2 fold change (FC)| > 0.5 and false discovery rate (FDR) < 0.05 were set as the selection criteria for DEGs. We combined the DEGs with 1509 IRGs to obtain the overlapping genes, which were used for subsequent analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7706, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional Enrichment Analysis and Correlation Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7762, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DE-IRGs were annotated according to the Gene Ontology (GO) function to explore the biological significance of each gene. The GO annotation mainly contained three parts: biological process (BP), molecular function (MF), and cellular component (CC). We then investigated the signaling pathways of these DE-IRGs on the basis of the Kyoto Encyclopedia of Genes and Genomes (KEGG). GO term and KEGG pathway analyses were conducted using the clusterProfiler function in the R package. The cutoff criteria of P < 0.05 and FDR < 0.05 were defined as significant. Subsequently, we analyzed differential immune cells and DE-IRGs with the cutoff criteria of Pearson correlation coefficient (r) > 0.6 and P < 0.05. The DE-IRGs that had correlations with differential immune cells were selected as hub genes. Transcription factors of hub genes were predicted by human TF information (Network Analyst, http://www.networkanalyst.ca), and the regulatory network of transcription factors (TFs) and hub genes was visualized by Cytoscape software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8795, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ingenuity Pathway Analysis (IPA)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8828, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IPA is an integrated software based on cloud computing that can analyze, integrate and mine experimental data from gene expression, microRNA, SNP microarray, metabolomics and proteomics. The ingenuity pathway knowledge base (IPKB), as a key part of IPA, collects millions of pieces of information about the interactions between proteins, genes, tissues and diseases. We uploaded the list of DE-IRGs to IPA software for core analysis, including canonical pathways, functional analysis, and disease-related pathways.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9343, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of the Protein–Protein Interaction (PPI) Network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To explore the potential interactions among the hub genes, the DE-IRGs were submitted to the Search Tool for the Retrieval of Interacting Genes (STRING) database. After removing the genes of degree < 2, the PPI network of DE-IRGs was visualized by Cytoscape software. Yellow nodes of this network represented hub genes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9727, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Receiver Operating Characteristic (ROC) Curve and Logistic Regression Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9806, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ROC curve analysis of the hub genes was performed to evaluate the sensitivity (true positive rate) and specificity (true negative rate) for distinguishing COPD patients. Thereafter, the area under the curve (AUC) of the ROC curve was calculated using the R package pROC. To further assess the efficacy of the hub genes in diagnosing COPD, we performed a logistic regression model in the GSE57148 dataset. The logistic regression model was constructed with the scikit-learn package of Python software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10307, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10328, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All statistical analyses were performed using the R version, and the data from different groups were compared by the Wilcoxon test. The correlations between immune cells and DE-IRGs were determined using Spearman correlation analysis. All P values of the present study were two-tailed, and P < 0.05 was considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10669, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10677, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Profile of Immune Infiltration in COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10720, "infons": {"file": "COPD-17-13-g0001.jpg", "id": "f0001", "section_type": "FIG", "type": "fig_caption"}, "text": "The profile of immune infiltration in COPD. (A) Immune infiltrating cell ratio between normal samples and COPD patients. (B) Comparison of the difference between immune infiltrating cells in COPD and normal samples. (C) Correlation of each immune infiltrating cell. The value represents the correlation coefficient between immune cells (range −1 to 1) were shown in the upper right half. Immune cells with higher, lower, and same correlation levels were shown in red, purple, and white, respectively. Significant P-values for correlations between immune cells were shown in the lower left half, * for P < 0.05, ** for P < 0.01, ***P < 0.0001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11365, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first revealed the profile of 22 infiltrating immune cell types in COPD, and subsequently, we analyzed the difference between COPD and normal samples using the CIBERSORT algorithm. Figure 1A shows the general distribution of the 22 immune cell types in each sample between the two groups. Compared with normal samples, lung tissue of COPD patients contained a greater number of resting NK cells, activated dendritic cells, and neutrophils. However, the fractions of follicular helper T cells and resting dendritic cells were relatively lower (Figure 1B, P < 0.05). Neutrophils were positively correlated with monocytes (Pearson correlation = 0.38, P < 0.01), while activated mast cells were negatively correlated with resting mast cells (Pearson correlation = −0.66, P < 0.01) (Figure 1C). Taken together, these results indicated that the immune response of COPD plays an important role in the progression of COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12285, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Differentially Expressed Immune-Related Genes (DE-IRGs)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12359, "infons": {"file": "COPD-17-13-g0002.jpg", "id": "f0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of differentially expressed immune-related genes. (A) Volcano map of differentially expressed genes. (B) Venn diagram of differentially expressed genes and immune-related genes. (C) Heat map of differentially expressed immune-related genes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12615, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further identify the DE-IRGs between the normal and COPD samples, we comprehensively explored the gene expression microarray of the GSE57148 dataset. As shown in Figure 2A, there were 378 DEGs (|log2 FC| < 0.5 and FDR < 0.05) in lung tissues affected by COPD versus those in unaffected normal lung tissues in the GSE57148 dataset, of which 25 were upregulated and 353 were downregulated (Supplementary Table 1). To further identify the DEGs that were strongly associated with immunity, we intersected the 378 DEGs of the GSE57148 dataset with 1509 genes obtained from the ImmPort database. Thirty-eight DE-IRGs were obtained, including SOCS3, ISG15, TNFAIP3, GNLY, EIF2AK2, BST2, AHNAK, FGA, NFKBIZ, DMBT1, IL7R, PTGS2, CXCR1, CCL24, IL6, MIF, NFATC2, HRAS, DEFB1, SLIT2, CXCR2, AREG, INHBA, LIF, NAMPT, NPFF, RETN, S100A6, SCGB3A1, EGFR, EPOR, IGF2R, NR4A3, NRP2, TNFRSF10C, TNFRSF14, FCGR3B, and LAT (Figure 2B). In addition, the expression of 38 DE-IRGs is shown in a heatmap (Figure 2C).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13610, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional Enrichment Analysis of DE-IRGs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13652, "infons": {"file": "COPD-17-13-g0003.jpg", "id": "f0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional enrichment analysis of differentially expressed immune-related genes. (A) Differential gene GO annotation visualization (Top 10) (bubble chart). (B) Differential gene KEGG annotation visualization (Top 10) (bubble chart). (C) Immune-related genes, differential gene enrichment, classical signaling pathways. (D) Immune-related differential gene enrichment of disease-related pathways.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14048, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further demonstrate which biological functions and pathways these DE-IRGs are involved in, we performed GO and KEGG pathway analyses on DE-IRGs. As expected, the biological processes of DE-IRGs were primarily associated with B cell activation and the regulation of cytokine production involved in the immune response. For molecular functions and cellular components, these DE-IRGs were also involved in cytokine binding, cytokine receptor activity, cytokine receptor binding, cytokine activity, receptor ligand activity membrane microdomain, membrane raft, and secretory granule membrane (Figure 3A, Supplementary Table 2, P adjust < 0.05). In addition, the KEGG pathway analysis showed that the DE-IRGs were significantly enriched in natural killer cell-mediated cytotoxicity, Kaposi sarcoma-associated herpesvirus infection, C-type lectin receptor signaling pathway, PD-L1 expression and PD-1 checkpoint pathway in cancer, human cytomegalovirus infection, TNF signaling pathway, JAK-STAT signaling pathway, viral protein interaction with cytokine and cytokine receptor, and cytokine-cytokine receptor interaction (Figure 3B, Supplementary Table 3, P adjusted < 0.05). Surprisingly, DE-IRGs were associated with coronavirus disease COVID-19 in the development of COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15321, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The IPA results further revealed that these DE-IRGs activated several immune-related pathways, such as NF-κB signaling, the Th17 activation pathway, IL-8 signaling, and systemic lupus erythematosus in the B cell signaling pathway (Figure 3C, FDR < 0.01). Moreover, DE-IRGs were significantly enriched in cellular movement, immune cell trafficking, infectious diseases, connective tissue disorders, inflammatory disease, and skeletal and muscular disorders (Figure 3D, FDR < 0.01).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15806, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Hub Genes in COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15842, "infons": {"file": "COPD-17-13-g0004.jpg", "id": "f0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of hub genes in COPD. (A) Correlation diagram of differentially expressed genes and differential immune cells. (B) Scatter plot of immunological correlation between differentially expressed genes and differential immune cells. (C) PPI network of hub genes. (D) Boxplots showed the expression of hub genes between normal samples and COPD patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16204, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A previous study revealed that T lymphocyte subset (Th1/Th2, Th17/Treg) imbalance is involved in the pathogenesis of COPD. To further identify the hub genes in COPD, we first analyzed the correlations between the 38 DE-IRGs and 5 differentially expressed immune cells (Figure 4A). Correlation analysis indicated that AHNAK and SLIT2 were negatively correlated with follicular helper T cells in the GSE57148 dataset of COPD (Figure 4B, Cor = −0.651, P = 4.86e-23; Cor = −0.667, P = 1.43e-24, respectively). However, TNFRRSF10C, CXCR1, CXCR2, and FCGR3B were positively correlated with neutrophils in COPD progression (Cor = 0.67, P = 8.21e-25; Cor = 0.853, P = 3.31e-52; Cor = 0.854, P = 2.05e-52; Cor = 0.833, P = 1.36e-47, respectively). The six DE-IRGs associated with immune cells were considered hub genes. To explore the interaction of these hub genes, a PPI network consisting of nodes and edges was constructed with the STRING database, which contained CXCR1, CXCR2, and FCGR3B (Figure 4C). These results indicated that there were complex interactions among the hub genes in the occurrence and development of COPD. In addition, the expression of six hub genes in COPD patients was greater than that in the normal group (Figure 4D, P < 0.05). Further, we verified the expression levels of the above six hub genes in the GSE76925 dataset (Supplementary Figure 1). Among them, the expression trends of AHNAK and FCGR3B were opposite to theirs in the GSE57148 dataset, which might be related to sample heterogeneity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17728, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The Diagnostic Value of Hub Genes for COPD Patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17780, "infons": {"file": "COPD-17-13-g0005.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "The diagnostic value of hub genes for COPD patients. (A) ROC curves of hub genes. (B) ROC curve of regression model based on hub genes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17916, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the diagnostic significance of these hub genes for COPD patients, we calculated the AUC value to evaluate the sensitivity and specificity of the hub genes (Figure 5A). The AUCs of the hub genes were 0.793, 0.688, 0.774, 0.661, 0.655, and 0.644, revealing their diagnostic value in COPD. To further assess the efficacy of the hub genes in diagnosing COPD, we performed a logistic regression model in the GSE57148 dataset (Figure 5B). The sensitivity and specificity of the ROC curve were 0.922 and 0.722, respectively. Importantly, the AUC of this model was 0.866, indicating that the prediction model based on the 6 hub genes has high accuracy and specificity for COPD diagnosis. Moreover, the diagnostic value of the six hub genes and the logistic regression model based on them in the GSE76925 dataset was displayed in Supplementary Figure 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18771, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction of a Network with TF-Hub Gene Pairs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18820, "infons": {"file": "COPD-17-13-g0006.jpg", "id": "f0006", "section_type": "FIG", "type": "fig_caption"}, "text": "The regulatory network of transcription factors and hub genes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18883, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the correlations between TFs and hub genes, a regulatory network of TF-hub gene pairs was constructed by Cytoscape. As shown in Figure 6, a transcription regulatory network with 30 edges and 29 nodes was obtained for these hub genes. The results revealed that different hub genes were regulated by different TFs, and one TF could regulate multiple hub genes simultaneously.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19276, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19287, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on the CIBERSORT analysis, novel diagnostic biomarkers in COPD are essential for predicting the risk of developing the disease among people exposed to risk factors or for predicting the severity of the COPD course.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19508, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, the CIBERSORT results revealed that the lung tissues of COPD patients contained a greater number of resting NK cells, activated dendritic cells, and neutrophils, and the fractions of follicular helper T cells and resting dendritic cells were relatively lower. Based on the theory of the immune mechanism of COPD in recent years, a variety of new immunomodulatory drugs can promote damaged airway repair or reconstruction of immunity, thereby reducing the frequency and severity of COPD attacks and improving health status and exercise tolerance. Therefore, this study found differential immune cells in COPD samples, which can provide new ideas for the treatment of COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20195, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Six DE-IRGs related to immune cells were identified as diagnostic genes for COPD, including AHNAK, CXCR1, SLIT2, CXCR2, TNFRSF10C and FCGR3B. AHNAK is an exceptionally giant protein (700 kDa) that was initially identified in human neuroblastomas and skin epithelial cells and regulates cytoskeletal structure formation, muscle regeneration, calcium homeostasis, and signaling. AHNAK functions as a tumor suppressor in murine lungs by suppressing alveolar epithelial cell proliferation and modulating the lung microenvironment. In recent years, more attention has been given to the role of the AHNAK family in tumor progression. Upregulation of AHNAK was significantly associated with poor prognosis of laryngeal carcinoma, mesothelioma, and pancreatic ductal carcinoma. AHNAK is a tumor suppressor in breast cancer due to its ability to activate the TGFb signaling pathway. Using the powerful genome-wide linkage scan in a Dutch genetic isolate, Ivana et al confirmed the implication of the 15q25 region in COPD and identified regions at chromosomes 5 and 11. Within the region on chromosome 11, four deleterious rare variants in AHNAK, PLCB3, SLC22A11 and MTL5 were identified that were shared among most of the affected family members.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21433, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "SLIT2 is a secreted glycoprotein of the SLIT family that is involved in the epithelial-mesenchymal transition process that permits cancer cells to acquire migratory, invasive, and stem-like properties. A previous study reported that SLIT2 inhibited CXCL12/CXCR4-induced chemotaxis, invasion, adhesion of breast cancer cells and the secretion of MMP-2 and MMP-9. SLIT2 was downregulated in cigarette smoke-exposed cells and lung adenocarcinoma, and increased expression of SLIT2 was associated with a better outcome in lung adenocarcinoma patients. We also found that AHNAK and SLIT2 were negatively correlated with follicular helper T cells in the GSE57148 dataset of COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22107, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our study, we found that TNFRRSF10C, CXCR1, CXCR2, and FCGR3B were positively correlated with neutrophils in COPD progression. CXCR1 and CXCR2 can promote neutrophil migration, and their chemokine receptors are G protein-coupled receptors that bind to human IL-8 family chemokines (CXCL1, CXCL2, CXCL3, CXCL5, CXCL6, CXCL7 and CXCL8). CXCR1 and CXCR2 were observed on NK cells and lung structural cells, such as fibroblasts and epithelial and endothelial cells. An increasing number of studies have found that CXCR1 and CXCR2 play a role in the pathogenesis of certain pulmonary diseases, such as COPD, asthma, and lung fibrosis. Immunostaining for CXCR1 was observed in inflammatory cells, endothelial cells and, to a lesser extent, in fibroblasts within the bronchial submucosa. CXCR1 activates neutrophils and mediates neutrophil functions, including chemotaxis, intracellular calcium changes, phospholipase D activation, and respiratory burst, through the binding of specific ligands such as IL-8. CXCR1 expression in circulating neutrophil cells was significantly higher in COPD patients than in healthy subjects because the overexpression of CD-11b and CXCR1 in circulating neutrophils may be associated with the development of airflow limitation in COPD patients. The researchers found that the amount of smoking correlated only with CXCR1 expression in subjects who had a history of smoking (patients with COPD and smokers). Long-term exposure to smoking may play some role in the regulation of CXCR1. CXCR2, a G-protein-coupled receptor, binds human CXC chemokine ligands. CXCR2 is upregulated in exacerbations of COPD, where its expression colocalizes with the accumulation of airway mucosal neutrophils. Therefore, a study showed that the CXCR2 antagonist was effective in COPD. Blood neutrophil counts were associated with exacerbation frequency and mortality in COPD. IL-8 exerts its potential effects on neutrophils by binding with high affinity to the chemokine receptors CXCR1 and CXCR2 on its cell surface. Keir et al demonstrated that there was a subset of individuals with COPD in whom neutrophil activation was independent of CXCR2. Another study found that specific CXC chemokines resulted in enhanced migration of PBMCs/monocytes from patients with COPD, which was mediated via CXCR1 and CXCR2. CXCR2 was significantly increased in patients with severe/very severe COPD compared with patients with mild/moderate COPD and control healthy smokers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24578, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "TNFRSF10C, a member of the TNF family, is a decoy receptor for TNF-related apoptosis-inducing ligand (TRAIL). Hypermethylation of TNFRSF10C was associated with non-small cell lung cancer (NSCLC). TNFRSF10C hypermethylation was significantly associated with the risk of colorectal cancer. We know that is associated with some immune system diseases. For example, FCGR3B is associated with rheumatoid arthritis, and this gene may play a role in the physiopathology of this disease. A low copy number of FCGR3B is a risk factor for lupus nephritis in a Chinese population. However, TNFRSF10C and FCGR3B have not been reported in COPD. This is the first time that we have reported their diagnostic value in COPD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25287, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Functional enrichment analysis of 38 DE-IRGs identified enrichment of immune-related pathways. Enriched KEGG pathways included PD-L1 expression and the PD-1 checkpoint pathway in cancer and other disease pathways, which were all related to COPD. In our future studies, we will perform research on the immunotherapy of COPD according to these immune-related pathways and the six identified diagnostic genes. These DE-IRGs were also associated with COVID-19 in the development of COPD, which was consistent with a previous study. COPD patients have an increased risk of severe pneumonia and poor outcomes when they develop COVID-19. This provides a new idea for the study of COPD and COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25979, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25990, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "AHNAK, SLIT2, TNFRRSF10C, CXCR1, CXCR2, and FCGR3B may have a strong influence on COPD. These hub genes may serve as control targets for COPD and further study of these genes may lead to new therapies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26192, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Data Sharing Statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26215, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The datasets analyzed in this study can be found in The Gene Expression Omnibus (https://www.ncbi.nlm.nih.gov/gds).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26331, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Disclosure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26342, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors report no conflicts of interest in this work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26400, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26411, "infons": {"fpage": "1131", "issue": "11", "lpage": "1141", "pub-id_doi": "10.5588/ijtld.19.0397", "pub-id_pmid": "31718748", "section_type": "REF", "source": "Int J Tuberc Lung Dis", "type": "ref", "volume": "23", "year": "2019"}, "text": "The GOLD Summit on chronic obstructive pulmonary disease in low- and middle-income countries", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26504, "infons": {"fpage": "326", "issue": "3", "lpage": "332", "pub-id_doi": "10.22074/cellj.2018.5412", "pub-id_pmid": "29845785", "section_type": "REF", "source": "Cell J", "type": "ref", "volume": "20", "year": "2018"}, "text": "Chronic obstructive pulmonary disease molecular subtyping and pathway deviation-based candidate gene identification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26620, "infons": {"fpage": "1217", "issue": "50", "lpage": "1228", "pub-id_doi": "10.2147/COPD.S163459", "section_type": "REF", "source": "Int J COPD", "type": "ref", "volume": "13", "year": "2018"}, "text": "Bioinformatics-based identification of potential microRNA biomarkers in frequent and non-frequent exacerbators of COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26739, "infons": {"fpage": "3557", "issue": "23", "lpage": "3563", "pub-id_pmid": "25535123", "section_type": "REF", "source": "Eur Rev Med Pharmacol Sci", "type": "ref", "volume": "18", "year": "2014"}, "text": "Bioinformatics analysis of molecular mechanisms of chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26828, "infons": {"fpage": "3070", "issue": "7", "lpage": "3083", "pub-id_doi": "10.21037/jtd.2019.07.37", "pub-id_pmid": "31463136", "section_type": "REF", "source": "J Thorac Dis", "type": "ref", "volume": "11", "year": "2019"}, "text": "Acute effects of air pollutants on daily mortality and hospitalizations due to cardiovascular and respiratory diseases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26947, "infons": {"fpage": "C73", "issue": "1", "lpage": "C87", "pub-id_doi": "10.1152/ajpcell.00110.2016", "pub-id_pmid": "27413169", "section_type": "REF", "source": "Am J Physiol Cell Physiol", "type": "ref", "volume": "314", "year": "2016"}, "text": "Cigarette smoke induced autophagy-impairment accelerates lung aging, COPD-emphysema exacerbations and pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27062, "infons": {"fpage": "156", "issue": "2", "lpage": "163", "pub-id_doi": "10.1164/rccm.200701-014OC", "pub-id_pmid": "17975205", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "177", "year": "2008"}, "text": "Autoantibodies in patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27132, "infons": {"fpage": "1544", "issue": "6", "lpage": "1556", "pub-id_doi": "10.1183/09031936.00134214", "pub-id_pmid": "25700379", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "45", "year": "2015"}, "text": "Protective role for club cell secretory protein-16 (CC16) in the development of COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27217, "infons": {"fpage": "453", "issue": "5", "lpage": "457", "pub-id_pmid": "25822800", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "12", "year": "2015"}, "text": "Robust enumeration of cell subsets from tissue expression profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27284, "infons": {"fpage": "1", "lpage": "12", "pub-id_pmid": "27581010", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "1458", "year": "2016"}, "text": "Methods of immunohistochemistry and immunofluorescence: converting invisible to visible", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27372, "infons": {"fpage": "541", "issue": "5", "lpage": "550", "pub-id_doi": "10.1038/s41591-018-0014-x", "pub-id_pmid": "29686425", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "24", "year": "2018"}, "text": "Understanding the tumor immune microenvironment (TIME) for effective therapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27449, "infons": {"fpage": "453", "issue": "5", "lpage": "457", "pub-id_doi": "10.1038/nmeth.3337", "pub-id_pmid": "25822800", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "12", "year": "2015"}, "text": "Robust enumeration of cell subsets from tissue expression profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27516, "infons": {"fpage": "206937", "pub-id_doi": "10.1155/2015/206937", "pub-id_pmid": "25834810", "section_type": "REF", "source": "Int J Genomics", "type": "ref", "volume": "2015", "year": "2015"}, "text": "Comprehensive analysis of transcriptome sequencing data in the lung tissues of COPD subjects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27609, "infons": {"fpage": "44232", "issue": "1", "pub-id_doi": "10.1038/srep44232", "pub-id_pmid": "28287180", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "7", "year": "2017"}, "text": "Functional interactors of three genome-wide association study genes are differentially expressed in severe chronic obstructive pulmonary disease lung tissue", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27766, "infons": {"fpage": "D258", "issue": "D1", "lpage": "61", "pub-id_doi": "10.1093/nar/gkh036", "pub-id_pmid": "14681407", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "The Gene Ontology (GO) database and informatics resource", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27823, "infons": {"fpage": "27", "issue": "1", "lpage": "30", "pub-id_doi": "10.1093/nar/28.1.27", "pub-id_pmid": "10592173", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "KEGG: Kyoto Encyclopedia of Genes and Genomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27869, "infons": {"fpage": "860", "issue": "3", "lpage": "873", "pub-id_doi": "10.1523/JNEUROSCI.08-03-00860.1988", "pub-id_pmid": "2831315", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "8", "year": "1988"}, "text": "Expression of NGF receptor in the developing and adult primate central nervous system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27955, "infons": {"fpage": "428", "issue": "3–4", "lpage": "434", "pub-id_doi": "10.1016/j.bbrc.2010.11.048", "pub-id_pmid": "21094140", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "403", "year": "2010"}, "text": "1H NMR-based metabolomic study on resistance to diet-induced obesity in AHNAK knock-out mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28048, "infons": {"fpage": "e0139720", "issue": "10", "pub-id_doi": "10.1371/journal.pone.0139720", "pub-id_pmid": "26466345", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "Obesity resistance and enhanced insulin sensitivity in ahnak-/- mice fed a high fat diet are related to impaired adipogenesis and increased energy expenditure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28207, "infons": {"fpage": "26645", "issue": "25", "lpage": "26653", "pub-id_doi": "10.1074/jbc.M311525200", "pub-id_pmid": "15033986", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "279", "year": "2004"}, "text": "AHNAK-mediated activation of phospholipase C-gamma1 through protein kinase C", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28284, "infons": {"fpage": "1287", "issue": "8", "lpage": "1298", "pub-id_pmid": "29724814", "section_type": "REF", "source": "Mol Cancer Res", "type": "ref", "volume": "16", "year": "2018"}, "text": "AHNAK loss in mice promotes type ii pneumocyte hyperplasia and lung tumor development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28370, "infons": {"fpage": "3780", "issue": "9", "lpage": "3790", "pub-id_doi": "10.1158/0008-5472.CAN-09-4439", "pub-id_pmid": "20388789", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "70", "year": "2010"}, "text": "Pseudopodial actin dynamics control epithelial-mesenchymal transition in metastatic cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28467, "infons": {"fpage": "e56420", "issue": "2", "pub-id_doi": "10.1371/journal.pone.0056420", "pub-id_pmid": "23409183", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "AHNAK and inflammatory markers predict poor survival in laryngeal carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28543, "infons": {"fpage": "3860", "issue": "16", "lpage": "3870", "pub-id_doi": "10.7150/jca.31291", "pub-id_pmid": "31333803", "section_type": "REF", "source": "J Cancer", "type": "ref", "volume": "10", "year": "2019"}, "text": "Upregulation of nucleoprotein AHNAK is associated with poor outcome of pancreatic ductal adenocarcinoma prognosis via mediating epithelial-mesenchymal transition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28705, "infons": {"fpage": "133", "pub-id_doi": "10.3389/fgene.2018.00133", "pub-id_pmid": "29725345", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "9", "year": "2018"}, "text": "A genome-wide linkage study for chronic obstructive pulmonary disease in a Dutch genetic isolate identifies novel rare candidate variants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28843, "infons": {"fpage": "246", "issue": "3–4", "lpage": "247", "pub-id_doi": "10.1159/000015351", "pub-id_pmid": "10575218", "section_type": "REF", "source": "Cytogenet Cell Genet", "type": "ref", "volume": "86", "year": "1999"}, "text": "Assignment of the human slit homologue slit2 to human chromosome band 4p15.2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28920, "infons": {"fpage": "8", "issue": "344", "pub-id_doi": "10.1126/scisignal.2005189", "section_type": "REF", "source": "Sci Signal", "type": "ref", "volume": "7", "year": "2014"}, "text": "Signaling mechanisms of the epithelial–mesenchymal transition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28984, "infons": {"fpage": "21", "issue": "1", "lpage": "45", "pub-id_doi": "10.1016/j.cell.2016.06.028", "pub-id_pmid": "27368099", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "166", "year": "2016"}, "text": "EMT: 2016", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28994, "infons": {"fpage": "9115", "issue": "10", "lpage": "9124", "pub-id_doi": "10.1074/jbc.M308083200", "pub-id_pmid": "14645233", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "279", "year": "2004"}, "text": "Slit protein-mediated inhibition of CXCR4-induced chemotactic and chemoinvasive signaling pathways in breast cancer cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29116, "infons": {"issue": "1", "pub-id_doi": "10.1186/s12967-020-02474-x", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "18", "year": "2020"}, "text": "Identification and validation of smoking-related genes in lung adenocarcinoma using an in vitro carcinogenesis model and bioinformatics analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29261, "infons": {"fpage": "593", "issue": "5", "lpage": "619", "pub-id_doi": "10.1586/1744666X.2014.894886", "pub-id_pmid": "24678812", "section_type": "REF", "source": "Expert Rev Clin Immunol", "type": "ref", "volume": "10", "year": "2014"}, "text": "The CXCL8/IL-8 chemokine family and its receptors in inflammatory diseases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29336, "infons": {"fpage": "385", "issue": "3", "lpage": "394", "pub-id_doi": "10.1016/j.bcp.2004.10.007", "pub-id_pmid": "15652230", "section_type": "REF", "source": "Biochem Pharmacol", "type": "ref", "volume": "69", "year": "2005"}, "text": "Inhibition of interleukin-8 (CXCL8/IL-8) responses by repertaxin, a new inhibitor of the chemokine receptors CXCR1 and CXCR2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29461, "infons": {"fpage": "55", "issue": "1", "lpage": "68", "pub-id_doi": "10.1016/j.pharmthera.2008.10.005", "pub-id_pmid": "19026683", "section_type": "REF", "source": "Pharmacol Ther", "type": "ref", "volume": "121", "year": "2009"}, "text": "CXCR2 antagonists for the treatment of pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29518, "infons": {"fpage": "968", "issue": "11", "pub-id_doi": "10.1136/thx.2009.113647", "pub-id_pmid": "19703829", "section_type": "REF", "source": "Thorax", "type": "ref", "volume": "64", "year": "2009"}, "text": "Association of increased CCL5 and CXCL7 chemokine expression with neutrophil activation in severe stable COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29628, "infons": {"fpage": "187", "issue": "2–3", "lpage": "192", "pub-id_doi": "10.1016/0014-5793(94)80454-0", "pub-id_pmid": "8137938", "section_type": "REF", "source": "FEBS Lett", "type": "ref", "volume": "341", "year": "1994"}, "text": "Both interleukin-8 receptors independently mediate chemotaxis: Jurkat cells transfected with IL-8R1 or IL-8R2 migrate in response to IL-8, GRO α and NAP-2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29787, "infons": {"fpage": "6682", "issue": "13", "lpage": "6686", "pub-id_doi": "10.1073/pnas.93.13.6682", "pub-id_pmid": "8692878", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "93", "year": "1996"}, "text": "Different functions for the interleukin 8 receptors (IL-8R) of human neutrophil leuko- cytes: NADPH oxidase and phospholipase D are activated through IL-8R1 but not IL-8R2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29959, "infons": {"pub-id_doi": "10.7150/thno.15625", "section_type": "REF", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29960, "infons": {"pub-id_doi": "10.1378/chest.07-0569", "section_type": "REF", "type": "ref", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29961, "infons": {"fpage": "968", "issue": "8", "lpage": "975", "pub-id_pmid": "12857718", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "168", "year": "2003"}, "text": "Biopsy neutrophilia, neutrophil chemokine and receptor gene expression in severe exacerbations of chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30097, "infons": {"fpage": "1801020", "issue": "4", "pub-id_doi": "10.1183/13993003.01020-2018", "pub-id_pmid": "30139779", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "52", "year": "2018"}, "text": "Effect of the CXCR2 antagonist danirixin on symptoms and health status in COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30176, "infons": {"issue": "1", "pub-id_doi": "10.1186/s12931-020-01436-7", "section_type": "REF", "source": "Respiratory Research", "type": "ref", "volume": "21", "year": "2020"}, "text": "Blood neutrophil counts are associated with exacerbation frequency and mortality in COPD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30265, "infons": {"fpage": "19", "issue": "1", "lpage": "25", "pub-id_doi": "10.1007/BF03257159", "pub-id_pmid": "14720072", "section_type": "REF", "source": "Am J Respir Med", "type": "ref", "volume": "1", "year": "2002"}, "text": "The role of interleukin-8 and its receptors in inflammatory lung disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30338, "infons": {"fpage": "00583", "issue": "4", "lpage": "2020", "pub-id_doi": "10.1183/23120541.00583-2020", "pub-id_pmid": "33263062", "section_type": "REF", "source": "ERJ Open Res", "type": "ref", "volume": "6", "year": "2020"}, "text": "CXCL-8-dependent and -independent neutrophil activation in COPD: experiences from a pilot study of the CXCR2 antagonist danirixin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30468, "infons": {"fpage": "441", "issue": "2", "lpage": "450", "pub-id_doi": "10.1189/jlb.1003495", "pub-id_pmid": "15155777", "section_type": "REF", "source": "J Leukoc Biol", "type": "ref", "volume": "76", "year": "2004"}, "text": "Specific CXC but not CC chemokines cause elevated monocyte migration in COPD: a role for CXCR2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30563, "infons": {"fpage": "14363", "issue": "23", "lpage": "14367", "pub-id_doi": "10.1074/jbc.273.23.14363", "pub-id_pmid": "9603945", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "273", "year": "1998"}, "text": "Osteoprotegerin is a receptor for the cytotoxic ligand TRAIL", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30624, "infons": {"fpage": "155", "issue": "1", "lpage": "164", "pub-id_doi": "10.3892/ol.2020.11565", "section_type": "REF", "source": "Oncol Lett", "type": "ref", "volume": "20", "year": "2020"}, "text": "Hypermethylation of tumor necrosis factor decoy receptor gene in non‑small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30718, "infons": {"fpage": "e5336", "issue": "9", "pub-id_doi": "10.7717/peerj.5336", "pub-id_pmid": "30225159", "section_type": "REF", "source": "PeerJ", "type": "ref", "volume": "6", "year": "2018"}, "text": "TNFRSF10C methylation is a new epigenetic biomarker for colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30792, "infons": {"fpage": "923", "issue": "6", "lpage": "928", "pub-id_pmid": "30873943", "section_type": "REF", "source": "Clin Exp Rheumatol", "type": "ref", "volume": "37", "year": "2019"}, "text": "Investigation of candidate gene copy number identifies FCGR3B as a potential biomarker for rheumatoid arthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30904, "infons": {"fpage": "4497", "issue": "5", "lpage": "4502", "pub-id_doi": "10.3892/etm.2017.5069", "pub-id_pmid": "29104657", "section_type": "REF", "source": "Exp Ther Med", "type": "ref", "volume": "14", "year": "2017"}, "text": "Low copy number of FCGR3B is associated with lupus nephritis in a Chinese population", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30989, "infons": {"fpage": "2002108", "issue": "2", "pub-id_doi": "10.1183/13993003.02108-2020", "pub-id_pmid": "32817205", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "56", "year": "2020"}, "text": "COVID-19 and COPD", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]