[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "4446061", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12864-015-1635-9", "article-id_pmc": "4446061", "article-id_pmid": "26016888", "article-id_publisher-id": "1635", "elocation-id": "412", "issue": "1", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly credited. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Koltes;given-names:James E.", "name_1": "surname:Fritz-Waters;given-names:Eric", "name_10": "surname:Loyd;given-names:Hyelee", "name_11": "surname:Tuggle;given-names:Chris K.", "name_12": "surname:Plastow;given-names:Graham S.", "name_13": "surname:Guan;given-names:Leluo", "name_14": "surname:Stothard;given-names:Paul", "name_15": "surname:Lunney;given-names:Joan K.", "name_16": "surname:Liu;given-names:Peng", "name_17": "surname:Carpenter;given-names:Susan", "name_18": "surname:Rowland;given-names:Robert R. R.", "name_19": "surname:Dekkers;given-names:Jack C. M.", "name_2": "surname:Eisley;given-names:Chris J.", "name_20": "surname:Reecy;given-names:James M.", "name_3": "surname:Choi;given-names:Igseo", "name_4": "surname:Bao;given-names:Hua", "name_5": "surname:Kommadath;given-names:Arun", "name_6": "surname:Serão;given-names:Nick V. L.", "name_7": "surname:Boddicker;given-names:Nicholas J.", "name_8": "surname:Abrams;given-names:Sam M.", "name_9": "surname:Schroyen;given-names:Martine", "section_type": "TITLE", "type": "front", "volume": "16", "year": "2015"}, "text": "Identification of a putative quantitative trait nucleotide in guanylate binding protein 5 for host response to PRRS virus infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 132, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Previously, we identified a major quantitative trait locus (QTL) for host response to Porcine Respiratory and Reproductive Syndrome virus (PRRSV) infection in high linkage disequilibrium (LD) with SNP rs80800372 on Sus scrofa chromosome 4 (SSC4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 390, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 398, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Within this QTL, guanylate binding protein 5 (GBP5) was differentially expressed (DE) (p < 0.05) in blood from AA versus AB rs80800372 genotyped pigs at 7,11, and 14 days post PRRSV infection. All variants within the GBP5 transcript in LD with rs80800372 exhibited allele specific expression (ASE) in AB individuals (p < 0.0001). A transcript re-assembly revealed three alternatively spliced transcripts for GBP5. An intronic SNP in GBP5, rs340943904, introduces a splice acceptor site that inserts five nucleotides into the transcript. Individuals homozygous for the unfavorable AA genotype predominantly produced this transcript, with a shifted reading frame and early stop codon that truncates the 88 C-terminal amino acids of the protein. RNA-seq analysis confirmed this SNP was associated with differential splicing by QTL genotype (p < 0.0001) and this was validated by quantitative capillary electrophoresis (p < 0.0001). The wild-type transcript was expressed at a higher level in AB versus AA individuals, whereas the five-nucleotide insertion transcript was the dominant form in AA individuals. Splicing and ASE results are consistent with the observed dominant nature of the favorable QTL allele. The rs340943904 SNP was also 100 % concordant with rs80800372 in a validation population that possessed an alternate form of the favorable B QTL haplotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1780, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1792, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "GBP5 is known to play a role in inflammasome assembly during immune response. However, the role of GBP5 host genetic variation in viral immunity is novel. These findings demonstrate that rs340943904 is a strong candidate causal mutation for the SSC4 QTL that controls variation in host response to PRRSV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2097, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2131, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (doi:10.1186/s12864-015-1635-9) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2271, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2282, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, Boddicker et al. identified a major QTL on Sus scrofa chromosome 4 (SSC4) at 139136697–140420778 that accounts for 15.7 % and 11.2 % of the genetic variance for host response of young pigs to experimental PRRS virus infection, as measured by serum viremia from 0 to 21 days post infection (dpi) and weight gain to 42 dpi. In addition, a SNP (rs80800372) was identified that appeared to be in complete LD with the QTL. Biological candidate genes in the region that have been previously studied include members of the guanylate binding protein (GBP) family. The five members of the GBP family that are located in the QTL region all represent potential candidate genes for the QTL effect. The GBP proteins work together in an interferon (IFN)-inducible complex to mediate a proinflammatory immune response to stimuli such as the gram-negative bacterial cell wall component lipopolysaccharide (LPS). The GBPs can stimulate caspase-11-dependent pyroptosis, a specific form of apoptosis triggered by pathological stimuli such as contact with microbes, toxins or viruses. Both GBP2 and GBP3 have been associated with the ability to control pathogen replication but GBP3 is not assigned to the SSC4 QTL region. The GBP5 protein has previously been shown to play a role in immune response through mediation of inflammasome assembly. Thus, the SSC4 QTL region includes several very good biological candidate genes, but because of high LD in the region, further fine mapping of the QTL is problematic.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3788, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The GBP5 protein is an important mediator of inflammatory immune response in mammals. Loss of GBP5 function in a knockout mouse model results in impaired host defense and inflammatory response because GBP5 facilitates nucleotide binding and oligomerization, leucine-rich repeat protein 3 (NLRP3) mediated inflammasome assembly. Specifically, NLRP3 interacts with tetrameric GBP5 to promote inflammasome assembly with apoptosis-associated speck-like protein containing a caspase activation and recruitment domain protein (ASC). The 62 C-terminal amino acids of GBP5 are required for tetramerization, and loss of tetrameric GBP5 abolished NLRP3 inflammasome mediated ASC assembly. Mice lacking functional GBP5 had significantly reduced neutrophil recruitment in response to peritonitis. Further, these knockout mice also had increased bacterial burdens, severely reduced CD11b + cells in mesenteric lymph nodes and noticable weight loss in response to L. monocytogenes infection. In addition, one study indicated that GBP5 expression was upregulated in response to Epstein-Barr viral infection. However, the role and connection between GBP5 and viral immune response has not been characterized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4985, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The objective of this study was to use functional genomics methods to identify the gene and mutation responsible for the observed QTL on SSC4 for host response to PRRS virus infection. We present evidence for a putative causal mutation based on differential expression, allele specific expression and differential splicing data that created an illegitimate splice site in GBP5. Furthermore, we show that the mutation is in 100 % linkage disequilibrium (LD) with the previously reported SSC4 QTL in an independent population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5511, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5519, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "De novo transcript assembly to improve gene expression quantification in the SSC4 region", "sentences": [], "annotations": [], "relations": []}, {"offset": 5608, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Several genomic assembly issues were identified in the SSC4 QTL region that made accurate quantification of gene expression problematic. For example, the GBP5 transcript in the Sus scrofa 10.2 genome assembly (Sscrofa build 10.2) was missing the C-terminal end of GBP5 that contains a conserved CAAX box domain required for cellular localization. Using translated BLAST to compare RNA-seq reads to the human protein, exon 11 of GBP5 was identified approximately 200 kb 5′ of the start site of GBP5 in Sscrofa build 10.2. In addition, the predicted Ensembl gene ENSSSCG00000027014 was noted to have nearly equal identity to fragments of GBP2 and GBP4. We also identified several gaps in the reference sequence within the QTL region in Sscrofa build10.2 that were indicative of assembly problems. A transcript reassembly was conducted, after which all transcripts were compared to the pig and human genomes to ensure the presence of the entire protein coding sequence. For reference, the original order of the genes from the Sscrofa build 10.2 is provided in Additional file 1. Full-length transcripts were identified for GBP4, GBP5, GBP6, GTF2B, CCBL2, and PKN2. The GBP1 and GBP2 transcripts were assembled utilizing the existing transcript information and the human transcripts for these genes. The FASTA formatted sequence of all cDNAs corresponding to the eight genes assembled is provided in Additional file 2. We were unable to identify fragments of the ENSSSCG00000027014 transcript from Sscrofa build 10.2 in our de -novo assembly. Thus, this gene may be the product of a genome misassembly, may not be expressed in whole blood, or may be a non-functional gene duplication. The syntenic human chromosomal block to the QTL region includes the GBP3 gene but this gene was not found in the de novo transcriptome assembly or by BLAST search of the human GBP3 protein against either the RNA-seq reads or our de novo transcript assembly of this region. This gene is also missing from Sscrofa build 10.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7616, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Read mapping statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 7640, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Seventy sample sequences from 16 pigs and 5 time points following experimental infection were retained after quality control for identification of differentially expressed (DE) genes (Additional file 3). The average percentage of reads that uniquely mapped to the Sscrofa build10.2 reference genome for these 70 samples was 82.1 %. Mapping percentages for individual samples are provided in Additional file 4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8051, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of differentially expressed genes due to QTL genotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 8120, "infons": {"file": "12864_2015_1635_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "GBP5 is differentially expressed as a function of the PRRS host response QTL across timepoints. Guanylate binding protein 5 (GBP5) is differentially expressed and exhibits allele specific expression (ASE) as a function of rs80800372 genotype at 0,4,7,11 and 14 days post infection (dpi) with Porcine Reproductive and Respiratory Syndrome (PRRS) in PHGC trial 3 RNA-seq data. a Differences in the mean, model normalized gene expression value and log2 fold change values for expression of GBP5 between the AB (blue) and AA (red) genotypes at the SSC4 QTL. *Indicates false discovery rate < 0.05. b Schematic of the GBP5 transcript coding DNA sequence. Variants tested for ASE are shown in black text. The putative causal mutation is shown in red text. The three protein domains shown were identified from the human GBP5 protein as annotated at Ensembl in release 77. The box shown in orange corresponds to the p-loop containing nucleoside triphosphate hydrolase domain (7–279 amino acids (AA)). The box shown in green corresponds to the GBP N and C terminal domains (18–280 AA and 282–577 AA, respectively). The box shown in red corresponds to the CAAX box localization signal required for proper cellular localization of the GBP5 protein. ^The rs340943904 variant is not included in the transcript and is shown here only to provide context since it is predicted to cause a shift in the transcript reading frame and an early stop codon that truncates the 88 C-terminal AA of the protein. c Identification of ASE at 0,4,7,11 and 14 dpi for GBP5 for SNPs in phase with the B rs80800372 allele. The 95 % confidence intervals for estimates of allele proportions are provided", "sentences": [], "annotations": [], "relations": []}, {"offset": 9801, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All eight gene transcripts from the SSC4 QTL region were analyzed for differential expression, with a primary focus on the effects of QTL genotype and genotype by dpi. A total of three transcripts were DE due to genotype across dpi, and 1, 3, and 1 transcripts were DE due to genotype by day effects on 7, 10 and 14 dpi, respectively (p < 0.05). No transcripts were DE at 0 and 4 dpi. Significant transcript log2 fold changes are provided in Fig. 1a. Genes that were DE due to genotype included GBP4, GBP5, and GBP6; however, only GBP5 was DE across multiple time points (7, 10 and 14 dpi) (Fig. 1a). The log2 fold changes, p-values and false discovery rates (FDR) for all genes in the SSC4 QTL region are presented in Additional files 5, 6, and 7, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10570, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Allele Specific Expression (ASE) analysis identified higher expression of GBP5 alleles in LD with the favorable QTL allele", "sentences": [], "annotations": [], "relations": []}, {"offset": 10693, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 64 SNPs in the eight genes in the SSC4 QTL region were in complete LD with the SSC4 QTL based on concordance with rs80800372 genotype. These 64 SNPs were analyzed for ASE in animals that were heterozygous for rs80800372. All SNPs were filtered by minimum read depth to avoid the analysis of false SNPs due to sequencing errors. Of these 64 SNPs, 43 SNPs exhibited ASE when averaged across dpi while FDR was controlled at 5 %. The greatest number of SNPs identified that exhibited ASE per gene were in GBP2 (9 SNPs), GBP4 (9 SNPs), GBP6 (7 SNPs), and GBP5 (6 SNPs). The estimated probability of expression of the alternate allele (palt) averaged across all dpi time points for these SNPs in LD with the QTL are presented in Additional file 8. However, GBP5 was the only gene with all SNPs in LD that showed consistent main effects for ASE across all SNPs tested, as presented in Fig. 1b and c. Estimates of allelic proportions and p-values for these ASE SNPs are presented for each dpi in Additional file 8. A list of ASE results for additional SNPs that were not in complete LD with rs80800372 is provided in Additional file 9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11834, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of a putative causal mutation in GBP5 that introduces an illegitimate splice acceptor site", "sentences": [], "annotations": [], "relations": []}, {"offset": 11940, "infons": {"file": "12864_2015_1635_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Association and validation of guanylate binding protein 5 (GBP5) differential splicing with rs80800372 genotype. a Schematic of the sequence level differences between the three alternate transcripts of GBP5, including the position of the putative causal variant (rs340943904, bracketed). The schematic displays how the rs340943904 G allele creates a new splice acceptor site in intron 9 (underlined blue text) while the T allele destroys the splice site. The wild-type splicing transcript includes only the sequence in black, while the +5bp insert transcript includes the extra five nucleotides shown in blue. The retained intron transcript includes the entire 281 nucleotide intron. The rs340943904 G allele is in perfect linkage disequilibrium (LD) with the unfavorable rs80800372 “A” allele while the rs340943904 T allele is in perfect LD with the favorable rs80800372 “B” allele. b Differential splicing of GBP5 by rs80800372 genotype across all days post infection (dpi) time points. Splicing was measured as the percentage of read counts from each alternate transcript standardized for all read counts from the PHGC trial 3 RNA-seq data. This figure demonstrates that very little wild-type splicing transcript is produced by the AA (red) genotype compared to the AB (blue) rs80800372 genotype (p<0.0001; Bonferonni adjusted p<0.001). In contrast, considerably more of the alternate transcript (+5bps insertion) is produced in the AA compared to the AB rs80800372 genotyped individuals. c Confirmation of GBP5 differential splicing due to rs80800372 genotype across all dpi following infection using quantitative capillary electrophoresis. This analysis validates that very little or no wild-type splicing transcript is produced by AA (red) vs. AB (blue) SSC4 rs80800372 genotyped individuals (p<0.01; Bonferonni adjusted p<0.05). Consistent with the RNA-seq results, more of the alternate transcript with five extra nucleotides is quantified in blood RNA from AA vs. AB rs80800372 genotyped individuals. Expression values are presented as transcript molarity", "sentences": [], "annotations": [], "relations": []}, {"offset": 14013, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since GBP5 was DE between QTL genotypes at several dpi, exhibited ASE, and was a strong biological candidate gene, we carefully examined the RNA sequence data of this gene for variants. Interestingly, a T > G SNP (sense strand) was identified in intron 9 of GBP5 that appeared to introduce an additional splice acceptor site five base pairs 5′ to the start of exon 10 in animals that possessed the unfavorable A QTL allele. This splice acceptor SNP was previously assigned the NCBI dbSNP ID rs340943904. The position of rs340943904 relative to SNPs exhibiting ASE and the gene structure of GBP5 is presented in Fig. 2a. The context of rs340943904 within the GBP5 transcript is presented in Additional file 10. Reads that mapped to GBP5 exon 9, intron 9 and exon 10 were evaluated for splicing consistent with multiple alternatively spliced transcripts (Additional file 11). Three alternate transcripts were identified, including the wild-type transcript, a transcript with a five nucleotide insertion 5′ to exon 10 (+5 bps transcript), and a transcript that retained intron 9 (retained intron transcript). The rs340943904 G allele introduces a new splice acceptor site, which causes five nucleotides to be inserted into the GBP5 transcript. This five nucleotide insertion is expected to shift the reading frame of GBP5, altering the first 10 amino acids encoded by exon 10 and introduces an early stop codon that truncates the 88 C-terminal amino acids of the protein, including the CAAX box. Transcripts that contained the five-nucleotide insertion were identified consistently in individuals with the AA QTL genotype, but had a much lower frequency in individuals with the AB QTL genotype. The transcript assembly confirmed the presence of three GBP5 alternatively spliced transcripts (wild-type, +5 bps and retained intron). The sequence of the wild-type transcript is provided in Additional file 12. Additional file 13 shows the predicted frameshift due to the rs340943904 G allele at the protein level in AA and AB QTL genotype individuals in comparison to the amino acid sequence of GBP5 in human, cattle and mouse using CLUSTALW. The predicted effects of all other variants detected in linkage disequilibrium or equilibrium with rs80800372 are listed in Additional files 14 and 15, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16327, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GBP5 exhibited differential splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 16364, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the relationship of altered GBP5 splicing with the SSC4 QTL genotype, all RNA-seq reads that discriminate the three alternatively spliced transcripts were counted. Altered splicing was observed to segregate consistently with the AA and AB rs80800372 genotypes. A significantly lower number of wild-type splicing read counts was present in AA compared to AB individuals, after standardization of each alternate transcript as the proportion of total reads produced per sample across all three transcripts (p < 0.0001; Fig. 2b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16907, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Independent validation of GBP5 differential splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 16960, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The correspondence of differential splicing to the PRRS QTL genotype was further validated in an analysis across five dpi using AATI capillary electrophoresis technology (Fig. 2c). The wild-type splicing transcript was identified as over-expressed in RNA from whole blood of AB vs. AA genotype animals (p < 0.01). In contrast, the +5 bp insertion allele was identified as over-expressed in the AA vs. AB genotype animals (p < 0.05). Abundance of the retained intron appeared to be similar between genotypes. Removal or inclusion of the retained intron in the statistical analysis did not change the observed results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17587, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "RNA-seq validation using an independent population", "sentences": [], "annotations": [], "relations": []}, {"offset": 17638, "infons": {"file": "12864_2015_1635_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Validation of differential expression, splicing and allele specific expression of guanylate binding protein 5 (GBP5). GBP5 transcript levels and allelic abundances were analyzed at 0,4,7,10 and 14 days post infection (dpi) with Porcine Reproductive and Respiratory Syndrome (PRRS) virus in PHGC trial 5 RNA-seq data. a Validation of differential expression of GBP5 between the AB (blue) and AA (red) rs80800372 genotypes. *Indicates false discovery rate < 0.05. b Validation of allele specific expression of GBP5 SNPs in phase with the B rs80800372 allele. c Validation of GBP5 differential splicing due to rs80800372 genotype across dpi. Spliced reads uniquely mapping to the three alternate transcripts were analyzed as the percentage of total reads from the RNA-seq data. Both the wild-type and five nucleotide insertion (+5 bps insertion) alleles were differentially spliced between the AA (red bars) and AB (blue bars) rs80800372 genotypes (p < 0.0001; Bonferonni adjusted p < 0.001). There was a trend towards a small difference in the quantity of the retained intron due to rs80800372 genotype (p = 0.06; Bonferonni adjusted p > 0.10). Alternate GBP5 transcripts are labeled on the X-axis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18856, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Gene expression data from animals of a different genetic background used in an independent validation study were used to determine if GBP5 was DE between the PRRS QTL genotypes. In the validation population (PRRS Host Genome Consortium trial 5 (PHGC5)), GBP5 expression was measured by RNA-seq and analyzed in AA and AB rs80800372 genotyped pigs at the same five time points (0,4,7,10 and 14 dpi; Fig. 3a) following experimental PRRS infection as in the present study. GBP5 was DE for the main effect of genotype and at four of the five dpi time points (FDR < 0.05; Fig. 3a). Consistent with the first study, GBP5 differential splicing was associated with the rs340943904 SNP genotype in the validation population (p < 0.0001; Fig. 3c). Three SNPs within the GBP5 transcript were identified to exhibit ASE (Fig. 3b). However, three SNPs (ss1414376807, rs333882393, rs323422273) did not exhibit ASE. At least 3 of the 6 AB individuals with RNA-seq data appear to be homozygous, and likely uninformative. These results validate that GBP5 RNA levels, splicing and ASE after PRRSV infection are different between PRRS SSC4 QTL genotypes and that the rs340943904 SNP is the putative causative mutation through alternative splicing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20095, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Concordance of the GBP5 variant rs340943904 with rs80800372 in an independent population", "sentences": [], "annotations": [], "relations": []}, {"offset": 20184, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "An allele specific SNP assay was developed to genotype both the GBP5 rs340943904 and rs80800372 variants. A total of 58 boars from an independent commercial Yorkshire breeding population were genotyped to determine the correspondence of the putative causal variant in GBP5 with the rs80800372 SNP that tracks the PRRS QTL. Importantly, despite the presence of two different B rs80800372 QTL haplotypes, one in PHGC3 and a second in the PHGC5 population, the rs340943904 SNP is 100 % concordant (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20697, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20708, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The goal of this study was to identify the gene and causal variant responsible for the SSC4 QTL for PRRS resistance. A secondary goal was to identify potential molecular mechanisms for the QTL. The results of the RNA-seq study provide multiple lines of evidence that the rs340943904 splice acceptor mutation in GBP5 is a strong candidate causal mutation for this QTL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21076, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Porcine reproductive and respiratory syndrome (PRRS) is the most costly infectious disease in the global pig industry with an annual cost of $664 million to the US industry alone. PRRS is caused by infection with an enveloped positive stranded RNA virus. Clinical signs of PRRS include late-term reproductive failure in sows and respiratory illness in growing pigs (reviewed in). PRRS virus is also a cofactor in other disease syndromes, such as porcine respiratory disease complex (PRDC) and porcine circovirus-associated disease (PCVAD). Vaccination for protection against PRRSV infection has generally been unsuccessful, primarily due to the high degree of antigenic and genetic drift in viral structural and non-structural proteins and the capacity of the virus to subvert early innate immune responses. Genetics of the host has been well documented as another factor associated with susceptibility and response of the pig to PRRS. The impact of PRRS on swine health, well-being and severity of additional pathogen infections when combined with PRRS underscores the importance of host genetics and major gene variation in porcine immune response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22227, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Three genes were DE between the AA (unfavorable) and AB (favorable) PRRS host response QTL genotypes (FDR < 0.05). However, only GBP5 was identified as DE across multiple time points post infection (FDR < 0.05) and across all time points (FDR = 0.051). This result was validated in an independent RNA-seq experiment from a different pig population obtained through the PRRS host genetics consortium (PHGC). Since this second study was not designed specifically to identify differences in gene expression due to the SSC4 QTL genotype, but also focused on the effects of different host response phenotypes, this result provides strong evidence that GBP5 is DE due to QTL genotype. This result indicates that differential expression of GBP5 is related to or mediates the QTL effect on PRRS host response.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23041, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To provide additional evidence for differences in expression, an ASE analysis of all SNPs in complete LD with the PRRS host response QTL was conducted to determine if evidence of allelic imbalance exists in correspondence with the QTL genotype. GBP5 was the only gene where all SNPs in LD with QTL exhibited ASE. This result was validated in the independent PHGC5 RNA-seq data set for three of the six SNPs. The three SNPs that were not ASE appeared to be uninformative based on the lack of expression of an alternate allele in half of the AB animals in the PHGC5 dataset, which is supported by the multiple B QTL haplotypes identified in this population. There are many potential reasons for statistical evidence of ASE, including differences in regulatory factor binding, imprinting, DNA methylation, RNA splicing, RNA stability, RNA editing, and miRNA mediated silencing. Since all SNPs in GBP5 exhibited ASE, we hypothesized that ASE in GBP5 may occur due to differences in RNA stability or splicing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24046, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Evidence from RNA-seq data and de novo assembly indicated that GBP5 exhibited alternative splicing. Concurrently, we identified the rs340943904 SNP in GBP5, for which the allele that was in perfect LD with the unfavorable A allele at the SSC4 QTL inserted five nucleotides into the GBP5 transcript upstream of exon 10. This insertion is expected to result in an early stop codon and thus a non-functional GBP5 protein. Since this SNP was predicted to change the splicing of GBP5, we used RNA-seq reads spanning the specific splice junctions to quantify the three alternatively spliced GBP5 transcripts across all time points. The wild-type splicing transcript was expressed more in individuals with the AB QTL genotype (p < 0.001), while the five nucleotide insertion transcript was more highly expressed in AA individuals (p < 0.001). No difference in expression was observed for the retained intron transcript between genotypes. Splicing consistent with these results was observed in a second population (Fig. 2c). We validated the differential splicing results using quantitative capillary electrophoresis (p < 0.01). Interestingly, we could not detect the wild-type splicing transcript in AA individuals using this method. These results indicate that individuals with the AA QTL genotype produce almost no wild-type GBP5 transcript and an excess of the transcript that is expected to produce a non-functional protein. Thus, we predict that individuals with the AA QTL genotype produce very little functional GBP5 protein. None of the other 63 SNPs in LD identified in the QTL region (Additional files 12 and 13). The facts that AB QTL genotyped individuals produce significantly more wild-type splicing transcript than AA individuals, and that AA individuals produce almost no wild-type splicing GBP5, while producing large amounts of a non-functional transcript, are consistent with the observed dominance of the B QTL allele. It is unclear whether the differential expression of GBP5 completely depends on differential splicing, since the rs340943904 SNP is in perfect LD with the PRRS host response QTL. Thus, it is difficult to determine whether the genotype-specific differences in GBP5 expression are directly related to changes in splicing or caused by other mechanisms involved in transcript stability such as nonsense mediated decay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26406, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To further validate the degree of concordance of the rs340943904 SNP with the SSC4 PRRS host response QTL, this SNP was genotyped along with the rs80800372 SNP in an independent set of pigs from a different PHGC trial that showed the same effect of the SSC4 region on host response to PRRS. Despite the presence of a different B QTL haplotype, the rs340943904 SNP was 100 % concordant with the rs80800372 SNP in 58 commercial Yorkshire boars. Since these boars represent a different genetic background from the ones used in this study, this further supports that rs340943904 is the causal mutation for the SSC4 PRRS host response QTL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27042, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The GBP proteins are excellent candidates to play important roles in host response to bacterial and viral infections. Recent studies of the GBP5 knockout mouse indicate that GBP5 functions in host defense, inflammasome assembly, and inflammatory response. GBP5 serves as an important adaptor and mediator protein in NLRP3 inflammasome activation. Furthermore, deletion of the 67 C-terminal amino acids of GBP5 abolished the NLRP3 mediated inflammasome assembly and downstream immune response. Protein modeling was used to confirm that the structure of the C-terminus of GBP5 appears to be conserved across the human, mouse and pig (Additional file 16). The splice mutation described in this study results in severely reduced expression of wild-type GBP5 and a frameshift that leads to an early stop codon and truncation of the 88 C-terminal amino acids. These results indicate that pigs with the AA QTL genotype likely have very little to no GBP5 mediated NLRP3 inflammasome response to infection. Relatively little is known about the role of GBP5 in human or animal immune responses to viruses. One study indicates that GBP5 expression is upregulated during Epstien-Barr viral infection; however, the role of GBP5 in viral immune response is unknown. The implication that GBP5 plays a role in host genetic response to PRRS may indicate additional biological roles for GBP5 in host suppression of viral replication. Therefore, this study may direct new avenues of research into the role of GBP5 in viral immune response and in identification of novel therapeutic targets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28614, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 28626, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In conclusion, we present multiple lines of evidence that the introduction of a new splice acceptor site in GBP5 at the rs340943904 SNP is a putative causal mutation for the SSC4 host PRRS response QTL. First, RNA-seq analyses in two independent populations confirm that GBP5 was DE as a function of SSC4 QTL genotype. Second, all GBP5 SNPs in perfect LD with the SSC4 QTL exhibited ASE, with a shift towards higher expression of alleles that were in phase with the favorable B QTL allele. Third, differential splicing of GBP5 was associated with specific SSC4 QTL genotypes. Fourth, the rs340943904 SNP was validated to be in perfect LD with the SSC4 QTL in an independent genetic background. Fifth, the rs340943904 SNP introduced five nucleotides into exon 10 of the GBP5 transcript, which is predicted to shift the reading frame and result in an early stop codon that truncates the 88 C-terminal amino acids. Finally, almost no wild-type GBP5 transcript was produced in individuals with the AA QTL genotype. Since GBP5 is known to play a role in host immune response and inflammation based on studies in the knockout mouse, it is a strong candidate gene for the SSC4 PRRS host response QTL. For these reasons, we believe that the rs340943904 GBP5 SNP is the causal mutation for this economically important QTL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29940, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 29948, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental design and population", "sentences": [], "annotations": [], "relations": []}, {"offset": 29983, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sixteen barrows from 8 litters, one AB and one AA individual at the rs80800372 SNP from each litter, were selected from a population of 200 commercial crossbred piglets that had been experimentally infected with PRRS isolate NVSL97-7985 as part of the PRRS Host Genetics Consortium (PHGC trial 3 described in Boddicker et al.). No BB animals were used in the RNA-seq analysis due to the low frequency of this genotype and evidence that the effect of the B allele on host response is dominant. Animals were between 18–28 days of age at day 0 of the trial. Whole blood and serum samples from 0, 4, 7, 10, and 14 dpi were obtained from each individual. Whole blood samples were collected using the TempusTM Blood RNA Tubes (Life Technologies, Carlsbad, CA, USA) to facilitate RNA isolation and serum samples were used to quantify viral level using a semi-quantitative TaqMan PCR assay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30868, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 30885, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All animal experiments were approved by the Kansas State University Institutional Animal Care and use committee under registration number 3000.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31029, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA-seq sample pre-processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 31059, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNA was isolated from 77 available PHGC3 TempusTM preserved blood samples using the TempusTM Spin RNA Isolation Kit (catalogue #: 4380204; Life Technologies, Grand Island, NY, USA) according to the manufacturer’s protocol as previously described. A ND-1000 spectrophotometer (Nano-Drop Technologies, Wilmington, DE, USA) was used to quantify RNA concentrations. The globin transcripts (HBA and HBB) were reduced using an RNase H based globin reduction method that used porcine specific oligonucleotides modified from an Affymetrix GeneChip GR Protocol for reduction of human globin mRNA. To determine the quality of the RNA both prior to and following globin reduction, RNA samples were assayed for their 28S to 18S rRNA ratio using an Agilent 2100 Bioanalyzer (Agilent Technologies, Inc., Santa Clara, CA, USA). RNA integrity numbers (RIN) were determined using the Bioanalyzer both pre and post globin reduction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31982, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Library preparation and RNA-sequencing details", "sentences": [], "annotations": [], "relations": []}, {"offset": 32029, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Library construction was conducted at the Iowa State University DNA facility with the TruSeqTM library kit (Illumina, Inc., San Diego, USA) according to the manufacturer’s protocol. Sequencing was done on an Illumina HiSeq machine using 100 cycles and the paired-end read methodology to generate 100 base pair reads, as described by the manufacturer (Illumina, Inc., San Diego, USA). Samples from each pair of littermates were allocated to one lane, for a total of 8 lanes, such that litter effects were confounded with lane effects and, thus, power to detect genotype effects was maximized. Initial processing of reads from the HiSeq machine used the Illumina CASAVA (v1.8) software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32717, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 32732, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Read quality assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 32756, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All reads for all 77 samples were analyzed with the Sickle software to remove poor quality sequence and ensure no adaptor remnants remained with any read. Each sample was then checked with FASTQC software (available at: http://www.bioinformatics.babraham.ac.uk/projects/fastqc/) to determine if it had adequate read quality for downstream analyses (i.e. reasonable read length, GC content, low percentage of repeated sequence). Seven of the 77 samples were removed from all further analyses due to poor read mapping (fewer than 1 million reads mapped to the reference genome), or inconsistent sequence-based genotype for the rs80800372 SNP with the SNP chip based genotype for that animal. A total of 70 samples were thus retained for DE analysis (see Additional file 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33528, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "De novo transcript creation", "sentences": [], "annotations": [], "relations": []}, {"offset": 33556, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to create the transcripts for the SSC4 QTL region, several approaches were utilized. Reads from all time points from one AB genotype animal were combined and trimmed using Sickle to reduce noise and increase the quality of reads. Then Velvet and Oases software programs were used to create a de novo assembly of transcripts, which were compared back against the existing transcript information for the reference genome assembly (Sscrofa10.2). Transcripts located within the QTL region were identified within the de novo assembly using the BLAST/ BLAT alignment tool at Ensembl (http://uswest.ensembl.org/Sus_scrofa/blastview). All transcripts were translated and compared against the orthologous human protein to validate the accuracy of the transcripts. When full length transcripts were not identified in the de novo transcript assembly, the complete pig transcript was assembled using the appropriate reads that created the full length protein that exhibited high similarity to the corresponding human orthologue based on the BLAST results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34609, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA-seq read processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 34633, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To produce a common set of transcript coordinates for all samples, sequence reads for each sample were mapped to the Sscrofa 10.2 reference using Tophat/Bowtie2. Alignment files from all samples were merged into a single BAM alignment file and Cufflinks was used to define a set of common transcript coordinates for the 70 samples. For each sample, any reads that aligned to the HBB and HBA reference sequences were removed before htseq analysis, using the common transcript coordinates to determine discrete counts for each transcript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35170, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Variant identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 35193, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SNPs in the QTL region were used to perform allele-specific expression analysis. Each BAM file produced by Tophat was reformatted using Picard tools and then used to detect SNPs and small insertion and deletion (INDEL) mutations using the Genome Analysis Tool Kit guided by the Sscrofa build 10.2 genome assembly. To facilitate ASE analyses, the emit_all_bases of GATK was used to capture the read counts at each base, regardless of the observation of an alternative allele. In addition, the down sampling option was turned off to allow for all read counts to be recorded for a SNP variant. These two steps were important to evaluate SNP concordance with genotype at the rs80800372 SNP. Two novel variants identified in GBP5 in this study have been submitted to NCBI dbSNP: ss1414376806 and ss1414376807. Additional SNPs submitted to dbSNP are listed in Additional files 14 and 15.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36075, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA-seq 3′ read skewness calculation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36114, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reads from the RNA-seq data were observed to have a 3′ read mapping bias, presumably due to globin depletion and other systematic RNA processing factors. The 3′ read skewness was calculated for each transcript as the proportion of total reads with a midpoint right of the transcript midpoint. The read midpoint was determined using the CIGAR string in each RNA-seq SAM file.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36493, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Differential gene expression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36531, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since the objective of this study was to identify potential causal variants for the SSC4 QTL that impact host response to PRRS, we focused on analysis of the differential expression only of genes within the SSC4 QTL region.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36755, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis of RNA-seq gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 36803, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The trimmed mean of M values (TMM) normalization procedure from the edgeR package in R was used to normalize transcript counts based on the full set of genome-wide counts. This procedure also adjusts for the variation in library size seen across samples. Normalized counts were then log2 transformed to obtain the resulting scaled values used for analysis. A repeated measures linear model was used that included the effects of genotype (AA and AB), day (5 dpi), and genotype-by-day interactions as class variables and the log normalized transcript expression as the response. Additionally and independently for each transcript, a class variable for family and covariates for pre- and post-globin-reduction RIN, and 5′-3′ transcript read skewness were considered to be included based on model selection using Aikake information criterion (AIC) comparisons to select the best model. This process was repeated for 4 error model types: uncorrelated errors, autoregressive order 1(AR[1]) based on day, heterogeneous AR(1) (ARH[1]) based on day, or an unstructured error model. The overall best fitting model was then determined by AIC, separately for each transcript. Contrasts were constructed to estimate and test expression differences between genotypes within and across days. The models were developed in R using the gls function from the nlme package. Multiple testing correction was conducted using the Benjamini & Hochberg FDR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38239, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quality control and filtering of SNPs for the ASE analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 38298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The ASE analysis focused on SNP variants within the QTL region. After variant calling, a shell script was developed to extract the genotype and read counts for each sample and each SNP for downstream analysis. Within each individual, reference and alternate allele counts for each SNP were obtained by summing across that individual’s multiple time point samples. Using a count cutoff of at least 2 times the number of time points available for that individual, alleles at a SNP were called as either present or absent in that individual for a given SNP. SNPs were then filtered to compare the behavior of transcripts in LD (i.e. haplotypes) with either the A or B QTL allele. For the initial ASE analyses, SNPs were required to be in perfect LD with the rs80800372 SNP (i.e. the QTL). A total of 64 SNPs in LD with the QTL were analyzed after applying these filters. In addition, a second ASE analysis was conducted that included all heterozygous SNPs regardless of LD status with the QTL. These 67 SNPs were selected using the same count cutoff; however, AA QTL genotyped individuals were included.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39401, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ASE statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39426, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two separate analyses of ASE were conducted. The objective of the first ASE analysis was to determine if the alleles of SNPs in LD with the QTL had coordinated expression patterns during PRRS viral infection. Only SNPs in AB QTL genotyped individuals in LD with the QTL were used in this analysis. A mixed nonlinear logistic regression model was fit to the reference and alternate allele counts for each SNP independently. Reference alleles were defined based on the nucleotide present in the Sscrofa 10.2 genome build whereas differing nucleotides were defined as alternate alleles. This model fit a random effect for each individual, fixed effects for the day post infection and possibly included RIN (both prior to and post globin depletion) numeric values as continuous predictors based on model selection using AIC. For each SNP, an estimate of the probability of observing an alternate allele (palt), was obtained and a Wald test was performed to determine whether palt differed from 0.5. Multiple testing correction was conducted using the Benjamini & Hochberg FDR method. Analyses were performed using the lme4 package in R. The objective of the second ASE analysis was to conducted an exhaustive characterization of ASE in the QTL region. All SNPs not in LD with rs80800372 were analyzed using the same statistical approaches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40762, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "AATI differential splicing analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40798, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used AATI capillary electrophoresis (Advanced Analytical, Ames, IA, USA) methodology to validate differential splicing of the GBP5 transcripts. Two PCR primers were designed to amplify a portion of the GBP5 transcript from the 3′ end of exon 9 to the 5′ end of exon 10 using PHGC3 blood RNAs. The exon 9 primer consisted of the sequence: 5′- AGATCTGGC TCTCACACAAAGG -3′. The exon 10 primer consisted of the sequence 5′- GCCTCT GCTTGCAAACGTG -3′. This AATI assay identified three alternatively spliced transcripts: wild-type (i.e. capable of producing a functional protein), +5 bps (inserts five base pairs at the start of exon 10), retained intron (transcript includes all of intron 9 between exons 9 and 10). The AATI used internal standards to quantify all alternate transcript peaks at the molarity level. Statistical analysis of the splicing data was conducted using PROC Mixed of SAS. A model was fit to determine if splicing of GBP5, measured as the molarity of each alternate transcript, differed with QTL genotype. The model included the fixed effects for genotype (AA or AB), assay date (the AATI batch effect of samples run together on the same day with 4 levels), alternate transcript abundance (the GBP5 alternate-splicing transcripts: wild-type, +5 bps, and retained intron), and a random effect of animal to account for common effects of individuals across days and shared effects on alternate transcripts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42236, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of differential splicing of GBP5 from RNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 42296, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A script was developed to count the number of reads that uniquely represented the three splice variants of GBP5 for all time points in the RNA-seq data. These read counts were then analyzed using the same model as described above for the AATI data to determine if differential splicing of the three alternatively spliced transcripts was observed in the RNA-seq data, with the exception that assay date was not necessary in the model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42730, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Determination of concordance of the rs80800372 variant with rs340943904 in GBP5 in an independent population", "sentences": [], "annotations": [], "relations": []}, {"offset": 42839, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Allele specific PCR protocols were developed to genotype both the rs80800372 and the GBP5 T > G SNP in intron 9 at position 139,413,978 bps (rs340943904) as described. The rs80800372 SNP was genotyped using a common forward primer: 5′-CCTTCTAGCTTCTCAGTGGA-3′ and specific primers for the “A” QTL allele: reverse primer: 5′-TTCGCTTCTCTAGCCCATTTATGT-3′ or the “B” QTL allele: reverse primer: 5′-TTCGCTTCTCTAGCCCATTTATGC-3′. PCR was conducted with an annealing temperature of 63.5 °C. The T > G SNP in intron 9 at position 139,413,978 bps in GBP5 was genotyped using a common forward primer: 5′-AGCAAGAACAGCAAAGATGT-3′ and specific primers for the G allele (corresponding to the “A” QTL allele): reverse primer: 5′-TGCAAACGTGCCTCTGAAC-3′ or the A allele (corresponding the “B” QTL allele): reverse primer: 5′-TGCAAACGTGCCTCTGAAA-3′. The PCR annealing temperature was also on 63.5 °C. A total of 58 commercial Yorkshire boars from an independent, validation population were genotyped for these two SNPs to determine the concordance of the GBP5 rs340943904 SNP with the rs80800372 SNP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43974, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Validation of RNA-seq results using an independent population", "sentences": [], "annotations": [], "relations": []}, {"offset": 44036, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An additional subset of animals from trial 5 of the PHGC was obtained for an independent RNA-seq analysis. The RNA-seq data was created, processed, checked for quality control, and mapped in similar manner as described above and analyzed for differential expression, splicing and ASE. A total of 15 AA and 5 AB genotyped samples were analyzed for differential expression at 0, 4, 7, 11, and 14 dpi. All statistical analysis were conducted with data from the same time points corresponding to the initial PHGC trial 3 study using the same methodology to contrast differences in gene expression by QTL genotype. Read splicing as measured in the RNA-seq data and ASE were also evaluated using the same statistical models as described above for the PHGC trial 3 data using 5 AB and 5 AA across dpi that met the previously mentioned quality control standards.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44891, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Availability of supporting data", "sentences": [], "annotations": [], "relations": []}, {"offset": 44923, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data sets supporting the results in this article are available at NCBI. New variants identified for the ASE analysis of GBP5 were deposited at dbSNP under accession numbers: ss1414376806 and ss1414376807. All additional variants identified in this study are under the accession numbers listed in Additional files 14 and 15.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45251, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Additional files", "sentences": [], "annotations": [], "relations": []}, {"offset": 45268, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 45282, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ASE", "sentences": [], "annotations": [], "relations": []}, {"offset": 45286, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Allele specific expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 45313, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BAM", "sentences": [], "annotations": [], "relations": []}, {"offset": 45317, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Binary sequence alignment/ map format", "sentences": [], "annotations": [], "relations": []}, {"offset": 45355, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "cDNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 45360, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Complementary deoxyribonucleic acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 45396, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DE", "sentences": [], "annotations": [], "relations": []}, {"offset": 45399, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Differentially expressed", "sentences": [], "annotations": [], "relations": []}, {"offset": 45424, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "dpi", "sentences": [], "annotations": [], "relations": []}, {"offset": 45428, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "days post infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 45448, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FASTA", "sentences": [], "annotations": [], "relations": []}, {"offset": 45454, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "a standardized format for the display of nucleic acids", "sentences": [], "annotations": [], "relations": []}, {"offset": 45509, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FDR", "sentences": [], "annotations": [], "relations": []}, {"offset": 45513, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "False discovery rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 45534, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GATK", "sentences": [], "annotations": [], "relations": []}, {"offset": 45539, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Genome Analysis Toolkit", "sentences": [], "annotations": [], "relations": []}, {"offset": 45563, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GBPs", "sentences": [], "annotations": [], "relations": []}, {"offset": 45568, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Guanylate binding proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 45595, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GBP5", "sentences": [], "annotations": [], "relations": []}, {"offset": 45600, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Guanylate binding protein 5", "sentences": [], "annotations": [], "relations": []}, {"offset": 45628, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "INDEL", "sentences": [], "annotations": [], "relations": []}, {"offset": 45634, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Insertion or deletion variant", "sentences": [], "annotations": [], "relations": []}, {"offset": 45664, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LD", "sentences": [], "annotations": [], "relations": []}, {"offset": 45667, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Linkage disequilibrium", "sentences": [], "annotations": [], "relations": []}, {"offset": 45690, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LPS", "sentences": [], "annotations": [], "relations": []}, {"offset": 45694, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Lipopolysaccharide", "sentences": [], "annotations": [], "relations": []}, {"offset": 45713, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "palt", "sentences": [], "annotations": [], "relations": []}, {"offset": 45718, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "model estimated probability of expression of the alternate allele", "sentences": [], "annotations": [], "relations": []}, {"offset": 45784, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PRRSV", "sentences": [], "annotations": [], "relations": []}, {"offset": 45790, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Porcine Respiratory and Reproductive Syndrome virus", "sentences": [], "annotations": [], "relations": []}, {"offset": 45842, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PRDC", "sentences": [], "annotations": [], "relations": []}, {"offset": 45847, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Porcine respiratory disease complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 45883, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PCVAD", "sentences": [], "annotations": [], "relations": []}, {"offset": 45889, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Porcine circovirus-associated disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 45927, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "QTL", "sentences": [], "annotations": [], "relations": []}, {"offset": 45931, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Quantitative trait locus", "sentences": [], "annotations": [], "relations": []}, {"offset": 45956, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "QTN", "sentences": [], "annotations": [], "relations": []}, {"offset": 45960, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Quantitative trait nucleotide", "sentences": [], "annotations": [], "relations": []}, {"offset": 45990, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RIN", "sentences": [], "annotations": [], "relations": []}, {"offset": 45994, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RNA integrity number", "sentences": [], "annotations": [], "relations": []}, {"offset": 46015, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 46019, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Ribonucleic acid", "sentences": [], "annotations": [], "relations": []}, {"offset": 46036, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SNP", "sentences": [], "annotations": [], "relations": []}, {"offset": 46040, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single nucleotide polymorphism", "sentences": [], "annotations": [], "relations": []}, {"offset": 46071, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SSC", "sentences": [], "annotations": [], "relations": []}, {"offset": 46075, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Sus scrofa chromosome", "sentences": [], "annotations": [], "relations": []}, {"offset": 46097, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "James E. Koltes and Eric Fritz-Waters contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46169, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 46189, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46248, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 46273, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "JEK, EF-W, CJE, CKT, JCMD and JMR wrote the paper. JCMD, JMR, JKL and CKT conceived the study. NJB, IC, JKL, CKT, JMR, RRRR and JCMD developed the experimental design. LG, PS, JKL, IC and GSP conceived the globin reduction protocol and RNA-seq work and experimental design in the independent population. IC and SMA performed RNA isolation and globin reduction treatment. JEK, EF-W and JMR conducted the RNA-seq bioinformatics, CJE, NVLS, PL, and JCMD performed the RNA-seq statistical analysis. CJE, NVLS, JEK, EF-W, PL, and JCMD conducted the ASE processing and statistical analysis. JEK, EF-W and JMR identified the putative causal variant and determined the splicing mechanism in GBP5. JMR, JKL and IC conceived the AATI experiment, IC designed the primer set, IC and SMA prepared samples for AATI, and JEK and NVLS analyzed the data. SC identified the incorrect annotation of GBP5 and SC and HL provided sequence data used to correct the annotation of GBP5 and refine the differential splicing between exon 9 and 10. JEK performed the cross species analysis of GBP5 protein sequences. NJB, CJE, EF-W and JEK identified concordant variants with the QTL and managed the progress of experiments with NVLS, CKT, JMR, IC, JKL, SC, PL and JCMD. MS validated sample genotypes for AATI and tested the concordance of the GBP5 rs340943904 SNP with the rs80800372 SNP tracking the PRRS host response QTL in an independent population. HB, AK, PS, CJE, EF-W and JEK conducted the bioinformatics analysis of the PHGC5 data. All authors contributed to the writing and editing of the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47909, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 47920, "infons": {"fpage": "1733", "issue": "6", "lpage": "46", "name_0": "surname:Boddicker;given-names:N", "name_1": "surname:Waide;given-names:EH", "name_2": "surname:Rowland;given-names:RR", "name_3": "surname:Lunney;given-names:JK", "name_4": "surname:Garrick;given-names:DJ", "name_5": "surname:Reecy;given-names:JM", "pub-id_doi": "10.2527/jas.2011-4464", "pub-id_pmid": "22205662", "section_type": "REF", "source": "J Anim Sci", "type": "ref", "volume": "90", "year": "2012"}, "text": "Evidence for a major QTL associated with host response to porcine reproductive and respiratory syndrome virus challenge", "sentences": [], "annotations": [], "relations": []}, {"offset": 48040, "infons": {"fpage": "18", "name_0": "surname:Boddicker;given-names:NJ", "name_1": "surname:Bjorkquist;given-names:A", "name_2": "surname:Rowland;given-names:RR", "name_3": "surname:Lunney;given-names:JK", "name_4": "surname:Reecy;given-names:JM", "name_5": "surname:Dekkers;given-names:JC", "pub-id_doi": "10.1186/1297-9686-46-18", "pub-id_pmid": "24592976", "section_type": "REF", "source": "Genet Sel Evol", "type": "ref", "volume": "46", "year": "2014"}, "text": "Genome-wide association and genomic prediction for host response to porcine reproductive and respiratory syndrome virus infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 48170, "infons": {"fpage": "1290", "issue": "3", "lpage": "300", "name_0": "surname:Nordmann;given-names:A", "name_1": "surname:Wixler;given-names:L", "name_2": "surname:Boergeling;given-names:Y", "name_3": "surname:Wixler;given-names:V", "name_4": "surname:Ludwig;given-names:S", "pub-id_doi": "10.1096/fj.11-189886", "pub-id_pmid": "22106366", "section_type": "REF", "source": "FASEB J", "type": "ref", "volume": "26", "year": "2012"}, "text": "A new splice variant of the human guanylate-binding protein 3 mediates anti-influenza activity through inhibition of viral transcription and replication", "sentences": [], "annotations": [], "relations": []}, {"offset": 48323, "infons": {"fpage": "6046", "issue": "16", "lpage": "51", "name_0": "surname:Pilla;given-names:DM", "name_1": "surname:Hagar;given-names:JA", "name_2": "surname:Haldar;given-names:AK", "name_3": "surname:Mason;given-names:AK", "name_4": "surname:Degrandi;given-names:D", "name_5": "surname:Pfeffer;given-names:K", "pub-id_doi": "10.1073/pnas.1321700111", "pub-id_pmid": "24715728", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "111", "year": "2014"}, "text": "Guanylate binding proteins promote caspase-11-dependent pyroptosis in response to cytoplasmic LPS", "sentences": [], "annotations": [], "relations": []}, {"offset": 48421, "infons": {"fpage": "99", "issue": "2", "lpage": "109", "name_0": "surname:Bergsbaken;given-names:T", "name_1": "surname:Fink;given-names:SL", "name_2": "surname:Cookson;given-names:BT", "pub-id_doi": "10.1038/nrmicro2070", "pub-id_pmid": "19148178", "section_type": "REF", "source": "Nat Rev Microbiol", "type": "ref", "volume": "7", "year": "2009"}, "text": "Pyroptosis: host cell death and inflammation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48466, "infons": {"fpage": "294", "issue": "1", "lpage": "9", "name_0": "surname:Degrandi;given-names:D", "name_1": "surname:Kravets;given-names:E", "name_2": "surname:Konermann;given-names:C", "name_3": "surname:Beuter-Gunia;given-names:C", "name_4": "surname:Klumpers;given-names:V", "name_5": "surname:Lahme;given-names:S", "pub-id_doi": "10.1073/pnas.1205635110", "pub-id_pmid": "23248289", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "110", "year": "2013"}, "text": "Murine guanylate binding protein 2 (mGBP2) controls Toxoplasma gondii replication", "sentences": [], "annotations": [], "relations": []}, {"offset": 48548, "infons": {"fpage": "481", "issue": "6080", "lpage": "5", "name_0": "surname:Shenoy;given-names:AR", "name_1": "surname:Wellington;given-names:DA", "name_2": "surname:Kumar;given-names:P", "name_3": "surname:Kassa;given-names:H", "name_4": "surname:Booth;given-names:CJ", "name_5": "surname:Cresswell;given-names:P", "pub-id_doi": "10.1126/science.1217141", "pub-id_pmid": "22461501", "section_type": "REF", "source": "Science", "type": "ref", "volume": "336", "year": "2012"}, "text": "GBP5 promotes NLRP3 inflammasome assembly and immunity in mammals", "sentences": [], "annotations": [], "relations": []}, {"offset": 48614, "infons": {"fpage": "663", "issue": "5", "lpage": "6", "name_0": "surname:Ito;given-names:Y", "name_1": "surname:Shibata-Watanabe;given-names:Y", "name_2": "surname:Ushijima;given-names:Y", "name_3": "surname:Kawada;given-names:J", "name_4": "surname:Nishiyama;given-names:Y", "name_5": "surname:Kojima;given-names:S", "pub-id_doi": "10.1086/527330", "pub-id_pmid": "18260761", "section_type": "REF", "source": "J Infect Dis", "type": "ref", "volume": "197", "year": "2008"}, "text": "Oligonucleotide microarray analysis of gene expression profiles followed by real-time reverse-transcriptase polymerase chain reaction assay in chronic active Epstein-Barr virus infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 48801, "infons": {"fpage": "4673", "issue": "22", "lpage": "80", "name_0": "surname:Thompson;given-names:JD", "name_1": "surname:Higgins;given-names:DG", "name_2": "surname:Gibson;given-names:TJ", "pub-id_doi": "10.1093/nar/22.22.4673", "pub-id_pmid": "7984417", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "22", "year": "1994"}, "text": "CLUSTAL W: improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 48966, "infons": {"fpage": "260", "name_0": "surname:Rowland;given-names:RR", "name_1": "surname:Lunney;given-names:J", "name_2": "surname:Dekkers;given-names:J", "pub-id_doi": "10.3389/fgene.2012.00260", "pub-id_pmid": "23403935", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "3", "year": "2012"}, "text": "Control of porcine reproductive and respiratory syndrome (PRRS) through genetic improvements in disease resistance and tolerance", "sentences": [], "annotations": [], "relations": []}, {"offset": 49095, "infons": {"fpage": "72", "lpage": "84", "name_0": "surname:Holtkamp;given-names:D", "name_1": "surname:Kliebenstein;given-names:J", "name_2": "surname:Zimmerman;given-names:J", "name_3": "surname:Neumann;given-names:E", "name_4": "surname:Rotto;given-names:H", "name_5": "surname:Yoder;given-names:T", "section_type": "REF", "source": "J Swine Health Production", "type": "ref", "volume": "21", "year": "2013"}, "text": "Assessment of the economic impact of porcine reproductive and respiratory syndrome virus on United States pork production", "sentences": [], "annotations": [], "relations": []}, {"offset": 49217, "infons": {"fpage": "127", "issue": "2", "lpage": "33", "name_0": "surname:Benfield;given-names:DA", "name_1": "surname:Nelson;given-names:E", "name_2": "surname:Collins;given-names:JE", "name_3": "surname:Harris;given-names:L", "name_4": "surname:Goyal;given-names:SM", "name_5": "surname:Robison;given-names:D", "pub-id_doi": "10.1177/104063879200400202", "pub-id_pmid": "1616976", "section_type": "REF", "source": "J Vet Diagn Invest", "type": "ref", "volume": "4", "year": "1992"}, "text": "Characterization of swine infertility and respiratory syndrome (Sirs) Virus (Isolate Atcc Vr-2332)", "sentences": [], "annotations": [], "relations": []}, {"offset": 49316, "infons": {"fpage": "121", "issue": "3", "lpage": "30", "name_0": "surname:Wensvoort;given-names:G", "name_1": "surname:Terpstra;given-names:C", "name_2": "surname:Pol;given-names:JMA", "name_3": "surname:Terlaak;given-names:EA", "name_4": "surname:Bloemraad;given-names:M", "name_5": "surname:Dekluyver;given-names:EP", "pub-id_doi": "10.1080/01652176.1991.9694296", "pub-id_pmid": "1835211", "section_type": "REF", "source": "Vet Q", "type": "ref", "volume": "13", "year": "1991"}, "text": "Mystery swine disease in the Netherlands - the isolation of lelystad virus", "sentences": [], "annotations": [], "relations": []}, {"offset": 49391, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zimmerman J, Benfield DA, Murtaugh MP, Osorio F, Stevenson GW, Torremorell M. Porcine reproductive and respiratory syndrom virus (porcine arterivirus), in Diseases of Swine. eds Straw B, Taylor D, Zimmeran J, D'Allaire S, editors. West Sussex, UK: Wiley-Blackwell; 2006.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49662, "infons": {"fpage": "1151", "issue": "6", "lpage": "63", "name_0": "surname:Gillespie;given-names:J", "name_1": "surname:Opriessnig;given-names:T", "name_2": "surname:Meng;given-names:XJ", "name_3": "surname:Pelzer;given-names:K", "name_4": "surname:Buechner-Maxwell;given-names:V", "pub-id_doi": "10.1111/j.1939-1676.2009.0389.x", "pub-id_pmid": "19780932", "section_type": "REF", "source": "J Vet Intern Med", "type": "ref", "volume": "23", "year": "2009"}, "text": "Porcine circovirus type 2 and porcine circovirus-associated disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 49730, "infons": {"fpage": "120", "issue": "2–3", "lpage": "31", "name_0": "surname:Hansen;given-names:MS", "name_1": "surname:Pors;given-names:SE", "name_2": "surname:Jensen;given-names:HE", "name_3": "surname:Bille-Hansen;given-names:V", "name_4": "surname:Bisgaard;given-names:M", "name_5": "surname:Flachs;given-names:EM", "pub-id_doi": "10.1016/j.jcpa.2010.01.012", "pub-id_pmid": "20181357", "section_type": "REF", "source": "J Comp Pathol", "type": "ref", "volume": "143", "year": "2010"}, "text": "An investigation of the pathology and pathogens associated with porcine respiratory disease complex in Denmark", "sentences": [], "annotations": [], "relations": []}, {"offset": 49841, "infons": {"fpage": "3704", "issue": "28", "lpage": "18", "name_0": "surname:Kimman;given-names:TG", "name_1": "surname:Cornelissen;given-names:LA", "name_2": "surname:Moormann;given-names:RJ", "name_3": "surname:Rebel;given-names:JMJ", "name_4": "surname:Stochofe-Zurwieden;given-names:N", "pub-id_doi": "10.1016/j.vaccine.2009.04.022", "pub-id_pmid": "19464553", "section_type": "REF", "source": "Vaccine", "type": "ref", "volume": "27", "year": "2009"}, "text": "Challenges for porcine reproductive and respiratory syndrome virus (PRRSV) vaccinology", "sentences": [], "annotations": [], "relations": []}, {"offset": 49928, "infons": {"fpage": "343", "issue": "3", "lpage": "58", "name_0": "surname:Lewis;given-names:CR", "name_1": "surname:Ait-Ali;given-names:T", "name_2": "surname:Clapperton;given-names:M", "name_3": "surname:Archibald;given-names:AL", "name_4": "surname:Bishop;given-names:S", "pub-id_doi": "10.1089/vim.2007.0024", "pub-id_pmid": "17931105", "section_type": "REF", "source": "Viral Immunol", "type": "ref", "volume": "20", "year": "2007"}, "text": "Genetic perspectives on host responses to porcine reproductive and respiratory syndrome (PRRS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 50023, "infons": {"fpage": "876", "issue": "3", "lpage": "84", "name_0": "surname:Lewis;given-names:CR", "name_1": "surname:Torremorell;given-names:M", "name_2": "surname:Galina-Pantoja;given-names:L", "name_3": "surname:Bishop;given-names:SC", "pub-id_doi": "10.2527/jas.2008-0892", "pub-id_pmid": "18952741", "section_type": "REF", "source": "J Anim Sci", "type": "ref", "volume": "87", "year": "2009"}, "text": "Genetic parameters for performance traits in commercial sows estimated before and after an outbreak of porcine reproductive and respiratory syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 50172, "infons": {"fpage": "2905", "issue": "7", "lpage": "21", "name_0": "surname:Serao;given-names:NV", "name_1": "surname:Matika;given-names:O", "name_2": "surname:Kemp;given-names:RA", "name_3": "surname:Harding;given-names:JC", "name_4": "surname:Bishop;given-names:SC", "name_5": "surname:Plastow;given-names:GS", "pub-id_doi": "10.2527/jas.2014-7821", "pub-id_pmid": "24879764", "section_type": "REF", "source": "J Anim Sci", "type": "ref", "volume": "92", "year": "2014"}, "text": "Genetic analysis of reproductive traits and antibody response in a PRRS outbreak herd", "sentences": [], "annotations": [], "relations": []}, {"offset": 50258, "infons": {"fpage": "48", "issue": "1", "lpage": "58", "name_0": "surname:Boddicker;given-names:NJ", "name_1": "surname:Garrick;given-names:DJ", "name_2": "surname:Rowland;given-names:RR", "name_3": "surname:Lunney;given-names:JK", "name_4": "surname:Reecy;given-names:JM", "name_5": "surname:Dekkers;given-names:JC", "pub-id_doi": "10.1111/age.12079", "pub-id_pmid": "23914972", "section_type": "REF", "source": "Anim Genet", "type": "ref", "volume": "45", "year": "2014"}, "text": "Validation and further characterization of a major quantitative trait locus associated with host response to experimental infection with porcine reproductive and respiratory syndrome virus", "sentences": [], "annotations": [], "relations": []}, {"offset": 50447, "infons": {"fpage": "W252", "issue": "Web Server issue", "lpage": "8", "name_0": "surname:Biasini;given-names:M", "name_1": "surname:Bienert;given-names:S", "name_2": "surname:Waterhouse;given-names:A", "name_3": "surname:Arnold;given-names:K", "name_4": "surname:Studer;given-names:G", "name_5": "surname:Schmidt;given-names:T", "pub-id_doi": "10.1093/nar/gku340", "pub-id_pmid": "24782522", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "SWISS-MODEL: modelling protein tertiary and quaternary structure using evolutionary information", "sentences": [], "annotations": [], "relations": []}, {"offset": 50543, "infons": {"fpage": "954", "name_0": "surname:Choi;given-names:I", "name_1": "surname:Bao;given-names:H", "name_2": "surname:Kommadath;given-names:A", "name_3": "surname:Hosseini;given-names:A", "name_4": "surname:Sun;given-names:X", "name_5": "surname:Meng;given-names:Y", "pub-id_doi": "10.1186/1471-2164-15-954", "pub-id_pmid": "25374277", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "15", "year": "2014"}, "text": "Increasing gene discovery and coverage using RNA-seq of globin RNA reduced porcine blood samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 50640, "infons": {"section_type": "REF", "type": "ref"}, "text": "Joshi NA, Fass JN. Sickle: a sliding-window, adaptive, quality-based trimming tool for FastQ files. 1.29 edn. https://github.com/najoshi/sickle; 2011.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50791, "infons": {"fpage": "821", "issue": "5", "lpage": "9", "name_0": "surname:Zerbino;given-names:DR", "name_1": "surname:Birney;given-names:E", "pub-id_doi": "10.1101/gr.074492.107", "pub-id_pmid": "18349386", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "18", "year": "2008"}, "text": "Velvet: algorithms for de novo short read assembly using de Bruijn graphs", "sentences": [], "annotations": [], "relations": []}, {"offset": 50865, "infons": {"fpage": "1086", "issue": "8", "lpage": "92", "name_0": "surname:Schulz;given-names:MH", "name_1": "surname:Zerbino;given-names:DR", "name_2": "surname:Vingron;given-names:M", "name_3": "surname:Birney;given-names:E", "pub-id_doi": "10.1093/bioinformatics/bts094", "pub-id_pmid": "22368243", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "Oases: robust de novo RNA-seq assembly across the dynamic range of expression levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 50950, "infons": {"fpage": "R36", "issue": "4", "name_0": "surname:Kim;given-names:D", "name_1": "surname:Pertea;given-names:G", "name_2": "surname:Trapnell;given-names:C", "name_3": "surname:Pimentel;given-names:H", "name_4": "surname:Kelley;given-names:R", "name_5": "surname:Salzberg;given-names:SL", "pub-id_doi": "10.1186/gb-2013-14-4-r36", "pub-id_pmid": "23618408", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "14", "year": "2013"}, "text": "TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51054, "infons": {"fpage": "357", "issue": "4", "lpage": "9", "name_0": "surname:Langmead;given-names:B", "name_1": "surname:Salzberg;given-names:SL", "pub-id_doi": "10.1038/nmeth.1923", "pub-id_pmid": "22388286", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "9", "year": "2012"}, "text": "Fast gapped-read alignment with Bowtie 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 51095, "infons": {"fpage": "511", "issue": "5", "lpage": "5", "name_0": "surname:Trapnell;given-names:C", "name_1": "surname:Williams;given-names:BA", "name_2": "surname:Pertea;given-names:G", "name_3": "surname:Mortazavi;given-names:A", "name_4": "surname:Kwan;given-names:G", "name_5": "surname:van Baren;given-names:MJ", "pub-id_doi": "10.1038/nbt.1621", "pub-id_pmid": "20436464", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "28", "year": "2010"}, "text": "Transcript assembly and quantification by RNA-Seq reveals unannotated transcripts and isoform switching during cell differentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 51227, "infons": {"fpage": "R106", "issue": "10", "name_0": "surname:Anders;given-names:S", "name_1": "surname:Huber;given-names:W", "pub-id_doi": "10.1186/gb-2010-11-10-r106", "pub-id_pmid": "20979621", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "11", "year": "2010"}, "text": "Differential expression analysis for sequence count data", "sentences": [], "annotations": [], "relations": []}, {"offset": 51284, "infons": {"fpage": "2078", "issue": "16", "lpage": "9", "name_0": "surname:Li;given-names:H", "name_1": "surname:Handsaker;given-names:B", "name_2": "surname:Wysoker;given-names:A", "name_3": "surname:Fennell;given-names:T", "name_4": "surname:Ruan;given-names:J", "name_5": "surname:Homer;given-names:N", "pub-id_doi": "10.1093/bioinformatics/btp352", "pub-id_pmid": "19505943", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "The Sequence Alignment/Map format and SAMtools", "sentences": [], "annotations": [], "relations": []}, {"offset": 51331, "infons": {"fpage": "1297", "issue": "9", "lpage": "303", "name_0": "surname:McKenna;given-names:A", "name_1": "surname:Hanna;given-names:M", "name_2": "surname:Banks;given-names:E", "name_3": "surname:Sivachenko;given-names:A", "name_4": "surname:Cibulskis;given-names:K", "name_5": "surname:Kernytsky;given-names:A", "pub-id_doi": "10.1101/gr.107524.110", "pub-id_pmid": "20644199", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "20", "year": "2010"}, "text": "The genome analysis toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 51432, "infons": {"fpage": "R25", "issue": "3", "name_0": "surname:Robinson;given-names:MD", "name_1": "surname:Oshlack;given-names:A", "pub-id_doi": "10.1186/gb-2010-11-3-r25", "pub-id_pmid": "20196867", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "11", "year": "2010"}, "text": "A scaling normalization method for differential expression analysis of RNA-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 51516, "infons": {"fpage": "139", "issue": "1", "lpage": "40", "name_0": "surname:Robinson;given-names:MD", "name_1": "surname:McCarthy;given-names:DJ", "name_2": "surname:Smyth;given-names:GK", "pub-id_doi": "10.1093/bioinformatics/btp616", "pub-id_pmid": "19910308", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "edgeR: a Bioconductor package for differential expression analysis of digital gene expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 51615, "infons": {"fpage": "289", "lpage": "300", "name_0": "surname:Benjamini;given-names:Y", "name_1": "surname:Hochberg;given-names:Y", "section_type": "REF", "source": "J R Stat Soc Series B", "type": "ref", "volume": "57", "year": "1995"}, "text": "Controlling the false discovery rate: a practical and powerful approach to multiple testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 51707, "infons": {"fpage": "275", "name_0": "surname:Wangkumhang;given-names:P", "name_1": "surname:Chaichoompu;given-names:K", "name_2": "surname:Ngamphiw;given-names:C", "name_3": "surname:Ruangrit;given-names:U", "name_4": "surname:Chanprasert;given-names:J", "name_5": "surname:Assawamakin;given-names:A", "pub-id_doi": "10.1186/1471-2164-8-275", "pub-id_pmid": "17697334", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "8", "year": "2007"}, "text": "WASP: a Web-based Allele-Specific PCR assay designing tool for detecting SNPs and mutations", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]