[{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "4857245", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13326-016-0066-0", "article-id_pmc": "4857245", "article-id_pmid": "27152146", "article-id_publisher-id": "66", "elocation-id": "24", "kwd": "Non-coding RNA Biomedical ontology Domain ontology Reference ontology Ontology development Data annotation", "license": "\nOpen Access This article is distributed under the terms of the Creative Commons Attribution 4.0 International License(http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver(http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Huang;given-names:Jingshan", "name_1": "surname:Eilbeck;given-names:Karen", "name_10": "surname:Jiang;given-names:Guoqian", "name_11": "surname:Lin;given-names:Yu", "name_12": "surname:Wu;given-names:Bin", "name_13": "surname:Strachan;given-names:Harrison J.", "name_14": "surname:He;given-names:Yongqun", "name_15": "surname:Zhang;given-names:Shaojie", "name_16": "surname:Wang;given-names:Xiaowei", "name_17": "surname:Liu;given-names:Zixing", "name_18": "surname:Borchert;given-names:Glen M.", "name_19": "surname:Tan;given-names:Ming", "name_2": "surname:Smith;given-names:Barry", "name_20": "surname:Huang;given-names:Jingshan", "name_3": "surname:Blake;given-names:Judith A.", "name_4": "surname:Dou;given-names:Dejing", "name_5": "surname:Huang;given-names:Weili", "name_6": "surname:Natale;given-names:Darren A.", "name_7": "surname:Ruttenberg;given-names:Alan", "name_8": "surname:Huan;given-names:Jun", "name_9": "surname:Zimmermann;given-names:Michael T.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "7", "year": "2016"}, "text": "The Non-Coding RNA Ontology (NCRO): a comprehensive resource for the unification of non-coding RNA biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 107, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In recent years, sequencing technologies have enabled the identification of a wide range of non-coding RNAs (ncRNAs). Unfortunately, annotation and integration of ncRNA data has lagged behind their identification. Given the large quantity of information being obtained in this area, there emerges an urgent need to integrate what is being discovered by a broad range of relevant communities. To this end, the Non-Coding RNA Ontology (NCRO) is being developed to provide a systematically structured and precisely defined controlled vocabulary for the domain of ncRNAs, thereby facilitating the discovery, curation, analysis, exchange, and reasoning of data about structures of ncRNAs, their molecular and cellular functions, and their impacts upon phenotypes. The goal of NCRO is to serve as a common resource for annotations of diverse research in a way that will significantly enhance integrative and comparative analysis of the myriad resources currently housed in disparate sources. It is our belief that the NCRO ontology can perform an important role in the comprehensive unification of ncRNA biology and, indeed, fill a critical gap in both the Open Biological and Biomedical Ontologies (OBO) Library and the National Center for Biomedical Ontology (NCBO) BioPortal. Our initial focus is on the ontological representation of small regulatory ncRNAs, which we see as the first step in providing a resource for the annotation of data about all forms of ncRNAs. The NCRO ontology is free and open to all users, accessible at: http://purl.obolibrary.org/obo/ncro.owl.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1677, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1690, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is known that non-coding RNAs (ncRNAs), a special class of functional RNA molecules, will not be translated into proteins. The chemical identity and first guesses as to the role of RNA were discussed by Casperson and Schultz back in 1939, and the first RNA structure was reported by Alexander Rich in 1956. Since then, many types of ncRNAs have been identified, including the now well-known transfer RNAs (tRNAs) and ribosomal RNAs (rRNAs), in addition to the more recently discovered long non-coding RNAs (lncRNAs), microRNAs (miRNAs), and so forth. Many ncRNAs perform important roles in the realization of a wide range of molecular functions as well as in affecting many different biological and pathological processes. As such, interest in ncRNA biology has grown throughout biomedicine, biomedical informatics, and clinical sciences. In addition, the fertile area of ncRNA research has been significantly enhanced in recent years by new sequencing technologies that have generated continuously increasing quantities of available data. However, annotation and integration of data about ncRNAs, the functions regulated by ncRNAs for example, has lagged behind their identification, resulting in an urgent need for effective methodologies to bring together discoveries continuously deriving from different segments of the ncRNA research community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3043, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Emerging semantic technologies provide computational methodologies that promote more precise communication among scientists, enable more effective information retrieval and integration across diverse resources, and extend the power of computational technologies to perform data exploration, inference, and mining. In particular, the sorts of reasoning (inference) enabled by semantic technologies are not available where we are confined to traditional relational database systems or text-based search and query. By placing more emphasis on the semantics (i.e., the intended meaning) of data, semantic technologies and domain ontologies enable us to establish more meaningful connections among original data, thereby helping to bridge gaps in our knowledge. Moreover, semantic data connections are established in a highly flexible manner that allows these connections to be much more easily extended — for example when new sorts of entities are discovered — than is possible using more traditional approaches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4056, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Among all successful efforts in applying semantic technologies in the biomedical domain, the Open Biological and Biomedical Ontologies (OBO) Library is of special importance in that it has served as an umbrella for different ontologies shared across various biological, biomedical, and clinical domains. However, there has until now existed in the OBO Library no comprehensive ontologies specifically designed for the ncRNA domain, although portions of the domain are catalogued in several orthogonal ontologies. The National Center for Biomedical Ontology (NCBO) BioPortal, a repository of biological and biomedical ontologies (short for bio-ontologies), is another effort in some ways parallel to the OBO Library but with a broader scope and lower hurdles for admission. However the BioPortal, too, contains, no comprehensive ncRNA ontologies. These observations indicate that there is an important gap that needs to be filled — hence the Non-Coding RNA Ontology (NCRO) project. As the first comprehensive, domain-specific ontology in the ncRNA field, the NCRO ontology aims to supply a systematically structured, precisely defined controlled vocabulary for the ncRNA domain, consisting of a set of common, standardized terms and relations that will facilitate the discovery, curation, analysis, exchange, and reasoning of data about the structures, functions, and molecular, cellular, organismal, therapeutic, or biotechnological uses of ncRNAs. The NCRO ontology can serve as a resource for annotating and integrating ncRNA data produced by diverse communities, thereby significantly enhancing integrative and comparative analysis of the myriad resources currently housed in disparate sources. We believe that the NCRO will help to address a vital need for the comprehensive unification of ncRNA biology. We aim to integrate genomic and sequence-based annotation with gene expression regulation, secondary and 3D structure information, protein interactions, and their inter-relationships. Our initial focus is on the ontological representation of small regulatory ncRNAs, which we see as the first step in providing a standardized resource for (1) annotating data about all forms of ncRNAs and (2) facilitating knowledge capture in the ncRNA domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6312, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The rest of this paper is organized as follows. Section ‘Related work’ summarizes state-of-the-art research in ncRNAs and bio-ontologies; Section ‘Ontology scope’ gives an overview of the scope covered by the NCRO ontology; Section ‘Ontology development’ introduces NCRO development principles and procedure; Section ‘NCRO terms, relations, and reasoning’ describes NCRO terms and relations, as well as ontology reasoning; Section ‘Examples in NCRO annotations’ presents two examples to demonstrate how NCRO annotations and ontology reasoning can be performed to facilitate knowledge capture; finally, Section ‘Conclusions’ concludes with future research directions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7003, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Related work", "sentences": [], "annotations": [], "relations": []}, {"offset": 7016, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Related work in ncRNA research", "sentences": [], "annotations": [], "relations": []}, {"offset": 7047, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Prior research, for example, has uncovered numerous ncRNA genes, and recent advances in next generation sequencing technology have resulted in an even greater number and faster pace of discovery of ncRNA genes. In fact, Nature has a whole site dedicated to key apes in this area. Given the relatively large proportion of the genome dedicated to ncRNA genes, significant potential exists to explore ncRNAs that may have diverse biological roles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7492, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Abnormal expression of some ncRNAs is involved in human disease. For example, alterations of gene-regulatory ncRNA expression are involved in the development, progression, and metastases of human cancer. When differentially expressed gene-regulatory ncRNAs play roles in altering target gene expression, further phenotypic effects can be realized. Differential expression of such ncRNAs in malignant versus normal tissue can be exploited as a biomarker used for diagnosis, prediction of patient outcome, or monitoring the effectiveness of cancer therapeutics. Therefore, these gene-regulatory ncRNAs are potential therapeutic targets for cancer therapy. In recent years serious attempts have been made to effectively deliver ncRNA into tumors in animal models. Some of the attempts have already shown promising therapeutic efficacy. In RNA interference therapy and drug development, a first-in-human trial has been conducted in cancer patients who were administered with lipid nanoparticles (LNP) formulated siRNA targeting VEGF and KSP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8530, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Aberrant expression of ncRNAs has been associated with not only cancers but also numerous other diseases, including autism, hearing loss, Alzheimer’s disease, Prader-Willi Syndrome, diabetes, and psoriasis. Tissue-specific miRNAs have been shown to be involved in cardiovascular, muscular, and neurodegenerative diseases, and pharmaceutical companies are developing new therapeutic molecules that alter the function or expression of specific miRNAs for treating these and other human diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9026, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Related work in bio-ontologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 9057, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are several pre-existing bio-ontologies that are relevant to the development of an ontology in the domain of functional non-coding RNA. The RNA Ontology (RNAO) is a reference ontology created to catalogue the molecular entities composing primary, secondary, and tertiary components of RNA. The goal of the RNAO project is to enable integration and analysis of diverse RNA datasets. The Gene Ontology (GO) is by far the most successful and widely used bio-ontology, consisting of three independent sub-ontologies: biological processes, molecular functions, and cellular components. The GO has been utilized to annotate both protein and RNA gene products across multiple organisms. The Sequence Ontology (SO) is an ontology that is designed to capture genomic features and the relationships that obtain between them. This ontology contains the features necessary to annotate a genome sequence with structural features such as gene models and also the terms necessary for the annotation of the location and extent of genomic variants. The PRotein Ontology (PRO) has been developed with a particular focus on human proteins and disease-related variants thereof, providing an ontological representation of proteins. As proteins are often the functional entities in the processes impacted by the regulatory effect of ncRNAs, they are an important factor in the understanding of ncRNA. The Ontology for MIcroRNA Target (OMIT) is a miRNA domain ontology that is being developed as part of the OmniSearch project. The purpose is to establish standard metadata in miRNA domain for more effective identification of the roles of miRNAs in various human diseases. The ontology of Chemical Entities of Biological Interest (ChEBI) provides the terminology and relationships to describe small molecules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10851, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are also other bio-ontologies that are in use in a wider context that are also important for the description of clinical impact of ncRNA. SNOMED CT is a comprehensive, clinically oriented medical terminology system, and also a reference standard in the United States Meaningful Use program that promotes the use of certified electronic health record (EHR) technology to improve quality, safety, and efficiency, as well as to reduce health disparities. SNOMED CT is owned and maintained by the International Health Terminology Standard Development Organization (IHTSDO). Anatomy description has been unified over multiple species with the Uberon anatomical Ontology. This ontology relates taxon-specific anatomies and is fully integrated with other bio-ontologies such as the GO. The Human Disease Ontology (DOID) encapsulates the terminology of diseases and provides equivalent mappings to many related terminologies. The NCI Thesaurus (NCIt) is a reference biomedical ontology published by the National Cancer Institute (NCI) with terminology that includes clinical care, translational and basic research, and public information and administrative activities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12018, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Additionally, there are ontologies that address the domain of data collection and are pertinent to the understanding of ncRNA. An ontology that covers the domain of translational research is the Ontology of Biomedical Investigations (OBI), describing the foundational terminology needed to define experimental processes and investigation. Moreover, the Information Artifact Ontology (IAO) arose as a branch of OBI, to define the foundational entities of scientific information in the digital domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12518, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Note that all bio-ontologies described in this section except for SNOMED CT are included in both the OBO Library and NCBO BioPortal. SNOMED CT is included only in the BioPortal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12696, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Ontology scope", "sentences": [], "annotations": [], "relations": []}, {"offset": 12711, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All known subtypes of ncRNA molecules including those created in living organisms as well as those engineered or adapted for some purposes (aptamers for example) — this aspect will utilize high-level terms defined in both the SO and ChEBI, with more specific terms defined in the NCRO;", "sentences": [], "annotations": [], "relations": []}, {"offset": 12999, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The structure involved in each ncRNA type, including sequence and conformation — this aspect will utilize the RNAO;", "sentences": [], "annotations": [], "relations": []}, {"offset": 13117, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The functions, dispositions, and roles of ncRNAs, as well as the processes in which these are realized1 — this aspect will utilize, mostly, the GO, with gaps specific to ncRNAs filled by the NCRO or other ontologies;", "sentences": [], "annotations": [], "relations": []}, {"offset": 13336, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Different clinical phenotypes associated with expression of normal and/or abnormal ncRNAs — this aspect will utilize the SNOMEDCT, NCIt, and Human Disease Ontology (DOID); and finally,", "sentences": [], "annotations": [], "relations": []}, {"offset": 13523, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Various relations that are unique to ncRNAs and their different components.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13599, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The NCRO ontology will represent:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13635, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The initial focus of our work in building the ontology is on small regulatory ncRNAs. Nevertheless, we have designed an overarching framework of high-level terms for other ncRNAs, such as: circular RNA (circRNA), lncRNA, rRNA, small interfering RNA (siRNA), small nuclear RNA (snRNA), and tRNA. These high-level terms, all of which are direct child terms of the term “ncRNA,” serve as placeholders: a more detailed hierarchy underneath each term, along with relevant relations, will be developed at a later project stage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14161, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Ontology development", "sentences": [], "annotations": [], "relations": []}, {"offset": 14182, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Development principles", "sentences": [], "annotations": [], "relations": []}, {"offset": 14205, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the development pipeline for the NCRO ontology, we have observed a set of practices proposed by the OBO Foundry Initiative. Above all, the ontology should be: freely available; expressed in a standard language; documented for successive versions; orthogonal to existing ontologies; including natural language specifications; developed collaboratively; and used by multiple researchers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14594, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Compliance with established upper-level ontologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 14645, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All NCRO terms descend from terms defined in the Basic Formal Ontology (BFO) v2.0. The BFO is a small, upper-level ontology that is designed for use in supporting information retrieval, analysis, and integration in scientific and other domains. Because the BFO is a well-established upper ontology adopted by all OBO ontologies, our strategy to make the NCRO a BFO-compliant ontology will set the stage for interoperability between the NCRO ontology and other currently existing OBO ontologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15140, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As for relations, besides those defined in the NCRO, we have also used a set of well-defined relations in the Relation Ontology (RO), such as: “part of,” “participates in,” and “precedes,” all of which relate different types defined in the BFO. Greater details of various relations can be found in Section ‘NCRO terms and relations’ and Table 3. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 15503, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Strategy for orthogonality", "sentences": [], "annotations": [], "relations": []}, {"offset": 15530, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "A subset of terms imported into the NCRO ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 15580, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Imported term</th><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Source Ontology</th><th align=\"left\"/><th align=\"left\"/><th align=\"left\">Original ID</th></tr></thead><tbody><tr><td align=\"left\">miRNA</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Sequence Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">SO:0000276</td></tr><tr><td align=\"left\">ncRNA</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Sequence Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">SO:0000655</td></tr><tr><td align=\"left\">small_regulatory_ncRNA</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Sequence Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">SO:0000370</td></tr><tr><td align=\"left\">gene</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Sequence Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">SO:0000704</td></tr><tr><td align=\"left\">promoter</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Sequence Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">SO:0000167</td></tr><tr><td align=\"left\">binding</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Gene Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">GO:0005488</td></tr><tr><td align=\"left\">transcription,</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Gene Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">GO:0006351</td></tr><tr><td align=\"left\">DNA-templated</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">translation</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Gene Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">GO:0006412</td></tr><tr><td align=\"left\">metabolic_process</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Gene Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">GO:0008152</td></tr><tr><td align=\"left\">protein</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">PRotein Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">PR:000000001</td></tr><tr><td align=\"left\">organism</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Ontology for</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">OBI:0100026</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Biomedical Investigations</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">cell</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Gene Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">GO:0005623</td></tr><tr><td align=\"left\">cell line</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Cell Line Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">CLO:0000031</td></tr><tr><td align=\"left\">molecular entity</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Chemical Entities of</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">CHEBI:23367</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Biological Interest Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/></tr><tr><td align=\"left\">organ</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Uber Anatomy Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">UBERON:0000062</td></tr><tr><td align=\"left\">tissue</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Uber Anatomy Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">UBERON:0000479</td></tr><tr><td align=\"left\">disease</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">Human Disease Ontology</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">DOID:4</td></tr></tbody></table>\n"}, "text": "Imported term\t\t\tSource Ontology\t\t\tOriginal ID\t \tmiRNA\t\t\tSequence Ontology\t\t\tSO:0000276\t \tncRNA\t\t\tSequence Ontology\t\t\tSO:0000655\t \tsmall_regulatory_ncRNA\t\t\tSequence Ontology\t\t\tSO:0000370\t \tgene\t\t\tSequence Ontology\t\t\tSO:0000704\t \tpromoter\t\t\tSequence Ontology\t\t\tSO:0000167\t \tbinding\t\t\tGene Ontology\t\t\tGO:0005488\t \ttranscription,\t\t\tGene Ontology\t\t\tGO:0006351\t \tDNA-templated\t\t\t\t\t\t\t \ttranslation\t\t\tGene Ontology\t\t\tGO:0006412\t \tmetabolic_process\t\t\tGene Ontology\t\t\tGO:0008152\t \tprotein\t\t\tPRotein Ontology\t\t\tPR:000000001\t \torganism\t\t\tOntology for\t\t\tOBI:0100026\t \t\t\t\tBiomedical Investigations\t\t\t\t \tcell\t\t\tGene Ontology\t\t\tGO:0005623\t \tcell line\t\t\tCell Line Ontology\t\t\tCLO:0000031\t \tmolecular entity\t\t\tChemical Entities of\t\t\tCHEBI:23367\t \t\t\t\tBiological Interest Ontology\t\t\t\t \torgan\t\t\tUber Anatomy Ontology\t\t\tUBERON:0000062\t \ttissue\t\t\tUber Anatomy Ontology\t\t\tUBERON:0000479\t \tdisease\t\t\tHuman Disease Ontology\t\t\tDOID:4\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16489, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Out of the set of OBO Foundry principles, orthogonality is of special importance in defining the novelty of the NCRO ontology. Our strategy to abide by this principle is that we have imported and reused extant terms wherever possible, focusing especially on terms from OBO ontologies, SO, GO, PRO, and ChEBI for example. Such terms have been imported with their original identifier information using internationalized resource identifiers (IRIs)/uniform resource identifiers (URIs). This strategy helps us to achieve the maximum possible orthogonality. Table 1 demonstrates a subset of imported terms. More details can be found in Section ‘NCRO terms, relations, and reasoning,’ where percentages of imported terms from various existing bio-ontologies are calculated. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 17262, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "The NCRO team and domain expertise", "sentences": [], "annotations": [], "relations": []}, {"offset": 17297, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The NCRO team members come from a wide variety of communities, covering computer science, ontology engineering, wet-lab biological research, biomedical informatics, and clinical sciences. The wide scope of participants will provide (1) the necessary expertise in ontology development and ontology-based reasoning and (2) the ncRNA domain knowledge including expertise in ncRNA-relevant phenotype. It will also help to ensure (3) a diversity of communities eager to adopt the NCRO ontology for use in representing and annotating ncRNA data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17837, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Dynamic ontology construction procedure", "sentences": [], "annotations": [], "relations": []}, {"offset": 17877, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "A list of ncRNA-related databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 17911, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Database name</th><th align=\"left\">Brief introduction</th><th align=\"left\">Web link</th></tr></thead><tbody><tr><td align=\"left\">Ensembl ncRNA</td><td align=\"left\">A database of ncRNA annotations.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://www.ensembl.org/info/genome/genebuild/ncrna.html\">http://www.ensembl.org/info/genome/genebuild/ncrna.html</ext-link>\n</td></tr><tr><td align=\"left\">GENCODE</td><td align=\"left\">A database for annotation of gene features.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://www.gencodegenes.org\">http://www.gencodegenes.org</ext-link>\n</td></tr><tr><td align=\"left\">lncRNAdb</td><td align=\"left\">A reference database for functional lncRNAs.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://www.lncrnadb.org\">http://www.lncrnadb.org</ext-link>\n</td></tr><tr><td align=\"left\">lncRNAtor</td><td align=\"left\">A Web portal encompassing lncRNA data.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://lncrnator.ewha.ac.kr\">http://lncrnator.ewha.ac.kr</ext-link>\n</td></tr><tr><td align=\"left\">miRBase</td><td align=\"left\">A database of miRNA sequences and annotation.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://www.mirbase.org/\">http://www.mirbase.org/</ext-link>\n</td></tr><tr><td align=\"left\">NDB</td><td align=\"left\">A database of experimentally determined nucleic acids.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://ndbserver.rutgers.edu\">http://ndbserver.rutgers.edu</ext-link>\n</td></tr><tr><td align=\"left\">NONCODE</td><td align=\"left\">A database of ncRNAs except for tRNAs and rRNAs.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://www.noncode.org/\">http://www.noncode.org/</ext-link>\n</td></tr><tr><td align=\"left\">NRED</td><td align=\"left\">An ncRNA expression database.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://nred.matticklab.com/cgi-bin/ncrnadb.pl\">http://nred.matticklab.com/cgi-bin/ncrnadb.pl</ext-link>\n</td></tr><tr><td align=\"left\">Rfam</td><td align=\"left\">A database of a collection of RNA families.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"http://rfam.xfam.org\">http://rfam.xfam.org</ext-link>\n</td></tr><tr><td align=\"left\">RMDB</td><td align=\"left\">Chemical Mapping Data of RNA Sequences.</td><td align=\"left\">\n<ext-link ext-link-type=\"uri\" xlink:href=\"https://rmdb.stanford.edu\">https://rmdb.stanford.edu</ext-link>\n</td></tr></tbody></table>\n"}, "text": "Database name\tBrief introduction\tWeb link\t \tEnsembl ncRNA\tA database of ncRNA annotations.\thttp://www.ensembl.org/info/genome/genebuild/ncrna.html\t \tGENCODE\tA database for annotation of gene features.\thttp://www.gencodegenes.org\t \tlncRNAdb\tA reference database for functional lncRNAs.\thttp://www.lncrnadb.org\t \tlncRNAtor\tA Web portal encompassing lncRNA data.\thttp://lncrnator.ewha.ac.kr\t \tmiRBase\tA database of miRNA sequences and annotation.\thttp://www.mirbase.org/\t \tNDB\tA database of experimentally determined nucleic acids.\thttp://ndbserver.rutgers.edu\t \tNONCODE\tA database of ncRNAs except for tRNAs and rRNAs.\thttp://www.noncode.org/\t \tNRED\tAn ncRNA expression database.\thttp://nred.matticklab.com/cgi-bin/ncrnadb.pl\t \tRfam\tA database of a collection of RNA families.\thttp://rfam.xfam.org\t \tRMDB\tChemical Mapping Data of RNA Sequences.\thttps://rmdb.stanford.edu\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18783, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The NCRO development is from the top down (starting with more general terms), progressively utilizing the ncRNA domain knowledge provided by the cellular biologists and clinical investigators in the project team. Lower levels of the ontology were then further developed on the basis of a thorough analysis of representative ncRNA-related databases (Table 2). Moreover, an iterative procedure, including a series of interviews, exchanges of documents, refinements, and related documentations, is being followed to make the NCRO a dynamic ontology. In addition to a dedicated project website, we have utilized GitHub to further assist the management and version control of the ontology during both design and implementation, including an established issue tracker to facilitate discussion among the members of an open group of investigators, so that OBO Foundry principles can be better followed. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19679, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Naming conventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 19698, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Labels are written in lower cases except for commonly accepted acronyms such as “RNA” and “ncRNA.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 19805, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Hypens are kept as is if they are commonly used in, or easily understood by, the ncRNA community, as in: “hsa-miR-125b.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 19930, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Each NCRO term has a unique identifier consisting of a prefix and seven digit numerical string, as in: NCRO_0000001. On the other hand, each NCRO term is also assigned a human-readable label. We have followed a set of OBO Foundry naming conventions to design such labels. Specifically:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 20218, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For greater readability, we italicize all relations throughout this paper, whether they are defined in the NCRO or imported from the RO and BFO.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20363, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Ontology languages and development tools", "sentences": [], "annotations": [], "relations": []}, {"offset": 20404, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have chosen both the Web Ontology Language (OWL) and OBO formats to describe the ontology: both are widely accepted in OBO Foundry community and the former is recommended by the World Wide Web Consortium (W3C). A first version of the ontology was authored in OBO-Edit and translated to OWL by the ROBOT tool; then the OWL version has been subsequently edited. Moving forward, our focus will be placed on editing and releasing the OWL version to take advantage of OWL-specific features such as availability of ontology reasoners and triple stores, as well as enhanced annotation expressivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20999, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "NCRO terms, relations, and reasoning", "sentences": [], "annotations": [], "relations": []}, {"offset": 21036, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "NCRO terms and relations", "sentences": [], "annotations": [], "relations": []}, {"offset": 21061, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The current version NCRO (http://purl.obolibrary.org/obo/ncro.owl) is our first production release. There are a total of 3,078 terms and 27 relations (besides a total of 5,394 is_a relations). Terms break down as follows: 82.68 % were defined in the NCRO ontology itself, and the rest were imported from extant ontologies: BFO (1.14 %), GO (8.67 %), SO (6.50 %), PRO (0.10 %), CHEBI (0.29 %), OBI (0.13 %), IAO (0.06 %), DOID (0.13 %), CLO (0.06 %), and UBERON (0.16 %). As for relations, many (55.56 %) were imported from the RO, and the rest (51.03 %) were defined in the NCRO.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21641, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Orthogonality among different ontologies has been widely accepted in the bio-ontology community. To achieve better orthogonality, it is a common practice to reuse contents defined in relevant, existing ontologies. This is our motivation to import terms and relations from extant ontologies, as demonstrated above. On the other hand, it is not trivial to obtain 100 % orthogonality, because ontologies are continuously being developed for good reasons within specific domains and by different groups. As a result, given the holistic nature of biology, along with the fact that different applications most likely have adopted different development methodologies and have focused on various emphases, there will inevitably be some overlaps among ontologies regarding their covered terms and/or relations. For example, the term “analgesic_treatment” defined in the NCRO2 is similar with the term “analgesic treatment” defined in the Malaria Ontology3. Such overlaps may have negative impacts on logical inferencing if ontology reasoning is performed across relevant ontologies. Whereas it is not realistic, if not impossible at all, to obtain “pure” (i.e., 100 %) orthogonality, one effective way to handle this situation is to add cross-references in the ontologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22917, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "A subset of relations defined in or imported into the NCRO ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 22985, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Relation</th><th align=\"left\">Domain</th><th align=\"left\">Range</th><th align=\"left\">Explanation</th></tr></thead><tbody><tr><td align=\"left\">\n<italic>NCRO:is_classified_into</italic>\n</td><td align=\"left\">miRNA</td><td align=\"left\">miRNA_gene_family</td><td align=\"left\">Each miRNA can be classified</td></tr><tr><td align=\"left\">\n<italic>_gene_family_group</italic>\n</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">into some gene family.</td></tr><tr><td align=\"left\">\n<italic>NCRO:miRNA_expressed</italic>\n</td><td align=\"left\">miRNA_expression</td><td align=\"left\">tissue</td><td align=\"left\">miRNAs can be expressed in some</td></tr><tr><td align=\"left\">\n<italic>_in_tissue</italic>\n</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">specific tissues.</td></tr><tr><td align=\"left\">\n<italic>NCRO:regulate_mRNA</italic>\n</td><td align=\"left\">miRNA_expression</td><td align=\"left\">translation</td><td align=\"left\">miRNAs can regulate the translation</td></tr><tr><td align=\"left\">\n<italic>_translation</italic>\n</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">process of some mRNAs.</td></tr><tr><td align=\"left\">\n<italic>NCRO:regulate_miRNA</italic>\n</td><td align=\"left\">protein</td><td align=\"left\">transcription_of_miRNA</td><td align=\"left\">Proteins can regulate the</td></tr><tr><td align=\"left\">\n<italic>_transcription</italic>\n</td><td align=\"left\"/><td align=\"left\"/><td align=\"left\">transcription process of some miRNAs.</td></tr><tr><td align=\"left\">\n<italic>NCRO:is_model_of_disease</italic>\n</td><td align=\"left\">material entity</td><td align=\"left\">disease</td><td align=\"left\">A cell line is a model of some disease.</td></tr><tr><td align=\"left\">\n<italic>RO:participates in</italic>\n</td><td align=\"left\">gene</td><td align=\"left\">transcription,</td><td align=\"left\">A gene participates in the regulation</td></tr><tr><td align=\"left\"/><td align=\"left\"/><td align=\"left\">DNA-templated</td><td align=\"left\">of some transcription.</td></tr><tr><td align=\"left\">\n<italic>RO:participates in</italic>\n</td><td align=\"left\">miRNA_target_gene</td><td align=\"left\">miRNA_and_target_</td><td align=\"left\">A link to connect a miRNA and its</td></tr><tr><td align=\"left\"/><td align=\"left\">miRNA</td><td align=\"left\">gene_binding</td><td align=\"left\">likely target gene.</td></tr><tr><td align=\"left\">\n<italic>RO:participates in</italic>\n</td><td align=\"left\">promoter_of_miRNA</td><td align=\"left\">protein_miRNA_</td><td align=\"left\">Connection between the miRNA</td></tr><tr><td align=\"left\"/><td align=\"left\">protein</td><td align=\"left\">promoter_binding</td><td align=\"left\">promoter and protein.</td></tr><tr><td align=\"left\">\n<italic>RO:precedes</italic>\n</td><td align=\"left\">protein_miRNA_</td><td align=\"left\">miRNA_</td><td align=\"left\">Protein-promoter binding happens</td></tr><tr><td align=\"left\"/><td align=\"left\">promoter_binding</td><td align=\"left\">transcription_initiation</td><td align=\"left\">before the transcription.</td></tr><tr><td align=\"left\">\n<italic>RO:precedes</italic>\n</td><td align=\"left\">miRNA_transcription_</td><td align=\"left\">transcription_of_miRNA</td><td align=\"left\">Transcription initiation happens before</td></tr><tr><td align=\"left\"/><td align=\"left\">initiation</td><td align=\"left\"/><td align=\"left\">the transcription process.</td></tr><tr><td align=\"left\">\n<italic>RO:part of</italic>\n</td><td align=\"left\">organ</td><td align=\"left\">organism</td><td align=\"left\">An organ is part of some organism.</td></tr><tr><td align=\"left\">\n<italic>RO:part of</italic>\n</td><td align=\"left\">cell</td><td align=\"left\">organ</td><td align=\"left\">A cell is part of some organ.</td></tr></tbody></table>\n"}, "text": "Relation\tDomain\tRange\tExplanation\t \tNCRO:is_classified_into\tmiRNA\tmiRNA_gene_family\tEach miRNA can be classified\t \t_gene_family_group\t\t\tinto some gene family.\t \tNCRO:miRNA_expressed\tmiRNA_expression\ttissue\tmiRNAs can be expressed in some\t \t_in_tissue\t\t\tspecific tissues.\t \tNCRO:regulate_mRNA\tmiRNA_expression\ttranslation\tmiRNAs can regulate the translation\t \t_translation\t\t\tprocess of some mRNAs.\t \tNCRO:regulate_miRNA\tprotein\ttranscription_of_miRNA\tProteins can regulate the\t \t_transcription\t\t\ttranscription process of some miRNAs.\t \tNCRO:is_model_of_disease\tmaterial entity\tdisease\tA cell line is a model of some disease.\t \tRO:participates in\tgene\ttranscription,\tA gene participates in the regulation\t \t\t\tDNA-templated\tof some transcription.\t \tRO:participates in\tmiRNA_target_gene\tmiRNA_and_target_\tA link to connect a miRNA and its\t \t\tmiRNA\tgene_binding\tlikely target gene.\t \tRO:participates in\tpromoter_of_miRNA\tprotein_miRNA_\tConnection between the miRNA\t \t\tprotein\tpromoter_binding\tpromoter and protein.\t \tRO:precedes\tprotein_miRNA_\tmiRNA_\tProtein-promoter binding happens\t \t\tpromoter_binding\ttranscription_initiation\tbefore the transcription.\t \tRO:precedes\tmiRNA_transcription_\ttranscription_of_miRNA\tTranscription initiation happens before\t \t\tinitiation\t\tthe transcription process.\t \tRO:part of\torgan\torganism\tAn organ is part of some organism.\t \tRO:part of\tcell\torgan\tA cell is part of some organ.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24395, "infons": {"file": "13326_2016_66_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "NCRO core terms and relations. The design of core terms and relations in the NCRO ontology (terms and relations are represented in the format of “PREFIX:label”)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24560, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Details of all terms and relations in the NCRO ontology are publicly available. In addition, Table 3 presents a subset of relations defined in or imported into the NCRO; and Fig. 1 shows a complete view of the core portion designed in the ontology, using the format of “PREFIX:label” to describe each term or relation. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 24884, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Ontology reasoning", "sentences": [], "annotations": [], "relations": []}, {"offset": 24903, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Enables machine-readable description and encoding of ncRNA annotations — so that these annotations can be identified and integrated in a more precise and effective manner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25077, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Helps establish connections among diverse ncRNA-related data sources — through cross-references that are formally defined in the expert-built NCRO ontology and other extant domain bio-ontologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25275, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Provides necessary software substrates for automated ontology reasoning — (1) annotated data can be more readily verified through validating internal consistency and (2) further, insights for new discoveries can be effectively derived through inferred relations and more expressive queries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25568, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The NCRO ontology provides a standardized, well-structured, and precisely defined set of terms, along with various relations among these terms. The NCRO thus:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25729, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this way, the NCRO ontology assists in establishing ncRNA common data elements and data exchange standards. Consequently, it will greatly enhance data sharing and exchange as well as comparative analysis on ncRNA annotations from heterogeneous sources. In addition, because the NCRO ontology covers species other than Homo sapiens, it will enable communication among different model organism groups. The next section contains greater details on how NCRO-based ontology reasoning can further facilitate ncRNA knowledge capture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26259, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Examples in NCRO annotations", "sentences": [], "annotations": [], "relations": []}, {"offset": 26288, "infons": {"file": "13326_2016_66_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Step one in use case I. NCRO Annotation Use Case I (Step One — ontology-based annotation)", "sentences": [], "annotations": [], "relations": []}, {"offset": 26380, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "hsa-miR-10b binds to its target, Hox-D10 gene, which participates in regulation of Hox-D10 transcription. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26487, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Hox-D10 transcription is found in MDA-MB-231 cell line, which is a model of metastatic breast cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26589, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The transcription of hsa-miR-10b itself is found in MDA-MB-231 cell line.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26663, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The details of hsa-miR-10b transcription process are: (1) a protein, TWIST1, binds to E-box1, a promoter of hsa-miR-10b; (2) such a binding leads to an initiation of hsa-miR-10b transcription; and finally, (3) hsa-miR-10b transcription occurs in MDA-MB-231 cell line under the regulation of TWIST1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26962, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We describe below two examples designed to demonstrate how NCRO annotations and NCRO-based ontology reasoning can be performed. The first example is based on important findings reported in Ma et al. (shown in Fig. 2, bottom-left corner):  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27202, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These findings can be annotated with NCRO terms and relations, and the annotation result is shown in Fig. 2. Note that for reasons of clarity only relevant terms and relations are shown. Appropriate ontology terms were related to the above-mentioned findings, demonstrated as a set of leaf nodes in bold, brown color in the figure. For example, Hox-D10 gene was annotated with the term “NCRO:miRNA_target_gene,” hsa-miR-10b E-box 1 was annotated with the term “NCRO:promoter_of_miRNA,” and metastatic breast cancer was annotated with the term “DOID:disease.” It is evident that the original, human-readable information contained in the paper was precisely annotated and converted into NCRO-compliant, machine-understandable knowledge, which can be readily represented in appropriate computer-friendly formats, resource description framework (RDF) triples for example.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28082, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Reasoning based on the is_a hierarchy from hsa-miR-10b all the way to “SO:miRNA” as well as reasoning based on the participates in relation will lead to Conclusion 1: hsa-miR-10b binds to its target Hox-D10 gene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28299, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Similarly, another conclusion can be readily obtained as well, that is, Conclusion 2: “Hox-D10 gene participates in Hox-D10 transcription.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 28443, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Next, ontology reasoning can be performed on such machine-understandable knowledge to not only automatically verify the encoded knowledge but also — equally importantly — infer new knowledge that was originally hidden and inexplicit in the raw data. For example:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 28712, "infons": {"file": "13326_2016_66_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Step two in use case I. NCRO Annotation Use Case I (Step Two — ontology reasoning)", "sentences": [], "annotations": [], "relations": []}, {"offset": 28797, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Figure 3 demonstrates the conclusions obtained following such reasoning mechanisms. In this example, based on a piece of domain knowledge defined in the NCRO ontology, “the gene family group of hsa-miR-10b is MIPF0000033: mir-10 family,” we can infer a new hypothesis that the mir-10 family is likely to participate in the control and regulation of metastatic breast cancer disease process. Note that this hypothesis, drawn by ontology reasoning, was not explicitly stated in the original paper; at the same time, it provides an important clue to both cancer biologists and clinical investigators for wet-lab experiment design and treatment planning, respectively. As discussed earlier in Section ‘Introduction,’ these reasoning mechanisms are not possible in any traditional relational database systems or conventional text-based search and query. In fact, this is one of the reasons why semantic technologies and domain ontologies have been playing increasingly important roles in biological and biomedical knowledge capture — by placing more emphasis on the semantics (i.e., the intended meaning) of data, semantic technologies and domain ontologies enable us to establish newly discovered, more meaningful connections among original data, which in turn help to bridge gaps in human knowledge. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30105, "infons": {"file": "13326_2016_66_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Step two in use case II. NCRO Annotation Use Case II (Step Two — ontology reasoning)", "sentences": [], "annotations": [], "relations": []}, {"offset": 30192, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A second annotation example is demonstrated in Fig. 4: hsa-miR-200b is shown to be closely related to metastatic hepatocellular carcinoma; similarly, we can infer a new hypothesis that the mir-200 family is likely to participate in the control and regulation of metastatic hepatocellular carcinoma. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30492, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 30504, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Prior research has indicated that ncRNAs perform important roles in realizing a wide range of molecular functions and affecting many different biological and pathological processes. Interest in ncRNA biology has therefore grown throughout biomedicine, biomedical informatics, and clinical sciences in recent years. Due to the lack of standardized ncRNA nomenclature, there exist significant barriers to the representation, acquisition, integration, and comparison of ncRNA data. Thus, the establishment of common data elements and data exchange standards for the ncRNA domain is an important need. The OBO Library has successfully served as an umbrella for different communities of ontologists drawn from a variety of biomedical and clinical domains. Until now, however, the OBO Library contained no ontologies designed for the ncRNA domain. Likewise, the NCBO BioPortal lacked such ontologies. We developed the NCRO ontology to fill this important gap. The NCRO aims to provide a systematically structured, precisely defined ncRNA controlled vocabulary, including a set of common, standardized terms and relations, to facilitate the discovery, curation, analysis, exchange, and reasoning of data about ncRNA structures, functions, and uses. The ultimate goal of the NCRO project is to establish a virtual center to further facilitate knowledge capture about all forms and uses of ncRNAs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31893, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In this paper, we introduced the scope, development process, and core terms and relations in the NCRO ontology. We also discussed reasoning mechanisms to further facilitate ncRNA data management, including data annotation, analysis, comparison, and integration. The examples provided showcase how NCRO annotations and NCRO-based ontology reasoning can be performed to assist cellular biologists, bioinformaticians, and clinical investigators in ncRNA-related knowledge acquisition and discovery. As a common resource for annotations of diverse ncRNA research, the NCRO ontology can perform an important role in the comprehensive unification of ncRNA biology. This unification integrates genomic and sequence-based annotation with gene expression regulation, secondary and 3D structure information, protein interactions, and their inter-relationships, using standardized ontological representations. The current version of the NCRO ontology contains a total of 3,078 terms and 27 relations (besides a total of 5,394 is_a relations). The ontology files and design documentations are publicly available at: OBO Library, NCBO BioPortal, and GitHub. In addition, we also developed a dedicated project website. Note that the most up-to-date ontology file is always accessible at: http://purl.obolibrary.org/obo/ncro.owl.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33208, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The initial focus of the NCRO project is on small regulatory ncRNAs; on the next stage of development we will move to other ncRNA terms and associated relations, using the high-level placeholders that are already defined in the NCRO ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33451, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Endnotes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33460, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "1 For instance, off-target effects are represented as the realization of dispositions. We will focus on processes related to natural biology, or on processes intended to modulate natural biology like in therapeutic or experimental use of ncRNAs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33706, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "2http://purl.obolibrary.org/obo/NCRO_0000229.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33752, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "3http://purl.obolibrary.org/obo/IDOMAL_0000267.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33800, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 33820, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33879, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 33904, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "All authors performed requirements analysis. JH, KE, AR, YL, and HJS contributed to ontology development, term definition, and annotation examples. All authors contributed to manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34143, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34154, "infons": {"fpage": "7693", "issue": "12", "lpage": "6", "name_0": "surname:Rich;given-names:A", "pub-id_doi": "10.1074/JBC.X600003200", "pub-id_pmid": "16547011", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "281", "year": "2006"}, "text": "Discovery of the hybrid helix and the first dna-rna hybridization", "sentences": [], "annotations": [], "relations": []}, {"offset": 34220, "infons": {"fpage": "501", "issue": "5", "lpage": "6", "name_0": "surname:Bard;given-names:J", "pub-id_doi": "10.1002/bies.10260", "pub-id_pmid": "12717820", "section_type": "REF", "source": "Bioessays", "type": "ref", "volume": "25", "year": "2003"}, "text": "Ontologies: Formalising biological knowledge for bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 34284, "infons": {"fpage": "773", "issue": "6", "lpage": "4", "name_0": "surname:Blake;given-names:J", "pub-id_doi": "10.1038/nbt0604-773", "pub-id_pmid": "15175701", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "22", "year": "2004"}, "text": "Bio-ontologies-fast and furious", "sentences": [], "annotations": [], "relations": []}, {"offset": 34316, "infons": {"fpage": "314", "issue": "3", "lpage": "20", "name_0": "surname:Blake;given-names:J", "name_1": "surname:Bult;given-names:C", "pub-id_doi": "10.1016/j.jbi.2006.01.003", "pub-id_pmid": "16564748", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "39", "year": "2006"}, "text": "Beyond the data deluge: data integration and bio-ontologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34376, "infons": {"name_0": "surname:Huang;given-names:J", "name_1": "surname:Dou;given-names:D", "name_2": "surname:He;given-names:L", "name_3": "surname:Dang;given-names:J", "name_4": "surname:Hayes;given-names:P", "section_type": "REF", "source": "Proc. 7th International Conference on Fuzzy Systems and Knowledge Discovery, FSKD-2010", "type": "ref", "year": "2010"}, "text": "Ontology-Based Knowledge Discovery and Sharing in Bioinformatics and Medical Informatics: A Brief Survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 34481, "infons": {"fpage": "27", "issue": "2", "lpage": "33", "name_0": "surname:Huang;given-names:J", "name_1": "surname:Dou;given-names:D", "name_2": "surname:Dang;given-names:J", "name_3": "surname:Pardue;given-names:J", "name_4": "surname:Qin;given-names:X", "name_5": "surname:Huan;given-names:J", "name_6": "surname:Gerthoffer;given-names:W", "name_7": "surname:Tan;given-names:M", "pub-id_doi": "10.4331/wjbc.v3.i2.27", "pub-id_pmid": "22371823", "section_type": "REF", "source": "World J Biol Chem", "type": "ref", "volume": "3", "year": "2012"}, "text": "Knowledge acquisition, semantic text mining, and security risks in health and biomedical informatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 34582, "infons": {"section_type": "REF", "type": "ref"}, "text": "NeuroCommons Project. http://neurocommons.org/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34652, "infons": {"section_type": "REF", "type": "ref"}, "text": "OBO Library. http://www.obo.sourceforge.net/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34720, "infons": {"section_type": "REF", "type": "ref"}, "text": "NCBO BioPortal. https://bioportal.bioontology.org. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34793, "infons": {"fpage": "986", "issue": "11", "lpage": "91", "name_0": "surname:Mattick;given-names:J", "pub-id_doi": "10.1093/embo-reports/kve230", "pub-id_pmid": "11713189", "section_type": "REF", "source": "EMBO Rep", "type": "ref", "volume": "2", "year": "2001"}, "text": "Non-coding RNAs: the architects of eukaryotic complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 34850, "infons": {"fpage": "930", "issue": "10", "lpage": "9", "name_0": "surname:Mattick;given-names:J", "pub-id_doi": "10.1002/bies.10332", "pub-id_pmid": "14505360", "section_type": "REF", "source": "Bioessays", "type": "ref", "volume": "25", "year": "2003"}, "text": "Challenging the dogma: the hidden layer of non-protein-coding RNAs in complex organisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 34938, "infons": {"fpage": "17", "lpage": "29", "name_0": "surname:Mattick;given-names:J", "name_1": "surname:Makunin;given-names:I", "pub-id_doi": "10.1093/hmg/ddl046", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "15", "year": "2006"}, "text": "Non-coding RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 34953, "infons": {"section_type": "REF", "type": "ref"}, "text": "Non-coding RNA in Nature Reviews. http://www.nature.com/nrg/series/noncoding/index.html. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35064, "infons": {"fpage": "5", "name_0": "surname:Fatima;given-names:R", "name_1": "surname:Akhade;given-names:V", "name_2": "surname:Pal;given-names:D", "name_3": "surname:Rao;given-names:S", "pub-id_doi": "10.1186/s40591-015-0042-6", "pub-id_pmid": "26082843", "section_type": "REF", "source": "Mol Cell Ther.", "type": "ref", "volume": "3", "year": "2015"}, "text": "Long noncoding RNAs in development and cancer: potential biomarkers and therapeutic targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 35156, "infons": {"fpage": "1695", "issue": "26", "lpage": "704", "name_0": "surname:Babar;given-names:I", "name_1": "surname:Cheng;given-names:C", "name_2": "surname:Booth;given-names:C", "name_3": "surname:Liang;given-names:X", "name_4": "surname:Weidhaas;given-names:J", "name_5": "surname:Saltzman;given-names:W", "name_6": "surname:Slack;given-names:F", "pub-id_doi": "10.1073/pnas.1201516109", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "109", "year": "2012"}, "text": "Nanoparticle-based therapy in an in vivo microrna-155 (mir-155)-dependent mouse model of lymphoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 35254, "infons": {"fpage": "2352", "issue": "10", "lpage": "60", "name_0": "surname:Daige;given-names:C", "name_1": "surname:Wiggins;given-names:J", "name_2": "surname:Priddy;given-names:L", "name_3": "surname:Nelligan-Davis;given-names:T", "name_4": "surname:Zhao;given-names:J", "name_5": "surname:Brown;given-names:D", "pub-id_doi": "10.1158/1535-7163.MCT-14-0209", "pub-id_pmid": "25053820", "section_type": "REF", "source": "Mol Cancer Ther", "type": "ref", "volume": "13", "year": "2014"}, "text": "Systemic delivery of a mir34a mimic as a potential therapeutic for liver cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 35334, "infons": {"fpage": "107", "issue": "7537", "lpage": "10", "name_0": "surname:Cheng;given-names:C", "name_1": "surname:Bahal;given-names:R", "name_10": "surname:Saltzman;given-names:W", "name_11": "surname:Slack;given-names:F", "name_2": "surname:Babar;given-names:I", "name_3": "surname:Pincus;given-names:Z", "name_4": "surname:Barrera;given-names:F", "name_5": "surname:Liu;given-names:C", "name_6": "surname:Svoronos;given-names:A", "name_7": "surname:Braddock;given-names:D", "name_8": "surname:Glazer;given-names:P", "name_9": "surname:Engelman;given-names:D", "pub-id_doi": "10.1038/nature13905", "pub-id_pmid": "25409146", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "518", "year": "2015"}, "text": "MicroRNA silencing for cancer therapy targeted to the tumour microenvironment", "sentences": [], "annotations": [], "relations": []}, {"offset": 35412, "infons": {"fpage": "406", "issue": "4", "lpage": "17", "name_0": "surname:Tabernero;given-names:J", "name_1": "surname:Shapiro;given-names:G", "name_10": "surname:Gounder;given-names:M", "name_11": "surname:Falzone;given-names:R", "name_12": "surname:Harrop;given-names:J", "name_13": "surname:White;given-names:A", "name_14": "surname:Toudjarska;given-names:I", "name_15": "surname:Bumcrot;given-names:D", "name_16": "surname:Meyers;given-names:R", "name_17": "surname:Hinkle;given-names:G", "name_18": "surname:Svrzikapa;given-names:N", "name_19": "surname:Hutabarat;given-names:R", "name_2": "surname:LoRusso;given-names:P", "name_20": "surname:Clausen;given-names:V", "name_21": "surname:Cehelsky;given-names:J", "name_22": "surname:Nochur;given-names:S", "name_23": "surname:Gamba-Vitalo;given-names:C", "name_24": "surname:Vaishnaw;given-names:A", "name_25": "surname:Sah;given-names:D", "name_26": "surname:Gollob;given-names:J", "name_27": "surname:Burris;given-names:H", "name_3": "surname:Cervantes;given-names:A", "name_4": "surname:Schwartz;given-names:G", "name_5": "surname:Weiss;given-names:G", "name_6": "surname:Paz-Ares;given-names:L", "name_7": "surname:Cho;given-names:D", "name_8": "surname:Infante;given-names:J", "name_9": "surname:Alsina;given-names:M", "pub-id_doi": "10.1158/2159-8290.CD-12-0429", "pub-id_pmid": "23358650", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "3", "year": "2013"}, "text": "First-in-humans trial of an rna interference therapeutic targeting vegf and ksp in cancer patients with liver involvement", "sentences": [], "annotations": [], "relations": []}, {"offset": 35534, "infons": {"fpage": "1235", "issue": "7", "lpage": "46", "name_0": "surname:Nakatani;given-names:J", "name_1": "surname:Tamada;given-names:K", "name_10": "surname:Iwamoto;given-names:K", "name_11": "surname:Kato;given-names:T", "name_12": "surname:Okazawa;given-names:M", "name_13": "surname:Yamauchi;given-names:K", "name_14": "surname:Tanda;given-names:K", "name_15": "surname:Takao;given-names:K", "name_16": "surname:Miyakawa;given-names:T", "name_17": "surname:Bradley;given-names:A", "name_18": "surname:Takumi;given-names:T", "name_2": "surname:Hatanaka;given-names:F", "name_3": "surname:Ise;given-names:S", "name_4": "surname:Ohta;given-names:H", "name_5": "surname:Inoue;given-names:K", "name_6": "surname:Tomonaga;given-names:S", "name_7": "surname:Watanabe;given-names:Y", "name_8": "surname:Chung;given-names:J", "name_9": "surname:Banerjee;given-names:R", "pub-id_doi": "10.1016/j.cell.2009.04.024", "pub-id_pmid": "19563756", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "137", "year": "2009"}, "text": "Abnormal behavior in a chromosome-engineered mouse model for human 15q11-13 duplication seen in autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 35637, "infons": {"fpage": "609", "issue": "5", "lpage": "13", "name_0": "surname:Mencía;given-names:A", "name_1": "surname:Modamio-Høybjør;given-names:S", "name_10": "surname:Moreno;given-names:F", "name_11": "surname:Moreno-Pelayo;given-names:M", "name_2": "surname:Redshaw;given-names:N", "name_3": "surname:Morín;given-names:M", "name_4": "surname:Mayo-Merino;given-names:F", "name_5": "surname:Olavarrieta;given-names:L", "name_6": "surname:Aguirre;given-names:L", "name_7": "surname:del Castillo;given-names:I", "name_8": "surname:Steel;given-names:K", "name_9": "surname:Dalmay;given-names:T", "pub-id_doi": "10.1038/ng.355", "pub-id_pmid": "19363479", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "41", "year": "2009"}, "text": "Mutations in the seed region of human mir-96 are responsible for nonsyndromic progressive hearing loss", "sentences": [], "annotations": [], "relations": []}, {"offset": 35740, "infons": {"fpage": "723", "issue": "7", "lpage": "30", "name_0": "surname:Faghihi;given-names:M", "name_1": "surname:Modarresi;given-names:F", "name_2": "surname:Khalil;given-names:A", "name_3": "surname:Wood;given-names:D", "name_4": "surname:Sahagan;given-names:B", "name_5": "surname:Morgan;given-names:T", "name_6": "surname:Finch;given-names:C", "name_7": "surname:St Laurent;given-names:G", "name_8": "surname:Kenny;given-names:P", "name_9": "surname:Wahlestedt;given-names:C", "pub-id_doi": "10.1038/nm1784", "pub-id_pmid": "18587408", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "14", "year": "2008"}, "text": "Expression of a noncoding rna is elevated in alzheimer’s disease and drives rapid feed-forward regulation of beta-secretase", "sentences": [], "annotations": [], "relations": []}, {"offset": 35866, "infons": {"fpage": "719", "issue": "6", "lpage": "21", "name_0": "surname:Sahoo;given-names:T", "name_1": "surname:del Gaudio;given-names:D", "name_2": "surname:German;given-names:J", "name_3": "surname:Shinawi;given-names:M", "name_4": "surname:Peters;given-names:S", "name_5": "surname:Person;given-names:R", "name_6": "surname:Garnica;given-names:A", "name_7": "surname:Cheung;given-names:S", "name_8": "surname:Beaudet;given-names:A", "pub-id_doi": "10.1038/ng.158", "pub-id_pmid": "18500341", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "40", "year": "2013"}, "text": "Prader-willi phenotype caused by paternal deficiency for the hbii-85 c/d box small nucleolar rna cluster", "sentences": [], "annotations": [], "relations": []}, {"offset": 35971, "infons": {"fpage": "15", "issue": "1", "lpage": "20", "name_0": "surname:Sanchez;given-names:Y", "name_1": "surname:Huarte;given-names:M", "pub-id_doi": "10.1089/nat.2012.0414", "pub-id_pmid": "23391415", "section_type": "REF", "source": "Nucleic Acid Ther", "type": "ref", "volume": "23", "year": "2013"}, "text": "Long non-coding rnas: Challenges for diagnosis and therapies", "sentences": [], "annotations": [], "relations": []}, {"offset": 36032, "infons": {"fpage": "1104", "issue": "12", "lpage": "10", "name_0": "surname:Broderick;given-names:J", "name_1": "surname:Zamore;given-names:P", "pub-id_doi": "10.1038/gt.2011.50", "pub-id_pmid": "21525952", "section_type": "REF", "source": "Gene Ther", "type": "ref", "volume": "18", "year": "2011"}, "text": "Microrna therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 36054, "infons": {"fpage": "53", "issue": "1", "lpage": "89", "name_0": "surname:Hoehndorf;given-names:R", "name_1": "surname:Batchelor;given-names:C", "name_10": "surname:Zirbel;given-names:C", "name_11": "surname:Leontis;given-names:N", "name_2": "surname:Bittner;given-names:T", "name_3": "surname:Dumontier;given-names:M", "name_4": "surname:Eilbeck;given-names:K", "name_5": "surname:Knight;given-names:R", "name_6": "surname:Mungall;given-names:C", "name_7": "surname:Richardson;given-names:J", "name_8": "surname:Stombaugh;given-names:J", "name_9": "surname:Westhof;given-names:E", "section_type": "REF", "source": "Applied Ontology", "type": "ref", "volume": "6", "year": "2011"}, "text": "The RNA Ontology (RNAO): An ontology for integrating RNA sequence and structure data", "sentences": [], "annotations": [], "relations": []}, {"offset": 36139, "infons": {"fpage": "25", "issue": "1", "lpage": "9", "name_0": "surname:Ashburner;given-names:M", "name_1": "surname:Ball;given-names:C", "name_10": "surname:Harris;given-names:M", "name_11": "surname:Hill;given-names:D", "name_12": "surname:Issel-Tarver;given-names:L", "name_13": "surname:Kasarskis;given-names:A", "name_14": "surname:Lewis;given-names:S", "name_15": "surname:Matese;given-names:J", "name_16": "surname:Richardson;given-names:J", "name_17": "surname:Ringwald;given-names:M", "name_18": "surname:Rubin;given-names:G", "name_19": "surname:Sherlock;given-names:G", "name_2": "surname:Blake;given-names:J", "name_3": "surname:Botstein;given-names:D", "name_4": "surname:Butler;given-names:H", "name_5": "surname:Cherry;given-names:J", "name_6": "surname:Davis;given-names:A", "name_7": "surname:Dolinski;given-names:K", "name_8": "surname:Dwight;given-names:S", "name_9": "surname:Eppig;given-names:J", "pub-id_doi": "10.1038/75556", "pub-id_pmid": "10802651", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "25", "year": "2000"}, "text": "Gene ontology: tool for the unification of biology. The gene ontology consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 36220, "infons": {"fpage": "R44", "issue": "5", "name_0": "surname:Eilbeck;given-names:K", "name_1": "surname:Lewis;given-names:S", "name_2": "surname:Mungall;given-names:C", "name_3": "surname:Yandell;given-names:M", "name_4": "surname:Stein;given-names:L", "name_5": "surname:Durbin;given-names:R", "name_6": "surname:Ashburner;given-names:M", "pub-id_doi": "10.1186/gb-2005-6-5-r44", "pub-id_pmid": "15892872", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "6", "year": "2005"}, "text": "The Sequence Ontology: a tool for the unification of genome annotations", "sentences": [], "annotations": [], "relations": []}, {"offset": 36292, "infons": {"fpage": "539", "lpage": "45", "name_0": "surname:Natale;given-names:D", "name_1": "surname:Arighi;given-names:C", "name_10": "surname:Nchoutmboube;given-names:J", "name_11": "surname:Roberts;given-names:N", "name_12": "surname:Smith;given-names:B", "name_13": "surname:Zhang;given-names:J", "name_14": "surname:Wu;given-names:C", "name_2": "surname:Barker;given-names:W", "name_3": "surname:Blake;given-names:J", "name_4": "surname:Bult;given-names:C", "name_5": "surname:Caudy;given-names:M", "name_6": "surname:Drabkin;given-names:H", "name_7": "surname:D’Eustachio;given-names:P", "name_8": "surname:Evsikov;given-names:A", "name_9": "surname:Huang;given-names:H", "pub-id_doi": "10.1093/nar/gkq907", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "The protein ontology: a structured representation of protein forms and complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 36373, "infons": {"fpage": "3101", "issue": "12", "lpage": "4", "name_0": "surname:Huang;given-names:J", "name_1": "surname:Townsend;given-names:C", "name_2": "surname:Dou;given-names:D", "name_3": "surname:Liu;given-names:H", "name_4": "surname:Tan;given-names:M", "pub-id_doi": "10.1007/s11095-011-0573-8", "pub-id_pmid": "21879385", "section_type": "REF", "source": "Pharm Res", "type": "ref", "volume": "28", "year": "2011"}, "text": "OMIT: a domain-specific knowledge base for MicroRNA target prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 36443, "infons": {"fpage": "1", "issue": "7", "lpage": "16", "name_0": "surname:Borchert;given-names:GM", "name_1": "surname:Eilbeck;given-names:K", "name_2": "surname:Zhang;given-names:H", "name_3": "surname:Xiong;given-names:M", "name_4": "surname:Jiang;given-names:W", "name_5": "surname:Wu;given-names:H", "name_6": "surname:Blake;given-names:JA", "name_7": "surname:Natale;given-names:DA", "name_8": "surname:Tan;given-names:M", "section_type": "REF", "source": "PLOS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "OMIT: Dynamic, Semi-Automated Ontology Development for the microRNA Domain", "sentences": [], "annotations": [], "relations": []}, {"offset": 36518, "infons": {"name_0": "surname:Huang;given-names:J", "name_1": "surname:Gutierrez;given-names:F", "name_10": "surname:Tan;given-names:M", "name_11": "surname:Ruttenberg;given-names:A", "name_2": "surname:Dou;given-names:D", "name_3": "surname:Blake;given-names:JA", "name_4": "surname:Eilbeck;given-names:K", "name_5": "surname:Natale;given-names:DA", "name_6": "surname:Smith;given-names:B", "name_7": "surname:Lin;given-names:Y", "name_8": "surname:Wang;given-names:X", "name_9": "surname:Liu;given-names:Z", "section_type": "REF", "source": "Proc. BHI Workshop at 2015 IEEE International Conference on Bioinformatics and Biomedicine, BIBM-2015", "type": "ref", "year": "2015"}, "text": "A semantic approach for knowledge capture of microrna-target gene interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 36597, "infons": {"section_type": "REF", "type": "ref"}, "text": "CHEBI. http://obofoundry.org/ontology/chebi.html. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36669, "infons": {"section_type": "REF", "type": "ref"}, "text": "SNOMED CT. http://www.ihtsdo.org/snomed-ct. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36735, "infons": {"section_type": "REF", "type": "ref"}, "text": "USMU. http://www.healthit.gov/providers-professionals/meaningful-use-definition-objectives. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36849, "infons": {"section_type": "REF", "type": "ref"}, "text": "Uberon Multi-species Anatomy Ontology. http://obofoundry.org/ontology/uberon.html. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36954, "infons": {"section_type": "REF", "type": "ref"}, "text": "Human Disease Ontology. http://obofoundry.org/ontology/doid.html. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37042, "infons": {"fpage": "530", "issue": "3", "lpage": "9", "name_0": "surname:de Coronado;given-names:S", "name_1": "surname:Wright;given-names:L", "name_2": "surname:Fragoso;given-names:G", "name_3": "surname:Haber;given-names:M", "name_4": "surname:Hahn-Dantona;given-names:E", "name_5": "surname:Hartel;given-names:F", "name_6": "surname:Quan;given-names:S", "name_7": "surname:Safran;given-names:T", "name_8": "surname:Thomas;given-names:N", "name_9": "surname:Whiteman;given-names:L", "pub-id_doi": "10.1016/j.jbi.2009.01.003", "pub-id_pmid": "19475726", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "42", "year": "2009"}, "text": "The NCI Thesaurus quality assurance life cycle", "sentences": [], "annotations": [], "relations": []}, {"offset": 37089, "infons": {"section_type": "REF", "type": "ref"}, "text": "OBI. http://obi-ontology.org/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37142, "infons": {"section_type": "REF", "type": "ref"}, "text": "IAO. http://obofoundry.org/ontology/iao.html. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37210, "infons": {"fpage": "4206", "issue": "27", "lpage": "14", "name_0": "surname:Ni;given-names:X", "name_1": "surname:Castanares;given-names:M", "name_2": "surname:Mukherjee;given-names:A", "name_3": "surname:Lupold;given-names:S", "pub-id_doi": "10.2174/092986711797189600", "pub-id_pmid": "21838685", "section_type": "REF", "source": "Curr Med Chem", "type": "ref", "volume": "18", "year": "2011"}, "text": "Nucleic acid aptamers: clinical applications and promising new horizons", "sentences": [], "annotations": [], "relations": []}, {"offset": 37282, "infons": {"fpage": "1251", "issue": "11", "lpage": "5", "name_0": "surname:Smith;given-names:B", "name_1": "surname:Ashburner;given-names:M", "name_10": "surname:Leontis;given-names:N", "name_11": "surname:Rocca-Serra;given-names:P", "name_12": "surname:Ruttenberg;given-names:A", "name_13": "surname:Sansone;given-names:S", "name_14": "surname:Scheuermann;given-names:R", "name_15": "surname:Shah;given-names:N", "name_16": "surname:Whetzel;given-names:P", "name_17": "surname:Lewis;given-names:S", "name_2": "surname:Rosse;given-names:C", "name_3": "surname:Bard;given-names:J", "name_4": "surname:Bug;given-names:W", "name_5": "surname:Ceusters;given-names:W", "name_6": "surname:Goldberg;given-names:L", "name_7": "surname:Eilbeck;given-names:K", "name_8": "surname:Ireland;given-names:A", "name_9": "surname:Mungall;given-names:C", "pub-id_doi": "10.1038/nbt1346", "pub-id_pmid": "17989687", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "25", "year": "2007"}, "text": "The OBO Foundry: coordinated evolution of ontologies to support biomedical data integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 37374, "infons": {"section_type": "REF", "type": "ref"}, "text": "The OBO Foundry Principles. http://www.obofoundry.org/crit.shtml. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37462, "infons": {"section_type": "REF", "type": "ref"}, "text": "BFO. http://www.ifomis.org/bfo/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37517, "infons": {"fpage": "R46.1", "issue": "5", "lpage": "15", "name_0": "surname:Smith;given-names:B", "name_1": "surname:Ceusters;given-names:W", "name_2": "surname:Klagges;given-names:B", "name_3": "surname:Köhler;given-names:J", "name_4": "surname:Kumar;given-names:A", "name_5": "surname:Lomax;given-names:J", "name_6": "surname:Mungall;given-names:C", "name_7": "surname:Neuhaus;given-names:F", "name_8": "surname:Rector;given-names:A", "name_9": "surname:Rosse;given-names:C", "pub-id_doi": "10.1186/gb-2005-6-5-r46", "pub-id_pmid": "15892874", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "6", "year": "2005"}, "text": "Relations in biomedical ontologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 37552, "infons": {"section_type": "REF", "type": "ref"}, "text": "Relation Ontology. https://github.com/oborel/obo-relations. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37634, "infons": {"section_type": "REF", "type": "ref"}, "text": "NCRO Project Website. http://omnisearch.soc.southalabama.edu/OntologyFile.aspx. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37736, "infons": {"section_type": "REF", "type": "ref"}, "text": "The NCRO Project on the GitHub. https://github.com/OmniSearch/ncro. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37826, "infons": {"section_type": "REF", "type": "ref"}, "text": "GitHub Tracker for the NCRO Ontology. https://github.com/OmniSearch/ncro/issues. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37929, "infons": {"section_type": "REF", "type": "ref"}, "text": "OBO Foundry Naming Conventions. http://wiki.obofoundry.org/wiki/index.php/Naming. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38033, "infons": {"section_type": "REF", "type": "ref"}, "text": "OWL. http://www.w3.org/2004/OWL/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38089, "infons": {"section_type": "REF", "type": "ref"}, "text": "OBO-Edit. http://oboedit.org/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38142, "infons": {"section_type": "REF", "type": "ref"}, "text": "ROBOT. https://github.com/ontodev/robot/. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38206, "infons": {"section_type": "REF", "type": "ref"}, "text": "The NCRO Ontology in the OBO Library. http://obofoundry.org/ontology/ncro.html. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38308, "infons": {"section_type": "REF", "type": "ref"}, "text": "The NCRO Ontology in the NCBO BioPortal. http://bioportal.bioontology.org/ontologies/NCRO. Accessed 19 Mar 2016.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]