[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240905", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC7836334", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.bpc.2020.106425", "article-id_pii": "S0301-4622(20)30133-2", "article-id_pmc": "PMC7836334", "article-id_pmid": "32663708", "article-id_publisher-id": "106425", "fpage": "106425", "kwd": "Main protease (Mpro) SARS-CoV-2 novel corona virus Fungal metabolites Docking Molecular dynamics simulation", "license": "Since January 2020 Elsevier has created a COVID-19 resource centre with free information in English and Mandarin on the novel coronavirus COVID-19. The COVID-19 resource centre is hosted on Elsevier Connect, the company's public news and information website. Elsevier hereby grants permission to make all its COVID-19-related research that is available on the COVID-19 resource centre - including this research content - immediately available in PubMed Central and other publicly funded repositories, such as the WHO COVID database with rights for unrestricted research re-use and analyses in any form or by any means with acknowledgement of the original source. These permissions are granted for free by Elsevier for as long as the COVID-19 resource centre remains active.", "lpage": "106425", "name_0": "surname:Rao;given-names:Priyashi", "name_1": "surname:Shukla;given-names:Arpit", "name_2": "surname:Parmar;given-names:Paritosh", "name_3": "surname:Rawal;given-names:Rakesh M.", "name_4": "surname:Patel;given-names:Baldev", "name_5": "surname:Saraf;given-names:Meenu", "name_6": "surname:Goswami;given-names:Dweipayan", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "264", "year": "2020"}, "text": "Reckoning a fungal metabolite, Pyranonigrin A as a potential Main protease (Mpro) inhibitor of novel SARS-CoV-2 virus identified using docking and molecular dynamics simulation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 177, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The novel SARS-CoV-2 is the etiological agent causing the Coronavirus disease 2019 (COVID-19), which continues to become an inevitable pandemic outbreak. Over a short span of time, the structures of therapeutic target proteins for SARS-CoV-2 were identified based on the homology modelled structure of similar SARS-CoV transmission of 2003. Since the onset of the disease, the research community has been looking for a potential drug lead. Out of all the known resolved structures related to SARS-CoV, Main protease (Mpro) is considered an attractive anti-viral drug target on the grounds of its role in viral replication and probable non-interactive competency to bind to any viral host protein. To the best of our knowledge, till date only one compound has been identified and tested in-vivo as a potent inhibitor of Mpro protein, addressed as N3 (PubChem Compound CID: 6323191) and is known to bind irreversibly to Mpro suppressing its activity. Using computational approach, we intend to identify a probable natural fungal metabolite to interact and inhibit Mpro. After screening various small molecules for molecular docking and dynamics simulation, we propose Pyranonigrin A, a secondary fungal metabolite to possess potent inhibitory potential against the Main protease (Mpro) expressed in SARS-CoV-2 virus.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1492, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Graphical abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1511, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1522, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Searching inhibitor for Main Protease (Mpro) of SARS-CoV2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1580, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Purpose to block viral replication and packaging in host", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1637, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Mpro interaction with fungal metabolite- Pyranonigrin A", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1693, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Studies involving docking and molecular dynamics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1742, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1755, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "World Health Organization (WHO) announced the outbreak of coronavirus disease 2019 (COVID-19) to be pandemic on 11 March 2020. This outbreak of COVID-19 is the third major outbreak of Corona virus inflicting severe disease and death on a global scale. The Corona viral pathogen (so named because of the ‘crown’ or ‘wreath’ like surface appearance) first appeared in the year 2002 as Severe Acute Respiratory Syndrome (SARS) and later as Middle East Respiratory Syndrome (MERS) in 2012 as an epidemic affecting 26 countries resulting in more than 8000 reported cases to cause severe infections although lacked an ability to spread from person to person. What makes the novel SARS-CoV-2 infection even more dangerous, is its ability of being transmissible and a higher affinity to bind to the human Angiotensin Converting Enzyme-2 (ACE2) receptor surpassing the presently known SARS-CoV and MERS-CoV infections. The novel Corona virus responsible for COVID-19 shares 89.1% genetic similarity with SARS-CoV and is hence, named as SARS-CoV-2, possessing a very strong potency to spread in humans which has not be seen in SARS-CoV and MERS-CoV infections back then.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2924, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The first diagnostic case of COVID-19 was reported on 17 November 2019 in Wuhan, China as severe clusters of pneumonia had been observed and since then the disease has spread globally with little over a 50% increase in the prevalence of the infection, and lowered ascertainment rate of less than 9.2% ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3226, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Since the inception of this virus, the researchers are trying to find drug leads that can be used to stop its replication in host, and currently there is no established therapy to overcome COVID-19. Recently, Non-structural group of SARS-CoV-2 proteins have been identified, namely: Main protease (Mpro), Papain-like protease, Non-structural protein 13 (nsp13, helicase), Non-structural protein 12 (nsp12), RNA-dependent RNA polymerase, (RdRp), Non-structural protein 14 (nsp14, N-terminal exoribonuclease and C-terminal guanine-N7 methyl transferase), Non-structural protein 15 (nsp15, Uridylate-specific endoribonuclease), Non-structural protein 16 (nsp16, 2’-O-methyltransferase) and Non-structural protein 10. These proteins are found to be responsible for replication and packing of the viral genomic content. Blocking any of the proteins involved in this process will hinder successful replication or packing of its viral genomic content into the protein coat. Similarly, other group of proteins called the Structural proteins are also identified as drug likely leads, including; Spike protein (S protein), S2 of S protein, Envelop small membrane protein (E protein), Membrane protein (M protein) and Nucleocapsid protein (N protein).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4469, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Replicase gene of SARS-CoV-2 codes polyproteins namely, pp1a and pp1ab protein which is required for viral replication and transcription. These two polyproteins in active form are released after proteolytic processing by a 33.8-kDa Mpro, also referred to as the 3C-like protease. Mpro can digest polyprotein at 11 or more conserved sites, that is initiated by autolytic cleavage of this enzyme itself from pp1a and pp1ab8. The quintessential role of Mpro in viral replication and development, with no similarity to any human protein makes Mpro an attractive antiviral drug target. In order to accelerate the Efforts are extensively been made using Computer-Aided Drug Design (CADD) to develop Mpro blockers with stabilised covalent bonding and the success of only one compound ‘N-[(5-METHYLISOXAZOL-3-YL)CARBONYL]ALANYL-L-VALYL-N~1~-((1R,2Z)-4-(BENZYLOXY)-4-OXO-1-([(3R)-2-OXOPYRROLIDIN-3-YL]METHYL)BUT-2-ENYL)-L-LEUCINAMIDE’ (PubChem Compound CID: 6323191) abbreviated as ‘N3’ has shown potentials to effectively supress the activity backed up by in-vivo trials. However, this compound is synthetically designed and before it reaches the commercial setup, it must undergo prolonged clinical trials, thus, inviting natural alternatives as lead molecules as target against Mpro.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5755, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study was designed to identify potential inhibitor of Mpro from the pool of fungal metabolites. Fungal metabolites have proved as a boon in past by making up more than 90% of naturally occurring antibiotics and possess compounds that may possess anti-viral capabilities. Of about hundred secondary fungal metabolites were computationally docked to Mpro keeping N3 as positive control compound. The best compound found, in this case was Pyranonigrin A (PubChem Compound CID: 16756786) which could make equivalent H-bonds as that made by N3 with Mpro. To validate the docking results, molecular dynamics (MD) simulation study was carried out to screen the behaviour of ligand-target interactions under simulated physiological conditions. Moreover, the drug likeliness prediction and ADMET (drug absorption, distribution, metabolism, excretion, and toxicity) profiles of Pyranonigrin A were also undertaken and compared with that of N3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6694, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6716, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preparation of receptor and ligands", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6752, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The protein Mpro was retrieved from Protein databank (PDB), ID 6 LU7. The protein was co-crystallized with N3. The co-ordinates of N3 binding site on Mpro was determined using UCSF Chimera. Prior to docking studies, all the co-crystallized residues were removed in UCSF Chimera. The protein structure was then prepared by assigning the hydrogen atoms, charges and energy minimization using DockPrep tool. The charges were assigned as per the AM1-BCC method which quickly and efficiently generates high-quality atomic charges for protein and the charges were computed using ANTECHAMBER algorithm. The energy minimization was performed using 500 steepest descent steps with 0.02 Å step size and an update interval of 10. All the steps mentioned were performed in UCSF Chimera.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7530, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the ligands used for the in-silico interaction assays were fungal secondary metabolites and were retrieved from PubChem. Before performing the molecular docking of ligand and receptor, the ligands were optimized by addition of hydrogen and energy minimization using Gasteiger algorithm in structure editing wizard of UCSF Chimera, which works on the chemoinformatic principle of electronegativity equilibration and the files were saved in mol2 format.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7986, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular docking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8004, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Receptor-ligand docking analysis was performed using AutoDock Vina and the program was executed as an add-on in UCSF Chimera. The ligand binding site in Mpro was chosen based on the crystallized ligand (N3) attached in the original pdb file and the co-ordinates were recorded for docking of fungal ligands. Further, the hydrophobic cavity of Mpro. The coordinates of hydrophobic cavity of the active site was used in the docking of N3 (as control) and fungal metabolites.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8476, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the AutoDock Vina algorithm, the following parameters were set as: (i) number of binding modes- 10; (ii) exhaustiveness of search- 8 and (iii) maximum energy difference- 3 kcal/mol. Out of all the possible poses suggested by AutoDock Vina, the pose showing maximum hydrogen bonds and minimum binding free energy change (kcal/mol) as represented in the ViewDock window were chosen. They were further analysed in Biovia Discovery Studio (DS) visualizer for hydrogen bond formation by the functional groups of ligands with amino acids. DS also suggested other supporting hydrophobic interactions made by the N3 and fungal metabolites. The metabolite compound making highest number of H-bonds, showing capability to form covalent interaction with Mpro and showed highest binding affinity was chosen for further molecular dynamics simulation analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9327, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular dynamics (MD) simulation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9362, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The simulation of the Mpro in the presence of N3 and Pyranonigrin A were performed in two sets of experiments using GROMACS 2019 software. Pyranonigrin A has best docking score when compared to other fungal metabolites. Simulations were carried out for the Pyranonigrin A-Mprokeeping N3-Mpro docked complex as a control. The topology of the ligand was generated using SwissParam, which provides topology and parameters for small organic molecules compatible with the CHARMM all atoms force field, for use with CHARMM and GROMACS. Whereas, the topology of the protein was created using GROMACS utilities using CHARMM27 all-atom force field (CHARM22 plus CMAP for proteins) with the water model set to TIP 3-point. The structure (Ligand-protein complex) were defined with unit cell box under periodic boundary conditions using 1.0 nm distance from the protein to the box faces with triclinic shape and was filled with water. This was then followed by neutralization by Cl− or Na+ counter ions. Steepest descent energy minimization was performed, and the systems were equilibrated under NVT (constant number of particles, volume and temperature) conditions for 50 ns at 300 K. Once the NVT run was completed the system was proceeded with NPT (constant number of particles, pressure, and temperature) simulation and MD run was performed for 50 ns. All the covalent bonds were constrained using the LINCS (Linear Constraint Solver) algorithm. The electrostatic interactions were treated using the Particle Mesh Ewald (PME) method. The cut-off radii for Coulomb and van der Waals interactions were set to 10.0 and 14.0 Å, respectively. On completion of NVT and NPT simulation, the potential of each trajectory produced were analysed. Trajectories were analysed for root-mean-square deviation (RMSD), root-mean-square fluctuation (RMSF), radius of gyration (Rg) and for the number of H-bonds formed between the ligand and proteins using ‘gmx rms’,’gmx rmsf’, ‘gmx gyrate’ and ‘gmx hbond’ of GROMACS utilities. Ligand–protein stability was determined by the dynamics of hydrogen bonds between ligand and protein with respect to time. XMgrace tool was used to prepare the graphs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11557, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ADMET analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11572, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The pkCSM - pharmacokinetics server was used to predict the ADMET properties of the N3 and Pyranonigrin A. It predicted both physiochemical and pharmacological properties. SMILES (Simplified Molecule Input Line Entry Specification) of the compounds were retrieved from PubChem and uploaded to pkCSM - pharmacokinetics server. It computed in-vivo Absorption parameters like, Water solubility in buffer system (SK atomic types, mg/L), in-vivo Caco2 cell permeability (Human colorectal carcinoma), Human intestinal absorption (HIA, %), in-vivo P-glycoprotein inhibition and in-vivo skin permeability (logKp, cm/h). Metabolic parameters where determined using in-vivo Cytochrome P450 2C19 inhibition, in-vivo Cytochrome P450 2C9 inhibition, in-vivo Cytochrome P450 2D6 inhibition, in-vivo Cytochrome P450 2D6 substrate, in-vivo Cytochrome P450 3A4 inhibition and in-vivo Cytochrome P450 3A4 substrate, Distribution property included tests like, Blood-Brain Barrier (BBB) penetration, Lipinskis Rule (Rule of Five), Cental Nervous System (CNS) permeability. While, toxicity properties covered a range of important endpoints including, Acute algae toxicity, Ames test, 2 years carcinogenicity bioassay in mouse, 2 years carcinogenicity bioassay in rat, in-vivo Ames test result in TA100 strain (Metabolic activation by rat liver homogenate) were computed to access the toxicity of compounds under study. Excretion again is a very important parameter and many drugs were withdrawn due to their poorer renal clearance. In this study we included Total Renal clearance and Renal OCT2 Substrate to identify Excretion efficacy of the proposed metabolite.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13217, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13225, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysing Mpro and its interaction with N3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13268, "infons": {"file": "gr1_lrg.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "(a) Orientation and position of N3 in the binding cleft of Mpro (PDB ID: 6LU7) of SARS CoV-2 is shown in 3D representation where ligand (N3) in red is representing co-crystallized orientation and in blue-cyan is the orientation of same ligand obtained after performing Docking. (b) Interaction of N3 in the binding cleft of Mpro shown in 3D representation and 2D representation describing ligands interactions by formation of various H-bonds and hydrophobic interactions with protein. 6LU7 (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13889, "infons": {"file": "gr1_lrg.jpg", "id": "f0005", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13896, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The structure analysis of SARS-CoV2 Mpro shows that Domains I extend from residues 8 to 101 and Domain II ranges from residues 102 to 184 comprise of antiparallel β-barrel structure. Domain residues are formed from residue 201 to 303 and possess five α-helices arranged into a largely antiparallel globular cluster, which is connected to domain II means of a long loop region extending from residue 185 to 200. COVID-19 virus Mpro has a Cys-His catalytic dyad, and the substrate-binding site is in a cleft between Domain I and II. Binding of N3 with Mpro shows that it binds in the substrate binding pocket as shown in (Fig. 1 ). N3 is relatively a large molecule where its backbone forms an antiparallel sheet with residues 164 to168 (His164, Glu166, Met165, Leu167, Pro168) of Mpro and also interacting with residues 189 to191 (Gln189, Thr190, Ala191) of the loop that links Domain II and III.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14799, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Briefly the inhibitor N3 makes six hydrogen bonds (Gly143, Phe140, His163, His164, Glu166 and Thr190), one Amide Pi-stacked interaction (with Leu141), five Pi-Alkyl interactions (His41, Met49, Leu167, Pro168 and Ala191) two carbon hydrogen bonds (Met165 and His172) and one Van der Waals interactions (Asn142) with Mpro.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15120, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Docking of fungal metabolites with Mpro", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15160, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the docking of fungal metabolites with Mpro, the coordinates of N3 binding was used to assess the binding affinity of various fungal metabolites with Mpro. On performing the docking of all the metabolites one by one with Mpro, it was observed that only five molecules could make three hydrogen bonds or more with Mpro at the binding cleft of N3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15510, "infons": {"file": "gr2_lrg.jpg", "id": "f0010", "section_type": "FIG", "type": "fig_caption"}, "text": "6LU7(a) Interaction of Pyranonigrin A in the binding cleft of Mpro (PDB ID: 6LU7) of COVID-19 shown in 3D representation and 2D representation describing ligands interactions by formation of various H-bonds and hydrophobic interactions with protein. (b) Interaction of second ranked ligands in the binding cleft of Mpro.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15831, "infons": {"file": "gr2_lrg.jpg", "id": "f0010", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15838, "infons": {"file": "gr3_lrg.jpg", "id": "f0015", "section_type": "FIG", "type": "fig_caption"}, "text": "3D image representing binding of N3 and Pyranonigrin A at same cleft of Mpro (PDB ID: 6LU7) of COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15943, "infons": {"file": "gr3_lrg.jpg", "id": "f0015", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15950, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Out of all 100 screened fungal metabolites, Pyranonigrin A interacted in the ligand binding cleft of Mpro making eight hydrogen bonds in total (with Leu141, Gly143, Ser144, Cys145, His163, Glu166 and Gln189), one carbon hydrogen bond (Asn142) and the docking energy as predicted by AutoDock Vina was −7.3 Kcal/mol for the best pose (Fig. 2a). As shown previously N3 showed interaction with residues 164 to168 (His164, Glu166, Met165, Leu167, Pro168) of Mpro along with interacting with residues 189 to191 (Gln189, Thr190, Ala191) of the loop that links Domain II and III, which are quite similar to what Pyranonigrin A has shown upon interacting with Mpro. All these properties make Pyranonigrin A, a natural fungal metabolite as the best choice to be the most suitable inhibitor against Mpro. (See Fig. 3.) ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16761, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From all the docked compounds, those which were ranked second to Pyranonigrin A include Tensyuic acid A, Asprtnigrin A, Asperic acid, Aurosperone B and Carboxymethyl-3hexylmaleic acid (Fig. 2b). First one, Tensyuic acid A is shown to make five hydrogen bonds (Leu141, Gly143, Ser144, Cys145 and Glu166), while, Asperic acid showed to form four hydrogen bonds (Leu141, Gly143, Ser144 and Cys145) along with one alkyl interaction (Cys145), the docking energy as predicted by AutoDock Vina was −6.4 kcal/mol. Another fungal metabolite, Aspernigrin A was able to interact with Mpro by making three hydrogen bonds (Phe140, His163 and His164), one Pi-sulphur bond (Cys145), one Carbon‑hydrogen bond (His172,) a Pi-Pi T-shaped bond with His41 and Pi-Alkyl bond along with Met165, the docking energy as predicted by AutoDock Vina was −6.6 kcal/mol for the best pose. While, Aurosperone B interacted with Mpro making three hydrogen bonds (Gly143, Ser144 and Cys145), two Pi-Alkyl bond (Met49 and Cys145) and one amino acid (His163) formed unfavourable Donor interaction. The docking energy in this case was poor which valued −5.8 kcal/mol for the best pose. In contrast, Carbomymethyl-3-hexylmaleic acid, another fungal metabolite showed better efficacy to interact with Mpro by making six hydrogen bonds (Gly143, Ser144, Cys145, His163, His 164 and Glu166), one carbon hydrogen bond (Met165) and one Pi-Alkyl interaction (Leu27) with the docking score of −7.0 kcal/mol for the best pose.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18255, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table_caption"}, "text": "Structural and chemical characteristics of N3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18302, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th>Compound</th><th>N3</th></tr></thead><tbody><tr><td colspan=\"2\">Molecule depiction<break/><inline-graphic xlink:href=\"t1_lrg.gif\"><alt-text id=\"al0040\">Image 1</alt-text></inline-graphic></td></tr><tr><td colspan=\"2\">\u2028\u2028</td></tr><tr><td>Descriptor</td><td>Value</td></tr><tr><td>Molecular weight</td><td>680.803</td></tr><tr><td>LogP</td><td>2.08362</td></tr><tr><td>#Rotatable bonds</td><td>17</td></tr><tr><td>#Acceptors</td><td>9</td></tr><tr><td>#Donors</td><td>5</td></tr><tr><td>Surface area</td><td>286.079</td></tr></tbody></table>\n"}, "text": "Table 1\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18313, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th>Compound</th><th>N3</th></tr></thead><tbody><tr><td colspan=\"2\">Molecule depiction<break/><inline-graphic xlink:href=\"t1_lrg.gif\"><alt-text id=\"al0040\">Image 1</alt-text></inline-graphic></td></tr><tr><td colspan=\"2\">\u2028\u2028</td></tr><tr><td>Descriptor</td><td>Value</td></tr><tr><td>Molecular weight</td><td>680.803</td></tr><tr><td>LogP</td><td>2.08362</td></tr><tr><td>#Rotatable bonds</td><td>17</td></tr><tr><td>#Acceptors</td><td>9</td></tr><tr><td>#Donors</td><td>5</td></tr><tr><td>Surface area</td><td>286.079</td></tr></tbody></table>\n"}, "text": "Compound\tN3\t \tMolecule depiction\t \t\u2028\u2028\t \tDescriptor\tValue\t \tMolecular weight\t680.803\t \tLogP\t2.08362\t \t#Rotatable bonds\t17\t \t#Acceptors\t9\t \t#Donors\t5\t \tSurface area\t286.079\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18491, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table_caption"}, "text": "Structural and chemical characteristics of Pyranonigrin A.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18550, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th>Compound</th><th>Pyranonigrin A</th></tr></thead><tbody><tr><td colspan=\"2\">Molecule depiction<break/><inline-graphic xlink:href=\"t2_lrg.gif\"><alt-text id=\"al0050\">Image 2</alt-text></inline-graphic></td></tr><tr><td colspan=\"2\">\u2028\u2028</td></tr><tr><td>Descriptor</td><td>Value</td></tr><tr><td>Molecular weight</td><td>223.184</td></tr><tr><td>LogP</td><td>0.1128</td></tr><tr><td>#Rotatable bonds</td><td>1</td></tr><tr><td>#Acceptors</td><td>5</td></tr><tr><td>#Donors</td><td>3</td></tr><tr><td>Surface area</td><td>89.827</td></tr></tbody></table>\n"}, "text": "Table 2\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18561, "infons": {"file": "t0010.xml", "id": "t0010", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th>Compound</th><th>Pyranonigrin A</th></tr></thead><tbody><tr><td colspan=\"2\">Molecule depiction<break/><inline-graphic xlink:href=\"t2_lrg.gif\"><alt-text id=\"al0050\">Image 2</alt-text></inline-graphic></td></tr><tr><td colspan=\"2\">\u2028\u2028</td></tr><tr><td>Descriptor</td><td>Value</td></tr><tr><td>Molecular weight</td><td>223.184</td></tr><tr><td>LogP</td><td>0.1128</td></tr><tr><td>#Rotatable bonds</td><td>1</td></tr><tr><td>#Acceptors</td><td>5</td></tr><tr><td>#Donors</td><td>3</td></tr><tr><td>Surface area</td><td>89.827</td></tr></tbody></table>\n"}, "text": "Compound\tPyranonigrin A\t \tMolecule depiction\t \t\u2028\u2028\t \tDescriptor\tValue\t \tMolecular weight\t223.184\t \tLogP\t0.1128\t \t#Rotatable bonds\t1\t \t#Acceptors\t5\t \t#Donors\t3\t \tSurface area\t89.827\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18748, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As we overlay the structures of the best docked pose of SARS-CoV-2 virus Mpro protein, it showed that N3 and Pyranonigrin A bind to Mpro in a similar mode and exactly at the same N3 binding cleft (Fig. 3). Furthermore, the docking analysis suggested that Pyranonigrin A interacted with almost all the same amino acids as done by N3. To validate the molecular docking results, a comparative MD simulation was performed in two pairs of experiments studying (i) N3-Mpro and (ii) Pyranonigrin A-Mpro individually and the obtained results were compared. The basic structural and chemical characteristics of N3 and Pyranonigrin is represented Table 1, Table 2 respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19416, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Pyranonigrin being small by 1/3rd proportions with a surface area of 3.2 times smaller than that of N3 (Table 1, Table 2) makes almost same number of H-bonds, therefore the ratio of H-bond to surface area is much greater than that of N3 suggesting very strong interaction by pyranonigrin A with that of Mpro in the binding cleft of N3. Pyranonigrin A, therefore, by making sufficient H-bonds to settle and block the space in the cleft renders the protein ineffective and this is the rationale behind pyranonigrin A's mode of action. Both the compound may have different hydrophobicity (Table 1, Table 2), but the binding cleft of Mpro is huge, so Pyranonigrin A can bind to the region in the cleft where it forms more favourable H-bonds than hydrophobic interactions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20184, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Molecular dynamics simulation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20214, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Simulations are conducted for the protein–ligand complexes (i) N3-Mpro and (ii) Pyranonigrin A-Mpro individually and their results were compared. This provided a better picture of the overall stability of the Mpro in presence of N3 and Pyranonigrin A, also the stability of both the ligands N3 and Pyranonigrin A while interacting with Mpro was obtained and compared. Root-mean-square-deviation (RMSD), root mean square fluctuation (RMSF), radius of gyration (Rg) and H-bonds are used to check the stability of the model system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20745, "infons": {"file": "gr4_lrg.jpg", "id": "f0020", "section_type": "FIG", "type": "fig_caption"}, "text": "6LU7Representation of ligand RMSD of Mpro backbone RMSD during interaction with N3 (black) and Pyranonigrin A (red) during their interaction with Mpro (PDB ID: 6LU7) of COVID-19 derived from NVT Simulation at 300 K. (For interpretation of the references to colour in this figure legend, the reader is referred to the web version of this article.)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21092, "infons": {"file": "gr4_lrg.jpg", "id": "f0020", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21099, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RMSD is a crucial parameter to analyse the equilibration of MD trajectories. RMSD of the protein backbone atoms are plotted as a function of time to check the stability of each system throughout the simulation. The RMSD values of the Mpro backbone with N3 and Pyranonigrin A was calculated against the simulation time scale (0–50 ns) and results are shown in Fig. 4 .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21474, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RMSD values of two trajectories have values 0.1–0.3 nm during simulation for the backbone of proteins in presence of both the ligands, the Mpro was found to be more stable in presence of Pyranonigrin A as and when compared to N3 (Fig. 4).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21720, "infons": {"file": "gr5_lrg.jpg", "id": "f0025", "section_type": "FIG", "type": "fig_caption"}, "text": "Representation of Molecular Dynamics (a) RMSF values of Mpro backbone during its interaction with N3, (b) RMSF values of Mpro backbone during its interaction with Pyranonigrin A (c) ligand N3's RMSF values during Simulation, and (d) ligand Pyranonigrin A's RMSF values during simulation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22008, "infons": {"file": "gr5_lrg.jpg", "id": "f0025", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22015, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RMSF with respect to the average MD simulation conformation reflects as a means of portraying flexibility differences amongst residues. The RMSF of the backbone atoms of each residues of (i) N3-Mpro and (ii) Pyranonigrin A-Mpro individually is calculated to reveal the flexibility of the backbone structure in presence of both the ligands. This shows how the protein behaves in presence of different ligands. The high RMSF value indicates more flexibility whereas the low RMSF value indicates limited movements during simulation in relation to its average position. The RMSF of the residues are shown in Fig. 5 .", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22632, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The RMSF of the protein backbone Mpro in presence of both the ligands N3 and Pyranonigrin A were almost identical suggesting similar stability of protein not being altered by Pryanonigrin A binding with the protein. If the binding is poor than the protein can have higher RMSF values, which is not the case here (Fig. 5a, b). While the RMSF of the ligands N3 and Pyranonigrin A is shown in Fig. 5c and d respectively. As both the ligands are differing in size and shapes, comparing their RMSF doesn't hold any importance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23154, "infons": {"file": "gr6_lrg.jpg", "id": "f0030", "section_type": "FIG", "type": "fig_caption"}, "text": "Hydrogen Bonds formed by (a) N3 and (b) Pyranonigrin A with Mpro of COVID-19 during simulation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23250, "infons": {"file": "gr6_lrg.jpg", "id": "f0030", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23257, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The inter molecular hydrogen bonding between the protein and the ligand plays an essential role in stabilizing the protein–ligand complexes. The stability of the hydrogen bond network formed between (i) N3-Mpro and (ii) Pyranonigrin A-Mpro were calculated throughout the simulation at 300 K for the ligated system and the results are depicted in Fig. 6 . The N3-Mpro complex exhibited seven hydrogen H-bonds formation during the course of simulation. While for Pyranonigrin A-Mpro, there were consistently six hydrogen bonds being formed throughout the simulation. Overall scenario suggests both ligands fits in to the binding cleft making appropriate hydrogen bonds. Pyranonigrin A being small by 1/3rd proportions with a surface area of 3.2 times smaller than that of N3 (Table 1, Table 2) makes almost same number of H-bonds, therefore the ratio of H-bond to surface area is much greater than that of N3 suggesting very strong interaction by pyranonigrin A with that of Mpro in the binding cleft of N3. Pyranonigrin A, therefore, by making sufficient H-bonds to settle and block the space in the cleft renders the protein ineffective and this is the rationale behind pyranonigrin A's mode of action.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24463, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the MD analysis it can be said that the protein behaves identical in presence of both the ligands, N3 and Pyranonigrin A both forms similar hydrogen bonds with Mpro and hence the efficacy of Pyranonigrin A to interact with Mpro can be depicted to be at par with N3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24733, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ADMET analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24748, "infons": {"file": null, "id": "t0015", "section_type": "TABLE", "type": "table_caption"}, "text": "ADMED values for N3 and Pyranonigrin A.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24788, "infons": {"file": null, "id": "t0015", "section_type": "TABLE", "type": "table", "xml": null}, "text": "Table 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24799, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "All the ADMET properties of both the compounds is shown in Table 3 . One of the most important challenges for an oral drug is its movement across the intestinal epithelial barrier that determines the rate and extent of human absorption and ultimately affects its bioavailability. As per Absorption is considered, The Caco2 permeability predicts the absorption of orally administered drugs, the value >8 × 10−6 cm/s suggests high permeability. Both the compounds have values less than the suggested value suggesting poor permeability. Intestinal absorption (human) value predicts absorption of the drug from orally administered solution. Both the compound under study has this value above 30% suggesting good absorption. P-glycoprotein is a component of ATP-binding cassette (ABC) transporter, the positive value by N3 suggests it can get transported across cell membrane by ABC transporter. On the contrary, N3 is also predicted to be a P-glycoprotein I inhibitor which can inhibit its transport. For, skin permeability, if the logKp > −2.5, drug cannot be skin permeable, in this context the both the compounds under study show better skin permeability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25962, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The volume of Distribution (VDss) suggests the total volume of drug needed to be uniformly distributed in blood. The value below −0.15 logVDss stands for a low VDss value and above 0.45 Log VDss, stands for considerably high VDss value. In this context, N3 can be considered to be a low VDss compound. Blood Brain barrier (BBB) permeability gives an account on compound's ability to reach brain or not. It is presumed that compounds with logBB >0.3 can pass BBB therefore, logBB values of both the compounds show their poor capability to pass BBB. Similarly, both the compounds also show poor Central Nervous System (CNS) permeability as for both the compounds their logPS values is smaller than −2.0 which is good as only the drugs for the nervous system disease should pass through the BBB and not others. Metabolism prediction suggested that Pyranonigrin A does not affect cytochrome functioning while N3 inhibits only one type of Cytochrome P that is, CYP3A4. Renal excretion of both the compounds differ greatly. The important criteria for toxicity assessment is Maximum Tolerated Dose (MRTD), this value less than 0.44 log(mg/kg/day) is considered low, and high if greater than 0.477 log(mg/kg/day) thus, MRTD for N3 is considered to be low and for Pyranonigrin A MRTD is considered high as per their log(mg/kg/day) values. Moreover, N3 shows hepatotoxicity, while Pyranonigrin A does not show this type of toxicity. The hERG I and II are potassium channels encoded by hERG, and their inhibition can cause QT syndrome (QT refers to the peaks of heart electrocardiogram) which affects repolarization of the heart after a heartbeat. Here, N3 has is predicted to be hERG inhibitor and shows tendency to induce QT syndrome. The OCT2 was the first step in the renal secretion of many cationic drugs as blockers and inhibitors may result nephrotoxicity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27820, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27831, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Coronaviruses (CoVs) are enveloped, positive stranded RNA viruses. They belong to the genus Coronavirus of the family Coronaviridae. All the species of CoVs are bifurcated in to 3 major groups based on their genome sequences and serological reactions. Different CoVs have potency to infect humans while other are specific to infect animals and cause variety of highly prevalent and severe diseases. For instance, strains of human coronavirus (HCoV) responsible for respiratory tract infections with different severity include 229E (HCoV-229E), NL63 (HCoV-NL63), OC43 (HCoVOC43), and HKU1 (HCoV-HKU1). They create respiratory complications such as common colds, bronchiolitis, and pneumonia. Well identified animal CoVs are Avian Infectious Bronchitis Virus (IBV), Turkey Coronavirus (TCV), Porcine Transmissible Gastroenteritis Virus (TGEV), Porcine Hemagglutinating Encephalomyelitis Virus (HEV), canine coronavirus (CCoV), Feline Infectious Peritonitis Virus (FIPV) And Bovine Coronavirus (BCV). Cross infectivity of these viruses to other animals is rare. However, the outbreak of SARS-CoV in the year 2002 was unique in sense the virus's true host was Bat and instead cross infected humans leading to higher mortality than that of HCoVs. Another similar case there MERS-CoV infected humans in the year 2005 was known to have Camel as its native host. Such cross infectivity caused by CoV has prompted a new health alert. Recently COVID-19 outbreak in 2019 is the most severe outbreaks caused by Corona viruses and again, its origin is thought to be from Bats and the virus causing this pandemic condition has very high similarity with previous 2002 SARS-CoV and hence is named SARS-CoV2 Strategies to control CoVs, there are two main ventures (i) discover inhibitors to block virus entry into the host cells, and (ii) discover bioactive compounds that prevent viral replication and transcription. In total of twelve proteins that are identified as a target to control CoVs, Mpro is identified as one of the most vital targets due to its pivotal role in mediating viral replication and transcription. The Mpro is a chymotrypsin-like cysteine protease (~33 kDa) and is termed the Main protease because of its dominant role in processing replicase polyproteins and genes. The first Mpro structure to be solved was that of TGEV at 1.96 Å in the year 2002.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30190, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Due to the high degree of similarity with amongst the Mpro's of different CoVs, the inhibitor designed previously for MERS or SARS can also work effectively against SARS-CoV-2. An inhibitor named N2 previously designed to inhibit Mpro of SARS-CoV and MERS-CoV was also tested for SARS-CoV-2 and showed promising results. The Mpro of SARS-CoV2 is in fact co-crystalized with N3 and is deposited in PDB (ID: 6LU7). For this reason, under present study, N3 was taken as a positive control to access potency of other inhibitors using computational approach. Moreover, the structure of N3 was artistically developed by CADD approach. Other compounds that are previously designed for SARS-CoV and MERS-CoV include, Hesperetin, Calmidazolium, Cinanserin, Aza-peptide epoxides, FL-166, 8c, 2a and 4o. For short discovery of inhibitors for Mpro of SARS-CoV-2, these previously identified compounds can also be tested. Recently the efforts are been made to construct efficient inhibitors using CADD. For rapid commercialization of drug to inhibit SARS-CoV2 targets, the possible approach is to identify bioactive compounds already approved by FDA using computational approach of docking and molecular dynamics. Such approach was recently perused by Arya et al. where that proposed Procainamide, Tetrahydrozoline, Levamisole to interfere the action of papain-like protease of SARS-CoV2. Thus, molecular docking and molecular dynamics can successfully provide insights to the potency of drugs towards the targets of SARS-CoV2 with relative accuracy and in short duration of time. Here we have therefore used the same approach to identify bioactive compounds from fungal origin that involved the use of docking followed by molecular dynamics. The group of scientists who co-crystalized this protein with N3 also suggests strong covalent bond formed between Cys145 of Mpro with N3 of 1.8 Å length making the interaction with of this inhibitor bind irreversibly with the protein. However, when we performed the docking, we cannot make the deduction as docking doesn't provide such information on covalent bond formation. In past Chloropyridine was known to show moderate interaction with Mpro of previously identified SARS-CoV. There are several efforts made to find inhibitors of other corona viruses that have known to causef threat to humans in past, but there limited experiments performed to identify one for SARS-CoV2. ADMET analysis suggested that, LD50 levels of Pyranonigrin A to be much lower than N3, the possible reason could be the larger size of N3 and its peptide like properties. However, the toxicity of 1.979 mol/kg of Pyranonigrin A is accepted in the medical community and is found to be like several drugs. The classic example would be penicillin, exhibiting LD50 toxicity of 1.8 mol/kg. (https://www.drugbank.ca/drugs/DB00417). Thus, molecules possessing such levels of LD50 values are acceptable.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33099, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Reflecting in the history, fungal metabolites have been a boon for the mankind, starting from antibiotics to flavoring agents to food preservatives. Fungi are known to produce large amounts of secondary metabolites and by chance that might interact with Mpro, with this rationale the fungal metabolites were looked for pursuing this research. Previously, the potentials of fungal metabolites as anti-viral agents are explored and the success was promising. The anti-viral compounds from fungal origin is vividly described by Linnakoski et al. where the promising anti-viral compounds portrayed were belong to the chemical class of Indole alkaloids, Non-ribosomal peptides, Polyketides, Terpenoids. The computational experiments and calculations performed virtually screening hundreds of different fungal metabolites; Pyranonigrin A was identified as a potent inhibitor of Mpro. The comparative analysis of its result with N3, this fungal metabolite could make seven hydrogen bonds at par with N3 and is also predicted to form covalent bond with Mpro making it a promising compound that could be seen for. A polyketide synthase and nonribosomal peptide synthetase hybrid gene cluster from the genome of Penicillium thymicola and expression of this cluster leads to the production of Pyranonigrin A is reported. Last but not the least this compound is extensively studied for its antioxidant property.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34499, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "With efforts been made to control the pandemic of SAR-CoV2 in the form of novel Coronavirus, to find a lead compound against the target protein that can suppress its replication in host. We here are proposing Pyranonigrin A to interact with one of the important target proteins of SAR-CoV2, Mpro and block its function as deduced using docking and molecular dynamics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34867, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Compliance with ethical standards", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34901, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This article does not contain any studies with human participants or animals performed by any of the authors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35011, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Author statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35028, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "PR and AS Conseptulized the work, performed Data curation. AS and DG Wrote the manuscript. PR and DG Conceptualize idea. Review & Editing was performed by AS and PR. Supervision was conducted by RR, BV and MS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35238, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Author approvals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35255, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "All authors have seen and approved the manuscript, and that it hasn't been accepted or published elsewhere.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35363, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Declaration of Competing Interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35397, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35457, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35468, "infons": {"fpage": "523", "issue": "8", "name_0": "surname:de Wit;given-names:E.", "name_1": "surname:van Doremalen;given-names:N.", "name_2": "surname:Falzarano;given-names:D.", "name_3": "surname:Munster;given-names:V.J.", "pub-id_pmid": "27344959", "section_type": "REF", "source": "Nat. Rev. Microbiol.", "type": "ref", "volume": "14", "year": "2016"}, "text": "SARS and MERS: recent insights into emerging coronaviruses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35527, "infons": {"fpage": "265", "issue": "7798", "lpage": "269", "name_0": "surname:Wu;given-names:F.", "name_1": "surname:Zhao;given-names:S.", "name_10": "surname:Yuan;given-names:M.L.", "name_11": "surname:Zhang;given-names:Y.L.", "name_12": "surname:Dai;given-names:F.H.", "name_13": "surname:Liu;given-names:Y.", "name_14": "surname:Wang;given-names:Q.M.", "name_15": "surname:Zheng;given-names:J.J.", "name_16": "surname:Xu;given-names:L.", "name_17": "surname:Holmes;given-names:E.C.", "name_18": "surname:Zhang;given-names:Y.Z.", "name_2": "surname:Yu;given-names:B.", "name_3": "surname:Chen;given-names:Y.M.", "name_4": "surname:Wang;given-names:W.", "name_5": "surname:Song;given-names:Z.G.", "name_6": "surname:Hu;given-names:Y.", "name_7": "surname:Tao;given-names:Z.W.", "name_8": "surname:Tian;given-names:J.H.", "name_9": "surname:Pei;given-names:Y.Y.", "pub-id_pmid": "32015508", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "579", "year": "2020"}, "text": "A new coronavirus associated with human respiratory disease in China", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35596, "infons": {"fpage": "270", "issue": "7798", "lpage": "273", "name_0": "surname:Zhou;given-names:P.", "name_1": "surname:Yang;given-names:X.L.", "name_10": "surname:Chen;given-names:H.D.", "name_11": "surname:Chen;given-names:J.", "name_12": "surname:Luo;given-names:Y.", "name_13": "surname:Guo;given-names:H.", "name_14": "surname:Jiang;given-names:R.D.", "name_15": "surname:Liu;given-names:M.Q.", "name_16": "surname:Chen;given-names:Y.", "name_17": "surname:Shen;given-names:X.R.", "name_18": "surname:Wang;given-names:X.", "name_19": "surname:Zheng;given-names:X.S.", "name_2": "surname:Wang;given-names:X.G.", "name_20": "surname:Zhao;given-names:K.", "name_21": "surname:Chen;given-names:Q.J.", "name_22": "surname:Deng;given-names:F.", "name_23": "surname:Liu;given-names:L.L.", "name_24": "surname:Yan;given-names:B.", "name_25": "surname:Zhan;given-names:F.X.", "name_26": "surname:Wang;given-names:Y.Y.", "name_27": "surname:Xiao;given-names:G.F.", "name_28": "surname:Shi;given-names:Z.L.", "name_3": "surname:Hu;given-names:B.", "name_4": "surname:Zhang;given-names:L.", "name_5": "surname:Zhang;given-names:W.", "name_6": "surname:Si;given-names:H.R.", "name_7": "surname:Zhu;given-names:Y.", "name_8": "surname:Li;given-names:B.", "name_9": "surname:Huang;given-names:C.L.", "pub-id_pmid": "32015507", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "579", "year": "2020"}, "text": "A pneumonia outbreak associated with a new coronavirus of probable bat origin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35674, "infons": {"name_0": "surname:Jin;given-names:Z.", "name_1": "surname:Du;given-names:X.", "name_10": "surname:Duan;given-names:Y.", "name_11": "surname:Yu;given-names:J.", "name_12": "surname:Wang;given-names:L.", "name_13": "surname:Yang;given-names:K.", "name_14": "surname:Liu;given-names:F.", "name_15": "surname:Jiang;given-names:R.", "name_16": "surname:Yang;given-names:X.", "name_17": "surname:You;given-names:T.", "name_18": "surname:Liu;given-names:X.", "name_19": "surname:Yang;given-names:X.", "name_2": "surname:Xu;given-names:Y.", "name_20": "surname:Bai;given-names:F.", "name_21": "surname:Liu;given-names:H.", "name_22": "surname:Liu;given-names:X.", "name_23": "surname:Guddat;given-names:L.W.", "name_24": "surname:Xu;given-names:W.", "name_25": "surname:Xiao;given-names:G.", "name_26": "surname:Qin;given-names:C.", "name_27": "surname:Shi;given-names:Z.", "name_28": "surname:Jiang;given-names:H.", "name_29": "surname:Rao;given-names:Z.", "name_3": "surname:Deng;given-names:Y.", "name_30": "surname:Yang;given-names:H.", "name_4": "surname:Liu;given-names:M.", "name_5": "surname:Zhao;given-names:Y.", "name_6": "surname:Zhang;given-names:B.", "name_7": "surname:Li;given-names:X.", "name_8": "surname:Zhang;given-names:L.", "name_9": "surname:Peng;given-names:C.", "section_type": "REF", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35675, "infons": {"comment": "(preprint)", "name_0": "surname:Kong;given-names:R.", "name_1": "surname:Yang;given-names:G.", "name_2": "surname:Xue;given-names:R.", "name_3": "surname:Liu;given-names:M.", "name_4": "surname:Wang;given-names:F.", "name_5": "surname:Hu;given-names:J.", "name_6": "surname:Guo;given-names:X.", "name_7": "surname:Chang;given-names:S.", "section_type": "REF", "source": "arXiv:2003.00163", "type": "ref", "year": "2020"}, "text": "COVID-19 docking server: an interactive server for docking small molecules, peptides and antibodies against potential targets of COVID-19", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35813, "infons": {"fpage": "3212", "issue": "7", "lpage": "3216", "name_0": "surname:Wang;given-names:F.", "name_1": "surname:Chen;given-names:C.", "name_10": "surname:Cai;given-names:Y.", "name_11": "surname:Yang;given-names:H.", "name_2": "surname:Yang;given-names:K.", "name_3": "surname:Xu;given-names:Y.", "name_4": "surname:Liu;given-names:X.", "name_5": "surname:Gao;given-names:F.", "name_6": "surname:Liu;given-names:H.", "name_7": "surname:Chen;given-names:X.", "name_8": "surname:Zhao;given-names:Q.", "name_9": "surname:Liu;given-names:X.", "pub-id_pmid": "28287727", "section_type": "REF", "source": "J. Med. Chem.", "type": "ref", "volume": "60", "year": "2017"}, "text": "Michael acceptor-based peptidomimetic inhibitor of Main protease from porcine epidemic diarrhea virus", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35915, "infons": {"fpage": "965", "issue": "3", "lpage": "975", "name_0": "surname:Xue;given-names:X.", "name_1": "surname:Yang;given-names:H.", "name_2": "surname:Shen;given-names:W.", "name_3": "surname:Zhao;given-names:Q.", "name_4": "surname:Li;given-names:J.", "name_5": "surname:Yang;given-names:K.", "name_6": "surname:Chen;given-names:C.", "name_7": "surname:Jin;given-names:Y.", "name_8": "surname:Bartlam;given-names:M.", "name_9": "surname:Rao;given-names:Z.", "pub-id_pmid": "17189639", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "366", "year": "2007"}, "text": "Production of authentic SARS-CoV Mpro with enhanced activity: application as a novel tag-cleavage endopeptidase for protein overproduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36054, "infons": {"fpage": "794", "issue": "4", "lpage": "799", "name_0": "surname:Cui;given-names:W.", "name_1": "surname:Cui;given-names:S.", "name_2": "surname:Chen;given-names:C.", "name_3": "surname:Chen;given-names:X.", "name_4": "surname:Wang;given-names:Z.", "name_5": "surname:Yang;given-names:H.", "name_6": "surname:Zhang;given-names:L.J.B.", "section_type": "REF", "source": "J. Biochem. Biophys. Res. Commun.", "type": "ref", "volume": "511", "year": "2019"}, "text": "The crystal structure of main protease from mouse hepatitis virus A59 in complex with an inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36153, "infons": {"fpage": "6036", "issue": "17", "lpage": "6048", "name_0": "surname:John;given-names:S.E.S.", "name_1": "surname:Tomar;given-names:S.", "name_2": "surname:Stauffer;given-names:S.R.", "name_3": "surname:Mesecar;given-names:A.D.", "pub-id_pmid": "26190463", "section_type": "REF", "source": "Bioorg. Med. Chem.", "type": "ref", "volume": "23", "year": "2015"}, "text": "Targeting zoonotic viruses: Structure-based inhibition of the 3C-like protease from bat coronavirus HKU4—The likely reservoir host to the human coronavirus that causes Middle East Respiratory Syndrome (MERS)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36363, "infons": {"comment": "(preprint arXiv: 09937)", "name_0": "surname:Macchiagodena;given-names:M.", "name_1": "surname:Pagliai;given-names:M.", "section_type": "REF", "source": "arXiv", "type": "ref", "year": "2020"}, "text": "Inhibition of the main protease 3CL-pro of the coronavirus disease 19 via structure-based ligand design and molecular modeling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36490, "infons": {"fpage": "1910", "issue": "4", "lpage": "1917", "name_0": "surname:Wang;given-names:F.", "name_1": "surname:Chen;given-names:C.", "name_2": "surname:Liu;given-names:X.", "name_3": "surname:Yang;given-names:K.", "name_4": "surname:Xu;given-names:X.", "name_5": "surname:Yang;given-names:H.", "pub-id_pmid": "26656689", "section_type": "REF", "source": "J. Virol.", "type": "ref", "volume": "90", "year": "2016"}, "text": "Crystal structure of feline infectious peritonitis virus main protease in complex with synergetic dual inhibitors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36604, "infons": {"fpage": "2325", "name_0": "surname:Linnakoski;given-names:R.", "name_1": "surname:Reshamwala;given-names:D.", "name_2": "surname:Veteli;given-names:P.", "name_3": "surname:Cortina-Escribano;given-names:M.", "name_4": "surname:Vanhanen;given-names:H.", "name_5": "surname:Marjomäki;given-names:V.", "pub-id_pmid": "30333807", "section_type": "REF", "source": "Front. Microbiol.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Antiviral agents from fungi: diversity, mechanisms and potential applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36682, "infons": {"fpage": "778", "issue": "4", "lpage": "795", "name_0": "surname:Krivov;given-names:G.G.", "name_1": "surname:Shapovalov;given-names:M.V.", "name_2": "surname:Dunbrack;given-names:R.L.;suffix:Jr.", "pub-id_pmid": "19603484", "section_type": "REF", "source": "Proteins", "type": "ref", "volume": "77", "year": "2009"}, "text": "Improved prediction of protein side-chain conformations with SCWRL4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36750, "infons": {"fpage": "U403", "name_0": "surname:Wang;given-names:J.", "name_1": "surname:Wang;given-names:W.", "name_2": "surname:Kollman;given-names:P.A.", "name_3": "surname:Case;given-names:D.A.", "section_type": "REF", "source": "J. Am. Chem. Soc.", "type": "ref", "volume": "222", "year": "2001"}, "text": "Antechamber: an accessory software package for molecular mechanical calculations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36831, "infons": {"fpage": "43", "issue": "1", "lpage": "48", "name_0": "surname:Gasteiger;given-names:J.", "name_1": "surname:Jochum;given-names:C.", "section_type": "REF", "source": "J. Chem. Inform.", "type": "ref", "volume": "19", "year": "1979"}, "text": "An algorithm for the perception of synthetically important rings", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36896, "infons": {"fpage": "455", "issue": "2", "lpage": "461", "name_0": "surname:Trott;given-names:O.", "name_1": "surname:Olson;given-names:A.J.", "pub-id_pmid": "19499576", "section_type": "REF", "source": "J. Comput. Chem.", "type": "ref", "volume": "31", "year": "2010"}, "text": "AutoDock Vina: improving the speed and accuracy of docking with a new scoring function, efficient optimization, and multithreading", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37027, "infons": {"name_0": "surname:Bekker;given-names:H.", "name_1": "surname:Berendsen;given-names:H.", "name_2": "surname:Dijkstra;given-names:E.", "name_3": "surname:Achterop;given-names:S.", "name_4": "surname:van Drunen;given-names:R.", "name_5": "surname:der Spoel;given-names:D.", "name_6": "surname:BEKKER;given-names:H.", "name_7": "surname:Dijkstra;given-names:E.", "name_8": "surname:Van Der Spoel;given-names:D.", "name_9": "surname:Sijbers;given-names:A.", "section_type": "REF", "type": "ref", "year": "1993"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37028, "infons": {"fpage": "845", "issue": "7", "lpage": "854", "name_0": "surname:Pronk;given-names:S.", "name_1": "surname:Páll;given-names:S.", "name_2": "surname:Schulz;given-names:R.", "name_3": "surname:Larsson;given-names:P.", "name_4": "surname:Bjelkmar;given-names:P.", "name_5": "surname:Apostolov;given-names:R.", "name_6": "surname:Shirts;given-names:M.R.", "name_7": "surname:Smith;given-names:J.C.", "name_8": "surname:Kasson;given-names:P.M.", "name_9": "surname:van der Spoel;given-names:D.J.B.", "pub-id_pmid": "23407358", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "29", "year": "2013"}, "text": "GROMACS 4.5: a high-throughput and highly parallel open source molecular simulation toolkit", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37120, "infons": {"fpage": "1701", "lpage": "1718", "name_0": "surname:Van Der Spoel;given-names:D.", "name_1": "surname:Lindahl;given-names:E.", "name_2": "surname:Hess;given-names:B.", "name_3": "surname:Groenhof;given-names:G.", "name_4": "surname:Mark;given-names:A.E.", "name_5": "surname:Berendsen;given-names:H.", "section_type": "REF", "type": "ref", "volume": "26(16)", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37121, "infons": {"fpage": "2359", "issue": "11", "lpage": "2368", "name_0": "surname:Zoete;given-names:V.", "name_1": "surname:Cuendet;given-names:M.A.", "name_2": "surname:Grosdidier;given-names:A.", "name_3": "surname:Michielin;given-names:O.", "pub-id_pmid": "21541964", "section_type": "REF", "source": "J. Comput. Chem.", "type": "ref", "volume": "32", "year": "2011"}, "text": "SwissParam: a fast force field generation tool for small organic molecules", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37196, "infons": {"fpage": "331", "lpage": "342", "name_0": "surname:Berendsen;given-names:H.J.", "name_1": "surname:Postma;given-names:J.P.", "name_2": "surname:van Gunsteren;given-names:W.F.", "name_3": "surname:Hermans;given-names:J.", "section_type": "REF", "source": "Intermolecular Forces", "type": "ref", "year": "1981"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37197, "infons": {"fpage": "1463", "issue": "12", "lpage": "1472", "name_0": "surname:Hess;given-names:B.", "name_1": "surname:Bekker;given-names:H.", "name_2": "surname:Berendsen;given-names:H.J.", "name_3": "surname:Fraaije;given-names:J.G.", "section_type": "REF", "source": "J. Comput. Chem.", "type": "ref", "volume": "18", "year": "1997"}, "text": "LINCS: a linear constraint solver for molecular simulations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37257, "infons": {"fpage": "19", "name_0": "surname:Turner;given-names:P.", "name_1": "surname:Land-Margin Research, O.G.I.o.S., Technology, B., OR", "section_type": "REF", "type": "ref", "year": "2005"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37258, "infons": {"fpage": "4066", "issue": "9", "lpage": "4072", "name_0": "surname:Pires;given-names:D.E.", "name_1": "surname:Blundell;given-names:T.L.", "name_2": "surname:Ascher;given-names:D.B.", "pub-id_pmid": "25860834", "section_type": "REF", "source": "J. Med. Chem.", "type": "ref", "volume": "58", "year": "2015"}, "text": "pkCSM: predicting small-molecule pharmacokinetic and toxicity properties using graph-based signatures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37360, "infons": {"fpage": "4573", "issue": "35", "lpage": "4590", "name_0": "surname:Yang;given-names:H.", "name_1": "surname:Bartlam;given-names:M.", "name_2": "surname:Rao;given-names:Z.J.C.p.d.", "pub-id_pmid": "17168763", "section_type": "REF", "source": "Curr. Pharm. Des.", "type": "ref", "volume": "12", "year": "2006"}, "text": "Drug design targeting the main protease, the Achilles' heel of coronaviruses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37437, "infons": {"fpage": "e324", "issue": "10", "name_0": "surname:Yang;given-names:H.", "name_1": "surname:Xie;given-names:W.", "name_10": "surname:Hilgenfeld;given-names:R.", "name_11": "surname:Yuen;given-names:K.Y.", "name_12": "surname:Wong;given-names:L.", "name_13": "surname:Gao;given-names:G.", "name_14": "surname:Chen;given-names:S.", "name_15": "surname:Chen;given-names:Z.", "name_16": "surname:Ma;given-names:D.", "name_17": "surname:Bartlam;given-names:M.", "name_18": "surname:Rao;given-names:Z.", "name_2": "surname:Xue;given-names:X.", "name_3": "surname:Yang;given-names:K.", "name_4": "surname:Ma;given-names:J.", "name_5": "surname:Liang;given-names:W.", "name_6": "surname:Zhao;given-names:Q.", "name_7": "surname:Zhou;given-names:Z.", "name_8": "surname:Pei;given-names:D.", "name_9": "surname:Ziebuhr;given-names:J.", "pub-id_pmid": "16128623", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "3", "year": "2005"}, "text": "Design of wide-spectrum inhibitors targeting coronavirus main proteases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37509, "infons": {"fpage": "13190", "issue": "23", "lpage": "13195", "name_0": "surname:Yang;given-names:H.", "name_1": "surname:Yang;given-names:M.", "name_10": "surname:Gao;given-names:G.F.", "name_11": "surname:Anand;given-names:K.", "name_12": "surname:Bartlam;given-names:M.", "name_13": "surname:Hilgenfeld;given-names:R.", "name_14": "surname:Rao;given-names:Z.", "name_2": "surname:Ding;given-names:Y.", "name_3": "surname:Liu;given-names:Y.", "name_4": "surname:Lou;given-names:Z.", "name_5": "surname:Zhou;given-names:Z.", "name_6": "surname:Sun;given-names:L.", "name_7": "surname:Mo;given-names:L.", "name_8": "surname:Ye;given-names:S.", "name_9": "surname:Pang;given-names:H.", "pub-id_pmid": "14585926", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U. S. A.", "type": "ref", "volume": "100", "year": "2003"}, "text": "The crystal structures of severe acute respiratory syndrome virus main protease and its complex with an inhibitor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37623, "infons": {"fpage": "6595", "issue": "14", "lpage": "6628", "name_0": "surname:Pillaiyar;given-names:T.", "name_1": "surname:Manickam;given-names:M.", "name_2": "surname:Namasivayam;given-names:V.", "name_3": "surname:Hayashi;given-names:Y.", "name_4": "surname:Jung;given-names:S.-H.", "pub-id_pmid": "26878082", "section_type": "REF", "source": "J. Med. Chem.", "type": "ref", "volume": "59", "year": "2016"}, "text": "An overview of Severe Acute Respiratory Syndrome–Coronavirus (SARS-CoV) 3CL protease inhibitors: peptidomimetics and small molecule chemotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37770, "infons": {"fpage": "248", "issue": "4", "name_0": "surname:Ren;given-names:Z.", "name_1": "surname:Yan;given-names:L.", "name_2": "surname:Zhang;given-names:N.", "name_3": "surname:Guo;given-names:Y.", "name_4": "surname:Yang;given-names:C.", "name_5": "surname:Lou;given-names:Z.", "name_6": "surname:Rao;given-names:Z.", "pub-id_pmid": "23549610", "section_type": "REF", "source": "Protein Cell", "type": "ref", "volume": "4", "year": "2013"}, "text": "The newly emerged SARS-like coronavirus HCoV-EMC also has an \"Achilles' heel\": current effective inhibitor targeting a 3C-like protease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37906, "infons": {"name_0": "surname:Arya;given-names:R.", "name_1": "surname:Das;given-names:A.", "name_2": "surname:Prashar;given-names:V.", "name_3": "surname:Kumar;given-names:M.", "section_type": "REF", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37907, "infons": {"fpage": "293", "issue": "1", "lpage": "302", "name_0": "surname:Niu;given-names:C.", "name_1": "surname:Yin;given-names:J.", "name_2": "surname:Zhang;given-names:J.", "name_3": "surname:Vederas;given-names:J.C.", "name_4": "surname:James;given-names:M.N.", "pub-id_pmid": "17931870", "section_type": "REF", "source": "Bioorg. Med. Chem.", "type": "ref", "volume": "16", "year": "2008"}, "text": "Molecular docking identifies the binding of 3-chloropyridine moieties specifically to the S1 pocket of SARS-CoV Mpro", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38024, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Jin;given-names:Z.", "name_1": "surname:Du;given-names:X.", "name_2": "surname:Xu;given-names:Y.", "name_3": "surname:Deng;given-names:Y.", "name_4": "surname:Liu;given-names:M.", "name_5": "surname:Zhao;given-names:Y.", "name_6": "surname:Zhang;given-names:B.", "name_7": "surname:Li;given-names:X.", "name_8": "surname:Zhang;given-names:L.", "name_9": "surname:Peng;given-names:C.J.", "section_type": "REF", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38025, "infons": {"fpage": "4182", "issue": "12", "lpage": "4186", "name_0": "surname:Tang;given-names:M.C.", "name_1": "surname:Zou;given-names:Y.", "name_2": "surname:Yee;given-names:D.", "name_3": "surname:Tang;given-names:Y.", "pub-id_pmid": "31588145", "section_type": "REF", "source": "AICHe J.", "type": "ref", "volume": "64", "year": "2018"}, "text": "Identification of the pyranonigrin A biosynthetic gene cluster by genome mining in Penicillium thymicola IBT 5891", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38139, "infons": {"fpage": "179", "issue": "2", "lpage": "181", "name_0": "surname:Riko;given-names:R.", "name_1": "surname:Nakamura;given-names:H.", "name_2": "surname:Shindo;given-names:K.", "section_type": "REF", "source": "J. Antibiot.", "type": "ref", "volume": "67", "year": "2014"}, "text": "Studies on pyranonigrins–isolation of pyranonigrin E and biosynthetic studies on pyranonigrin A", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]