[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240907", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC3673215", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/bioinformatics/btt178", "article-id_pmc": "PMC3673215", "article-id_pmid": "23698863", "article-id_publisher-id": "btt178", "fpage": "1492", "issue": "12", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/3.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "1497", "name_0": "surname:Birol;given-names:Inanc", "name_1": "surname:Raymond;given-names:Anthony", "name_10": "surname:Kirk;given-names:Heather", "name_11": "surname:Pandoh;given-names:Pawan", "name_12": "surname:Moore;given-names:Richard A.", "name_13": "surname:Zhao;given-names:Yongjun", "name_14": "surname:Mungall;given-names:Andrew J.", "name_15": "surname:Jaquish;given-names:Barry", "name_16": "surname:Yanchuk;given-names:Alvin", "name_17": "surname:Ritland;given-names:Carol", "name_18": "surname:Boyle;given-names:Brian", "name_19": "surname:Bousquet;given-names:Jean", "name_2": "surname:Jackman;given-names:Shaun D.", "name_20": "surname:Ritland;given-names:Kermit", "name_21": "surname:MacKay;given-names:John", "name_22": "surname:Bohlmann;given-names:Jörg", "name_23": "surname:Jones;given-names:Steven J.M.", "name_3": "surname:Pleasance;given-names:Stephen", "name_4": "surname:Coope;given-names:Robin", "name_5": "surname:Taylor;given-names:Greg A.", "name_6": "surname:Yuen;given-names:Macaire Man Saint", "name_7": "surname:Keeling;given-names:Christopher I.", "name_8": "surname:Brand;given-names:Dana", "name_9": "surname:Vandervalk;given-names:Benjamin P.", "section_type": "TITLE", "type": "front", "volume": "29", "year": "2013"}, "text": "Assembling the 20 Gb white spruce (Picea glauca) genome from whole-genome shotgun sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 98, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "White spruce (Picea glauca) is a dominant conifer of the boreal forests of North America, and providing genomics resources for this commercially valuable tree will help improve forest management and conservation efforts. Sequencing and assembling the large and highly repetitive spruce genome though pushes the boundaries of the current technology. Here, we describe a whole-genome shotgun sequencing strategy using two Illumina sequencing platforms and an assembly approach using the ABySS software. We report a 20.8 giga base pairs draft genome in 4.9 million scaffolds, with a scaffold N50 of 20 356 bp. We demonstrate how recent improvements in the sequencing technology, especially increasing read lengths and paired end reads from longer fragments have a major impact on the assembly contiguity. We also note that scalable bioinformatics tools are instrumental in providing rapid draft assemblies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1002, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Availability: The Picea glauca genome sequencing and assembly data are available through NCBI (Accession#: ALWZ0100000000 PID: PRJNA83435). http://www.ncbi.nlm.nih.gov/bioproject/83435.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1188, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Contact: ibirol@bcgsc.ca", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1213, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Supplementary information: Supplementary data are available at Bioinformatics online.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1299, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1 INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1314, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The assembly of short reads to develop genomic resources for non-model species remains an active area of development. The feasibility of the approach and its scalability to large genomes was demonstrated by the ABySS publication using human genome sequencing data and was later used to assemble the panda genome with the SOAPdenovo tool. The technology provides high quality results, as demonstrated for bacteria, and has been successfully applied numerous times on more complex genomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1802, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Estimated at 20 giga base pairs (Gb), sequencing and assembly of the genome of this gymnosperm species of the pine (Pinaceae) family present unique challenges. On the data generation end, those challenges include representation biases in whole-genome shotgun sequencing data, and difficulties in building reduced representation resources to scale down the magnitude of the problem. On the bioinformatics end, assembling massive sequencing datasets is extremely demanding on computing cycles, memory usage, storage requirements, and for parallel programming implementations on communication traffic.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2401, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We addressed the data representation challenges by preparing and sequencing multiple whole-genome shotgun libraries on the HiSeq 2000 and MiSeq sequencers from Illumina (San Diego, CA, USA). Compared with localized sequencing protocols, such as building and sequencing fosmid libraries, or the recent approach of isolating ∼10 kb DNA strands to generate indexed sequencing fragments in high throughput (Moleculo, San Diego, CA, USA), a shotgun only sequencing approach rapidly provides sequence data effectively covering the target genome at a cost that can be an order of magnitude less. The difference in cost is especially substantial when sequencing a large genome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3073, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this work, we demonstrate that shotgun sequence assembly at this scale remains viable and produces valuable results. To assemble the spruce genome, we used the ABySS algorithm, which captures a representation of read-to-read overlaps by a distributed de Bruijn graph and uses parallel computations to build the target genome. The modular nature of the tool allowed us to execute a large number of tests to tune the message passing interface for a successful execution, train the assembly parameters for an optimal assembly and quantify the utility of long reads for large genome assemblies. To the best of our knowledge, the ABySS algorithm is unique in its ability to enable genome assemblies of this scale using whole-genome shotgun sequencing data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3828, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 METHODS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3838, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 Sample collection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3860, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Apical shoot tissues were collected in April 2006 from a single white spruce (Picea glauca, genotype PG29) tree at the Kalamalka Research Station of the British Columbia Ministry of Forests and Ranges, Vernon, British Columbia, Canada. Genomic DNA was extracted from 60 gm tissue by BioS&T (http://www.biost.com/, Montreal, QC, Canada) using an organelle exclusion method yielding 300 µg of high quality purified nuclear DNA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4290, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 Library preparation and sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4329, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DNA quality was assessed by spectrophotometry and gel electrophoresis before library construction. DNA was sheared for 45 s using an E210 sonicator (Covaris) and then analysed on 8% PAGE gels. The 200–300 bp (for libraries with 250 bp insert size) or 450–550 bp (for libraries with 500 bp insert size) DNA size fractions were excised and eluted from the gel slices overnight at 4°C in 300 µl of elution buffer {5:1 [vol/vol] LoTE buffer [3 mM Tris–HCl (pH 7.5), 0.2 mM EDTA]/7.5 M ammonium acetate} and was purified using a Spin-X Filter Tube (Fisher Scientific) and ethanol precipitation. Genome libraries were prepared using a modified paired-end tag (PET) protocol supplied by Illumina Inc. This involved DNA end repair and formation of 3′ adenosine overhangs using the Klenow fragment of DNA polymerase I (3′–5′ exonuclease minus) and ligation to Illumina PE adapters (with 5′ overhangs). Adapter-ligated products were purified on QIAquick spin columns (Qiagen) and amplified using Phusion DNA polymerase (NEB) and 10 PCR cycles with the PE primer 1.0 and 2.0 (Illumina). PCR products of the desired size range were purified from adapter ligation artifacts using 8% PAGE gels. DNA quality was assessed and quantified using an Agilent DNA 1000 series II assay (Agilent) and Nanodrop 7500 spectrophotometer (Nanodrop). DNA was subsequently diluted to 8 nM. The final concentration was confirmed using a Quant-iT dsDNA HS assay kit and Qubit fluorometer (Invitrogen).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5816, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mate pair (MPET, a.k.a. jumping) libraries were constructed using 4 µg of genomic DNA with the Illumina Nextera Mate-Pair library construction protocol and reagent (FC-132-1001). The genomic DNA sample was simultaneously fragmented and tagged with a biotin containing mate pair junction adapter, which left a short sequence gap in the tagmented DNA. The gap was filled by a strand displacement reaction using a polymerase to ensure that all fragments were flush and ready for circularization. After an AMPure Bead cleanup, size selection was done on a 0.6% agarose gel to excise 6–9 kb and 9–13 kb fractions, which were purified using a Zymoclean Large Fragment DNA Recovery Kit. The fragments were circularized by ligation, followed by a digestion to remove any linear molecules and left circularized DNA for shearing. The sheared DNA fragments that contain the biotinylated junction adapter (mate pair fragments) were purified by means of binding to streptavidin magnetic beads, and the unwanted unbiotinylated molecules were washed away. The DNA fragments were then end repaired and A-tailed following the protocol and ligated to indexed TruSeq adapters. The final library was enriched by a 10-cycle PCR and purified by AMPure bead clean-up. Library quality and size were assessed by Agilent DNA 1000 series II assay and KAPA Library Quantification protocol. The two fractions were pooled for sequencing paired end 100 bp using Illumina HiSeq2000.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7276, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The construction of the 12 kb mate pair libraries was achieved by a hybrid 454/Illumina procedure. Briefly, 50 µg of genomic DNA was fragmented for 20 cycles at speed code 12 using a Hydroshear (Digilab, Marlborough, MA) equipped with a large assembly module. The fragmented DNA was loaded on a 1% agarose gel, and fragments from 12 to 18 kb were extracted. Biotinylated circularization adapters from the GS Titanium Paired-end Adaptor set (454 Life Sciences/Roche, Branford, CT) were added to ends of the gel-extracted fragments. Homologous recombination of the ends was performed with Cre recombinase (New England Biolabs, Ipswich, MA), and linear molecules remaining in solution were removed with Plasmid Safe (Epicentre, Madison, WI). Circular molecules were fragmented using GS Rapid Library Nebulizers (454 Life Sciences/Roche, Branford, CT), and fragment end-repair followed by A-tailing was performed with the GS Rapid Libray preparation kit (454 Life Sciences/Roche, Branford, CT). TruSeq Adaptors (Illumina, San Diego, CA) were ligated to the repaired/A-tailed ends. Biotinylated fragments were enriched using Streptavidin-coupled Dynabeads (Life Technologies, Grand Island, NY) and amplified by PCR using Illumina specific primers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8523, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Random bacterial artificial chromosome (BAC) sequencing was performed using DNA from the same genotype on 454 GS-FLX Titanium with 6 kb paired-end libraries at the PlateForme d’Analyses Génomiques of the Institute for Systems and Integrative Biology (Université Laval, Quebec City, QC). A single paired-end library was prepared on a pool of 15 BACs (equimolar concentrations) as described earlier in the text with the following modifications: 15 µg of DNA was fragmented using a Hydroshear with a standard assembly for 20 cycles at speed code 18, 6–10 kb fragments were extracted from the gel and GS-FLX library adaptors were ligated to the repaired/A-tailed fragments. GS-FLX sequencing using the titanium chemistry was performed according to manufacturer’s instructions (454 Life Sciences/Roche, Branford, CT). Sanger sequencing method was used to obtain targeted BAC sequencing data as previously described.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9443, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 MiSeq modification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9466, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In sequencing the spruce genome, we generated longer read lengths by modifying the MiSeq platform. The MiSeq uses a clamshell style cartridge (Supplementary Fig. S1A) to hold reagent tubes in an array that is accessed by the MiSeq’s sippers. Most of the reagents are used for read length independent steps such as denaturation and cluster generation, but three reagents, the Scan, Cleavage and Incorporation mixes, are consumed at each cycle. Although the MiSeq allows any read length to be specified in the control software, the reagent cartridge cannot be replaced during the run without stopping it. Increasing the read length therefore requires increasing the quantity of the length-dependent mixes in the cartridge. This led to the solution of combining the length-dependent reagents of two kits into one.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10279, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A tool was designed that opens the snap-hook latches holding the cartridge together (Supplementary Figs S1B and S2), giving access to the reagent tubes, yet allowing the cartridge to be put back together without damage to its components (Supplementary Fig. S1C). At 40 ml, the stock length-dependent reagent containers allow for a maximum of ∼650 cycles in total. To maximize the potential of the combined kit approach, a new reagent tray with 70 ml wells was designed and placed in a modified clamshell base.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10791, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.4 Read merging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10808, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reads from the HiSeq 2000 PET 250 bp libraries and the MiSeq PET 500 bp libraries were merged using abyss mergepairs (Supplementary Fig. S3). This utility performed a pair-wise Smith Waterman overlapped alignment between reads pairs, and selected the best quality base where alignments returned mismatching bases. An arbitrary base was selected when qualities were identical. In cases of read-to-read alignment ambiguity, read pairs were not merged.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11258, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Many of the MiSeq reads had significantly reduced qualities near the ends, and the second reads typically had more bases with reduced quality (Supplementary Fig. S4). Therefore, the first and second reads were initially trimmed to appropriate lengths, and further quality trimmed based on a quality score threshold of 15. In all datasets, the reads typically merged into long and high quality reads. Supplementary Box S1 shows the command lines and options used for read merging.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11738, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.5 Assembly process", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11759, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There were four sets of reads used in the assembly: (i) Merged reads, including MiSeq PET 500 bp libraries and HiSeq PET 250 bp, and (ii) HiSeq PET 500 reads were used in the initial sequence assembly. The HiSeq PET 500 and (iii) unmerged HiSeq PET 250 reads were used for paired linking information to generate contigs. Finally, (iv) the long fragment MPET libraries were used to bridge over segments of repetitive regions to form scaffolds (Supplementary Fig. S5). All stages of the assembly were run using the ABySS wrapper, abyss-pe, with the exception of generating the FM-index (see Supplementary Material for details), and the parameters used are outlined in Supplementary Box S2. Assembly execution times are given in Supplementary Table S1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12509, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.6 Read alignments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12529, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To generate contigs and scaffolds, we first needed to align the reads to the previous unitig and contig stages of the assembly, respectively. Owing to the size of the spruce genome, the fragmented nature of the assembly stages, and the size of the resulting fasta files (∼40 GB), we note that general purpose read alignment tools were not suitable for the task.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12893, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the same reasons, our standard method of generating an FM-index within the ABySS-map tool was too memory intensive, requiring >500 GB of RAM. We solved this problem by using bwte, a tool for generating a Burrows Wheeler Transformation, and converted its results to an FM-index with abyss-index (Supplementary Fig. S6). This method allowed us to index the unitigs and contigs using a maximum of ∼60 GB of RAM on a single machine.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13328, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the 500 bp PET libraries sequenced on the HiSeq 2000, we aligned each lane of data in parallel, merged alignments into a single file and inferred fragment size distributions using tools within the ABySS package. The read alignments to different unitigs were converted to distance estimates for the contig assembly stage. The alignments and distance estimates for each MPET Library were done using the standard wrapper for ABySS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13761, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13771, "infons": {"file": "btt178-T1.xml", "id": "btt178-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13787, "infons": {"file": "btt178-T1.xml", "id": "btt178-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\">Library protocol</th><th rowspan=\"1\" colspan=\"1\">Read length (bp)</th><th rowspan=\"1\" colspan=\"1\">Sequencing platform</th><th rowspan=\"1\" colspan=\"1\">Nominal fragment length (bp)</th><th rowspan=\"1\" colspan=\"1\"># Libraries</th><th rowspan=\"1\" colspan=\"1\"># Reads (M)</th><th rowspan=\"1\" colspan=\"1\">Fold coverage</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">PET</td><td rowspan=\"1\" colspan=\"1\">150</td><td rowspan=\"1\" colspan=\"1\">HiSeq 2000</td><td rowspan=\"1\" colspan=\"1\">250</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">1520</td><td rowspan=\"1\" colspan=\"1\">11.4</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PET</td><td rowspan=\"1\" colspan=\"1\">150</td><td rowspan=\"1\" colspan=\"1\">HiSeq 2000</td><td rowspan=\"1\" colspan=\"1\">500</td><td rowspan=\"1\" colspan=\"1\">18</td><td rowspan=\"1\" colspan=\"1\">7000</td><td rowspan=\"1\" colspan=\"1\">52.5</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PET</td><td rowspan=\"1\" colspan=\"1\">300</td><td rowspan=\"1\" colspan=\"1\">MiSeq</td><td rowspan=\"1\" colspan=\"1\">500</td><td rowspan=\"1\" colspan=\"1\">4</td><td rowspan=\"1\" colspan=\"1\">170</td><td rowspan=\"1\" colspan=\"1\">2.6</td></tr><tr><td rowspan=\"1\" colspan=\"1\">PET</td><td rowspan=\"1\" colspan=\"1\">500</td><td rowspan=\"1\" colspan=\"1\">MiSeq</td><td rowspan=\"1\" colspan=\"1\">500</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">46</td><td rowspan=\"1\" colspan=\"1\">1.2</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MPET</td><td rowspan=\"1\" colspan=\"1\">100</td><td rowspan=\"1\" colspan=\"1\">HiSeq 2000</td><td rowspan=\"1\" colspan=\"1\">6000</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">816</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr><tr><td rowspan=\"1\" colspan=\"1\">MPET</td><td rowspan=\"1\" colspan=\"1\">100</td><td rowspan=\"1\" colspan=\"1\">HiSeq 2000</td><td rowspan=\"1\" colspan=\"1\">8000</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">769</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr><tr><td rowspan=\"1\" colspan=\"1\">454</td><td rowspan=\"1\" colspan=\"1\">100</td><td rowspan=\"1\" colspan=\"1\">HiSeq 2000</td><td rowspan=\"1\" colspan=\"1\">12 000</td><td rowspan=\"1\" colspan=\"1\">7</td><td rowspan=\"1\" colspan=\"1\">34</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr></tbody></table>\n"}, "text": "Library protocol\tRead length (bp)\tSequencing platform\tNominal fragment length (bp)\t# Libraries\t# Reads (M)\tFold coverage\t \tPET\t150\tHiSeq 2000\t250\t2\t1520\t11.4\t \tPET\t150\tHiSeq 2000\t500\t18\t7000\t52.5\t \tPET\t300\tMiSeq\t500\t4\t170\t2.6\t \tPET\t500\tMiSeq\t500\t1\t46\t1.2\t \tMPET\t100\tHiSeq 2000\t6000\t1\t816\tN/A\t \tMPET\t100\tHiSeq 2000\t8000\t1\t769\tN/A\t \t454\t100\tHiSeq 2000\t12 000\t7\t34\tN/A\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14156, "infons": {"file": "btt178-T1.xml", "id": "btt178-T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: Short fragment libraries prepared by the Illumina PET protocol were used for their sequence content. Long fragment libraries prepared by the Illumina MPET, and a modified 454 protocols were used for linkage information during scaffolding. As long fragment libraries do not contribute to the sequence content of the assembly, their contribution to genome coverage is marked as N/A (not applicable).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14560, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Prior experience indicates that sampling a large genome with multiple libraries and fragment lengths can mitigate potential sampling biases and capture a more even representation of the underlying genome. One novel feature in our sequencing approach was to complement the high coverage data from the HiSeq 2000 sequencers with longer reads from the MiSeq, at low coverage, to support the assembly process. Using an early access 2 × 150 bp kit on the HiSeq 2000, we generated PET reads from two libraries with 250 bp nominal fragment lengths and 18 libraries with 500 bp nominal fragment lengths to a total of 64-fold raw coverage. Using the MiSeq, we generated 2 × 300 bp PET reads from four libraries with 500 bp nominal fragment lengths and 2 × 500 bp PET reads from one library with 500 bp nominal fragment length, contributing a further 4-fold raw coverage (Table 1). We also generated large fragment libraries of 6, 8 and 12 kb nominal fragment lengths, to provide linkage information across repeat structures. The first two of these libraries were prepared using the MPET protocol of Illumina, and the third was a pool of seven libraries prepared using a modified 454 paired end sequencing protocol (454 Life Sciences/Roche, Branford, CT). All long fragment libraries were sequenced at 2 × 100 bp, and the resulting sequences were used only for their linkage information during the scaffold stage of the assembly. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15985, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The first release of the sequencing chemistry on the MiSeq allowed for 150 read cycles, which increased to 250 cycles in a subsequent release. To obtain longer read lengths, we modified the sequencing instrument as detailed in the Supplementary Material. Longer reads obtained from this platform were instrumental in improving the contiguity of the genome assembly as described later in the text.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16382, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To build the white spruce genome, we used the ABySS de novo assembly tool, which has been rigorously evaluated. The process broadly has three stages: unitig, contig and scaffold building. Performed on a computer cluster of dual Intel Xeon® 6-core processors, each addressing 48 GB of memory, the three stages of the spruce genome assembly took approximately two, four and four days using 1560, 288 and 36 CPU cores, respectively. The first assembly stage constructs a distributed and scalable de Bruijn graph to represent read-to-read overlaps for unitig assembly. The second stage involves read-to-unitig alignments and path traversals on the unitig adjacency graph from the previous stage for contig construction, resolving short repeats along those paths, when possible. Similarly, the third stage involves read-to-contig alignments and path traversal on the contig-adjacency graph for scaffold construction, denoting unresolved sequence content with Ns.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17341, "infons": {"file": "btt178f1p.jpg", "id": "btt178-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Assembly optimization. The de Bruijn graph stage (pre-unitig) of the assembly was used to optimize the overlap parameter, k-mer length, and the effect of inclusion of longer reads was assessed. The contiguity metrics N50 (solid curves, left y-axis) and N20 (dotted curves, right y-axis) are shown for assemblies that use the short reads only (blue) and short and long reads (black). The contiguity of the two datasets peaked for different k-mer lengths, with dataset of short and long reads having a maximum N50 and a maximum N20 for the same k = 109 bp. For short reads only, optimization with respect to N20 resulted in a slightly lower k-mer length (98 bp) compared with optimization with respect to N50 (101 bp), both of which are lower than the optimum k-mer length for the full dataset. Longer k-mers were desirable, as they help disambiguate longer repeat motifs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18211, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The first assembly stage can further be conceptualized in two parts, with roughly equal run times. The first part provides preliminary unitigs and a graph representing their adjacency, which is defined as (k-1) bp overlaps, where k is the primary assembly parameter denoting the minimum read-to-read overlap length that is considered specific enough for assembly. The second part eliminates short redundant unitigs, when their neighbors on both sides share more than a certain length of sequence (default: 10 bp), and enables further graph simplification. We based the preliminary assessment of assembly quality on the first part of the first stage, and optimized our assembly parameters, using the pre-unitig contiguity statistics (Fig. 1). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18954, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The relatively short run time of this part of the assembly process allowed us to execute a large number of tests. Here, we also take this opportunity to demonstrate the utility of longer reads, as they pertain to the optimal k-mer length. As a larger k would resolve longer sequence ambiguities, it is desirable to choose it as large as possible, yet not too large; otherwise, we lose the sensitivity to detect valid read-to-read overlaps.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19394, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The choice of this parameter is determined by several factors, including read lengths; fold coverage; genome complexity; genome size; and experimental noise. Among these, genome complexity and size are determined by the choice of the species to study, and the experimental noise is determined by the sample collection methods and the choice of the sequencing platform. Longer reads and higher fold coverage would enable one to use a longer k-mer length.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19848, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 1 shows results of our parameter search for an optimum k-mer length using the short HiSeq 2000 reads only and combined short HiSeq 2000 and long MiSeq reads. The contiguity statistics NX (describing X% reconstruction in assembled sequence lengths NX or longer) are typically locally concave-down functions of the k-mer length in a neighborhood where the total sequence reconstruction is close to the genome length. Controlled for the misassemblies, contig or scaffold N50 lengths are widely used quality metrics for genome assemblies. We demonstrate that the optimum pre-unitig N50 occurred at k = 109 bp when using both short and long reads, and at k = 101 bp when using just the short reads. Thus, we observe that incorporating the modest low coverage long read data from the MiSeq allowed us to use a more stringent overlap parameter for the assembly process, and resulted in improved assembly statistics. Optimum k using short and long read data yielded N50 = 1335 bp, whereas the optimum k using short read data only yielded N50 = 1236 bp. The difference between assembly contiguity numbers (7.4%) became more pronounced when the assembly process proceeded to use 158 million and 186 million pre-unitigs in these two cases, respectively, to construct unitigs (9.7%), contigs (9.8%) and scaffolds (17.8%). We also note that the optimum k values in both datasets were longer than the sequencing length of the MPET libraries.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21283, "infons": {"file": "btt178-T2.xml", "id": "btt178-T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Assembly Statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21303, "infons": {"file": "btt178-T2.xml", "id": "btt178-T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead align=\"left\"><tr><th rowspan=\"1\" colspan=\"1\">Species</th><th colspan=\"3\" rowspan=\"1\">White spruce<hr/></th><th colspan=\"3\" rowspan=\"1\">Barley<hr/></th></tr><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Unitig</th><th rowspan=\"1\" colspan=\"1\">Contig</th><th rowspan=\"1\" colspan=\"1\">Scaffold</th><th rowspan=\"1\" colspan=\"1\">Morex</th><th rowspan=\"1\" colspan=\"1\">Bowman</th><th rowspan=\"1\" colspan=\"1\">Barke</th></tr><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Contig</th><th rowspan=\"1\" colspan=\"1\">Contig</th><th rowspan=\"1\" colspan=\"1\">Contig</th></tr></thead><tbody align=\"left\"><tr><td rowspan=\"1\" colspan=\"1\">Number ≥ 500 bp</td><td rowspan=\"1\" colspan=\"1\">12.0 M</td><td rowspan=\"1\" colspan=\"1\">6.7 M</td><td rowspan=\"1\" colspan=\"1\">4.9 M</td><td rowspan=\"1\" colspan=\"1\">715 k</td><td rowspan=\"1\" colspan=\"1\">729 k</td><td rowspan=\"1\" colspan=\"1\">823 k</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Number ≥ N50</td><td rowspan=\"1\" colspan=\"1\">2.2 M</td><td rowspan=\"1\" colspan=\"1\">1.2 M</td><td rowspan=\"1\" colspan=\"1\">191 k</td><td rowspan=\"1\" colspan=\"1\">121 k</td><td rowspan=\"1\" colspan=\"1\">124 k</td><td rowspan=\"1\" colspan=\"1\">170 k</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Number ≥ NG50</td><td rowspan=\"1\" colspan=\"1\">3.0 M</td><td rowspan=\"1\" colspan=\"1\">1.0 M</td><td rowspan=\"1\" colspan=\"1\">172 k</td><td rowspan=\"1\" colspan=\"1\">N/A</td><td rowspan=\"1\" colspan=\"1\">N/A</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr><tr><td rowspan=\"1\" colspan=\"1\">N80 (bp)</td><td rowspan=\"1\" colspan=\"1\">824</td><td rowspan=\"1\" colspan=\"1\">2041</td><td rowspan=\"1\" colspan=\"1\">2041</td><td rowspan=\"1\" colspan=\"1\">1054</td><td rowspan=\"1\" colspan=\"1\">1131</td><td rowspan=\"1\" colspan=\"1\">998</td></tr><tr><td rowspan=\"1\" colspan=\"1\">N50 (bp)</td><td rowspan=\"1\" colspan=\"1\">1928</td><td rowspan=\"1\" colspan=\"1\">4996</td><td rowspan=\"1\" colspan=\"1\">20 356</td><td rowspan=\"1\" colspan=\"1\">2793</td><td rowspan=\"1\" colspan=\"1\">2994</td><td rowspan=\"1\" colspan=\"1\">2330</td></tr><tr><td rowspan=\"1\" colspan=\"1\">NG50 (bp)</td><td rowspan=\"1\" colspan=\"1\">1548</td><td rowspan=\"1\" colspan=\"1\">5351</td><td rowspan=\"1\" colspan=\"1\">22 967</td><td rowspan=\"1\" colspan=\"1\">N/A</td><td rowspan=\"1\" colspan=\"1\">N/A</td><td rowspan=\"1\" colspan=\"1\">N/A</td></tr><tr><td rowspan=\"1\" colspan=\"1\">N20 (bp)</td><td rowspan=\"1\" colspan=\"1\">4070</td><td rowspan=\"1\" colspan=\"1\">10 791</td><td rowspan=\"1\" colspan=\"1\">80 133</td><td rowspan=\"1\" colspan=\"1\">6537</td><td rowspan=\"1\" colspan=\"1\">6742</td><td rowspan=\"1\" colspan=\"1\">5077</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Max (bp)</td><td rowspan=\"1\" colspan=\"1\">61 182</td><td rowspan=\"1\" colspan=\"1\">99 924</td><td rowspan=\"1\" colspan=\"1\">1 047 232</td><td rowspan=\"1\" colspan=\"1\">36 062</td><td rowspan=\"1\" colspan=\"1\">37 442</td><td rowspan=\"1\" colspan=\"1\">38 285</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Reconstruction (Gb)</td><td rowspan=\"1\" colspan=\"1\">17.4</td><td rowspan=\"1\" colspan=\"1\">21.2</td><td rowspan=\"1\" colspan=\"1\">20.8</td><td rowspan=\"1\" colspan=\"1\">1.3</td><td rowspan=\"1\" colspan=\"1\">1.4</td><td rowspan=\"1\" colspan=\"1\">1.4</td></tr></tbody></table>\n"}, "text": "Species\tWhite spruce\tBarley\t \t\tUnitig\tContig\tScaffold\tMorex\tBowman\tBarke\t \t\t\t\t\tContig\tContig\tContig\t \tNumber ≥ 500 bp\t12.0 M\t6.7 M\t4.9 M\t715 k\t729 k\t823 k\t \tNumber ≥ N50\t2.2 M\t1.2 M\t191 k\t121 k\t124 k\t170 k\t \tNumber ≥ NG50\t3.0 M\t1.0 M\t172 k\tN/A\tN/A\tN/A\t \tN80 (bp)\t824\t2041\t2041\t1054\t1131\t998\t \tN50 (bp)\t1928\t4996\t20 356\t2793\t2994\t2330\t \tNG50 (bp)\t1548\t5351\t22 967\tN/A\tN/A\tN/A\t \tN20 (bp)\t4070\t10 791\t80 133\t6537\t6742\t5077\t \tMax (bp)\t61 182\t99 924\t1 047 232\t36 062\t37 442\t38 285\t \tReconstruction (Gb)\t17.4\t21.2\t20.8\t1.3\t1.4\t1.4\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21837, "infons": {"file": "btt178-T2.xml", "id": "btt178-T2", "section_type": "TABLE", "type": "table_footnote"}, "text": "Note: Number, contiguity and reconstruction statistics at the three assembly stages of the white spruce genome in comparison with the contig statistics of whole-genome shotgun assemblies of three barley cultivars. The NG50 calculations assume a predicted genome size of 20 Gb for white spruce. As barley assemblies reconstruct less than half the estimated genome size of 5.1 Gb, the NG50 calculations are not applicable and are marked as N/A.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22280, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We propagated the optimum k = 109 bp assembly with short and long reads through the assembly pipeline. The full assembly of our data yielded 191 347 (171 971) scaffolds over 20 356 bp (22 967 bp) in length, representing >50% of the 20.8 Gb reconstructed (20 Gb estimated) spruce genome. The assembly statistics of the white spruce genome are presented in Table 2 in comparison with the whole-genome shotgun sequence assemblies of three barley cultivars. The recent barley genome assemblies represent results from a whole-genome shotgun sequencing and assembly project using similar data and offer a context for plant genomics. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22908, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As a means to assess the quality of the assembled spruce genome, the sequences of several BACs from the same genotype were aligned against the assembly using BLAST. Six previously sequenced targeted BACs containing known terpene synthase and cytochrome P450 genes (see Supplementary Material) were then compared with MUMmer dot plots. Twenty-six scaffolds longer than 1000 bp aligned with >95% similarity to reconstruct 62% of the sequence of these six BACs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23367, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Even though we did not use any protein, expressed sequence tag or RNA-seq data to improve the scaffolds, the whole-genome shotgun approach produced a good quality assembly as measured by its representation of genic regions. First, we searched our assembly for a list of 248 ultra-conserved core eukaryotic genes (CEGs) as selected by Parra, Bradnam and Korf. Using their Core Eukaryotic Genes Mapping Approach, we identified 95 (38%) of the CEGs as complete sequences and found 184 (74%) of them to have at least a partial representation in our assembly. Similarly, and on a broader scale, we used a set of 13 036 full-length cDNA clones from a closely related species, Sitka spruce (Picea sitchensis), and measured their representation in the white spruce assembly. We identified 11 108 (83%) of them in our scaffolds, with 5895 (45%) presented in a single scaffold over 90% of their length. We verified that the exon orders of the Sitka spruce transcripts we investigated were conserved in the white spruce assembly.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24386, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From those 5895 genes found in the white spruce, we estimated the mean and the median gene lengths to be 5151 bp and 804 bp, respectively. These lengths represent genomic distances much less than our typical scaffold lengths.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24612, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "4 CONCLUSION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24625, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The choice between a whole-genome shotgun sequencing approach and sequencing reduced representation libraries was extensively discussed during the Human Genome Project, and the former became the dominant technology as the sequencing throughput rapidly increased, rendering library techniques to prepare data for the latter approach relatively expensive. A decade later, researchers studying conifer genomes are trying to answer the same question. In our study, we demonstrate that modern whole-genome shotgun sequencing and assembly methods can provide competitive draft genome assemblies at the multi-Gb scale for downstream biological studies in a cost-effective way, even if it is far from producing chromosome level contiguous sequence.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25366, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We note that a rigorous assessment of the reported assembly is not a trivial undertaking and will need to be performed, as the assembly evolves from its draft stage toward a more established reference. For example, de novo assembly evaluation tools such as CGAL, FRCbam and ALE would either not scale to the size of the problem or require substantial time and computational resources. Still, compared with previous targeted gene and genome subsampling studies, the assembly introduced in this article already gives the community considerably greater power to identify and study gymnosperm genes, to assist forest management strategies and to understand the environmental biological interactions that involve spruce trees at a basic level.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26105, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26128, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26139, "infons": {"fpage": "403", "lpage": "410", "name_0": "surname:Altschul;given-names:SF", "pub-id_pmid": "2231712", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "215", "year": "1990"}, "text": "Basic local alignment search tool", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26173, "infons": {"fpage": "455", "lpage": "477", "name_0": "surname:Bankevich;given-names:A", "pub-id_pmid": "22506599", "section_type": "REF", "source": "J. Comput. Biol.", "type": "ref", "volume": "19", "year": "2012"}, "text": "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26260, "infons": {"name_0": "surname:Burrows;given-names:M", "name_1": "surname:Wheeler;given-names:D", "section_type": "REF", "source": "Technical Report 124", "type": "ref", "year": "1994"}, "text": "A block sorting lossless data compression algorithm", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26312, "infons": {"fpage": "450", "name_0": "surname:Chan;given-names:QW", "pub-id_pmid": "21923906", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "12", "year": "2011"}, "text": "Updated genome assembly and annotation of Paenibacillus larvae, the agent of American foulbrood disease of honey bees", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26430, "infons": {"fpage": "6098", "lpage": "6099", "name_0": "surname:Chu;given-names:Y", "pub-id_pmid": "21994928", "section_type": "REF", "source": "J. Bacteriol.", "type": "ref", "volume": "193", "year": "2011"}, "text": "Genome sequence of Mycoplasma capricolum subsp. capripneumoniae strain M1601", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26507, "infons": {"fpage": "435", "lpage": "443", "name_0": "surname:Clark;given-names:SC", "pub-id_pmid": "23303509", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "29", "year": "2013"}, "text": "ALE: a generic assembly likelihood evaluation framework for assessing the accuracy of genome and metagenome assemblies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26626, "infons": {"fpage": "R94", "name_0": "surname:Diguistini;given-names:S", "pub-id_pmid": "19747388", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "10", "year": "2009"}, "text": "De novo genome sequence assembly of a filamentous fungus using Sanger, 454 and Illumina sequence data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26728, "infons": {"fpage": "2504", "lpage": "2509", "name_0": "surname:DiGuistini;given-names:S", "pub-id_pmid": "21262841", "section_type": "REF", "source": "Proc. Natl Acad. Sci. USA", "type": "ref", "volume": "108", "year": "2011"}, "text": "Genome and transcriptome analyses of the mountain pine beetle-fungal symbiont Grosmannia clavigera, a lodgepole pine pathogen", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26854, "infons": {"fpage": "2224", "lpage": "2241", "name_0": "surname:Earl;given-names:D", "pub-id_pmid": "21926179", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "21", "year": "2011"}, "text": "Assemblathon 1: a competitive assessment of de novo short read assembly methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26934, "infons": {"fpage": "707", "lpage": "730", "name_0": "surname:Ferragina;given-names:P", "section_type": "REF", "source": "Algorithmica", "type": "ref", "volume": "63", "year": "2012"}, "text": "Lightweight data indexing and compression in external memory", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26995, "infons": {"name_0": "surname:Ferragina;given-names:P", "name_1": "surname:Manzini;given-names:G", "section_type": "REF", "source": "Proceedings of the 41st Annual Symposium on Foundations of Computer Science", "type": "ref", "year": "2000"}, "text": "Opportunistic data structures with applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27043, "infons": {"fpage": "4650", "lpage": "4661", "name_0": "surname:Godel;given-names:C", "pub-id_pmid": "22889830", "section_type": "REF", "source": "FASEB J.", "type": "ref", "volume": "26", "year": "2012"}, "text": "The genome of the heartworm, Dirofilaria immitis, reveals drug and vaccine targets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27126, "infons": {"fpage": "106", "name_0": "surname:Hamberger;given-names:B", "pub-id_pmid": "19656416", "section_type": "REF", "source": "BMC Plant Biol.", "type": "ref", "volume": "9", "year": "2009"}, "text": "Targeted isolation, sequence assembly and characterization of two white spruce (Picea glauca) BAC clones for terpenoid synthase and cytochrome P450 genes involved in conifer defence reveal insights into a conifer genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27346, "infons": {"fpage": "1197", "lpage": "1208", "name_0": "surname:Keeling;given-names:CI", "pub-id_pmid": "20044448", "section_type": "REF", "source": "Plant Physiol.", "type": "ref", "volume": "152", "year": "2010"}, "text": "Identification and functional characterization of monofunctional ent-copalyl diphosphate and ent-kaurene synthases in white spruce reveal different patterns for diterpene synthase evolution for primary and secondary metabolism in gymnosperms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27588, "infons": {"fpage": "R27", "name_0": "surname:Keeling;given-names:CI", "pub-id_pmid": "23537049", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "14", "year": "2013"}, "text": "Draft genome of the mountain pine beetle, Dendroctonus ponderosae Hopkins, a major forest pest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27683, "infons": {"fpage": "R12", "name_0": "surname:Kurtz;given-names:S", "pub-id_pmid": "14759262", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "5", "year": "2004"}, "text": "Versatile and open software for comparing large genomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27739, "infons": {"fpage": "860", "lpage": "921", "name_0": "surname:Lander;given-names:ES", "pub-id_pmid": "11237011", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "409", "year": "2001"}, "text": "Initial sequencing and analysis of the human genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27791, "infons": {"fpage": "e00187", "lpage": "12", "name_0": "surname:Ladner;given-names:JT", "pub-id_pmid": "23409274", "section_type": "REF", "source": "Genome Announc.", "type": "ref", "volume": "1", "year": "2013"}, "text": "Genome sequence of Weissella ceti NC36, an emerging pathogen of farmed rainbow trout in the United States", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27897, "infons": {"fpage": "1838", "lpage": "1844", "name_0": "surname:Li;given-names:H", "pub-id_pmid": "22569178", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "Exploring single-sample SNP and INDEL calling with whole-genome de novo assembly", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27978, "infons": {"fpage": "311", "lpage": "317", "name_0": "surname:Li;given-names:R", "pub-id_pmid": "20010809", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "463", "year": "2010"}, "text": "The sequence and de novo assembly of the giant panda genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28038, "infons": {"fpage": "711", "lpage": "716", "name_0": "surname:Mayer;given-names:KF", "pub-id_pmid": "23075845", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "491", "year": "2012"}, "text": "A physical, genetic and functional sequence assembly of the barley genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28112, "infons": {"fpage": "13", "name_0": "surname:Murray;given-names:BG", "section_type": "REF", "source": "Ann. Bot.", "type": "ref", "volume": "82", "year": "1998"}, "text": "Nuclear DNA amounts in gymnosperms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28147, "infons": {"fpage": "1061", "lpage": "1067", "name_0": "surname:Parra;given-names:G", "pub-id_pmid": "17332020", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "23", "year": "2007"}, "text": "CEGMA: a pipeline to accurately annotate core genes in eukaryotic genomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28221, "infons": {"fpage": "R8", "name_0": "surname:Rahman;given-names:A", "name_1": "surname:Pachter;given-names:L", "pub-id_pmid": "23360652", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "14", "year": "2013"}, "text": "CGAL: computing genome assembly likelihoods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28265, "infons": {"fpage": "484", "name_0": "surname:Ralph;given-names:SG", "pub-id_pmid": "18854048", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "9", "year": "2008"}, "text": "A conifer genomics resource of 200,000 spruce (Picea spp.) ESTs and 6,464 high-quality, sequence-finished full-length cDNAs for Sitka spruce (Picea sitchensis)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28425, "infons": {"fpage": "2270", "lpage": "2277", "name_0": "surname:Ribeiro;given-names:FJ", "pub-id_pmid": "22829535", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "22", "year": "2012"}, "text": "Finished bacterial genomes from shotgun sequence data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28479, "infons": {"fpage": "243", "name_0": "surname:Schatz;given-names:MC", "pub-id_pmid": "22546054", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "13", "year": "2012"}, "text": "Current challenges in de novo plant genome sequencing and assembly", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28546, "infons": {"fpage": "1117", "lpage": "1123", "name_0": "surname:Simpson;given-names:JT", "pub-id_pmid": "19251739", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "19", "year": "2009"}, "text": "ABySS: a parallel assembler for short read sequence data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28603, "infons": {"fpage": "195", "lpage": "197", "name_0": "surname:Smith;given-names:TF", "name_1": "surname:Waterman;given-names:MS", "pub-id_pmid": "7265238", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "147", "year": "1981"}, "text": "Identification of common molecular subsequences", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28651, "infons": {"fpage": "136", "lpage": "154", "name_0": "surname:Swart;given-names:EC", "pub-id_pmid": "22179582", "section_type": "REF", "source": "Genome Biol. Evol.", "type": "ref", "volume": "4", "year": "2012"}, "text": "The Oxytricha trifallax mitochondrial genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28696, "infons": {"fpage": "1304", "lpage": "1351", "name_0": "surname:Venter;given-names:JC", "pub-id_pmid": "11181995", "section_type": "REF", "source": "Science", "type": "ref", "volume": "291", "year": "2001"}, "text": "The sequence of the human genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28729, "infons": {"fpage": "e52210", "name_0": "surname:Vezzi;given-names:F", "pub-id_pmid": "23284938", "section_type": "REF", "source": "PloS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Reevaluating assembly evaluations with feature response curves: GAGE and assemblathons", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]