[{"source": "PMC", "date": "20230728", "key": "pmc.key", "infons": {}, "documents": [{"id": "4642977", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Re-emergence of V.cholerae O139 in Bangladesh", "article-id_doi": "10.1371/journal.pntd.0004183", "article-id_pmc": "4642977", "article-id_pmid": "26562418", "article-id_publisher-id": "PNTD-D-15-00218", "elocation-id": "e0004183", "issue": "11", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.", "name_0": "surname:Chowdhury;given-names:Fahima", "name_1": "surname:Mather;given-names:Alison E.", "name_10": "surname:Calderwood;given-names:Stephen B.", "name_11": "surname:Ryan;given-names:Edward T.", "name_12": "surname:Clemens;given-names:John D.", "name_13": "surname:Thomson;given-names:Nicholas R.", "name_14": "surname:Qadri;given-names:Firdausi", "name_15": "surname:Yang;given-names:Ruifu", "name_2": "surname:Begum;given-names:Yasmin Ara", "name_3": "surname:Asaduzzaman;given-names:Muhammad", "name_4": "surname:Baby;given-names:Nabilah", "name_5": "surname:Sharmin;given-names:Salma", "name_6": "surname:Biswas;given-names:Rajib", "name_7": "surname:Ikhtear Uddin;given-names:Muhammad", "name_8": "surname:LaRocque;given-names:Regina C.", "name_9": "surname:Harris;given-names:Jason B.", "notes": "All relevant data are within the paper and its Supporting Information files, except for the genome sequence data, which are deposited in the European Nucleotide Archive with accessions ERS452533 – ERS452544.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "9", "year": "2015"}, "text": " Vibrio cholerae Serogroup O139: Isolation from Cholera Patients and Asymptomatic Household Family Members in Bangladesh between 2013 and 2014", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 154, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cholera is endemic in Bangladesh, with outbreaks reported annually. Currently, the majority of epidemic cholera reported globally is El Tor biotype Vibrio cholerae isolates of the serogroup O1. However, in Bangladesh, outbreaks attributed to V. cholerae serogroup O139 isolates, which fall within the same phylogenetic lineage as the O1 serogroup isolates, were seen between 1992 and 1993 and in 2002 to 2005. Since then, V. cholerae serogroup O139 has only been sporadically isolated in Bangladesh and is now rarely isolated elsewhere.", "sentences": [], "annotations": [], "relations": []}, {"offset": 691, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 699, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Here, we present case histories of four cholera patients infected with V. cholerae serogroup O139 in 2013 and 2014 in Bangladesh. We comprehensively typed these isolates using conventional approaches, as well as by whole genome sequencing. Phenotypic typing and PCR confirmed all four isolates belonging to the O139 serogroup.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1026, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 1035, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Whole genome sequencing revealed that three of the isolates were phylogenetically closely related to previously sequenced El Tor biotype, pandemic 7, toxigenic V. cholerae O139 isolates originating from Bangladesh and elsewhere. The fourth isolate was a non-toxigenic V. cholerae that, by conventional approaches, typed as O139 serogroup but was genetically divergent from previously sequenced pandemic 7 V. cholerae lineages belonging to the O139 or O1 serogroups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1501, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1512, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "These results suggest that previously observed lineages of V. cholerae O139 persist in Bangladesh and can cause clinical disease and that a novel disease-causing non-toxigenic O139 isolate also occurs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1714, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Author Summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 1729, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Vibrio cholerae serogroup O1 is thought to be the sole causative agent for cholera in Bangladesh and most of the high risk developing countries. Whilst historically Vibrio cholerae serogroup O139 has been seen to cause sporadic disease, the overall numbers of reported O139 clinical cases are low, with none reported in Bangladesh since 2005. Here we report four patients suffering from cholera attributed to serogroup O139 V. cholerae. Cases 1 and 2 were symptomatic (isolated strains 1, 2), and cases 3 and 4 were asymptomatic (isolated strains 3, 4). All cases were from urban Dhaka and represented a range of age groups. Cases 2–4 presented with no sign of dehydration whereas case 1 showed some signs of dehydration. Phenotypic and whole genome sequence data indicates that one of the four O139 V. cholerae isolates represents a novel O139 subtype. Since natural infection with V. cholerae O1 or vaccination with currently available licensed cholera vaccines (e.g., Dukoral) provides little protection against O139, we conclude that V. cholerae O139 remains in circulation and is still causing a low incidence of cholera. Therefore, further studies looking at the significance of these isolates towards the total burden of cholera in Bangladesh is warranted, including clinical evaluation, genome sequencing and immunobiochemistry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3069, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 3082, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "During 1992–93, V. cholerae O139 was first recognized in Bangladesh, India and other countries in Southeast Asia as a causative agent of epidemic cholera. Prior to this, the O1 serogroup was considered the sole cause of cholera epidemics. The isolation of O139 from clinical cases declined quickly after the initial outbreak, with the exception of one epidemic in August 2002 in Dhaka city. Following on from this, isolates of the O139 serogroup were also isolated sporadically from clinical and environmental samples from various regions of Bangladesh during 2005, although no large-scale outbreaks of cholera attributed to O139 serogroup V. cholerae were reported during this time. Since then, clinical cholera in Bangladesh has been caused entirely by the V. cholerae O1 serogroup, with an unexplained disappearance of V. cholerae O139.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3924, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the recent publication of whole genome-based phylogenies of V. cholerae, we are able to see how the isolates responsible for global cholera relate to each other. It is clear from these data that the isolates causing the current (seventh) pandemic of cholera form a highly related monophyletic lineage dominated by isolates of the El Tor biotype and of the O1 serogroup. This phylogeny, based on whole genome sequence of clinical isolates, shows three overlapping global expansions of V. cholerae since the pandemic began, denoted wave I, II, and III. From sequencing of a limited number of O139 isolates, it has been shown that they form a single distinct phylogenetic branch that falls within wave II of the seventh pandemic El Tor lineage. At one time, O139 isolates were thought to represent a new lineage of V. cholerae that would spread globally and perhaps even replace the O1 serogroup. Since the O139 serogroup of V. cholerae was first recognized, it has been included in cholera surveillance initiatives and in vaccine design efforts. However, pandemic wave II O139 and O1 serogroup isolates are increasingly rare, being replaced almost exclusively by O1 serogroup wave III strains, causing disease globally. Here we report the isolation, characterization and sequence analysis of recent isolates of V. cholerae O139 recovered from stools of patients hospitalized at the icddr,b diarrheal hospital, as well as from asymptomatic members of the patients’ households. The aim of this study was to compare these new V. cholerae O139 isolates to existing O139 and O1 isolate sequence data to determine if these new cases were caused by new O139 variants, or the persistence of strains that belong to the known O139 lineage. This will inform the management of future cholera epidemics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5720, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5742, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study area", "sentences": [], "annotations": [], "relations": []}, {"offset": 5753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was carried out in patients presenting to the icddr,b diarrheal hospitals in the Mohakhali and Mirpur neighborhoods of Dhaka, as well as from asymptomatic household members of the cholera patients between December 2013 to March 2014. These patients were enrolled either from the systematic surveillance system for enteric pathogens at the icddr,b Mohakhali hospital, through other ongoing cholera studies, or through passive surveillance for cholera being conducted at these health facilities as part of a vaccination campaign with oral killed cholera vaccine Shanchol in Dhaka, Bangladesh.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6355, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patient and clinical data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6381, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Demographic, socioeconomic, and clinical data were obtained from all study participants. Trained study staff or hospital physicians performed a clinical examination of all study participants. Study participants were assessed for degree of dehydration according to WHO guidelines and treatment was provided according to the icddr,b protocols.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6723, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Collection of specimens and characterization of V. cholerae O139 isolates", "sentences": [], "annotations": [], "relations": []}, {"offset": 6797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants gave informed consent for collection of stool/rectal swab specimens. Rectal swabs were collected from case 1 and case 3 because fresh stool specimens were not available. Fresh stool specimens as well as stool swabs were collected from case 2 and case 4. All rectal swabs were placed in a Cary Blair medium and transported to the icddr,b laboratory at room temperature. Two swabs were obtained from each patient. In the laboratory, the first rectal swab taken from each patient was cultured directly on to taurocholate tellurite gelatin agar (TTGA) and the second swab was enriched in alkaline peptone water and incubated at 37°C overnight. After incubation and further culture on TTGA plates, suspected colonies resembling V. cholerae were tested by slide agglutination with monoclonal antibodies specific for V. cholerae O1 and O139, as well as by biochemical assays. Specimens that were positive for V. cholerae O139 were stored at −70°C and later examined by a multiplex PCR assay for concurrent detection of rfb sequences specific for O139/O1 genes of V. cholerae and for ctxA-specific sequences. Toxigenic V. cholerae O139 (CIRS 134B) and V. cholerae O1 El Tor Inaba (strain N16961) and classical Inaba (strain 569B) serotypes were used as positive controls for the multiplex PCR assay. Strains were tested for antimicrobial resistance by disk diffusion method using azithromycin, ciprofloxacin, ceftriaxone, erythromycin, mecillinam, norfloxacine, nalidixic acid, trimethoprim sulfamethoxazole, and tetracycline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8337, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The four V. cholerae O139 isolates were tested in the rabbit ileal loop assay to detect fluid accumulation and enterotoxicity. V. cholerae O1 strains 569B and N16961 were used as positive controls. Detection of cholera toxin (CT) was performed by ganglioside GM1-specific enzyme linked immunosorbent assays (ELISA) and differentiation of classical and El Tor biotype CT was made using MAMA PCR described previously. Multiplex PCR assays were performed on a Thermo cycler C-1000 instrument (Bio-Rad). Two sets of oligonucleotide primer pairs were used. The first was O139 rfb-F (5´- AGCCTCTTTATTACGGGTGG-3´), O139 rfb-R (5´-GTCAAACCCGATCGTAAAGG-3´), and the second one was ctxA-F (5´-CTCAGACGGGATTTGTTAGGC-3´), ctxA-R (5´TCTATCTCTGTAGCCCCTATTA-3´); these pairs were used to amplify O139 rfb (amplicon size 449 bp) and ctxA (amplicon size 302 bp) genes respectively using previously described procedures. The product was analysed on 1% agarose gel using Gel Red (BioTium, USA) stain for visualization. Genomic DNA was extracted from eight V. cholerae strains collected in Bangladesh; Strain 5, Strain 6, Strain 7 and Strain 8 in 1993 and Strain 9 to 12 in 2002 as well as the four V. cholerae O139 isolates collected in 2013 and 2014. Genomic DNA was prepared by incubating a fresh V. cholerae colony from a gelatin agar plate into 5 mL of LB broth with overnight shaking at 37°C at 150 rpm. Genomic DNA was extracted with a DNA pure extraction kit (QIAGEN, Germany) according to the manufacturer’s recommendations. Specimen DNA was stored at -70°C and shipped in dry ice to the Wellcome Trust Sanger Institute for sequencing and whole genome analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10000, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Whole genome sequencing and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10037, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Isolates were sequenced as multiplexed libraries on an Illumina MiSeq machine, producing 150 nucleotide paired-end reads. Whole genome sequence analysis on the four V. cholerae O139 isolates collected in 2013 and 2014 was carried out and compared with data from the eight strains collected in Bangladesh in 1993 and 2002 (S1 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10370, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data generated were combined with previously published V. cholerae genome sequence data from representative O1 seventh pandemic El Tor global wave I, II and III strains, as well as three wave II O139 seventh pandemic El Tor isolates, and used to construct a whole genome single nucleotide polymorphisms (SNP)-based phylogeny. To achieve this, reads for all isolates were mapped to the V. cholerae O1 El Tor strain N16961 (accession AE003852/AE003853) reference sequence using SMALT v0.7.4, and with GATK for indel realignment. SNPs were called using a combination of SAMtools mpileup and BCFtools as described previously. SNPs falling in regions identified as being recombinant and so not likely to reflect the underlying phylogeny of the bacterium were excluded from this analysis as described in Croucher et al. and a phylogenetic tree was drawn using the non-recombinant SNPS with RAxML. Draft de novo genome assemblies were created using Velvet and scaffolded using SSPACE and Gap Filler.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11367, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Accession numbers", "sentences": [], "annotations": [], "relations": []}, {"offset": 11385, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "AE003852/AE003853", "sentences": [], "annotations": [], "relations": []}, {"offset": 11403, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "AAKF03000000", "sentences": [], "annotations": [], "relations": []}, {"offset": 11416, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ERS452533 –ERS452544", "sentences": [], "annotations": [], "relations": []}, {"offset": 11439, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ERS013124", "sentences": [], "annotations": [], "relations": []}, {"offset": 11449, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ERS013125", "sentences": [], "annotations": [], "relations": []}, {"offset": 11459, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "AB012956.1", "sentences": [], "annotations": [], "relations": []}, {"offset": 11470, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genes VC_0240 –VC_0264", "sentences": [], "annotations": [], "relations": []}, {"offset": 11495, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethical considerations", "sentences": [], "annotations": [], "relations": []}, {"offset": 11518, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The hospital surveillance activities of icddr,b were approved by the Research Review Committee (RRC) and Ethical Review Committee (ERC) of icddr,b. According to the icddr,b hospital surveillance system, we only require verbal consent from patients undergoing routine investigation for collecting stool specimens. Consent was documented in the surveillance questionnaire in the hospital surveillance system. Consent was also obtained in accordance with other ongoing studies approved by the RRC/ERC of icddr,b (# PR-10061, # PR-11041)", "sentences": [], "annotations": [], "relations": []}, {"offset": 12052, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on the above, verbal consent was obtained from one study participant (case 3) while written informed consent was obtained from two cholera patients (cases 1, 2) and one asymptomatic household contact (case 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12268, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 12276, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic information", "sentences": [], "annotations": [], "relations": []}, {"offset": 12300, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The socioeconomic status of the four cases was lower middle class and all were individuals who lived in high risk settings in urban slums in and around Dhaka city. The annual income of the adults (and the parent of the child; case 2) ranged from 15,000–30,000 Taka (~USD 200–300). Two of the participants worked in garment factories while the other two families were self-employed in small businesses. All of the cases reported that they consumed stored tap water in their homes or workplaces and shared kitchens and toilets in the community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12847, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Symptomatic cases with V. cholerae O139 infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 12897, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Case 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 12904, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A 26-year old male presented to the icddr,b, diarrheal hospital in Mirpur Treatment center Dhaka, Bangladesh on November 24, 2013 with 12 hours of sudden onset of voluminous diarrhea and vomiting. The patient was a participant in a large cholera vaccine feasibility study. Surveillance was carried out as part of the ongoing hospital-based passive surveillance for cholera. The patient had experienced nine episodes of diarrhea, vomited twice, and ingested a liter of oral rehydration fluid prior to admission. He lived in an urban slum located in Mirpur, in Dhaka. The patient's past medical history was unremarkable. On admission, no other family member of the patient was suffering from severe diarrhea. On examination, the patient was less active, was thirsty, had sunken eyes, dry buccal mucosa, normal skin turgor, normal breathing, and a low volume pulse and showed signs of some dehydration. Other systemic findings were normal. Upon admission, the patient was treated with a single 1 gm oral dose of azithromycin as per icddr,b treatment guidelines. Stool culture, followed by slide agglutination with monoclonal antibodies specific for O139 or O1 indicated V. cholerae serogroup O139 was the causative agent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14123, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Case 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 14130, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A 16 month old child was brought to the icddr,b hospital, Mohakhali, Dhaka on March 4, 2014 with 3 days of diarrhea. He had travelled from Savar, 20 km from Dhaka city, to the icddr,b, Mohakhali Hospital for treatment and was enrolled as part of the systematic surveillance system of the icddr,b hospital. Since onset, the patient had experienced several episodes of diarrhea and ingested oral rehydration solution at home. On examination, the patient demonstrated no sign of dehydration and other systemic findings were normal. However, clinical examination showed that the child was undernourished (Z score -1.43). Stool culture tested positive for V. cholerae and phenotypic tests confirmed the serogroup as O139. No other V. cholerae serogroup or enteric pathogens were detected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14914, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Isolation of V. cholerae serogroup O139 from asymptomatic household contacts of patients with clinically confirmed cholera", "sentences": [], "annotations": [], "relations": []}, {"offset": 15037, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Case 3", "sentences": [], "annotations": [], "relations": []}, {"offset": 15044, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "On December 26, 2013, a 52 year old man, a healthy household contact of a cholera positive index case from the cholera vaccine study in Mirpur, Dhaka was diagnosed with V. cholerae O139 infection. This was detected during a home visit to a cholera positive index case. The patient’s spouse had been admitted to the diarrheal hospital of icddr,b in Mirpur, a week prior to the home visit with cholera caused by V. cholerae O1. During the home visit, stool specimens were obtained from three household contacts of the index case. Of the three subjects sampled, one was culture positive for V. cholerae O139. He was asymptomatic with no sign of dehydration and was otherwise clinically healthy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15738, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Case 4", "sentences": [], "annotations": [], "relations": []}, {"offset": 15745, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A 21 year old female, a household contact of a V. cholerae O1 infected cholera case was also diagnosed with asymptomatic V. cholerae O139 infection in 25th February 2014. Her husband had previously been admitted to the icddr,b hospital with a history of 3 days of diarrhea and diagnosed with cholera due to V. cholerae O1, presenting with severe dehydration. The female household contact was asymptomatic with no other clinical signs of having a diarrheal disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16210, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Further characterization of the V. cholerae O139 isolates: Phenotypic and molecular characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 16310, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The four V. cholerae O139 isolates (strains 1–4) collected in this study, having tested strongly positive for the O139 lipopolysaccharide (LPS) O-antigen by the rapid dipstick assay, according to the manufacturer’s recommendations (Span Diagnostics Ltd., India), were further characterized. The serogroup was further confirmed: all four O139 isolates were found to be positive for the O139 rfb gene. PCR was used to assay for the presence of the cholera toxin gene, ctxA. Strains 2, 3 and 4 were found to be positive for ctxA, all of which when sequenced were characteristic of the classical biotype (see methods). The production and type of toxin was further confirmed by ELISA. The serogroup O139 isolates taken from case 1 (strain 1) was negative for both the classical and El Tor biotype of cholera toxin by both PCR and ELISA. The rabbit ileal loop assay to detect fluid accumulation and enterotoxicity showed that three O139 strains were strongly positive for toxin production (strains 2–4), while the isolate from case 1 (strain 1) failed to induce fluid accumulation and enterotoxicity in the rabbit ileal loop. All four V. cholerae O139 isolates were found to be resistant to nalidixic acid but were sensitive to all of the other antibiotics tested.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17575, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Whole genome sequence and phylogenetic analysis of the O139 isolates", "sentences": [], "annotations": [], "relations": []}, {"offset": 17644, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To understand the detailed genetic relationships between the O139 isolates taken from these four patients, we extracted the DNA and sequenced their genomes. For comparison, we also sequenced an additional eight O139 isolates taken in Bangladesh in previous outbreaks in 1993 and 2002. For the isolates obtained from cases 2, 3, and 4, 95.6% of their sequence read data mapped to the genome of the V. cholerae pandemic 7 strain N16961 serogroup O1 reference sequence (S1 Table). These three genomes differed by between 112–114 (313–316 before removing putative recombination) single nucleotide polymorphisms (SNPs) from the reference sequence. When compared to the O139 strain MO10 (accession AAKF03000000) mapped to the N16961 reference sequence, there were between 46–47 SNPs differentiating MO10 from these three isolates. To determine the phylogenetic relationship of the V. cholerae O139 isolates we constructed a whole genome core phylogeny from these three V. cholerae O139 isolates taken from cases 2–4 along with the O139 isolates collected in previous years, and including those previously described. The sequence data are deposited in the European Nucleotide Archive with accessions ERS452533 –ERS452544. The phylogenetic relationships of the isolates sequenced in this study, with the exception of that from case 1, are consistent with previous data. Fig 1 shows that the majority of the isolates fell in the O139 branch of the seventh pandemic El Tor phylogenetic tree, along with the previously published O139 sequences from India and Bangladesh (accessions ERS013124, ERS013125, AAKF03000000) and the majority of isolates sequenced in this study. The new O139 sequences, with the exception of the 2013 isolate from case 1, cluster with a strong temporal signature with isolates in the previous study including the MO10 isolate from India in 1992.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19515, "infons": {"file": "pntd.0004183.g001.jpg", "id": "pntd.0004183.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mid-point rooted maximum likelihood phylogeny of V. cholerae O139 isolates from this study, excluding the isolate from case 1 (strain 1) but including previously published V. cholerae isolates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19709, "infons": {"file": "pntd.0004183.g001.jpg", "id": "pntd.0004183.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "The scale bar represents the number of single nucleotide polymorphisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19781, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Whole genome analysis of the non-toxigenic 2013 strain (isolated from case 1) was distinct, with only 83.6% of the sequence reads mapping to the N16961 reference genome, and showing 98,743 and 97,313 (approximately 124,200 and 122,400 before removing putative recombination) SNP differences when compared to N16961 or MO10 using the mapping to the N16961 genome, respectively. The genome sequence data showed that the case 1 isolate (strain 1) lacked the ctxAB genes but possessed the O139 specific rfb gene, confirming the PCR and phenotypic results described above. Based on the mapped genome data, this isolate was highly divergent from all other sequenced O1 and O139 isolates in this study and described previously. Although this isolate was confirmed as belonging to the O139 serogroup using traditional techniques, sequence analysis showed that the genes for the O-antigen biosynthesis genes of this isolate were different from both the O1 and other O139 isolates. To investigate this in greater detail, the 84 contigs of the previously sequenced O139 cholera isolate MO10 were ordered against the O1 N16961 reference using ABACAS. The Artemis Comparison Tool was used to compare the ordered MO10 genome against the case 1 genome; the contiguated sequence of one area of the LPS operon in the case 1 isolate was used to correct the ordering of one of the MO10 contigs. A search in the NCBI database using blastn of the LPS operon sequence of the MO10 isolate found a hit against a 46.7kb sequence of Vibrio cholerae genes for O-antigen synthesis, O139 strain MO45 (accession AB012956.1). Comparative sequence analysis of the O139 O-antigen biosynthesis genes in the case 1 isolate showed that it was distinct from those within the O1 N16961 and O139 MO10 isolates, MO45 O-antigen biosynthesis genes, and the O-antigen biosynthesis genes from the genome obtained from case 3 in this study (Fig 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21685, "infons": {"file": "pntd.0004183.g002.jpg", "id": "pntd.0004183.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Multi-genome comparison using the Artemis Comparison Tool showing the similarity and synteny of the O-antigen biosynthesis genes (coloured orange) of the O1 N16961 reference sequence (genes VC_0240 –VC_0264), and the draft de novo assemblies of the O139 MO10, the O139 from strain 3 in this study, the O-antigen biosynthesis genes from O139 MO45, and the O139 from strain 1 in this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22076, "infons": {"file": "pntd.0004183.g002.jpg", "id": "pntd.0004183.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "Grey blocks indicate genetic similarity; vertical red lines indicate contig breaks in the draft assemblies. The PCR product of the primer sequences used in this study to identify O139 is shown in green in the genome sequence from strain 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22316, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22327, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We report the isolation and characterization of four isolates belonging to the V. cholerae serogroup O139 in an eleven month period between December 2013 and March 2014 in Dhaka, Bangladesh. This represents the first report in Bangladesh since 2005 of clinical cases of cholera caused by V. cholerae O139 infection. This included two patients who presented with acute diarrhea who were ultimately hospitalized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22738, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To put these four isolates in context, icddr,b conducts epidemiological and ecological surveillance for cholera in different parts of Bangladesh. Between 2010–2012, 500 clinical and environmental V. cholerae strains were isolated, 496 were confirmed as O1 and four as V. cholerae O139; all of those four previous O139 isolates were obtained from environmental samples. Given the association between V. cholerae O139 and previous epidemics, the persistence and newly identified sporadic cases of both toxigenic and non-toxigenic V. cholerae O139 in the environment and in symptomatic and asymptomatic infections is notable, and may have future implications for the diagnosis and prevention of cholera in this region. Recently, a strain of V. cholerae O139 was isolated from a cholera patient in Beijing in China in May 2014 highlighting the continued low level presence of this lineage in different locales.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23647, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interestingly, in two of our patients, V. cholerae O139 strains were isolated from asymptomatic household members of V. cholerae O1 infected cholera patients. In our previous studies, we have shown that household contacts of an index case of cholera are approximately three times more at risk of infection with V. cholerae. However, we have previously identified non-O1/non-O139 isolates in household members of patients with O1 cholera or even a different O1 Inaba or Ogawa serotype from that isolated from an index case. The V. cholerae O139 strains presented here were only resistant to nalidixic acid and therefore differ from the V. cholerae O1 that currently predominate global infections, which are also resistant to trimethoprim-sulfamethoxazole and tetracycline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24419, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Whole genome sequence analysis showed that isolates from cases 2–4 fell on the O139 branch of the seventh pandemic El Tor phylogenetic tree, along with the previously published O139 sequences from India and Bangladesh (accessions ERS013124, ERS013125, AAKF03000000). These data also highlighted the existence of one isolate, from case 1, that was typed genotypically and phenotypically as serogroup O139, but phylogenetically represented a distant non-El Tor pandemic 7 V. cholerae lineage. By comparing the LPS O-antigen operons it was apparent that this isolate, although highly divergent from the previously sequenced O139 isolates, possessed part of the O139 O-antigen gene cluster both targeted by the diagnostic O139 PCR test and which phenotypically appears sufficient to produce a O139 positive result by ELISA and the rapid dipstick typing methods. Further work will be required to determine fully the significance of this subtype to human health. At the time of writing this report, we had isolated two more strains of V. cholerae O139 from patients hospitalized with cholera between October and November 2014. These strains are being further characterized at present, and preliminary data suggest that they are phenotypically and genotypically similar to the isolate from case 1.We are at present carrying out detailed analysis of these strains using genomic techniques.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25803, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, our data suggest that V. cholerae O139 strains persist not only within the environment, but also are associated with occasional causes of acute watery diarrhea. Since previous infection with V. cholerae O1 does not provide protection against O139, and vice versa, our data suggest that O139 could re-emerge as a significant cause of cholera in areas where the pathogen persists. Of note, oral killed cholera vaccine Shanchol is bivalent, and contains components of both O1 and O139 organisms, while other currently commercially available cholera vaccines are monovalent, providing protection against O1 alone. We are continuing with the surveillance of patients with acute watery diarrhea for detection of V. cholerae O139 to monitor emergence of new variants and also to detect any new and reemerging outbreaks or epidemics using microbiological and genomic analysis. This is extremely important for planning future strategies for immunoprophylactic preventive measures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26787, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 26810, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 26821, "infons": {"fpage": "387", "issue": "8868", "lpage": "90", "name_0": "surname:Albert;given-names:M", "name_1": "surname:Ansaruzzaman;given-names:M", "name_2": "surname:Bardhan;given-names:P", "name_3": "surname:Faruque;given-names:A", "name_4": "surname:Faruque;given-names:S", "name_5": "surname:Islam;given-names:M", "section_type": "REF", "source": "The Lancet", "type": "ref", "volume": "342", "year": "1993"}, "text": "Large epidemic of cholera-like disease in Bangladesh caused by Vibrio cholerae 0139 synonym Bengal", "sentences": [], "annotations": [], "relations": []}, {"offset": 26920, "infons": {"fpage": "703", "issue": "8846", "lpage": "4", "name_0": "surname:Ramamurthy;given-names:T", "name_1": "surname:Garg;given-names:S", "name_2": "surname:Sharma;given-names:R", "name_3": "surname:Bhattacharya;given-names:S", "name_4": "surname:Nair;given-names:GB", "name_5": "surname:Shimada;given-names:T", "section_type": "REF", "source": "The Lancet", "type": "ref", "volume": "341", "year": "1993"}, "text": "Emergence of novel strain of Vibrio cholerae with epidemic potential in southern and eastern India", "sentences": [], "annotations": [], "relations": []}, {"offset": 27019, "infons": {"fpage": "1116", "issue": "9", "lpage": "22", "name_0": "surname:Faruque;given-names:SM", "name_1": "surname:Chowdhury;given-names:N", "name_2": "surname:Kamruzzaman;given-names:M", "name_3": "surname:Ahmad;given-names:QS", "name_4": "surname:Faruque;given-names:AS", "name_5": "surname:Salam;given-names:MA", "pub-id_pmid": "14519249", "section_type": "REF", "source": "Emerg Infect Dis", "type": "ref", "volume": "9", "year": "2003"}, "text": "Reemergence of epidemic Vibrio cholerae O139, Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 27076, "infons": {"fpage": "1736", "issue": "Pt 12", "lpage": "45", "name_0": "surname:Rashed;given-names:SM", "name_1": "surname:Mannan;given-names:SB", "name_2": "surname:Johura;given-names:FT", "name_3": "surname:Islam;given-names:MT", "name_4": "surname:Sadique;given-names:A", "name_5": "surname:Watanabe;given-names:H", "pub-id_doi": "10.1099/jmm.0.049635-0", "pub-id_pmid": "22977073", "section_type": "REF", "source": "J Med Microbiol", "type": "ref", "volume": "61", "year": "2012"}, "text": "Genetic characteristics of drug-resistant Vibrio cholerae O1 causing endemic cholera in Dhaka, 2006–2011", "sentences": [], "annotations": [], "relations": []}, {"offset": 27183, "infons": {"fpage": "1713", "lpage": "5", "name_0": "surname:Rashed;given-names:SM", "name_1": "surname:Iqbal;given-names:A", "name_2": "surname:Mannan;given-names:SB", "name_3": "surname:Islam;given-names:T", "name_4": "surname:Rashid;given-names:MU", "name_5": "surname:Johura;given-names:FT", "pub-id_doi": "10.3201/eid1910.130626", "pub-id_pmid": "24050113", "section_type": "REF", "source": "Emerg Infect Dis", "type": "ref"}, "text": "Vibrio cholerae O1 El Tor and O139 Bengal strains carrying ctxB(ET), Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 27263, "infons": {"fpage": "4096", "issue": "6", "lpage": "104", "name_0": "surname:Alam;given-names:M", "name_1": "surname:Hasan;given-names:NA", "name_2": "surname:Sadique;given-names:A", "name_3": "surname:Bhuiyan;given-names:NA", "name_4": "surname:Ahmed;given-names:KU", "name_5": "surname:Nusrin;given-names:S", "pub-id_pmid": "16751520", "section_type": "REF", "source": "Appl Environ Microbiol", "type": "ref", "volume": "72", "year": "2006"}, "text": "Seasonal cholera caused by Vibrio cholerae serogroups O1 and O139 in the coastal aquatic environment of Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 27378, "infons": {"fpage": "462", "issue": "7365", "lpage": "5", "name_0": "surname:Mutreja;given-names:A", "name_1": "surname:Kim;given-names:DW", "name_2": "surname:Thomson;given-names:NR", "name_3": "surname:Connor;given-names:TR", "name_4": "surname:Lee;given-names:JH", "name_5": "surname:Kariuki;given-names:S", "pub-id_doi": "10.1038/nature10392", "pub-id_pmid": "21866102", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "477", "year": "2011"}, "text": "Evidence for several waves of global transmission in the seventh cholera pandemic", "sentences": [], "annotations": [], "relations": []}, {"offset": 27460, "infons": {"fpage": "701", "issue": "12", "lpage": "10", "name_0": "surname:Clemens;given-names:J", "name_1": "surname:Shin;given-names:S", "name_2": "surname:Sur;given-names:D", "name_3": "surname:Nair;given-names:GB", "name_4": "surname:Holmgren;given-names:J", "pub-id_doi": "10.1038/nrgastro.2011.174", "pub-id_pmid": "22064524", "section_type": "REF", "source": "Nature Reviews Gastroenterology and Hepatology", "type": "ref", "volume": "8", "year": "2011"}, "text": "New-generation vaccines against cholera", "sentences": [], "annotations": [], "relations": []}, {"offset": 27500, "infons": {"fpage": "44", "issue": "1", "lpage": "9", "name_0": "surname:Chowdhury;given-names:F", "name_1": "surname:Khan;given-names:AI", "name_2": "surname:Hossain;given-names:MI", "name_3": "surname:Malek;given-names:M", "name_4": "surname:Faruque;given-names:A", "name_5": "surname:Ahmed;given-names:T", "pub-id_pmid": "16373295", "section_type": "REF", "source": "Acta Paediatrica", "type": "ref", "volume": "95", "year": "2006"}, "text": "Young children non‐immunized against measles: Characteristics and programmatic implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 27594, "infons": {"fpage": "e403", "issue": "3", "name_0": "surname:Harris;given-names:JB", "name_1": "surname:Podolsky;given-names:MJ", "name_2": "surname:Bhuiyan;given-names:TR", "name_3": "surname:Chowdhury;given-names:F", "name_4": "surname:Khan;given-names:AI", "name_5": "surname:LaRocque;given-names:RC", "pub-id_doi": "10.1371/journal.pntd.0000403", "pub-id_pmid": "19333369", "section_type": "REF", "source": "PLoS neglected tropical diseases", "type": "ref", "volume": "3", "year": "2009"}, "text": "Immunologic responses to Vibrio cholerae in patients co-infected with intestinal parasites in Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 27699, "infons": {"fpage": "6058", "issue": "51", "lpage": "64", "name_0": "surname:Khan;given-names:IA", "name_1": "surname:Saha;given-names:A", "name_2": "surname:Chowdhury;given-names:F", "name_3": "surname:Khan;given-names:AI", "name_4": "surname:Uddin;given-names:MJ", "name_5": "surname:Begum;given-names:YA", "pub-id_doi": "10.1016/j.vaccine.2013.10.021", "pub-id_pmid": "24161413", "section_type": "REF", "source": "Vaccine", "type": "ref", "volume": "31", "year": "2013"}, "text": "Coverage and cost of a large oral cholera vaccination program in a high-risk cholera endemic urban population in Dhaka, Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 27830, "infons": {"section_type": "REF", "type": "ref"}, "text": "Organization WH. The treatment of diarrhoea: a manual for physicians and other senior health workers 2005 [cited 2015 7-3-2015]. http://www.who.int/iris/handle/10665/43209.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28003, "infons": {"name_0": "surname:Rahim;given-names:M", "section_type": "REF", "source": "ICDDR,B. Glimpse", "type": "ref", "volume": "31", "year": "2009"}, "text": "Management of diarrhea at ICDDR,B hospital", "sentences": [], "annotations": [], "relations": []}, {"offset": 28046, "infons": {"fpage": "738", "issue": "4", "lpage": "42", "name_0": "surname:Weil;given-names:AA", "name_1": "surname:Begum;given-names:Y", "name_2": "surname:Chowdhury;given-names:F", "name_3": "surname:Khan;given-names:AI", "name_4": "surname:Leung;given-names:DT", "name_5": "surname:LaRocque;given-names:RC", "pub-id_doi": "10.4269/ajtmh.14-0095", "pub-id_pmid": "25114012", "section_type": "REF", "source": "The American journal of tropical medicine and hygiene", "type": "ref", "volume": "91", "year": "2014"}, "text": "Bacterial Shedding in Household Contacts of Cholera Patients in Dhaka, Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 28128, "infons": {"fpage": "51", "issue": "1", "lpage": "4", "name_0": "surname:Qadri;given-names:F", "name_1": "surname:Azim;given-names:T", "name_2": "surname:Chowdhury;given-names:A", "name_3": "surname:Hossain;given-names:J", "name_4": "surname:Sack;given-names:RB", "name_5": "surname:Albert;given-names:MJ", "pub-id_pmid": "7496922", "section_type": "REF", "source": "Clinical and diagnostic laboratory immunology", "type": "ref", "volume": "1", "year": "1994"}, "text": "Production, characterization, and application of monoclonal antibodies to Vibrio cholerae O139 synonym Bengal", "sentences": [], "annotations": [], "relations": []}, {"offset": 28238, "infons": {"fpage": "2849", "issue": "4", "lpage": "55", "name_0": "surname:Alam;given-names:M", "name_1": "surname:Sultana;given-names:M", "name_2": "surname:Nair;given-names:GB", "name_3": "surname:Sack;given-names:RB", "name_4": "surname:Sack;given-names:DA", "name_5": "surname:Siddique;given-names:A", "pub-id_pmid": "16597991", "section_type": "REF", "source": "Applied and environmental microbiology", "type": "ref", "volume": "72", "year": "2006"}, "text": "Toxigenic Vibrio cholerae in the aquatic environment of Mathbaria, Bangladesh", "sentences": [], "annotations": [], "relations": []}, {"offset": 28316, "infons": {"name_0": "surname:LaRocque;given-names:RC", "name_1": "surname:Harris;given-names:JB", "name_2": "surname:Ryan;given-names:ET", "name_3": "surname:Qadri;given-names:F", "name_4": "surname:Calderwood;given-names:SB", "section_type": "REF", "source": "Postgenomic approaches to cholera vaccine development", "type": "ref", "year": "2006"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 28317, "infons": {"fpage": "1", "issue": "1", "lpage": "6", "name_0": "surname:Svennerholm;given-names:A", "name_1": "surname:Lange;given-names:S", "name_2": "surname:Holmgren;given-names:J", "pub-id_pmid": "711308", "section_type": "REF", "source": "Infection and immunity", "type": "ref", "volume": "21", "year": "1978"}, "text": "Correlation between intestinal synthesis of specific immunoglobulin A and protection against experimental cholera in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 28439, "infons": {"fpage": "314", "issue": "6", "lpage": "7", "name_0": "surname:Morita;given-names:M", "name_1": "surname:Ohnishi;given-names:M", "name_2": "surname:Arakawa;given-names:E", "name_3": "surname:Bhuiyan;given-names:N", "name_4": "surname:Nusrin;given-names:S", "name_5": "surname:Alam;given-names:M", "pub-id_doi": "10.1111/j.1348-0421.2008.00041.x", "pub-id_pmid": "18577166", "section_type": "REF", "source": "Microbiology and immunology", "type": "ref", "volume": "52", "year": "2008"}, "text": "Development and validation of a mismatch amplification mutation PCR assay to monitor the dissemination of an emerging variant of Vibrio cholerae O1 biotype El Tor", "sentences": [], "annotations": [], "relations": []}, {"offset": 28602, "infons": {"section_type": "REF", "type": "ref"}, "text": " .  .", "sentences": [], "annotations": [], "relations": []}, {"offset": 28608, "infons": {"fpage": "1297", "issue": "9", "lpage": "303", "name_0": "surname:McKenna;given-names:A", "name_1": "surname:Hanna;given-names:M", "name_2": "surname:Banks;given-names:E", "name_3": "surname:Sivachenko;given-names:A", "name_4": "surname:Cibulskis;given-names:K", "name_5": "surname:Kernytsky;given-names:A", "pub-id_doi": "10.1101/gr.107524.110", "pub-id_pmid": "20644199", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "20", "year": "2010"}, "text": "The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 28709, "infons": {"fpage": "2078", "issue": "16", "lpage": "9", "name_0": "surname:Li;given-names:H", "name_1": "surname:Handsaker;given-names:B", "name_2": "surname:Wysoker;given-names:A", "name_3": "surname:Fennell;given-names:T", "name_4": "surname:Ruan;given-names:J", "name_5": "surname:Homer;given-names:N", "section_type": "REF", "source": "Bioinformatics (Oxford, England)", "type": "ref", "volume": "25", "year": "2009"}, "text": "The Sequence Alignment/Map format and SAMtools", "sentences": [], "annotations": [], "relations": []}, {"offset": 28756, "infons": {"fpage": "469", "issue": "5964", "lpage": "74", "name_0": "surname:Harris;given-names:SR", "name_1": "surname:Feil;given-names:EJ", "name_2": "surname:Holden;given-names:MTG", "name_3": "surname:Quail;given-names:MA", "name_4": "surname:Nickerson;given-names:EK", "name_5": "surname:Chantratita;given-names:N", "section_type": "REF", "source": "Science (New York, NY", "type": "ref", "volume": "327", "year": "2010"}, "text": "Evolution of MRSA during hospital transmission and intercontinental spread", "sentences": [], "annotations": [], "relations": []}, {"offset": 28831, "infons": {"name_0": "surname:Croucher;given-names:NJ", "name_1": "surname:Page;given-names:AJ", "name_2": "surname:Connor;given-names:TR", "name_3": "surname:Delaney;given-names:AJ", "name_4": "surname:Keane;given-names:JA", "name_5": "surname:Bentley;given-names:SD", "section_type": "REF", "source": "Nucleic acids research", "type": "ref", "year": "2014"}, "text": "Rapid phylogenetic analysis of large samples of recombinant bacterial whole genome sequences using Gubbins", "sentences": [], "annotations": [], "relations": []}, {"offset": 28938, "infons": {"fpage": "2688", "issue": "21", "lpage": "90", "name_0": "surname:Stamatakis;given-names:A", "pub-id_pmid": "16928733", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "22", "year": "2006"}, "text": "RAxML-VI-HPC: maximum likelihood-based phylogenetic analyses with thousands of taxa and mixed models", "sentences": [], "annotations": [], "relations": []}, {"offset": 29039, "infons": {"fpage": "821", "issue": "5", "lpage": "9", "name_0": "surname:Zerbino;given-names:DR", "name_1": "surname:Birney;given-names:E", "pub-id_doi": "10.1101/gr.074492.107", "pub-id_pmid": "18349386", "section_type": "REF", "source": "Genome research", "type": "ref", "volume": "18", "year": "2008"}, "text": "Velvet: algorithms for de novo short read assembly using de Bruijn graphs", "sentences": [], "annotations": [], "relations": []}, {"offset": 29113, "infons": {"fpage": "578", "issue": "4", "lpage": "9", "name_0": "surname:Boetzer;given-names:M", "name_1": "surname:Henkel;given-names:CV", "name_2": "surname:Jansen;given-names:HJ", "name_3": "surname:Butler;given-names:D", "name_4": "surname:Pirovano;given-names:W", "pub-id_doi": "10.1093/bioinformatics/btq683", "pub-id_pmid": "21149342", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "Scaffolding pre-assembled contigs using SSPACE", "sentences": [], "annotations": [], "relations": []}, {"offset": 29160, "infons": {"fpage": "S8", "issue": "Suppl 14", "name_0": "surname:Nadalin;given-names:F", "name_1": "surname:Vezzi;given-names:F", "name_2": "surname:Policriti;given-names:A", "pub-id_doi": "10.1186/1471-2105-13-S14-S8", "pub-id_pmid": "23095524", "section_type": "REF", "source": "BMC bioinformatics", "type": "ref", "volume": "13", "year": "2012"}, "text": "GapFiller: a de novo assembly approach to fill the gap within paired reads", "sentences": [], "annotations": [], "relations": []}, {"offset": 29235, "infons": {"fpage": "3422", "issue": "16", "lpage": "3", "name_0": "surname:Carver;given-names:TJ", "name_1": "surname:Rutherford;given-names:KM", "name_2": "surname:Berriman;given-names:M", "name_3": "surname:Rajandream;given-names:M-A", "name_4": "surname:Barrell;given-names:BG", "name_5": "surname:Parkhill;given-names:J", "pub-id_pmid": "15976072", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "21", "year": "2005"}, "text": "ACT: the Artemis comparison tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 29268, "infons": {"fpage": "403", "issue": "3", "lpage": "10", "name_0": "surname:Altschul;given-names:SF", "name_1": "surname:Gish;given-names:W", "name_2": "surname:Miller;given-names:W", "name_3": "surname:Myers;given-names:EW", "name_4": "surname:Lipman;given-names:DJ", "pub-id_pmid": "2231712", "section_type": "REF", "source": "Journal of molecular biology", "type": "ref", "volume": "215", "year": "1990"}, "text": "Basic local alignment search tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 29302, "infons": {"fpage": "3", "issue": "1", "name_0": "surname:Yi;given-names:Y", "name_1": "surname:Lu;given-names:N", "name_2": "surname:Liu;given-names:F", "name_3": "surname:Li;given-names:J", "name_4": "surname:Zhang;given-names:R", "name_5": "surname:Jia;given-names:L", "pub-id_doi": "10.1186/1757-4749-6-3", "pub-id_pmid": "24517211", "section_type": "REF", "source": "Gut Pathog", "type": "ref", "volume": "6", "year": "2014"}, "text": "Genome sequence and comparative analysis of a Vibrio cholerae O139 strain E306 isolated from a cholera case in China", "sentences": [], "annotations": [], "relations": []}, {"offset": 29419, "infons": {"fpage": "4367", "issue": "17", "lpage": "76", "name_0": "surname:Kendall;given-names:EA", "name_1": "surname:Chowdhury;given-names:F", "name_2": "surname:Begum;given-names:Y", "name_3": "surname:Khan;given-names:AI", "name_4": "surname:Li;given-names:S", "name_5": "surname:Thierer;given-names:JH", "pub-id_doi": "10.1128/JB.00698-10", "pub-id_pmid": "20585059", "section_type": "REF", "source": "Journal of bacteriology", "type": "ref", "volume": "192", "year": "2010"}, "text": "Relatedness of Vibrio cholerae O1/O139 isolates from patients and their household contacts, determined by multilocus variable-number tandem-repeat analysis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]