[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240907", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC4778601", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.gdata.2015.11.008", "article-id_pmc": "PMC4778601", "article-id_pmid": "26981354", "article-id_publisher-id": "S2213-5960(15)30079-9", "fpage": "26", "kwd": "Bovine Endometrium Follicle Ovarian steroids Transcriptomic", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "28", "name_0": "surname:Mesquita;given-names:F.S.", "name_1": "surname:Ramos;given-names:R.S.", "name_10": "surname:Pulz;given-names:L.H.", "name_11": "surname:Membrive;given-names:C.M.", "name_12": "surname:Coutinho;given-names:L.L.", "name_13": "surname:Binelli;given-names:M.", "name_2": "surname:Pugliesi;given-names:G.", "name_3": "surname:Andrade;given-names:S.C.S.", "name_4": "surname:Van Hoeck;given-names:V.", "name_5": "surname:Langbeen;given-names:A.", "name_6": "surname:Oliveira;given-names:M.L.", "name_7": "surname:Gonella-Diaza;given-names:A.M.", "name_8": "surname:Gasparin;given-names:G.", "name_9": "surname:Fukumasu;given-names:H.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "7", "year": "2015"}, "text": "Endometrial transcriptional profiling of a bovine fertility model by Next-Generation Sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 96, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Studying the multitude of molecular networks and pathways that are potentially involved in a complex trait such as fertility requires an equally complex and broad strategy. Here, we used Next-Generation Sequencing for the characterization of the transcriptional signature of the bovine endometrial tissue. Periovulatory endocrine environments were manipulated to generate two distinctly different fertility phenotypes. Cycling, non-lactating, multiparous Nelore cows were manipulated to ovulate larger (> 13 mm; LF group; high fertility phenotype) or smaller (< 12 mm; SF group) follicles. As a result, greater proestrus estrogen concentrations, corpora lutea and early diestrus progesterone concentrations were also observed in LF group in comparison to SF group. Endometrial cell proliferation was estimated by the protein marker MKI67 on tissues collected 4 (D4) and 7 (D7) days after induction of ovulation. Total RNA extracts from D7 were sequenced and compared according to the transcriptional profile of each experimental group (LF versus SF). Functional enrichment analysis revealed that LF and SF endometria were asynchronous in regards to their phenotype manifestation. Major findings indicated an LF endometrium that was switching phenotypes earlier than the SF one. More specifically, a proliferating SF endometrium was observed on D7, whereas the LF tissue, which expressed a proliferative phenotype earlier at D4, seemed to have already shifted towards a biosynthetically and metabolically active endometrium on D7. Data on MKI67 support the transcriptomic results. RNA-Seq-derived transcriptional profile of the endometrial tissue indicated a temporal effect of the periovulatory endocrine environment, suggesting that the moment of the endometrial exposure to the ovarian steroids, E2 and P4, regulates the timing of phenotype manifestation. Gene expression profiling revealed molecules that may be targeted to elucidate ovarian steroid-dependent mechanisms that regulate endometrial tissue receptivity. Data was deposited in the SRA database from NCBI (SRA Experiment SRP051330) and are associated with the Bio-Project (PRJNA270391). An overview of the gene expression data has been deposited in NCBI's Gene Expression Omnibus (GEO) and is accessible through GEO Series accession number GSE65450. Further assessment of the data in combination with other data sets exploring the transcriptional profile of the endometrial tissue during early diestrus may potentially identify novel molecular mechanisms and/or markers of the uterine receptivity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2662, "infons": {"file": "t0005.xml", "id": "t0005", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><tbody><tr><td align=\"left\">Specifications</td><td/></tr><tr><td align=\"left\">Organism/cell line/tissue</td><td align=\"left\"><italic>Bos Taurus indicus</italic>; endometrial tissue fragments</td></tr><tr><td align=\"left\">Sex</td><td align=\"left\">Female</td></tr><tr><td align=\"left\">Sequencer or array type</td><td align=\"left\">Illumina HiScanSQ sequencer</td></tr><tr><td align=\"left\">Data format</td><td align=\"left\">Raw Bio-Project PRJNA270391; SRA Experiment <ext-link ext-link-type=\"uri\" xlink:href=\"ftp://ftp-trace.ncbi.nlm.nih.gov/sra/sra-instant/reads/ByStudy/sra/SRP/SRP051/SRP051330/\" id=\"ir0010\">SRP051330</ext-link></td></tr><tr><td align=\"left\">Experimental factors</td><td align=\"left\">Large versus small ovulatory follicle</td></tr><tr><td align=\"left\">Experimental features</td><td align=\"left\">Estrous cycle of Nelore non-lactating multiparous cows was manipulated aiming to obtain cows ovulating follicles either &lt; 12 mm (small follicles) or &gt; 13 mm (large follicles) in diameter. Larger follicle cows also presented greater estradiol concentrations in proestrus, larger corpora lutea and greater progesterone concentrations in early diestrus than small follicle cows. Cows were slaughtered and endometrial fragments collected on day 7 post-induction of ovulation. Additional information is available in our recent work <xref rid=\"bb0005\" ref-type=\"bibr\">[1].</xref></td></tr><tr><td align=\"left\">Consent</td><td align=\"left\">N/A</td></tr><tr><td align=\"left\">Sample source location</td><td align=\"left\">Experiment was performed in Pirassununga, Brazil, at the research farm of the University of São Paulo; Latitude − 21.953833; Longitude − 47.453143.</td></tr></tbody></table>\n"}, "text": "Specifications\t\t \tOrganism/cell line/tissue\tBos Taurus indicus; endometrial tissue fragments\t \tSex\tFemale\t \tSequencer or array type\tIllumina HiScanSQ sequencer\t \tData format\tRaw Bio-Project PRJNA270391; SRA Experiment SRP051330\t \tExperimental factors\tLarge versus small ovulatory follicle\t \tExperimental features\tEstrous cycle of Nelore non-lactating multiparous cows was manipulated aiming to obtain cows ovulating follicles either < 12 mm (small follicles) or > 13 mm (large follicles) in diameter. Larger follicle cows also presented greater estradiol concentrations in proestrus, larger corpora lutea and greater progesterone concentrations in early diestrus than small follicle cows. Cows were slaughtered and endometrial fragments collected on day 7 post-induction of ovulation. Additional information is available in our recent work \t \tConsent\tN/A\t \tSample source location\tExperiment was performed in Pirassununga, Brazil, at the research farm of the University of São Paulo; Latitude − 21.953833; Longitude − 47.453143.\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3704, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Direct link to deposited data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3734, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "http://www.ncbi.nlm.nih.gov/sra/.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3768, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Experimental design, materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3811, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Animals, reproductive management and experimental design", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3868, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Animal procedures were approved by the Ethics and Animal Handling Committee of the Faculdade de Medicina Veterinária e Zootecnia — Universidade de São Paulo (CEUA-FMVZ/USP, N° 2287/2011). Experiments were performed at the research farm of the University of São Paulo in Pirassununga, São Paulo, Brazil. Non-lactating, multiparous, cyclic (presenting a corpus luteum) Nelore (Bos indicus) cows, presenting no gross reproductive abnormalities by gynecological examination, ranging from 4 to 10 years old, weighing 461.6 ± 50.1 kg and presenting body condition score of 3.67 ± 0.33, participated in the study. Animals were maintained on Brachiaria pasture, and received supplementation based on sugar cane and/or corn silage, concentrate and minerals, according to their maintenance requirements, as well as water ad libitum. The pre-synchronization step consisted of two intramuscular injections of sodium cloprostenol (PGF; 0.5 mg; Sincrocio, Ouro Fino, Cravinhos, Brazil), 14 days apart. At the second PGF administration (D-20) an ESTROTECT Heat detector patch was placed between the hip and the tail head of eighty-three cows (Rockway, Inc. Spring Valley, WI, USA). Animals were observed for signs of estrus behavior twice daily from D-19 to D-16 and once daily from D-15 to D-10. Only animals that had a recent (current cycle) and PGF-responsive CL (at least 5 days old) on D-10 stayed in the experiment. After the pre-synchronization, cows that had P4 < 1.0 ng/mL or were not detected in estrus were removed from the experiment (N = 9). The remaining cows (N = 74) were implanted with an intravaginal P4-releasing device (1 g; Sincrogest, Ourofino) on D-10 and received an intramuscular injection of 2 mg estradiol benzoate (Sincrodiol, Ourofino). Simultaneously, approximately half of the cows received an intramuscular injection of PGF. Progesterone-releasing devices were removed, prior to GnRH injection, from cows that received (large follicle group; LF; N = 35) and cows that did not receive PGF at device insertion (small follicle group; SF; N = 39). At device removal, all animals received two PGF injections, 6 h apart. Ovulation was induced by an injection of 10 μg Buserelin on D0 (Sincroforte, Ourofino). According to Mesquita et al. 2014, by design, animals were excluded from data analyses if: progesterone concentration on D-10 was less than 1 ng/mL, progesterone concentration on D-2 was greater than 3 ng/mL in the LF group, progesterone concentration on D-2 was less than 2 ng/mL in the SF group, dominant follicle diameter on D-0 was less than 8 mm, ovulation was detected at the D-0 ultrasound examination or before (i.e., early ovulation), ovulation was detected at the D-3 ultrasound examination (i.e., late ovulation), ovulation was not detected, or follicular, luteal cysts or lesions impairing animal well-being were detected at any moment during the experiment. Animals that responded to treatments as defined by design were slaughtered on D7 post-induction of ovulation (N = 60). Transrectal ultrasound examinations were performed on day 10, daily from day − 2 to day 0 and from day 3 to day 7, and every 12 h from day 1 to day 2. Examinations were performed with the aid of a duplex B-mode and pulsed-wave color Doppler ultrasound instrument (MyLab30 Vet Gold; Esaote Healthcare, São Paulo, SP, Brazil) equipped with a multi-frequency linear transducer. Ovulation was defined as the disappearance of the preovulatory follicle previously identified followed by the identification of the development of a corpus luteum on the same approximate topographical location on the ovary. The diameter of follicles and CLs was calculated as the average between measurements of two perpendicular axes of each structure. Progesterone concentrations for days − 10, − 6 and − 2, and from day 1 until day 7 were determined by a solid-phase radioimmunoassay (Coat-a-count, DPC, Los Angeles, USA), whereas plasma E2 concentrations for days − 2, − 1 and 0 were determined using a commercial RIA kit (Double Antibody Estradiol, DPC, Los Angeles, USA) as validated previously.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8014, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Animal ranking and selection for transcriptional profiling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8073, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Of all slaughtered animals, endometrial fragments of six (three/group) were selected to be submitted to RNA-Seq. A multivariate analysis approach was taken to identify the most representative samples within each group, based on the following variables: follicle diameter from day − 2 to day 0, maximal diameter of the preovulatory follicle, volume of the corpus luteum from days 3 to 7, CL weight and progesterone concentration from days 3 to 7. The Orthogonal Projections to Latent Structures Discriminant Analysis (OPLS-DA) was carried out using SIMCA-P + version 12.0 (Umetrics, Umea, Sweden), and included all animals that matched the criteria described above and that ovulated within 48 h of the induction of ovulation. Final model explained 75% of the data variability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8854, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tissue processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8872, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "On day 7, cows were slaughtered by use of a captive bolt followed by jugular exsanguination. Reproductive tracts were transported on ice and dissected within 15 min of slaughter. Inter-caruncular endometrial tissue fragments were dissected, with the aid of scissors and forceps, from the anterior, medial and posterior segments of the uterine horn ipsilateral to the ovary containing the CL. Fragments from different uterine horn segments were pooled, snap-frozen and stored at − 80 °C for later processing.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9386, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA isolation and sample quality control", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9427, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Approximately 30 mg of endometrial tissue were ground in liquid nitrogen using a stainless steel mortar and pestle system, and immediately mixed with buffer RLT from the RNeasy Mini columns kit (Qiagen, São Paulo, SP, Brazil), as per manufacturer's instructions. To maximize lysis, tissue suspension was passed at least ten times through a 21 G needle. Tissue extract in RLT buffer was centrifuged at 13,000 × g for 3 min, and supernatant was loaded on RNeasy columns. Column-based RNA isolation was conducted according to instructions and RNA was eluted with 40 μl of RNase free water. Elution step was repeated using the resultant 40 μl from the first elution to increase RNA concentration. Concentration of total RNA on extracts was determined by a spectrophotometer (NanoDrop, Thermo Scientific, Wilmington, USA). Prior to reverse-transcription, 1 μg of total RNA was treated with DNAse I (Life Technologies, São Paulo, SP, Brazil) for 15 min at room temperature in a 10 μl reaction, followed by addition of 1 μl of EDTA (25 mM) and heating at 65 °C for 10 min to inactivate DNase I. Integrity of total RNA extracts, based on RNA Integrity Number (RIN), ranged from 8.3 to 8.7 (Agilent RNA 6000 Nano chip; Bioanalyzer, Agilent Technologies).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10696, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "mRNA libraries and sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10726, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Four micrograms of RNA were used with the TruSeq RNA Sample Preparation kit (Illumina, San Diego, CA) to prepare the libraries for RNA-Seq. The insert sizes were estimated through the Agilent DNA 1000 chip (Agilent Technologies) and the libraries concentration were measured through Quantitative Real-Time PCR with a KAPA Library Quantification kit (KAPA Biosystems). Samples were diluted, pooled in equimolar amounts and then sequenced using a HiScanSQ sequencer (Illumina, San Diego, CA).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11217, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11232, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following sequencing, the 100 bp paired end (PE) reads were filtered using a Perl script which removed all reads with a mean quality under 26. The reads were mapped with Bowtie2 v2.1.0 on the masked bovine genome assembly (Bos taurus UMD 3.1, http://www.ncbi.nlm.nih.gov/genome/guide/cow/index.html). The mapping file was sorted using SAMTools v 0.1.18 and read counts were obtained using the script from HTSeq-count v0.5.4p2 (http://www-huber.embl.de/users/anders/HTSeq/doc/count.html). The differential expression analysis was performed with package DESEq v1.12.1, from R. Using the function estimateSizeFactors, the normalized counts were obtained (baseMean values, which are the number of reads divided by the size factor or normalization constant). The standard deviation along the baseMean values was also calculated for each transcript. In order to avoid artifacts caused by low expression profiles and high expression variance, only transcripts that had an average of baseMean > 5 and the mean greater than the standard variation were analyzed. The threshold for evaluating significance was obtained by applying a p-value of 0.05 FDR-Benjamini–Hochberg. Integrated analysis of different functional databases was done using the functional annotation tool of the Database for Annotation, Visualization, and Integrated Discovery (DAVID) using as background the set of genes that passed through the differential expression analysis filter.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12680, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12691, "infons": {"name_0": "surname:Mesquita;given-names:F.S.", "name_1": "surname:Ramos;given-names:R.S.", "name_10": "surname:Pulz;given-names:L.H.", "name_11": "surname:Membrive;given-names:C.M.", "name_2": "surname:Pugliesi;given-names:G.", "name_3": "surname:Andrade;given-names:S.C.", "name_4": "surname:Van Hoeck;given-names:V.", "name_5": "surname:Langbeen;given-names:A.", "name_6": "surname:Oliveira;given-names:M.L.", "name_7": "surname:Gonella-Diaza;given-names:A.M.", "name_8": "surname:Gasparin;given-names:G.", "name_9": "surname:Fukumasu;given-names:H.", "section_type": "REF", "source": "Biol. Reprod.", "type": "ref", "year": "2015"}, "text": "The receptive endometrial transcriptomic signature indicates an earlier shift from proliferation to metabolism at early diestrus in the cow", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12831, "infons": {"fpage": "4123", "lpage": "4131", "name_0": "surname:Garbarino;given-names:E.J.", "name_1": "surname:Hernandez;given-names:J.A.", "name_2": "surname:Shearer;given-names:J.K.", "name_3": "surname:Risco;given-names:C.A.", "name_4": "surname:Thatcher;given-names:W.W.", "pub-id_pmid": "15545374", "section_type": "REF", "source": "J. Dairy Sci.", "type": "ref", "volume": "87", "year": "2004"}, "text": "Effect of lameness on ovarian activity in postpartum Holstein cows", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12898, "infons": {"fpage": "689", "lpage": "697", "name_0": "surname:Siddiqui;given-names:M.A.", "name_1": "surname:Gastal;given-names:E.L.", "name_2": "surname:Gastal;given-names:M.O.", "name_3": "surname:Almamun;given-names:M.", "name_4": "surname:Beg;given-names:M.A.", "name_5": "surname:Ginther;given-names:O.J.", "pub-id_pmid": "19176313", "section_type": "REF", "source": "Reproduction", "type": "ref", "volume": "137", "year": "2009"}, "text": "Relationship of vascular perfusion of the wall of the preovulatory follicle to in vitro fertilisation and embryo development in heifers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13034, "infons": {"fpage": "357", "lpage": "359", "name_0": "surname:Langmead;given-names:B.", "name_1": "surname:Salzberg;given-names:S.L.", "pub-id_pmid": "22388286", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "9", "year": "2012"}, "text": "Fast gapped-read alignment with Bowtie 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13075, "infons": {"fpage": "2078", "lpage": "2079", "name_0": "surname:Li;given-names:H.", "name_1": "surname:Handsaker;given-names:B.", "name_2": "surname:Wysoker;given-names:A.", "name_3": "surname:Fennell;given-names:T.", "name_4": "surname:Ruan;given-names:J.", "name_5": "surname:Homer;given-names:N.", "name_6": "surname:Marth;given-names:G.", "name_7": "surname:Abecasis;given-names:G.", "name_8": "surname:Durbin;given-names:R.", "name_9": "surname:Subgroup;given-names:G.P.D.P.", "pub-id_pmid": "19505943", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "The sequence alignment/map format and SAMtools", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13122, "infons": {"fpage": "166", "lpage": "169", "name_0": "surname:Anders;given-names:S.", "name_1": "surname:Pyl;given-names:P.T.", "name_2": "surname:Huber;given-names:W.", "pub-id_pmid": "25260700", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "31", "year": "2015"}, "text": "HTSeq—a Python framework to work with high-throughput sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13194, "infons": {"fpage": "R106", "name_0": "surname:Anders;given-names:S.", "name_1": "surname:Huber;given-names:W.", "pub-id_pmid": "20979621", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "11", "year": "2010"}, "text": "Differential expression analysis for sequence count data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13251, "infons": {"fpage": "R80", "name_0": "surname:Gentleman;given-names:R.C.", "name_1": "surname:Carey;given-names:V.J.", "name_10": "surname:Hornik;given-names:K.", "name_11": "surname:Hothorn;given-names:T.", "name_2": "surname:Bates;given-names:D.M.", "name_3": "surname:Bolstad;given-names:B.", "name_4": "surname:Dettling;given-names:M.", "name_5": "surname:Dudoit;given-names:S.", "name_6": "surname:Ellis;given-names:B.", "name_7": "surname:Gautier;given-names:L.", "name_8": "surname:Ge;given-names:Y.", "name_9": "surname:Gentry;given-names:J.", "pub-id_pmid": "15461798", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "5", "year": "2004"}, "text": "Bioconductor: open software development for computational biology and bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13336, "infons": {"name_0": "surname:Benjamini;given-names:Y.", "name_1": "surname:Hochber;given-names:Y.", "section_type": "REF", "source": "J. R. Stat. Soc.", "type": "ref", "volume": "57", "year": "1995"}, "text": "Controlling the false discovery rate: a practical and powerful approach to multiple testing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13428, "infons": {"fpage": "P3", "name_0": "surname:Dennis;given-names:G.", "name_1": "surname:Sherman;given-names:B.T.", "name_2": "surname:Hosack;given-names:D.A.", "name_3": "surname:Yang;given-names:J.", "name_4": "surname:Gao;given-names:W.", "name_5": "surname:Lane;given-names:H.C.", "name_6": "surname:Lempicki;given-names:R.A.", "pub-id_pmid": "12734009", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "4", "year": "2003"}, "text": "DAVID: database for annotation, visualization, and integrated discovery", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]