[{"source": "PMC", "date": "20201214", "key": "pmc.key", "infons": {}, "documents": [{"id": "5626029", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Gabapentin, opioids, and risk of opioid-related death", "article-id_doi": "10.1371/journal.pmed.1002396", "article-id_pmc": "5626029", "article-id_pmid": "28972983", "article-id_publisher-id": "PMEDICINE-D-17-01149", "elocation-id": "e1002396", "issue": "10", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Gomes;given-names:Tara", "name_1": "surname:Juurlink;given-names:David N.", "name_2": "surname:Antoniou;given-names:Tony", "name_3": "surname:Mamdani;given-names:Muhammad M.", "name_4": "surname:Paterson;given-names:J. Michael", "name_5": "surname:van den Brink;given-names:Wim", "name_6": "surname:Tsai;given-names:Alexander C.", "name_7": "surname:Gomes;given-names:Tara", "name_8": "surname:Juurlink;given-names:David", "name_9": "surname:Mamdani;given-names:Muhammad", "notes": "The dataset from this study is held securely in coded form at the Institute for Clinical Evaluative Sciences (ICES). While data sharing agreements prohibit ICES from publicly releasing a minimal deidentified dataset, access can be granted to those who meet pre-specified criteria for confidential access through the Data & Analytics Service (DAS). More information on how to access this data is available at www.ices.on.ca/DAS.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "14", "year": "2017"}, "text": "Gabapentin, opioids, and the risk of opioid-related death: A population-based nested case–control study", "sentences": [], "annotations": [], "relations": []}, {"offset": 106, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 117, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Prescription opioid use is highly associated with risk of opioid-related death, with 1 of every 550 chronic opioid users dying within approximately 2.5 years of their first opioid prescription. Although gabapentin is widely perceived as safe, drug-induced respiratory depression has been described when gabapentin is used alone or in combination with other medications. Because gabapentin and opioids are both commonly prescribed for pain, the likelihood of co-prescription is high. However, no published studies have examined whether concomitant gabapentin therapy is associated with an increased risk of accidental opioid-related death in patients receiving opioids. The objective of this study was to investigate whether co-prescription of opioids and gabapentin is associated with an increased risk of accidental opioid-related mortality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 960, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods and findings", "sentences": [], "annotations": [], "relations": []}, {"offset": 981, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We conducted a population-based nested case–control study among opioid users who were residents of Ontario, Canada, between August 1, 1997, and December 31, 2013, using administrative databases. Cases, defined as opioid users who died of an opioid-related cause, were matched with up to 4 controls who also used opioids on age, sex, year of index date, history of chronic kidney disease, and a disease risk index. After matching, we included 1,256 cases and 4,619 controls. The primary exposure was concomitant gabapentin use in the 120 days preceding the index date. A secondary analysis characterized gabapentin dose as low (<900 mg daily), moderate (900 to 1,799 mg daily), or high (≥1,800 mg daily). A sensitivity analysis examined the effect of concomitant nonsteroidal anti-inflammatory drug (NSAID) use in the preceding 120 days. Overall, 12.3% of cases (155 of 1,256) and 6.8% of controls (313 of 4,619) were prescribed gabapentin in the prior 120 days. After multivariable adjustment, co-prescription of opioids and gabapentin was associated with a significantly increased odds of opioid-related death (odds ratio [OR] 1.99, 95% CI 1.61 to 2.47, p < 0.001; adjusted OR [aOR] 1.49, 95% CI 1.18 to 1.88, p < 0.001) compared to opioid prescription alone. In the dose–response analysis, moderate-dose (OR 2.05, 95% CI 1.46 to 2.87, p < 0.001; aOR 1.56, 95% CI 1.06 to 2.28, p = 0.024) and high-dose (OR 2.20, 95% CI 1.58 to 3.08, p < 0.001; aOR 1.58, 95% CI 1.09 to 2.27, p = 0.015) gabapentin use was associated with a nearly 60% increase in the odds of opioid-related death relative to no concomitant gabapentin use. As expected, we found no significant association between co-prescription of opioids and NSAIDs and opioid-related death (OR 1.11, 95% CI 0.98 to 1.27, p = 0.113; aOR 1.14, 95% CI 0.98 to 1.32, p = 0.083). In an exploratory analysis of patients at risk of combined opioid and gabapentin use, we found that 46.0% (45,173 of 98,288) of gabapentin users in calendar year 2013 received at least 1 concomitant prescription for an opioid. This study was limited to individuals eligible for public drug coverage in Ontario, we were only able to identify prescriptions reimbursed by the government and dispensed from retail pharmacies, and information on indication for gabapentin use was not available. Furthermore, as with all observational studies, confounding due to unmeasured variables is a potential source of bias.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3425, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 3437, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this study we found that among patients receiving prescription opioids, concomitant treatment with gabapentin was associated with a substantial increase in the risk of opioid-related death. Clinicians should consider carefully whether to continue prescribing this combination of products and, when the combination is deemed necessary, should closely monitor their patients and adjust opioid dose accordingly. Future research should investigate whether a similar interaction exists between pregabalin and opioids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3953, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In a matched case-control-study among patients in Ontario, Canada treated with opioid painkillers, Tara Gomes and colleagues investigate whether co-prescription of gabapentin is associated with an increased risk of accidental opioid-related death.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4201, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Author summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 4216, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Why was this study done?", "sentences": [], "annotations": [], "relations": []}, {"offset": 4241, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Gabapentin is a drug often used together with opioids to treat chronic pain, and both of these drugs have been shown to suppress breathing, which can be fatal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4401, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Concomitant opioid use can also increase the amount of gabapentin absorbed by the body, potentially leading to higher risks when these drugs are used together.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4561, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Despite these potential risks, so far no studies have examined whether the concomitant use of gabapentin and opioids really increases the likelihood of accidental opioid-related death and whether this risk is dependent on gabapentin dose.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4800, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "If there is an important interaction between these drugs, this would be of high clinical importance given the common combined use of these drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4946, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "What did the researchers do and find?", "sentences": [], "annotations": [], "relations": []}, {"offset": 4984, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We conducted a matched case–control study among people treated with opioid painkillers in Ontario, the most populous province of Canada.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5123, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We determined concomitant gabapentin exposure among 1,256 individuals (cases) who died of an opioid-related cause and 4,619 matched controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5265, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We found that concomitant gabapentin and opioid exposure was associated with a 49% higher risk of dying from an opioid overdose.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5394, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "What do these findings mean?", "sentences": [], "annotations": [], "relations": []}, {"offset": 5423, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Clinicians should take great caution when combining gabapentin and opioids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5499, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients treated with opioids and gabapentin should be closely monitored, and may need to have their doses adjusted to avoid potential drug overdose.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5649, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 5662, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Prescription opioid overdoses are an ongoing public health concern across North America, contributing to more than 15,000 deaths in the United States in 2015. Most opioid-related deaths result from respiratory depression, and co-administration of central nervous system (CNS) depressants is an important and avoidable risk factor for death. Recent evidence showed that co-prescription of benzodiazepines with opioids increases the risk of overdose death nearly 4-fold, leading to the introduction of black box warnings on the packaging for both products in August 2016. Furthermore, prescription opioid use has been shown to be highly associated with future risk of opioid-related death, with 1 of every 550 chronic opioid users dying within approximately 2.5 years of their first opioid prescription.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6464, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Gabapentin is an anticonvulsant commonly used as an adjunct for the treatment of chronic pain. Although gabapentin is widely perceived as safe, drug-induced respiratory depression has been described when gabapentin is used alone or in combination with other medications. Indeed, the product monograph was amended in 2014 to warn about possible respiratory depression when combined with opioids. Potential risk factors for gabapentin-related respiratory depression include advancing age, renal insufficiency, chronic lung disease, and dose. The role of dose is particularly important in light of data indicating a 44% increase in systemic gabapentin exposure following its administration with morphine, likely reflecting increased drug absorption from lowered intestinal motility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7244, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Because gabapentin and opioids are both commonly prescribed for pain, the likelihood of co-prescription is high. However, to our knowledge, no published studies have examined whether concomitant gabapentin therapy is associated with an increased risk of accidental opioid-related death in patients receiving opioids. We investigated this question in a cohort of adults receiving prescription opioids in Ontario, Canada. We hypothesized that individuals co-prescribed opioids and gabapentin would have a higher risk of opioid-related death, and that there would be a dose–response gradient with increasing gabapentin dose.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7868, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7876, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Setting", "sentences": [], "annotations": [], "relations": []}, {"offset": 7884, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We conducted a population-based nested case–control study of adults dispensed opioid analgesics under the Ontario Public Drug Programs between August 1, 1997, and December 31, 2013. All residents of Ontario receive publicly funded physician and hospital care. Public drug coverage for prescription medications is provided to individuals aged 65 years and older, as well as those who are unemployed, are receiving disability benefits, have high drug costs relative to their net household income, are receiving home care services, or reside in a long-term care home. The study protocol (S1 Text) was approved by the research ethics board of Sunnybrook Health Sciences Centre, Toronto, Ontario.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8578, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 8591, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the Ontario Drug Benefit (ODB) database to identify prescription medications dispensed to eligible residents of Ontario over the study period, and the Ontario Health Insurance Plan database to identify services rendered by physicians. We used the Canadian Institute for Health Information’s Discharge Abstract Database and National Ambulatory Care Reporting System to identify diagnoses and procedures provided during hospital admissions and emergency department visits, respectively. We used the Registered Persons Database, which contains information on every Ontarian ever issued a health card, to identify demographic information. We used the Ontario Cancer Registry and the Ontario Diabetes Database (ODD) to capture diagnoses of cancer and diabetes, respectively. The ODD is a database constructed using administrative claims data that was shown to have a sensitivity of 86%, specificity of 97%, and positive predictive value of 80% against primary care physician diagnoses as the external criterion in a validation study. Similarly, we used an algorithm in our hospitalization and physician claims data to define chronic kidney disease that has been shown in a validation study to have a specificity of 97% against laboratory measures of serum creatinine as the external criterion. Finally, we abstracted detailed information on confirmed opioid-related deaths from the Office of the Chief Coroner of Ontario using methods described previously. In Ontario, all sudden or unexpected deaths are investigated by a medical coroner to determine cause and manner of death. This rigorous investigation incorporates interviews as well as autopsy findings and postmortem toxicology to confirm cause of death. Our data capture all cases in which the findings of this investigation confirmed that opioids contributed to death, either alone or in combination with another drug or alcohol. Therefore, overdose deaths due to opioids alone or due to the combined sedating effects of opioids and gabapentin would be identified in this database. These data are used regularly to study opioid overdose deaths in Ontario. All datasets were linked using unique, encoded identifiers, and were analyzed at the Institute for Clinical Evaluative Sciences (ICES; https://www.ices.on.ca).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10871, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of patients and outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 10911, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We identified a cohort of ODB-eligible individuals aged 15 to 105 years who were treated with at least 1 opioid prescription over the study period, including oral formulations of morphine, codeine, oxycodone, meperidine, and hydromorphone, as well as transdermal fentanyl patches. We excluded prescriptions for rarely used opioids (such as pentazocine or anileridine), parenteral or intranasal opioid formulations, and methadone, which in Ontario is principally used to treat opioid use disorders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11409, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We defined cases as individuals from within this cohort who died from an opioid-related cause over the study period, and excluded opioid overdoses deemed to be suicides or homicides by the investigating coroner. We defined the index date as the date of death. The index date for potential controls was randomly assigned according to the distribution of index dates for included cases. We excluded individuals with invalid identifiers and those with a prior diagnosis of cancer or evidence of palliative care in the 6 months preceding the index date. Consequently, our analyses were limited to patients receiving opioids for non-cancer pain. We required that all study patients have at least 1 opioid prescription overlapping with their index date, and at least 6 months of continuous eligibility for public drug benefits prior to their index date.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12257, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To increase the comparability of cases and controls, we utilized a disease risk index to generate predicted probabilities of dying of an opioid-related death, using multiple demographic characteristics, medical problems, and psychiatric disorders, as described previously. Details of the components of this risk index can be found in S1 Table. We used incidence density sampling to match each case with up to 4 controls on their disease risk index (within 0.2 standard deviations), age (within 5 years), sex, year of index date (within 1 year), and history of chronic kidney disease (prior 5 years). When a full number of matches could not be found, we matched as many controls as possible to each case, and any available controls were analyzed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13003, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Exposure definition", "sentences": [], "annotations": [], "relations": []}, {"offset": 13023, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We defined recent concomitant gabapentin exposure on the basis of at least 1 prescription in the 120 days preceding each individual’s index date. In a secondary dose–response analysis, we stratified the gabapentin dose into low dose (<900 mg daily), moderate dose (900 to 1,799 mg daily), and high dose (≥1,800 mg daily) to align with dose ranges suggested in the product monograph (effective dose range 900 to 1,800 mg/day). Two post hoc sensitivity analyses were conducted. In the first, we further stratified high-dose gabapentin use into high dose (1,800 to 2,499 mg daily) and very high dose (≥2,500 mg daily) to investigate the association between opioid-related death and higher gabapentin doses. In the second post hoc sensitivity analysis, we defined gabapentin exposure on the basis of a gabapentin prescription where the days’ supply overlapped the index date. To test the specificity of our findings, we conducted a prespecified sensitivity analysis in which we examined recent concomitant exposure to nonsteroidal anti-inflammatory drugs (NSAIDs) in the prior 120 days because NSAIDs are not expected to independently increase the risk of opioid-related death among patients receiving opioids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14240, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patient characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 14264, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We ascertained the average daily dose of opioids dispensed to each individual in the cohort by identifying all opioid prescriptions overlapping their index date. The daily dose of each prescription was calculated and converted into approximate milligrams of morphine or equivalent (morphine milligram equivalent [MME]) using morphine equivalence ratios defined by the Canadian National Opioid Use Guideline Group. Opioid dose was grouped into categories as follows: <20 MME, 20 to 49 MME, 50 to 99 MME, 100 to 199 MME, and ≥200 MME.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14799, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also identified a number of other patient characteristics, including sociodemographic characteristics (age, sex, urban/rural location of residence, income quintile), past medication use, Charlson Comorbidity Index (0, 1, 2 or more), history of alcohol use disorder, and health services utilization (S1 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15112, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 15133, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We summarized patient characteristics using descriptive statistics, and used standardized differences to compare cases and controls. Standardized differences are often used instead of p-values when studying large cohorts, and values > 0.1 are generally considered to represent a meaningful difference. Missing data for any covariates in the analysis were reported as separate categories. In accordance with ICES privacy policies, whenever a cell count was ≤ 5, the cell count was censored to avoid potential re-identification of personal health information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15693, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used conditional logistic regression to compare the odds of dying of opioid-related causes among opioid recipients co-prescribed gabapentin with the odds among those prescribed opioids alone. We estimated odds ratios (ORs) and 95% CIs for all comparisons, and adjusted all models for a number of important covariates, including opioid dose, age, medication use in the prior 120 days (pregabalin, selective serotonin reuptake inhibitor [SSRI] antidepressants, other antidepressants, benzodiazepines, other psychotropic drugs/CNS depressants, and methadone/buprenorphine, each considered separately), the number of drugs dispensed in the past 6 months, receipt of a long-acting opioid formulation during the exposure window, diagnosis of alcohol use disorder in the prior 3 years, Charlson Comorbidity Index, chronic lung disease, diabetes, number of opioid prescribers in the past 6 months, and number of pharmacies from which each person was dispensed opioids in the past 6 months. In our sensitivity analysis of concomitant NSAID use, we also adjusted the model for gabapentin use in the past 120 days.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16800, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To estimate the potential number of people at risk of combined opioid and gabapentin use, we created a cohort of gabapentin users in the last year of our study (calendar year 2013) and defined a period of ongoing gabapentin use on the basis of a prescription refill within 150% of the days’ supply of the prior prescription. We estimated the prevalence of co-prescription of gabapentin and opioids by identifying all individuals in this cohort who received at least 1 prescription for an opioid during the period of ongoing gabapentin use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17342, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All analyses used a type I error rate of 0.05 as the threshold for statistical significance and were performed using SAS statistical software (version 9.4; SAS Institute, Cary, North Carolina).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17536, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The reporting of this study is in accordance with the REporting of studies Conducted using Observational Routinely collected health Data (RECORD) statement (S1 RECORD Checklist).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17715, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 17723, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We identified 2,914,971 ODB-eligible individuals who received a prescription opioid over the study period; of these, 1,391 potential cases met our inclusion criteria (Fig 1), and 1,256 (90.3%) of these were matched to at least 1 control, leading to a total of 4,619 controls included in our study. All cases had prescription opioids found on postmortem toxicology, and 24 (1.9%) also had heroin present in their system at the time of death. Of those with heroin involved in their death, fewer than 6 had been exposed to a prescription for gabapentin in the prior 120 days.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18296, "infons": {"file": "pmed.1002396.g001.jpg", "id": "pmed.1002396.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Inclusion/exclusion criteria applied to cases and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18356, "infons": {"file": "pmed.1002396.g001.jpg", "id": "pmed.1002396.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "Details of cohort development, including identification of cases and potential controls, as well as inclusion and exclusion criteria applied prior to matching. ODB, Ontario Drug Benefit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18543, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Baseline characteristics of cases and controls are presented in Table 1. The majority of cases (94.5%) and controls (94.2%) were aged less than 65 years, and over 40% (42.1% of cases and 43.8% of controls) were in the lowest income quintile. As expected, cases tended to receive higher opioid doses, were more likely to have received a long-acting opioid during the exposure window, and were more likely to have recent exposure to antidepressants, benzodiazepines, and other CNS depressants. Cases had more visits to physicians and a greater number of prescriptions in the past 6 months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19131, "infons": {"file": "pmed.1002396.t001.xml", "id": "pmed.1002396.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Baseline characteristics of individuals who died of an opioid overdose (cases) and matched controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19232, "infons": {"file": "pmed.1002396.t001.xml", "id": "pmed.1002396.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Variable</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Cases (<italic>N =</italic> 1,256)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Controls (<italic>N =</italic> 4,619)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Standardized Difference</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Demographic characteristics</italic></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Age ≥ 65 years</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">69 (5.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">266 (5.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Age, years (mean ± SD)</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">47.5 ± 10.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">47.8 ± 9.9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.03</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age &lt; 65 years</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46.4 ± 8.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46.1 ± 8.3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.03</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age ≥ 65 years</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">70.8 ± 6.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">70.7 ± 6.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Male</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">716 (57.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2,619 (56.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Income quintile</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">529 (42.1%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2,025 (43.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">285 (22.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,047 (22.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">202 (16.1%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">699 (15.1%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.03</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">132 (10.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">477 (10.3%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">100 (8.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">341 (7.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Missing</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8 (0.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30 (0.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Location of residence</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Rural</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">150 (11.9%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">548 (11.9%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Urban</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,103 (87.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4,062 (87.9%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Missing</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">≤5 (0.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9 (0.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Opioid dose</italic></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">&lt;20 MME daily</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">141 (11.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,162 (25.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.37</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">20–49 MME daily</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">228 (18.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,340 (29.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.26</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">50–99 MME daily</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">202 (16.1%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">680 (14.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">100–199 MME daily</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">189 (15.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">488 (10.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.13</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">≥200 MME daily</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">496 (39.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">949 (20.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.42</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Prior medication use</italic></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Number of drugs used in past 6 months (median [IQR])</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11 (7–15)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9 (6–13)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.30</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Past medication use (120 days)</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Antidepressants—SSRIs</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">566 (45.1%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,690 (36.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.17</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Antidepressants—other</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">622 (49.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,736 (37.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.24</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Benzodiazepines</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">971 (77.3%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2,604 (56.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.46</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Other psychotropic drugs/CNS depressants</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">448 (35.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,190 (25.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.22</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Methadone/buprenorphine</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">78 (6.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">212 (4.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.07</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pregabalin</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12 (1.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">29 (0.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Long-acting opioid during exposure window</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">784 (62.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,828 (39.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.47</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Patient comorbidity</italic></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Charlson Comorbidity Index</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">No hospitalization</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">551 (43.9%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2,529 (54.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.22</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">388 (30.9%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,219 (26.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.10</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">171 (13.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">447 (9.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.12</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">2 or more</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">146 (11.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">424 (9.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.08</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>History of alcohol use disorder</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">327 (26.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,074 (23.3%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.07</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Chronic kidney disease</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">58 (4.6%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">173 (3.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Mental health diagnoses</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td><td align=\"left\" rowspan=\"1\" colspan=\"1\"> </td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Affective disorder</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">256 (20.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">902 (19.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Anxiety/sleep disorders</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,027 (81.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3,779 (81.8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Psychoses</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">180 (14.3%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">572 (12.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.06</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Other mental health diagnoses</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">913 (72.7%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3,280 (71.0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Chronic lung disease</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">294 (23.4%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1,040 (22.5%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold>Diabetes</bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\">203 (16.2%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">734 (15.9%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"><bold><italic>Health services utilization (median [IQR])</italic></bold></td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Visits to a physician in past year</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">42 (23–78)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">36 (19–64)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.19</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Doctors prescribing opioids in past 6 months</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1 (1–2)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1 (1–2)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.18</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pharmacies dispensing opioids in past 6 months</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1 (1–2)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1 (1–2)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.22</td></tr></tbody></table>\n"}, "text": "Variable\tCases (N = 1,256)\tControls (N = 4,619)\tStandardized Difference\t \tDemographic characteristics\t\t\t\t \tAge ≥ 65 years\t69 (5.5%)\t266 (5.8%)\t0.01\t \tAge, years (mean ± SD)\t47.5 ± 10.0\t47.8 ± 9.9\t0.03\t \tAge < 65 years\t46.4 ± 8.2\t46.1 ± 8.3\t0.03\t \tAge ≥ 65 years\t70.8 ± 6.2\t70.7 ± 6.2\t0.01\t \tMale\t716 (57.0%)\t2,619 (56.7%)\t0.01\t \tIncome quintile\t \t \t\t \t1\t529 (42.1%)\t2,025 (43.8%)\t0.04\t \t2\t285 (22.7%)\t1,047 (22.7%)\t0.00\t \t3\t202 (16.1%)\t699 (15.1%)\t0.03\t \t4\t132 (10.5%)\t477 (10.3%)\t0.01\t \t5\t100 (8.0%)\t341 (7.4%)\t0.02\t \tMissing\t8 (0.6%)\t30 (0.6%)\t0.00\t \tLocation of residence\t \t \t \t \tRural\t150 (11.9%)\t548 (11.9%)\t0.00\t \tUrban\t1,103 (87.8%)\t4,062 (87.9%)\t0.00\t \tMissing\t≤5 (0.2%)\t9 (0.2%)\t0.01\t \tOpioid dose\t\t\t\t \t<20 MME daily\t141 (11.2%)\t1,162 (25.2%)\t0.37\t \t20–49 MME daily\t228 (18.2%)\t1,340 (29.0%)\t0.26\t \t50–99 MME daily\t202 (16.1%)\t680 (14.7%)\t0.04\t \t100–199 MME daily\t189 (15.0%)\t488 (10.6%)\t0.13\t \t≥200 MME daily\t496 (39.5%)\t949 (20.5%)\t0.42\t \tPrior medication use\t\t\t\t \tNumber of drugs used in past 6 months (median [IQR])\t11 (7–15)\t9 (6–13)\t0.30\t \tPast medication use (120 days)\t \t \t \t \tAntidepressants—SSRIs\t566 (45.1%)\t1,690 (36.6%)\t0.17\t \tAntidepressants—other\t622 (49.5%)\t1,736 (37.6%)\t0.24\t \tBenzodiazepines\t971 (77.3%)\t2,604 (56.4%)\t0.46\t \tOther psychotropic drugs/CNS depressants\t448 (35.7%)\t1,190 (25.8%)\t0.22\t \tMethadone/buprenorphine\t78 (6.2%)\t212 (4.6%)\t0.07\t \tPregabalin\t12 (1.0%)\t29 (0.6%)\t0.04\t \tLong-acting opioid during exposure window\t784 (62.4%)\t1,828 (39.6%)\t0.47\t \tPatient comorbidity\t\t\t\t \tCharlson Comorbidity Index\t \t \t\t \tNo hospitalization\t551 (43.9%)\t2,529 (54.8%)\t0.22\t \t0\t388 (30.9%)\t1,219 (26.4%)\t0.10\t \t1\t171 (13.6%)\t447 (9.7%)\t0.12\t \t2 or more\t146 (11.6%)\t424 (9.2%)\t0.08\t \tHistory of alcohol use disorder\t327 (26.0%)\t1,074 (23.3%)\t0.07\t \tChronic kidney disease\t58 (4.6%)\t173 (3.7%)\t0.04\t \tMental health diagnoses\t \t \t \t \tAffective disorder\t256 (20.4%)\t902 (19.5%)\t0.02\t \tAnxiety/sleep disorders\t1,027 (81.8%)\t3,779 (81.8%)\t0.00\t \tPsychoses\t180 (14.3%)\t572 (12.4%)\t0.06\t \tOther mental health diagnoses\t913 (72.7%)\t3,280 (71.0%)\t0.04\t \tChronic lung disease\t294 (23.4%)\t1,040 (22.5%)\t0.02\t \tDiabetes\t203 (16.2%)\t734 (15.9%)\t0.01\t \tHealth services utilization (median [IQR])\t\t\t\t \tVisits to a physician in past year\t42 (23–78)\t36 (19–64)\t0.19\t \tDoctors prescribing opioids in past 6 months\t1 (1–2)\t1 (1–2)\t0.18\t \tPharmacies dispensing opioids in past 6 months\t1 (1–2)\t1 (1–2)\t0.22\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21702, "infons": {"file": "pmed.1002396.t001.xml", "id": "pmed.1002396.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Data are number (percent) unless otherwise indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21756, "infons": {"file": "pmed.1002396.t001.xml", "id": "pmed.1002396.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "CNS, central nervous system; MME, morphine milligram equivalent; SSRI, selective serotonin reuptake inhibitor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21867, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Overall, 12.3% of cases (155 of 1,256) and 6.8% of controls (313 of 4,619) were prescribed gabapentin in the prior 120 days. In the primary analysis, we found that the odds of an opioid-related death was 49% higher among individuals recently exposed to gabapentin and opioids (adjusted OR [aOR] 1.49, 95% CI 1.18 to 1.88, p < 0.001) compared to those exposed to opioids alone, even after extensive adjustment for potential confounders, including opioid dose (Fig 2). In a sensitivity analysis considering only gabapentin prescriptions where the days’ supply overlapped the index date, the results were very similar (aOR 1.46, 95% CI 1.12 to 1.89, p = 0.005).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22528, "infons": {"file": "pmed.1002396.g002.jpg", "id": "pmed.1002396.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Association between co-prescription with gabapentin and opioids and opioid overdose.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22613, "infons": {"file": "pmed.1002396.g002.jpg", "id": "pmed.1002396.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "Association between co-prescription of gabapentin and opioids and opioid overdose, adjusted for age, opioid dose, medication use in the prior 120 days (pregabalin, SSRIs, other antidepressants, benzodiazepines, other psychotropic drugs/CNS depressants, long-acting opioid, methadone/buprenorphine), number of drugs dispensed in the past 6 months, alcohol use disorder, chronic lung disease, diabetes, Charlson Comorbidity Index, number of opioid prescribers in the past 6 months, and number of pharmacies dispensing opioids in the past 6 months. Neutral exposure model (NSAIDs) is also adjusted for gabapentin use in prior 120 days. NSAID, nonsteroidal anti-inflammatory drug.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23290, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our secondary analysis exploring the effect of gabapentin dose, we found that exposure to a moderate (900 to 1,799 mg daily) or high dose (1,800 mg daily or more) of gabapentin was associated with a nearly 60% increased odds of opioid-related death compared to exposure to opioids alone (aOR 1.56, 95% CI 1.06 to 2.28, p = 0.024, for moderate doses; aOR 1.58, 95% CI 1.09 to 2.27, p = 0.015, for high doses), whereas exposure to a low gabapentin dose was not significantly associated with an increased odds of opioid-related death (aOR 1.32, 95% CI 0.89 to 1.96, p = 0.174; Fig 2). In a post hoc sensitivity analysis, very high dose gabapentin use (2,500 mg daily or more) was associated with a nearly 2-fold increased odds of opioid-related death (aOR 1.83, 95% CI 1.04 to 3.22, p = 0.036).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24085, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, in our sensitivity analysis to test the specificity of our findings, as expected, we found no significant association between recent exposure to concomitant NSAIDs and opioid-related death (aOR 1.14, 95% CI 0.98 to 1.32, p = 0.083).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24327, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In our exploratory analysis of patients at risk of combined opioid and gabapentin use, we found a total of 98,288 gabapentin users in calendar year 2013, of whom 45,173 (46.0%) received at least 1 concomitant prescription for an opioid. Furthermore, among our matched cases and controls, approximately 8% of opioid users had also recently received a prescription for gabapentin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24706, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24717, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this large study spanning more than 16 years, we found that approximately 8% of patients receiving opioids were co-prescribed gabapentin and that co-prescription was associated with a 50% increase in the risk of dying of opioid-related causes. A very high dose of co-prescribed gabapentin was associated with a near doubling of this risk. In contrast, and as expected, no such risk was observed among opioid recipients concomitantly prescribed NSAIDs. Our findings thus support the existence of a life-threatening drug–drug interaction between gabapentin and opioids in routine clinical practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25319, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The mechanism by which gabapentin may increase the risk of death in opioid users likely reflects both a pharmacodynamic and pharmacokinetic interaction. More specifically, it likely reflects additive respiratory depression as well as increased gabapentin concentrations with concomitant opioid use. A pharmacokinetic interaction most likely reflects increased gabapentin absorption, which occurs primarily in the upper small intestine. Thus, opioid-induced slowing of gastrointestinal transit could prolong the time spent within this narrow absorption window and increase gabapentin bioavailability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25919, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study has important implications for public health, particularly given the high degree of co-prescription. Almost 10% of patients treated with an opioid in our study also used gabapentin, while nearly half of patients treated with gabapentin were co-prescribed opioids. Similarly, studies from the United States and United Kingdom have estimated that between 15% and 22% of people with opioid use disorder are also misusing gabapentin. Gabapentin is frequently used as an adjunct to opioids for neuropathic pain syndromes, but physicians may not be aware of the potential for respiratory depression with this drug; thus, increased awareness among patients and clinicians about the potential for a life-threatening interaction between these drugs is essential. When co-prescription is necessary, strategies for minimizing the sequelae of this interaction should be considered, including cautious dose titration, dose adjustment in the setting of co-morbid lung and kidney disease, and avoidance of other CNS depressants. In addition, patients treated with this combination should be instructed to seek medical attention immediately if symptoms of opioid overdose occur. Finally, because of pregabalin’s pharmacologic similarities to gabapentin, it is possible that pregabalin imparts a similar risk of overdose and death among opioid users, a hypothesis supported in part by cases of respiratory depression associated with this drug. We were unable to test this hypothesis in our study due to the low prevalence of pregabalin prescribing over our study period (pregabalin only became available on the public drug program in 2013), but suggest that this is an important area of future research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27618, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study has several strengths, including its large size, the use of population-based coroner’s records to ascertain opioid-related deaths, and the specificity of the association of gabapentin co-prescription and opioid-related death (as evidenced by there being no such association between co-prescription of NSAIDs and opioid-related death). However, some limitations merit discussion. First, our study was limited to a population of individuals eligible for public drug coverage in Ontario, which includes the elderly (aged 65 and older) and younger individuals receiving social assistance. Approximately 95% of the cases and matched controls were younger than 65 years, which led the overall cohort to be generally of lower socioeconomic status (over 40% were in the lowest income quintile). Therefore, these findings may not be generalizable to the broader population of opioid users. Second, we were only able to identify prescriptions reimbursed by the government and dispensed from retail pharmacies. We could not determine drug adherence, whether individuals obtained additional drugs through cash payments or illicit purchases, or whether they were using their prescription opioids as prescribed. While it is possible that this could bias our analysis towards a significant finding if people concomitantly taking gabapentin and opioids were more likely to source opioids illicitly, our finding that heroin involvement in opioid-related deaths was highly concentrated among people not exposed to gabapentin suggests that this had no major influence on our findings. Third, the CIs in our dose–response analysis showed considerable overlap, and therefore the suggestion of a dose–response gradient should be interpreted with caution. Fourth, we were unable to determine the indication for gabapentin use, and so could not confirm whether these medications were being used to treat pain or for indications such as anxiety or depression. However, it is likely that the majority of gabapentin prescribing in this study was for a pain indication due to its concurrent use with opioids. Finally, despite matching on several demographic and clinical variables (including a disease risk index), our cases and controls differed on a number of measured covariates. Confounding by indication is also possible, particularly among patients receiving the highest doses of gabapentin or opioids, for whom severe pain could be a manifestation of serious underlying illness. However, we believe that confounding by indication did not have considerable influence on our findings for several reasons. First, we used a disease risk index to match cases to controls on a number of factors, including diagnoses commonly associated with pain. Second, because we adjusted for opioid dose in all of our analyses, our findings for gabapentin exposure are representative of the additional risk of opioid-related death beyond that which is explained by escalating opioid doses. Third, we adjusted our analyses for markers of severity of underlying disease, including comorbidity, medications, and health service use, and excluded individuals receiving palliative care and those with a prior cancer diagnosis. Finally, our tracer analysis found no association of NSAID co-prescription with opioid-related death, suggesting that underlying pain is not obfuscating our findings, and further mitigating concerns about confounding by indication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31048, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 31059, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study we found that, among patients prescribed opioids, co-prescription of gabapentin was associated with a considerable increase in the risk of opioid-related death, particularly at higher doses. The clinical consequences of a potential drug–drug interaction are clear given the large number of people at risk of this fatal outcome. Clinicians should consider carefully whether to continue prescribing this combination of products and, when co-prescription is deemed necessary, should closely monitor their patients and adjust opioid dose accordingly. Future research should investigate whether a similar interaction exists between pregabalin and opioids.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31726, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 31749, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31763, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "aOR", "sentences": [], "annotations": [], "relations": []}, {"offset": 31767, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "adjusted odds ratio", "sentences": [], "annotations": [], "relations": []}, {"offset": 31787, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CNS", "sentences": [], "annotations": [], "relations": []}, {"offset": 31791, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "central nervous system", "sentences": [], "annotations": [], "relations": []}, {"offset": 31814, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ICES", "sentences": [], "annotations": [], "relations": []}, {"offset": 31819, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Institute for Clinical Evaluative Sciences", "sentences": [], "annotations": [], "relations": []}, {"offset": 31862, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NSAID", "sentences": [], "annotations": [], "relations": []}, {"offset": 31868, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "nonsteroidal anti-inflammatory drug", "sentences": [], "annotations": [], "relations": []}, {"offset": 31904, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ODB", "sentences": [], "annotations": [], "relations": []}, {"offset": 31908, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Ontario Drug Benefit", "sentences": [], "annotations": [], "relations": []}, {"offset": 31929, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "OR", "sentences": [], "annotations": [], "relations": []}, {"offset": 31932, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "odds ratio", "sentences": [], "annotations": [], "relations": []}, {"offset": 31943, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SSRI", "sentences": [], "annotations": [], "relations": []}, {"offset": 31948, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "selective serotonin reuptake inhibitor", "sentences": [], "annotations": [], "relations": []}, {"offset": 31987, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 31998, "infons": {"section_type": "REF", "source": "Prescription opioid overdose data", "type": "ref", "year": "2017"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 31999, "infons": {"comment": "doi: 10.1136/bmj.h2698", "fpage": "h2698", "name_0": "surname:Park;given-names:TW", "name_1": "surname:Saitz;given-names:R", "name_2": "surname:Ganoczy;given-names:D", "name_3": "surname:Ilgen;given-names:MA", "name_4": "surname:Bohnert;given-names:AS", "pub-id_pmid": "26063215", "section_type": "REF", "source": "BMJ", "type": "ref", "volume": "350", "year": "2015"}, "text": "Benzodiazepine prescribing patterns and deaths from drug overdose among US veterans receiving opioid analgesics: case-cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 32130, "infons": {"section_type": "REF", "source": "New safety measures announced for opioid analgesics, prescription opioid cough products, and benzodiazepines", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32131, "infons": {"comment": "doi: 10.1371/journal.pone.0134550", "fpage": "e0134550", "issue": "8", "name_0": "surname:Kaplovitch;given-names:E", "name_1": "surname:Gomes;given-names:T", "name_2": "surname:Camacho;given-names:X", "name_3": "surname:Dhalla;given-names:IA", "name_4": "surname:Mamdani;given-names:MM", "name_5": "surname:Juurlink;given-names:DN", "pub-id_pmid": "26291716", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "10", "year": "2015"}, "text": "Sex differences in dose escalation and overdose death during chronic opioid therapy: a population-based cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 32248, "infons": {"comment": "doi: 10.2165/11536200-000000000-00000", "fpage": "661", "issue": "10", "lpage": "9", "name_0": "surname:Bockbrader;given-names:HN", "name_1": "surname:Wesche;given-names:D", "name_2": "surname:Miller;given-names:R", "name_3": "surname:Chapel;given-names:S", "name_4": "surname:Janiczek;given-names:N", "name_5": "surname:Burger;given-names:P", "pub-id_pmid": "20818832", "section_type": "REF", "source": "Clin Pharmacokinet", "type": "ref", "volume": "49", "year": "2010"}, "text": "A comparison of the pharmacokinetics and pharmacodynamics of pregabalin and gabapentin", "sentences": [], "annotations": [], "relations": []}, {"offset": 32335, "infons": {"section_type": "REF", "source": "Gabapentin for adults with neuropathic pain: a review of the clinical efficacy and safety", "type": "ref", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32336, "infons": {"comment": "doi: 10.1016/j.seizure.2007.12.003", "fpage": "405", "issue": "5", "lpage": "21", "name_0": "surname:Zaccara;given-names:G", "name_1": "surname:Gangemi;given-names:PF", "name_2": "surname:Cincotta;given-names:M", "pub-id_pmid": "18262442", "section_type": "REF", "source": "Seizure", "type": "ref", "volume": "17", "year": "2008"}, "text": "Central nervous system adverse effects of new antiepileptic drugs. A meta-analysis of placebo-controlled studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 32449, "infons": {"fpage": "136", "issue": "1", "lpage": "7", "name_0": "surname:Ongley;given-names:D", "name_1": "surname:Hayward;given-names:AK", "name_2": "surname:Allan;given-names:C", "pub-id_pmid": "24471675", "section_type": "REF", "source": "Anaesth Intensive Care", "type": "ref", "volume": "42", "year": "2014"}, "text": "Severe respiratory depression associated with perioperative opioid-sparing gabapentin use", "sentences": [], "annotations": [], "relations": []}, {"offset": 32539, "infons": {"fpage": "498", "issue": "4", "name_0": "surname:Batoon;given-names:SB", "name_1": "surname:Vela;given-names:AT", "name_2": "surname:Dave;given-names:D", "name_3": "surname:Wahid;given-names:Z", "name_4": "surname:Conetta;given-names:R", "name_5": "surname:Iakovou;given-names:C", "pub-id_pmid": "11347805", "section_type": "REF", "source": "J Am Geriatr Soc", "type": "ref", "volume": "49", "year": "2001"}, "text": "Recurrent hypoventilation and respiratory failure during gabapentin therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 32615, "infons": {"comment": "doi: 10.1097/AAP.0000000000000257", "fpage": "330", "issue": "4", "lpage": "6", "name_0": "surname:Weingarten;given-names:TN", "name_1": "surname:Jacob;given-names:AK", "name_2": "surname:Njathi;given-names:CW", "name_3": "surname:Wilson;given-names:GA", "name_4": "surname:Sprung;given-names:J", "pub-id_pmid": "25967650", "section_type": "REF", "source": "Reg Anesth Pain Med", "type": "ref", "volume": "40", "year": "2015"}, "text": "Multimodal analgesic protocol and postanesthesia respiratory depression during phase i recovery after total joint arthroplasty", "sentences": [], "annotations": [], "relations": []}, {"offset": 32742, "infons": {"section_type": "REF", "source": "Summary safety review—gabapentin—assessing the potential risk of serious breathing problems", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 32743, "infons": {"fpage": "185", "issue": "1", "lpage": "91", "name_0": "surname:Eckhardt;given-names:K", "name_1": "surname:Ammon;given-names:S", "name_2": "surname:Hofmann;given-names:U", "name_3": "surname:Riebe;given-names:A", "name_4": "surname:Gugeler;given-names:N", "name_5": "surname:Mikus;given-names:G", "pub-id_pmid": "10866910", "section_type": "REF", "source": "Anesth Analg", "type": "ref", "volume": "91", "year": "2000"}, "text": "Gabapentin enhances the analgesic effect of morphine in healthy volunteers", "sentences": [], "annotations": [], "relations": []}, {"offset": 32818, "infons": {"fpage": "S17", "issue": "6", "lpage": "22", "name_0": "surname:McLean;given-names:MJ", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "44", "year": "1994"}, "text": "Clinical pharmacokinetics of gabapentin", "sentences": [], "annotations": [], "relations": []}, {"offset": 32858, "infons": {"comment": "doi: 10.18553/jmcp.2003.9.6.559", "fpage": "559", "issue": "6", "lpage": "68", "name_0": "surname:Mack;given-names:A", "pub-id_pmid": "14664664", "section_type": "REF", "source": "J Manag Care Pharm", "type": "ref", "volume": "9", "year": "2003"}, "text": "Examination of the evidence for off-label use of gabapentin", "sentences": [], "annotations": [], "relations": []}, {"offset": 32918, "infons": {"fpage": "e13", "issue": "1", "lpage": "22", "name_0": "surname:Gomes;given-names:T", "name_1": "surname:Juurlink;given-names:DN", "name_2": "surname:Dhalla;given-names:IA", "name_3": "surname:Mailis-Gagnon;given-names:A", "name_4": "surname:Paterson;given-names:JM", "name_5": "surname:Mamdani;given-names:MM", "pub-id_pmid": "22046214", "section_type": "REF", "source": "Open Med", "type": "ref", "volume": "5", "year": "2011"}, "text": "Trends in opioid use and dosing among socio-economically disadvantaged patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 32998, "infons": {"comment": "doi: 10.1002/ejp.520", "fpage": "59", "issue": "1", "lpage": "66", "name_0": "surname:Ruscitto;given-names:A", "name_1": "surname:Smith;given-names:BH", "name_2": "surname:Guthrie;given-names:B", "pub-id_pmid": "24807782", "section_type": "REF", "source": "Eur J Pain", "type": "ref", "volume": "19", "year": "2015"}, "text": "Changes in opioid and other analgesic use 1995–2010: repeated cross-sectional analysis of dispensed prescribing for a large geographical population in Scotland", "sentences": [], "annotations": [], "relations": []}, {"offset": 33160, "infons": {"comment": "doi: 10.1111/add.13324", "fpage": "1160", "issue": "7", "lpage": "74", "name_0": "surname:Smith;given-names:RV", "name_1": "surname:Havens;given-names:JR", "name_2": "surname:Walsh;given-names:SL", "pub-id_pmid": "27265421", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "111", "year": "2016"}, "text": "Gabapentin misuse, abuse and diversion: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 33220, "infons": {"fpage": "512", "issue": "3", "lpage": "6", "name_0": "surname:Hux;given-names:JE", "name_1": "surname:Ivis;given-names:F", "name_2": "surname:Flintoft;given-names:V", "name_3": "surname:Bica;given-names:A", "pub-id_pmid": "11874939", "section_type": "REF", "source": "Diabetes Care", "type": "ref", "volume": "25", "year": "2002"}, "text": "Diabetes in Ontario: determination of prevalence and incidence using a validated administrative data algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 33331, "infons": {"comment": "doi: 10.1186/1471-2369-14-81", "fpage": "81", "name_0": "surname:Fleet;given-names:JL", "name_1": "surname:Dixon;given-names:SN", "name_2": "surname:Shariff;given-names:SZ", "name_3": "surname:Quinn;given-names:RR", "name_4": "surname:Nash;given-names:DM", "name_5": "surname:Harel;given-names:Z", "pub-id_pmid": "23560464", "section_type": "REF", "source": "BMC Nephrol", "type": "ref", "volume": "14", "year": "2013"}, "text": "Detecting chronic kidney disease in population-based administrative databases using an algorithm of hospital encounter and physician claim codes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33476, "infons": {"comment": "doi: 10.1503/cmaj.090784", "fpage": "891", "issue": "12", "lpage": "6", "name_0": "surname:Dhalla;given-names:IA", "name_1": "surname:Mamdani;given-names:MM", "name_2": "surname:Sivilotti;given-names:ML", "name_3": "surname:Kopp;given-names:A", "name_4": "surname:Qureshi;given-names:O", "name_5": "surname:Juurlink;given-names:DN", "pub-id_pmid": "19969578", "section_type": "REF", "source": "CMAJ", "type": "ref", "volume": "181", "year": "2009"}, "text": "Prescribing of opioid analgesics and related mortality before and after the introduction of long-acting oxycodone", "sentences": [], "annotations": [], "relations": []}, {"offset": 33590, "infons": {"comment": "doi: 10.1503/cmaj.150349", "fpage": "E67", "issue": "4", "lpage": "72", "name_0": "surname:Gladstone;given-names:E", "name_1": "surname:Smolina;given-names:K", "name_2": "surname:Morgan;given-names:SG", "name_3": "surname:Fernandes;given-names:KA", "name_4": "surname:Martins;given-names:D", "name_5": "surname:Gomes;given-names:T", "pub-id_pmid": "26622006", "section_type": "REF", "source": "CMAJ", "type": "ref", "volume": "188", "year": "2016"}, "text": "Sensitivity and specificity of administrative mortality data for identifying prescription opioid-related deaths", "sentences": [], "annotations": [], "relations": []}, {"offset": 33702, "infons": {"comment": "doi: 10.1001/archinternmed.2011.117", "fpage": "686", "issue": "7", "lpage": "91", "name_0": "surname:Gomes;given-names:T", "name_1": "surname:Mamdani;given-names:MM", "name_2": "surname:Dhalla;given-names:IA", "name_3": "surname:Paterson;given-names:JM", "name_4": "surname:Juurlink;given-names:DN", "pub-id_pmid": "21482846", "section_type": "REF", "source": "Arch Intern Med", "type": "ref", "volume": "171", "year": "2011"}, "text": "Opioid dose and drug-related mortality in patients with nonmalignant pain", "sentences": [], "annotations": [], "relations": []}, {"offset": 33776, "infons": {"comment": "doi: 10.1111/add.12598", "fpage": "1482", "issue": "9", "lpage": "8", "name_0": "surname:Gomes;given-names:T", "name_1": "surname:Mamdani;given-names:MM", "name_2": "surname:Dhalla;given-names:IA", "name_3": "surname:Cornish;given-names:S", "name_4": "surname:Paterson;given-names:JM", "name_5": "surname:Juurlink;given-names:DN", "pub-id_pmid": "25041316", "section_type": "REF", "source": "Addiction", "type": "ref", "volume": "109", "year": "2014"}, "text": "The burden of premature opioid-related mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 33825, "infons": {"comment": "doi: 10.1001/2013.jamainternmed.733", "fpage": "196", "issue": "3", "lpage": "201", "name_0": "surname:Gomes;given-names:T", "name_1": "surname:Redelmeier;given-names:DA", "name_2": "surname:Juurlink;given-names:DN", "name_3": "surname:Dhalla;given-names:IA", "name_4": "surname:Camacho;given-names:X", "name_5": "surname:Mamdani;given-names:MM", "pub-id_pmid": "23318919", "section_type": "REF", "source": "JAMA Intern Med", "type": "ref", "volume": "173", "year": "2013"}, "text": "Opioid dose and risk of road trauma in Canada: a population-based study", "sentences": [], "annotations": [], "relations": []}, {"offset": 33897, "infons": {"section_type": "REF", "source": "Canadian guideline for safe and effective use of opioids for chronic non-cancer pain", "type": "ref", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 33898, "infons": {"comment": "doi: 10.1136/bmj.330.7497.960", "fpage": "960", "issue": "7497", "lpage": "2", "name_0": "surname:Mamdani;given-names:M", "name_1": "surname:Sykora;given-names:K", "name_2": "surname:Li;given-names:P", "name_3": "surname:Normand;given-names:SL", "name_4": "surname:Streiner;given-names:DL", "name_5": "surname:Austin;given-names:PC", "pub-id_pmid": "15845982", "section_type": "REF", "source": "BMJ", "type": "ref", "volume": "330", "year": "2005"}, "text": "Reader’s guide to critical appraisal of cohort studies: 2. Assessing potential for confounding", "sentences": [], "annotations": [], "relations": []}, {"offset": 33995, "infons": {"comment": "doi: 10.1371/journal.pmed.1001885", "fpage": "e1001885", "issue": "10", "name_0": "surname:Benchimol;given-names:EI", "name_1": "surname:Smeeth;given-names:L", "name_2": "surname:Guttmann;given-names:A", "name_3": "surname:Harron;given-names:K", "name_4": "surname:Hemkens;given-names:LG", "name_5": "surname:Moher;given-names:D", "pub-id_pmid": "26440803", "section_type": "REF", "source": "PLOS Med", "type": "ref", "volume": "12", "year": "2015"}, "text": "The REporting of studies Conducted using Observational Routinely-collected health Data (RECORD) statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 34101, "infons": {"fpage": "353", "issue": "5", "lpage": "6", "name_0": "surname:Eipe;given-names:N", "name_1": "surname:Penning;given-names:J", "pub-id_pmid": "22059207", "section_type": "REF", "source": "Pain Res Manag", "type": "ref", "volume": "16", "year": "2011"}, "text": "Postoperative respiratory depression with pregabalin: a case series and a preoperative decision algorithm", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]