{
  "ARCHS": 29042,
  "Annotation": 29060,
  "Asinex": 29038,
  "Assisted": 29008,
  "Avian": 28999,
  "BATMAN": 29043,
  "BLCA": 29011,
  "BRCA": 29023,
  "BioDesign": 29067,
  "Bioinformatics": 29004,
  "CAGE": 29051,
  "COAD": 29022,
  "COG": 29019,
  "COVID": 28997,
  "ChemMapper": 29062,
  "Coronavirus": 29084,
  "Crowdfight": 29071,
  "DGIdb": 29015,
  "DatAC": 29032,
  "Dataset": 29016,
  "Diversity": 29025,
  "ESCA": 29050,
  "EpiCoV": 29035,
  "EpiFlu": 29081,
  "Expression": 29002,
  "FANTOM": 29045,
  "Functional": 29031,
  "GATEs": 29026,
  "GISAD": 29074,
  "GISAID": 29073,
  "GSAID": 29029,
  "GSEA": 29014,
  "GTEx": 29057,
  "GTex": 29020,
  "Genome": 29077,
  "Genomes": 29033,
  "Genomics": 29034,
  "Genotype": 29056,
  "HPA": 29041,
  "ISTAT": 29064,
  "Influenza": 29003,
  "Interferome": 29001,
  "KICH": 29066,
  "KIRC": 29085,
  "KIRP": 29076,
  "LIHC": 29052,
  "LUAD": 28996,
  "LUSC": 29063,
  "Mammalian": 29006,
  "Monitoring": 29040,
  "MsigDB": 29009,
  "PRAD": 29028,
  "PROCKO": 29065,
  "Pharmacology": 29069,
  "Prediction": 29027,
  "Procko": 29012,
  "Protein": 28998,
  "REDIportal": 29013,
  "Registration": 29061,
  "SGSS": 29083,
  "SRA": 29021,
  "STAD": 29054,
  "STRING": 29030,
  "Sharing": 29082,
  "Simons": 29049,
  "SuperPred": 29058,
  "Surveillance": 29075,
  "TCGA": 29047,
  "TCM": 29005,
  "TCMSP": 29044,
  "TG": 29078,
  "THCA": 29024,
  "Tissue": 29086,
  "TissueAtlas": 29046,
  "Tool": 29007,
  "Toxicity": 29055,
  "Toxicogenomic": 29059,
  "Toxicogenomics": 29037,
  "UCEC": 29079,
  "UKCCMP": 29080,
  "Vertebrate": 29072,
  "Viruses": 29068,
  "WiseSearch": 29036,
  "Worldometer": 29048,
  "Worldometers": 29017,
  "Zoonomia": 29070,
  "atlas": 29087,
  "dgiDB": 29000,
  "gnomAD": 29010,
  "influenza": 29018,
  "interferome": 29039,
  "mechANism": 29053
}
