[{"source": "PMC", "date": "20230623", "key": "pmc.key", "infons": {}, "documents": [{"id": "10229303", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Transcriptome analysis reveals tumor antigen and immune subtypes of melanoma", "article-id_doi": "10.32604/or.2023.029274", "article-id_pmc": "10229303", "article-id_pmid": "37305390", "article-id_publisher-id": "29274", "fpage": "389", "issue": "3", "kwd": "Melanoma mRNA vaccine Immune microenvironment Immunotherapy Bioinformatics analysis", "license": "This work is licensed under a Creative Commons Attribution 4.0 International License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "403", "name_0": "surname:XIE;given-names:JIAHENG", "name_1": "surname:OU;given-names:MENGMENG", "name_10": "surname:SHI;given-names:JINGPING", "name_2": "surname:YU;given-names:PAN", "name_3": "surname:WU;given-names:DAN", "name_4": "surname:TANG;given-names:QIKAI", "name_5": "surname:CAO;given-names:YUAN", "name_6": "surname:HANG;given-names:JING", "name_7": "surname:YIN;given-names:LU", "name_8": "surname:XIANG;given-names:TINGHONG", "name_9": "surname:WANG;given-names:MING", "section_type": "TITLE", "type": "front", "volume": "31", "year": "2023"}, "text": "Transcriptome analysis reveals tumor antigen and immune subtypes of melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 77, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose", "sentences": [], "annotations": [], "relations": []}, {"offset": 85, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To screen potential tumor antigens for melanoma vaccine development and identify different immune subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 193, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 201, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Transcriptional data (HTSEQ-FPKM) and clinical information of a 472 Melanoma cohort GDC TCGA Melanoma (SKCM) were downloaded from the UCSC XENA website (http://xena.ucsc.edu/). Subsequently, transcriptome data and clinical information of 210 melanoma cohort GSE65904 were downloaded from Gene Expression Omnibus (GEO), a large global public database. All the transcriptome expression data matrices were log2 transformed for subsequent analysis. GEPIA, TIMER, and IMMPORT databases are also used for analysis. Cell function experiments were performed to validate the role of the IDO1 gene in melanoma cell line A375.", "sentences": [], "annotations": [], "relations": []}, {"offset": 817, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 825, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our study provides potential tumor antigens for vaccine development in melanoma patients: GZMB, GBP4, CD79A, APOBEC3F, IDO1, JCHAIN, LAG3, PLA2G2D, XCL2. In addition, we divide melanoma patients into two immune subtypes that have significant differences in tumor immunity and may have different responses to vaccination. In view of the unclear role of IDO1 in melanoma, we selected IDO1 for cell assay validation. Cell function assay showed that IDO1 was significantly overexpressed in the melanoma A375 cell line. After IDO1 knockdown, the activity, invasion, migration and healing ability of A375 cell lines were significantly decreased.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1465, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1476, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our study could provide a reference for the development of vaccines for melanoma patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1567, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1580, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The discovery of vaccines was a milestone in the history of human medicine. It originated in the 18th century when Edward Jenner discovered that vaccinia protected against smallpox, opening the door to the development of a vaccine. Since then, vaccines have gained much attention for their ability to prevent and treat diseases, especially infectious ones. The current outbreak of COVID-19 has made people aware of the importance of vaccine development, especially mRNA vaccines. It is worth mentioning that the application of mRNA vaccines is not limited to infectious diseases, and breakthrough progress has been made in the development of mRNA vaccines for some specific cancer types. tumor mutation load, microsatellite instability, and changes in tumor microenvironment all provide clues for the development of mRNA vaccine. It is of great clinical significance to explore the immune microenvironment of tumors and screen potential mRNA vaccines. The original mRNA vaccines had some disadvantages such as instability, excessive immunogenicity, and lack of delivery system. However, as the technology improves, mRNA vaccines are emerging as an effective and stable new treatment option for cancer and viral diseases. Now mRNA vaccines are becoming more attractive.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2849, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Melanoma is a kind of malignant tumor highly related to immunity. Current immunotherapies for melanoma, such as immune checkpoint inhibitors, have achieved breakthrough results. But unfortunately, there are still a considerable number of patients with a low response or drug resistance, resulting in disease recurrence and metastasis. Therefore, our understanding of the immune microenvironment of melanoma is still inadequate. However, the advent of RNA vaccines has opened the door to treatments for refractory melanoma. Sahin et al. found that FixVac (BNT111), an intravenous liposomal RNA vaccine, induced strong and persistent CD4+ and CD8+ T cell immunity. Salotto et al. constructed a melanoma cancer vaccine based on nano liposome and found that it was effective in activating CD4+ T cells through in vitro and in vivo experiments. Therefore, the RNA vaccine may be the most promising treatment for melanoma in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3780, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, mutation analysis, immune cell infiltration analysis, survival analysis, single-cell analysis, weighted co-expression network analysis, and immune microenvironment analysis were performed by combining melanoma data from multiple tumor databases. Our study may provide some new ideas for the diagnosis and treatment of melanoma.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4123, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4145, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data sources and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 4173, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, transcriptional data (HTSEQ-FPKM) and clinical information of a melanoma cohort of 472 patients called GDC TCGA Melanoma (SKCM) were downloaded from the UCSC XENA website (http://xena.ucsc.edu/). Subsequently, transcriptome data and clinical information of 210 melanoma cohort GSE65904 were downloaded from Gene Expression Omnibus (GEO), a large global public database. All the transcriptome expression data matrices were log2 transformed for subsequent analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4644, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "cBioportal database", "sentences": [], "annotations": [], "relations": []}, {"offset": 4664, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "cBioportal website (http://www.cbioportal.org/) is an open and comprehensive web tool that be used to explore the tumors data. In this study, to ensure data consistency, a skin cutaneous melanoma cohort (TCGA, Firehose Legacy) was selected in this study, which included 479 samples. Then through the analysis function of the website, the copy number changes and mutations of genes in melanoma were obtained. We then picked out the genes that had both copy-number amplification and mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5156, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "GEPIA2 database", "sentences": [], "annotations": [], "relations": []}, {"offset": 5172, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GEPIA2 is a comprehensive analysis website based mainly on TCGA data. In this study, by setting the dataset for SKCM, |log2FC| Cutoff is 1, the q-value Cutoff is 0.01, we conducted between melanoma and normal tissue differences in gene analysis. After the differentially expressed genes were obtained, the up-regulated genes were retained for subsequent analysis. Possible tumor antigens can be obtained by crossing the upregulated genes with the previously obtained genes that are both mutated and amplified. Then, through the survival analysis function of this website, the samples were divided into high expression and low expression groups with the median of gene expression as the truncation value, and the direct differences in overall survival and disease progression-free (DFS) between the two groups were evaluated using log-rank test, and p < 0.05 was defined as statistically significant differences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6084, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TIMER database", "sentences": [], "annotations": [], "relations": []}, {"offset": 6099, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The TIMER database (https://cistrome.shinyapps.io/timer/) is a web site can be used to explore immune cells infiltration. In this study, the site’s Gene module was used to explore the association of genes with immune cell infiltration in melanoma by setting the cancer type to SKCM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6384, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "IMMPORT database", "sentences": [], "annotations": [], "relations": []}, {"offset": 6401, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IMMORT is a web site that explores the relationship between cancer and immunity. In this study, 2483 immune-related genes were downloaded from the “Shared Data” section of the website.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6590, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Unsupervised cluster analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6620, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We first identified immune-related genes with prognostic value in melanoma by univariate COX analysis. Then, based on these genes, an unsupervised cluster analysis was performed using the R-package “ConsensusClusterPlus”. The parameters set are: maximum K value is 6, pItem is 0.8, REPS is 1000, clusterAlg is “PAM”, distance is set to “Euclidean”. Then, the optimal clustering number is determined according to PAC’s method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7060, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mutant landscape analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7086, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the “oncoplot” function of R package “maftools” to show the mutation of the top 20 genes with the highest mutation frequency in different immune subtypes. The tumor mutation load (TMB) for each sample was then calculated using the TMB function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7347, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immune correlation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We first reviewed the literature to summarize 47 immune checkpoint genes and 25 immunogenic cell death (ICD) regulatory genes. Then the expression of these genes in different immune subtypes was obtained by differential analysis. Subsequently, 28 marker genes of immune cells were collected through literature review, and the immune cell score of each sample was calculated by R package “ssGSEA”. In order to explore the differences in the distribution of immune cells in different immune subtypes, heat maps and bar charts were used to show the results respectively. We then calculated the immune score, stromal score, total score, and tumor purity score for each sample using the R package “Essclause”, and compared the differences in these scores among different immune subtypes. Finally, we used the R package “ImmuneSubtypeClassifier” to divide melanoma patients into different subtypes (C1–C6) and explore the correspondence between different immune subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8355, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immune landscape analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8381, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the reduceDimension function of R package “Monocle” to conduct dimension reduction analysis, set max_components to 2, and use the method “DDRTree” to get different states of cells. Then the plot_cell_trajectory function is used to display the results of different immune subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8678, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene co-expression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8706, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WGCNA (Weighted Gene co-expression network analysis) is an analysis method designed to find co-expressed gene modules by calculating the weight between genes. In this study, by WGCNA analysis of the previously obtained immune genes, the optimal soft threshold value was set as 5, the minimum number of module genes was set as 30, deepSplit was set as 3, and modules with MEDissThres lower than 0.3 were merged, finally, 5 modules were obtained. The differences in the characteristics of these modules in different immune subtypes were then explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9256, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell lines, culture conditions and cell transfection", "sentences": [], "annotations": [], "relations": []}, {"offset": 9309, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Human melanoma A375 cells were purchased from the Chinese Cell Repository (Shanghai, China). Human immortalized keratinocytes (HaCaT) were purchased from the Cell Resource Center of Peking Union Medical College, China. All cells were cultured in high-glucose DMEM (Gibco), containing 10% fetal bovine serum (FBS, Gibco) and 1% penicillin-streptomycin solution (Gibco) at 37°C with 95% air and 5% CO2 with saturated humidity. Transfection of cells with siRNAs (Suppl. Table S1) was carried out using lipofactamine3000 (Thermo Fisher Scientific, Waltham, MA, USA) according to the manufacturer’s instructions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9920, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative real‑time polymerase chain reaction (qRT-PCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 9981, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The total RNA was extracted from cultured cells with Trizol reagent (Invitrogen) and reverse-transcribed with PrimeScript RT Reagent Kit with gDNA Eraser (TaKaRa). qRT-PCR was implemented utilizing AceQ Universal SYBR qPCR Master Mix (Vazyme, Nanjing, China) on an ABI Stepone plus PCR system (Applied Biosystems, FosterCity, CA, USA). The sequences of primers were listed in Suppl. Table S2. Relative quantification was determined using the 2−ΔΔCt method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10446, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CCK-8 assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 10458, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Cell Counting Kit-8 (CCK8) method was used to assess cell proliferation. The cells were seeded in a 96-well cell culture plate. Subsequently, 24 hours after siRNA transfection, each day of the following 4 days. 10 μL of CCK-8 solution (Dojindo, Japan) were added to each well of the plate. After incubating for 2 h at 37°C away from light, Finally, the absorbance of each well was detected with a microplate reader at 450 nm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10890, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Colony formation analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The transfected A375 cells were kept in 6-well plates for approximately 14 days. Thereafter, the clones were stained with crystal violet and then imaged and counted.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11082, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Wound healing, migration, and invasion assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 11128, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wound healing, transwell migration, and invasion assays were performed as previously reported by us.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11229, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 11250, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Experimental data were processed using the SPSS software (version 26.0). All data were illustrated employing mean ± SD. One-way Analysis of Variance (ANOVA) and Turkey’s multiple comparisons of the means were employed in the analysis of multiple sets of data unless otherwise specified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11540, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11548, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Preliminary screening of possible tumor antigens in melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 11609, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Copy-number analysis of genes in melanoma showed that there were more copy-number variations in melanoma patients, which may be a factor for the poor prognosis of melanoma (Fig. 1a). Furthermore, 18,193 amplified genes were screened. After a further screening of mutated genes, a total of 13,914 mutated and amplified genes were obtained. Next, as shown in Fig. 1b, we found that through differential expression analysis, a total of 6457 differentially expressed genes were obtained in melanoma according to screening criteria, among which 2546 genes were highly expressed in cancer. Finally, by taking intersection, we obtained a total of 1489 genes with both mutation, copy-number amplification, and high expression in melanoma, which were selected as tumor antigen genes obtained by preliminary screening for subsequent analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12442, "infons": {"file": "OncolRes-31-29274-f001.jpg", "id": "fig-1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mutation analysis. (a) Copy number variation. (b) Differentially expressed genes on chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12539, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Prognostic analysis and immune cell infiltration analysis of possible tumor antigens", "sentences": [], "annotations": [], "relations": []}, {"offset": 12624, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, nine antigen genes were screened out of 1489 possible tumor antigens, which were APOBEC3F, CD79A, GBP4, GZMB, IDO1, JCHAIN, LAG3, PLA2G2D, and XCL2 (Figs. 2a–2i). They were not only related to the overall survival (OS) but also related to the disease-free progression survival (RFS) (p < 0.05). At the same time. Their upregulation was associated with a better prognosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13007, "infons": {"file": "OncolRes-31-29274-f002.jpg", "id": "fig-2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Survival analysis of potential tumor antigens. Disease-free survival is shown on the left and overall survival is shown on the right. (a–i) Nine antigen genes were screened out of 1489 possible tumor antigens, which were APOBEC3F, CD79A, GBP4, GEMB, IDO1, JCHAIN, LAG3, PLA2G2D, and XCL2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13298, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, we found that the nine genes were all correlated with macrophage cells, dendritic cells, and B cells (Figs. 3a–3i). Then, the expression of these nine genes was negatively correlated with tumor purity (p < 0.05, Figs. 3a–3i). It is suggested that these nine genes may be tumor antigen genes of melanoma. Next, we screened melanoma populations suitable for vaccination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13684, "infons": {"file": "OncolRes-31-29274-f003.jpg", "id": "fig-3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Analysis of immune microenvironment associated with these 9 genes. (a–i) The nine genes were all correlated with macrophage cells, dendritic cells, and B cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13847, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Unsupervised cluster analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 13877, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first downloaded 2483 immune-related genes from the IMMPORT database. Then we obtained prognostic immune-related genes by univariate COX analysis. We then clustered melanoma patients in the TCGA cohort by unsupervised clustering (Fig. 4a). According to the PCA method, two immune subtypes (IS1 and IS2) were obtained. We then analysed the prognosis of the two immune subtypes and found that the prognosis of IS2 patients was worse than that of IS1 patients, p < 0.001 (Fig. 4c). To further verify the reliability of the classification results, we also used the above method for cluster analysis in the GSE65904 cohort from the GEO database (Figs. 4b and 4d). The results showed that patients were also clustered into two groups, immune subtypes IS1 and IS2. By prognostic analysis of the two immune subtypes, it was also found that the prognosis of melanoma patients with the IS2 immune subtype was worse than that of patients with the IS1 immune subtype, p < 0.05 (Figs. 4b and 4d).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14864, "infons": {"file": "OncolRes-31-29274-f004.jpg", "id": "fig-4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Unsupervised cluster analysis. (a) Two immune subtypes (IS1 and IS2) were obtained. (b) Tluster analysis in the GSE65904 cohort from the GEO database. (c) Survival analysis was performed for IS1 and IS2 subtypes of the TCGA cohort. (d) Survival analysis was performed for IS1 and IS2 subtypes of the GEO cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15176, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differences in mutant landscapes among immune subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 15231, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the differences in mutation landscape among immune subtypes, we calculated the tumor mutation load (TMB) and the total number of mutations per melanoma patient using the “mafTools” package. No significant difference was found between immune subtypes IS1 and IS2 (Figs. 5a and 5b). We then showed the mutation of the first 20 genes in melanoma patients and their distribution in immune subtypes (Fig. 5c). We found that among melanoma patients in the TCGA database, the top 20 gene mutations were mutated in 419 (92.9%) samples. The more common types of mutations were deletion mutation and Multi_Hit, and the gene with the highest mutation frequency was TTN. Many scholars have reported that TTN gene mutation is related to the occurrence and development of various cancers, and the main type of TTN mutation is Multi_Hit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16077, "infons": {"file": "OncolRes-31-29274-f005.jpg", "id": "fig-5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Differences in mutant landscapes among immune subtypes. (a) Tumor mutation load (TMB) and the total number of mutations per melanoma patient. No significant difference was found between immune subtypes IS1 and IS2 in TCGA cohort. (b) Tumor mutation load (TMB) and the total number of mutations per melanoma patient. No significant difference was found between immune subtypes IS1 and IS2 in GEO cohort. (c) The mutation of the first 20 genes in melanoma patients and their distribution in immune subtypes. The top 20 gene mutations were mutated in 419 (92.9%) samples. The more common types of mutations were deletion mutation and Multi_Hit, and the gene with the highest mutation frequency was TTN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16777, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differences in immunity between two immune subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 16829, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further explore the immunological differences between these two immune subtypes, we analysed the differences in the expression of immune checkpoint genes and immunogenic cell death (ICD) regulation genes between the two immune subtypes. The results indicated that, as shown in Figs. 6a and 6b, most of the immune checkpoint genes were upregulated in immune subtype IS2, both in TCGA data and in the GSE65904 cohort (p < 0.05), including common CD274, CTLA4, PDCD1G2, etc. The distribution of immunogenic cell death (ICD) regulation genes was also different in the two immune subtypes (Figs. 6c and 6d), and it was found that ICD was highly expressed in the immune subtype IS2. Overall, both ICPs and ICDs are highly expressed in immune subtype IS2 in melanoma. Moreover, we found that the immune subtypes IS1 and IS2 can better distinguish the expression levels of immune checkpoint genes and ICDs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17731, "infons": {"file": "OncolRes-31-29274-f006.jpg", "id": "fig-6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Differences in immunity between two immune subtypes. (a, b) Differential expression of immune checkpoint related genes in TCGA cohort and GEO cohort. (c, d) The distribution of immunogenic cell death (ICD) regulation genes in the two immune subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17982, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune cell infiltration analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Each patient’s immune cell score was quantified by ssGSEA analysis. To specifically distinguish which express differences between the two subtypes of immune cells are statistically significant, we explored the specific differences between them in immune subtype analysis, as shown in Figs. 7a and 7b. We found that in the two cohorts are immune cells in the immune subtypes IS2 with a high IS1 score, prompt immune cell activation and expression of IS2 which may have more, including various T cells, B cells and so on. These results suggest that the immune subtype IS2 may be the immune-hot type and IS1 may be the immune-cold type. As shown in Figs. 7c and 7d, immune cells in both cohorts were highly enriched in immune subtype IS2, and the darker the red colour was, the higher the score of immune cells in melanoma samples were.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18852, "infons": {"file": "OncolRes-31-29274-f007.jpg", "id": "fig-7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Immune cell infiltration analysis. (a, b) Enrichment of immune cells from melanoma patients in TCGA (a) and GEO (b) cohorts we found that in the two cohorts are immune cells in the immune subtypes IS2 score is high IS1, prompt immune cell activation and expression of IS2 may have more, including various T cells, B cells and so on. (c, d) Heat maps of immune cells from melanoma patients in TCGA (c) and GEO (d) cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19274, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The “ESTIMATE” package further evaluated the immune score and stromal score in the TCGA and GSE65904 cohorts and found that the results were consistent in both cohorts, suggesting that the immune score, stromal score, and total score were higher in the immune subtype IS2 than in the immune subtype IS1 (p < 0.001), and the tumor purity of immune subtype IS2 was lower than that of immune subtype IS1 (Figs. 8a–8h). Further, by matching the results of unsupervised clustering with the known type 6 immune subtypes calculated by R package “ImmuneSubtypeClassifier”, it was found that C1 and C2 were predominant in IS1 of TCGA cohort (Fig. 8i), with a higher proportion of C1 than C2. However, in the IS2 subtype, C1 and C2 were still the main components, but the proportion of C2 was significantly higher than that of C1, p < 0.05. Then it was found in the GSE65904 cohort (Fig. 8j) that C2 and C4 were the main components in the IS1 subtype, while C2, C3, and C4 were the main components in the IS2 subtype, p < 0.05. The results of both cohorts indicated that the main component in the IS2 immune subtype was C2. Combined with the previous research results, it was suggested that there were more immune cells in immune subtype IS2, the immune system was activated, and the tumor tissue level was low. However, the previous analysis found that the prognosis of subtype IS2 was worse than that of IS1, which may indicate that immune subtype IS2 is immune heat type and immune suppression type, while IS1 is immune cold type.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20808, "infons": {"file": "OncolRes-31-29274-f008.jpg", "id": "fig-8", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Immune score analysis. (a) Differences in immunity scores between IS1 and IS2 in TCGA cohort. (b) Differences in immunity scores between IS1 and IS2 in the GEO cohort. (c) Difference in ESTIMATE score for IS1 and IS2 in TCGA cohort. (d) The difference between the ESTIMATE scores of IS1 and IS2 in the GEO queue. (e) Differences in tumor purity between IS1 and IS2 in the TCGA cohort. (f) Differences in tumor purity between IS1 and IS2 in the GEO cohort. (g) Differences in STROmal score between IS1 and IS2 in TCGA cohort. (h) Differences in Stromal score between IS1 and IS2 in GEO cohort. (i, j) Matching the results of unsupervised clustering with the known type 6 immune subtypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21495, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune landscape analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 21521, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fig. 9a showed the correlation between horizontal axis Component1 and vertical axis Component2 in subsequent dimension reduction clustering analysis and immune cells obtained by ssGSEA analysis. By reducing the dimension and conducting immune landscape analysis, it can be found in Fig. 9b that IS1 can be further refined into five subtypes, namely IS11, IS12, IS13, IS14, and IS15. IS2 can be further refined into three subtypes, IS21, IS22, and IS25. The two immune subtypes IS1 and IS2 had significantly different differentiation states (Fig. 9c), with a total of five states (Fig. 9d). We found no significant difference in survival analysis among the refined subtypes within subtype IS1 or IS2 (Figs. 9e and 9f). The prognosis of the marginal states such as State1, State3, and State4 was different, among which State1 had a better prognosis (Fig. 9g). Then we further explored the correlation between horizontal axis Compontent1 and vertical axis Component2 and the immune cells obtained by ssGSEA analysis (Fig. 9a). The results showed that component1 was significantly correlated with 28 kinds of immune cells, such as various immune T cells, B cells, etc. Component2 is associated with 13 kinds of immune cells, including the Type 2 T helper cell, the Type 17 T helper cell, and the Central memory CD8+ T cell, etc.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22846, "infons": {"file": "OncolRes-31-29274-f009.jpg", "id": "fig-9", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Immune landscape analysis. (a) The correlation between horizontal axis Compontent1 and vertical axis Component2 and the immune cells obtained by ssGSEA analysis. (b) IS1 can be further refined into 5 subtypes, namely IS11, IS12, IS13, IS14, and IS15. IS2 can be further refined into 3 subtypes, IS21, IS22, and IS25. (c, d) IS1 and IS2 had significantly different differentiation states (c), with a total of 5 states (d). (e, f) No significant difference in survival analysis among the refined subtypes within subtype IS1 or IS2. (g) The prognosis of the marginal states such as State1, State3, and State4 was different, among which State1 had a better prognosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23510, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Co-expression analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23533, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Subsequently, the study conducted wGCNA co-expression analysis for all immune-related genes obtained and set the optimal soft domain value as 5. As shown in Fig. 10a, when the soft domain value was 5, R2 > 0.8, the data was in line with the power-law distribution, and the trend of the graph was flat, which was suitable for subsequent analysis. Then, by setting the minimum number of module genes to 30, deepSplit to 3, and merging modules with MEDissThres lower than 0.3, we end up with 5 modules. In Fig. 10b, we can see that melanoma patients correspond to different modules. To further explore the relationship between these five modules and immune subtypes IS1 and IS2, we conducted a difference analysis, as shown in Fig. 10c, and found that Brown and Red modules were highly expressed in IS2. The number of genes in the Brown module was the largest, with 886 co-expressed immune-related genes, while the red module had only 194 immune-related genes (Fig. 10d).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24502, "infons": {"file": "OncolRes-31-29274-f010.jpg", "id": "fig-10", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Co-expression analysis. (a) When the soft domain value was 5, R^2 > 0.8, the data was in line with the power-law distribution, and the trend of the graph was flat, which was suitable for subsequent analysis. (b) WGCNA showed that melanoma patients correspond to different modules. (c) Brown and Red modules were highly expressed in IS2. (d) The number of genes in the Brown module was the largest, with 886 co-expressed immune-related genes, while the red module had only 194 immune-related genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25000, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate whether modules of different colours have differences in patients’ prognoses, univariate COX analysis was carried out and it was found in Fig. 11a that Brown, Green, and Meblue have an impact on prognosis, and Brown and Meblue are protective factors for melanoma patients, while Green is a risk factor. The survival analysis of these three modules found that the low score group of Brown module had a poor prognosis, while the high score group had a good prognosis (p < 0.05), while there was no statistical difference between the survival analysis of Green and Meblue modules (Figs. 11a and 11b). Finally, by analysing the correlation between Brown, Green, and Meblue modules and component1 of the horizontal axis and Component2 of the vertical axis (Figs. 11c–11h), we found that the Brown module is correlated with ComponerN1 and Component2 (p < 0.05). The correlation coefficients were 0.81 and 0.17, respectively (Figs. 11g and 11h).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25958, "infons": {"file": "OncolRes-31-29274-f011.jpg", "id": "fig-11", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Correlation analysis between different modules and clinical characteristics of patients. (a) Univariate COX analysis found that Brown, Green, and Meblue have an impact on prognosis, and Brown and Meblue are protective factors for melanoma patients, while Green is a risk factor. (b) The survival analysis of these three modules found that the low score group of Brown module had a poor prognosis, while the high score group had a good prognosis (p < 0.05), while there was no statistical difference between the survival analysis of Green and Meblue modules. (c–h) Brown module is correlated with ComponerN1 and Component2 (p < 0.05). The correlation coefficients were 0.81 and 0.17, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26657, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cell assay verifies the role of IDO1 in melanoma cell line A375 and WM-115 in vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 26741, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, PCR results showed that IDO1 expression was upregulated in melanoma A375 cell lines and WM-115 cell lines compared with normal epidermal HaCaT cell lines (Fig. 12a, *p < 0.05). Subsequently, the A375 cell line and WM-115 cell lines were transfected with three siRNAs and PCR results showed that all three siRNAs significantly knocked down IDO1 expression, with higher knockdown efficiency in si-IDO1-2 and si-IDO1-3 (Fig. 12b, *p < 0.05; **p < 0.01). So subsequent functional experiments were performed in the SI-IDO1-2 and SI-IDO1-3 groups. CCK-8 showed a significant decrease in cell viability of A375 cell lines and WM-115 cell lines after IDO1 knockdown (Fig. 12c, **p < 0.01). Clone formation experiments showed that the proliferation ability of A375 cells and WM-115 cell lines decreased significantly after IDO1 knockdown (Fig. 12d, **p < 0.01). A scratch experiment showed that migration rate of A375 cell line and WM-115 cell lines decreased significantly after IDO1 knockdown (Fig. 12e, **p < 0.01). Transwell experiments showed that the migration and invasion abilities of A375 cell lines and WM-115 cell lines were significantly reduced after IDO1 knockdown (Fig. 12f, **p < 0.01, ***p < 0.001). Considering that our survival analysis shows that IDO1 is highly expressed in human melanoma with a good prognosis, the role of IDO1 in vivo may have a more complex mechanism, such as activation of the immune system. All of our experiments were repeated three times.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28223, "infons": {"file": "OncolRes-31-29274-f012.jpg", "id": "fig-12", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Cell assay verifies the role of IDO1 in melanoma cell line A375 in vitro. (a) PCR results showed that IDO1 expression was up-regulated in melanoma A375 cell lines compared with normal epidermal HaCaT cell lines (*p < 0.05). (b) The A375 cell line was transfected with three siRNAs and PCR results showed that all three siRNAs significantly knocked down IDO1 expression, with higher knockdown efficiency in si-IDO1-2 and si-IDO1-3 (*p < 0.05; **p < 0.01). (c) CCK-8 assays. The cell viability of A375 cell lines was decreased significantly after IDO1 knockdown (**p < 0.01). (d) Clone formation experiments. The proliferation ability of A375 cells decreased significantly after IDO1 knockdown. (e) Transwell experiments. The migration and invasion abilities of A375 cell lines were significantly reduced after IDO1 knockdown (**p < 0.01, ***p < 0.001). (f) Scratch experiment. The migration rate of A375 cell line decreased significantly after IDO1 knockdown (**p < 0.01). All of our experiments were repeated three times.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29245, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 29256, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As the most malignant skin tumor, skin cutaneous melanoma still has a poor prognosis. In the immune microenvironment of melanoma, cytotoxic T-lymphocyte-associated protein-4 and programmed cell death protein-1 on the T-cell membrane bind to ligands on dendritic cells, thereby attenuating tumor immunity and leading to tumor progression. Currently, immune checkpoint inhibitors based on CTLA-4 and PD-1 have been approved for the immunotherapy of melanoma. Therefore, antigen-presenting cells, especially dendritic cells, play an important role in tumor immunity and immunotherapy. Many current mRNA vaccines are also associated with dendritic cells. By introducing mRNA encoding tumor antigens into dendritic cells, the dendritic cells can express tumor antigens, thereby activating immune responses and treating tumors. Some studies have found that the combination of mRNA vaccine and immune checkpoint inhibitor can improve treatment response. Therefore, the mRNA vaccine is a promising treatment. Screening for meaningful tumor antigen-coding mRNAs can improve patient outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30339, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we identified potential melanoma tumor antigens: GZMB, GBP4, CD79A, APOBEC3F, IDO1, JCHAIN, LAG3, PLA2G2D, XCL2 by mutation analysis, expression analysis, and immune infiltration correlation analysis. We then downloaded a cohort of melanoma patients from a public database to identify immune subtypes of melanoma suitable for vaccination. First, we divided melanoma patients into IS1 and IS2 subtypes by unsupervised cluster analysis. Subsequently, mutation landscape analysis, immune correlation analysis, immune infiltration analysis, immune landscape analysis, and weighted co-expression network analysis proved that there were differences between IS1 and IS2 in tumor immunity. IS2 was the immune-hot type, while IS1 was the immune-cold type.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31101, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Tumor antigens include a tumor-specific antigen (TSA) and tumor-associated antigen (TAA). TSA is expressed only in tumors and usually results from genetic mutations. TAA expression was low in normal tissues but upregulated in tumors. The high cost of TSA testing has hindered its development in mRNA vaccine research. Therefore, the TAA vaccine is the main mRNA vaccine widely developed at present. We identified potential tumor-associated antigens in melanoma patients: GZMB, GBP4, CD79A, APOBEC3F, IDO1, JCHAIN, LAG3, PLA2G2D, XCL2. GZMB is a Granzyme subfamily of proteins associated with chronic inflammation and wound healing. GBP4 protein is a kind of guanosine binding protein, which is related to cytokine signal transduction in the immune system and has GTP enzyme activity. CD79A protein is involved in antigen-activated B cell receptor signalling pathways. Apobec3f-related research has focused on immune system diseases, especially immunodeficiency diseases. Current studies have shown that IDO1 is highly correlated with glucose metabolism and amino acid metabolism. JCHAIN is involved mainly through the binding of scavenger receptors and ligands. LAG3 protein is mainly involved in the antigen presentation of MHCII molecules and the antigen processing and presentation of MHCII molecules. The pathways involved by PLA2G2D include PE acyl chain remodelling and oxytocin signalling. XCL2 is mainly involved in the activation pathway of the chemokine superfamily. In this study, we found these genes are upregulated in melanoma and are associated with improved prognosis. Further studies found that these genes were highly correlated with immune cell infiltration, suggesting that the improvement of melanoma prognosis may be associated with tumor immunity. This cannot only provide a reference for the diagnosis and treatment of melanoma patients to a certain extent but also deepen our understanding of the role of these genes in melanoma.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33056, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Immune reprogramming is widely found in various tumors, especially melanoma, which is highly immune-related. Due to genomic instability, there is significant heterogeneity between patients. Therefore, not only do we need to identify potential tumor antigens, but we also need to do immunotyping of melanoma patients to identify people who are suitable for vaccination. Our study found that melanoma patients can be divided into IS1 and IS2 subtypes. There were significant differences in prognosis, mutation landscape, immune infiltration, and immune landscape between the two subtypes. This undoubtedly provides a reference for the treatment and prognosis of melanoma.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33726, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "GSE65904 is the dataset used in our study. In the original paper on this dataset, the authors used gene-expression profiling to molecularly stratify metastatic melanoma and found an increased risk of developing distant metastases in the pigmentation and proliferative groups compared with the hyperimmunoreactive group. In our study, we provide potential tumor antigens for vaccine development in melanoma patients, and we also divide melanoma patients into two immune subtypes, which have significant differences in tumor immunity and may have different responses to vaccination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34307, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The tumor antigens and immunological subtypes of various malignancies have currently been identified by numerous research. By examining GEO and TCGA data, Huang et al. discovered three tumor antigens in cholangiocarcinoma, namely CD247, FCGR1A, and TRRAP. Additionally, they separated cholangiocarcinoma patients into immune “hot” and immune “cool” kinds, which had noticeably different results. A total of six tumor antigens, including ADAM9, EFNB2, MET, TMOD3, TPX2, and WNT7A, were also discovered by Huang et al. in pancreatic cancer. Additionally, they divided pancreatic cancer into FIVE different immunological subtypes, each of which had a specific immune state and prognosis. In our study, we identified GZMB, GBP4, CD79A, APOBEC3F, IDO1, JCHAIN, LAG3, PLA2G2D and XCL2 as potential tumor antigens of melanoma by multi-omics analysis, and divided melanoma into two different immune subtypes. Our study provides a reference for precision treatment and immunotherapy of melanoma. However, there are some limitations to our study. We lack a clinical cohort to verify our results, which we will improve in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35438, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 35449, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We identified potential tumor antigens for cutaneous melanoma using a combination of multiple assayed methods. In addition, we divided melanoma patients into two immune subtypes, which have significant differences in prognosis and immunity, which may provide reference for the appropriate population for vaccination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35766, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 35784, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This project was supported by the Top Talent Project of Jiangsu Provincial People’s Hospital (No. YNRCZN0310).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35897, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 35918, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Jiaheng Xie and Dan Wu designed the study. Qikai Tang, and Jiaheng Xie were involved in database search and statistical analyses. Mengmeng Ou, Pan Yu and Jiaheng Xie were involved in the writing of manuscript and its critical revision. Jingping Shi, Ming Wang and Jiaheng Xie was responsible for the submission of the final version of the paper. All authors approved the final version. All authors agree to be accountable for all aspects of the work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36369, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Availability of Data and Materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 36404, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the data can be found in the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36449, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Ethics Approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 36465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36481, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflicts of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 36503, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no conflicts of interest to report regarding the present study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36602, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 36613, "infons": {"fpage": "231", "issue": "2", "lpage": "241", "pub-id_doi": "10.1016/j.cvsm.2017.10.002", "pub-id_pmid": "29217317", "section_type": "REF", "source": "Veterinary Clinics of North America: Small Animal Practice", "type": "ref", "volume": "48", "year": "2018"}, "text": "Recent advances in vaccine technologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 36653, "infons": {"fpage": "1562", "issue": "11", "lpage": "1568", "pub-id_doi": "10.1016/j.mayocp.2015.09.006", "pub-id_pmid": "26541249", "section_type": "REF", "source": "Mayo Clinic Proceedings", "type": "ref", "volume": "90", "year": "2015"}, "text": "Vaccine hesitancy", "sentences": [], "annotations": [], "relations": []}, {"offset": 36671, "infons": {"fpage": "1550", "issue": "8", "lpage": "1562", "pub-id_doi": "10.1016/j.clinthera.2017.07.003", "pub-id_pmid": "28774498", "section_type": "REF", "source": "Clinical Therapeutics", "type": "ref", "volume": "39", "year": "2017"}, "text": "Vaccine hesitancy: Where we are and where we are going", "sentences": [], "annotations": [], "relations": []}, {"offset": 36726, "infons": {"fpage": "252", "issue": "2", "lpage": "253", "pub-id_doi": "10.7326/M20-8008", "pub-id_pmid": "33347321", "section_type": "REF", "source": "Annals of Internal Medicine", "type": "ref", "volume": "174", "year": "2021"}, "text": "COVID-19 vaccine: Promoting vaccine acceptance", "sentences": [], "annotations": [], "relations": []}, {"offset": 36773, "infons": {"fpage": "5976", "issue": "11", "lpage": "5988", "pub-id_doi": "10.1172/JCI134915", "pub-id_pmid": "33016924", "section_type": "REF", "source": "The Journal of Clinical Investigation", "type": "ref", "volume": "130", "year": "2020"}, "text": "mRNA vaccine-induced neoantigen-specific T cell immunity in patients with gastrointestinal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 36871, "infons": {"fpage": "6582", "issue": "18", "pub-id_doi": "10.3390/ijms21186582", "pub-id_pmid": "32916818", "section_type": "REF", "source": "International Journal of Molecular Sciences", "type": "ref", "volume": "21", "year": "2020"}, "text": "mRNA vaccine era-mechanisms, drug platform and clinical prospection", "sentences": [], "annotations": [], "relations": []}, {"offset": 36939, "infons": {"fpage": "261", "issue": "4", "lpage": "279", "pub-id_doi": "10.1038/nrd.2017.243", "pub-id_pmid": "29326426", "section_type": "REF", "source": "Nature Reviews Drug Discovery", "type": "ref", "volume": "17", "year": "2018"}, "text": "mRNA vaccines—a new era in vaccinology", "sentences": [], "annotations": [], "relations": []}, {"offset": 36980, "infons": {"fpage": "15", "lpage": "26", "pub-id_doi": "10.1016/j.vetimm.2015.11.003", "pub-id_pmid": "26827834", "section_type": "REF", "source": "Veterinary Immunology and Immunopathology", "type": "ref", "volume": "169", "year": "2016"}, "text": "Cancer immunology and canine malignant melanoma: A comparative review", "sentences": [], "annotations": [], "relations": []}, {"offset": 37050, "infons": {"fpage": "38", "issue": "1", "pub-id_doi": "10.1038/s41572-020-0160-6", "pub-id_pmid": "32382051", "section_type": "REF", "source": "Nature Reviews Disease Primers", "type": "ref", "volume": "6", "year": "2020"}, "text": "Immune-related adverse events of checkpoint inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 37105, "infons": {"fpage": "1321", "issue": "7", "lpage": "1329", "pub-id_doi": "10.1016/j.mayocp.2019.03.012", "pub-id_pmid": "31272574", "section_type": "REF", "source": "Mayo Clinic Proceedings", "type": "ref", "volume": "94", "year": "2019"}, "text": "Immune checkpoint inhibitor toxicities", "sentences": [], "annotations": [], "relations": []}, {"offset": 37144, "infons": {"fpage": "1239", "issue": "5", "lpage": "1253", "pub-id_doi": "10.1016/j.jaad.2020.03.131", "pub-id_pmid": "32461079", "section_type": "REF", "source": "Journal of the American Academy of Dermatology", "type": "ref", "volume": "83", "year": "2020"}, "text": "Immune checkpoint inhibitors to treat cutaneous malignancies", "sentences": [], "annotations": [], "relations": []}, {"offset": 37205, "infons": {"fpage": "pl1", "issue": "269", "pub-id_doi": "10.1126/scisignal.2004088", "pub-id_pmid": "23550210", "section_type": "REF", "source": "Science Signaling", "type": "ref", "volume": "6", "year": "2013"}, "text": "Integrative analysis of complex cancer genomics and clinical profiles using the cBioPortal", "sentences": [], "annotations": [], "relations": []}, {"offset": 37296, "infons": {"fpage": "W556", "issue": "W1", "lpage": "W560", "pub-id_doi": "10.1093/nar/gkz430", "pub-id_pmid": "31114875", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "47", "year": "2019"}, "text": "GEPIA2: An enhanced web server for large-scale expression profiling and interactive analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37389, "infons": {"fpage": "847624", "pub-id_doi": "10.3389/fimmu.2022.847624", "pub-id_pmid": "35242144", "section_type": "REF", "source": "Frontiers in Immunology", "type": "ref", "volume": "13", "year": "2022"}, "text": "A necroptosis-related prognostic model of uveal melanoma was constructed by single-cell sequencing analysis and weighted co-expression network analysis based on public databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 37567, "infons": {"fpage": "2858", "issue": "1", "pub-id_doi": "10.1038/s41467-020-15546-9", "pub-id_pmid": "32504051", "section_type": "REF", "source": "Nature Communications", "type": "ref", "volume": "11", "year": "2020"}, "text": "Pre-clinical modeling of cutaneous melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37611, "infons": {"fpage": "107", "issue": "7823", "lpage": "112", "pub-id_doi": "10.1038/s41586-020-2537-9", "pub-id_pmid": "32728218", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "585", "year": "2020"}, "text": "An RNA vaccine drives immunity in checkpoint-inhibitor-treated melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37683, "infons": {"fpage": "275", "issue": "5", "lpage": "287", "pub-id_doi": "10.1038/nrc.2016.36", "pub-id_pmid": "27079802", "section_type": "REF", "source": "Nature Reviews Cancer", "type": "ref", "volume": "16", "year": "2016"}, "text": "Mechanism-driven biomarkers to guide immune checkpoint blockade in cancer therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 37765, "infons": {"fpage": "127", "issue": "2", "lpage": "131", "pub-id_doi": "10.12788/j.sder.2018.028", "pub-id_pmid": "30040090", "section_type": "REF", "source": "Seminars in Cutaneous Medicine and Surgery", "type": "ref", "volume": "37", "year": "2018"}, "text": "Immunotherapy for melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37792, "infons": {"fpage": "517", "issue": "9", "pub-id_doi": "10.1038/s41577-020-00417-7", "pub-id_pmid": "32753762", "section_type": "REF", "source": "Nat Reviews Immunology", "type": "ref", "volume": "20", "year": "2020"}, "text": "An RNA vaccine for advanced melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37829, "infons": {"fpage": "315", "issue": "3", "lpage": "323", "pub-id_doi": "10.1517/14712598.8.3.315", "pub-id_pmid": "18294102", "section_type": "REF", "source": "Expert Opinion on Biological Therapy", "type": "ref", "volume": "8", "year": "2008"}, "text": "The role of vaccine therapy in the treatment of melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 37886, "infons": {"fpage": "515", "issue": "3", "lpage": "525", "pub-id_doi": "10.1038/s41591-020-01206-4", "pub-id_pmid": "33479501", "section_type": "REF", "source": "Nature Medicine", "type": "ref", "volume": "27", "year": "2021"}, "text": "Personal neoantigen vaccines induce persistent memory T cell responses and epitope spreading in patients with melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 38005, "infons": {"fpage": "215", "issue": "4", "lpage": "229", "pub-id_doi": "10.1038/s41571-020-00460-2", "pub-id_pmid": "33473220", "section_type": "REF", "source": "Nature Reviews Clinical Oncology", "type": "ref", "volume": "18", "year": "2021"}, "text": "Advances in the development of personalized neoantigen-based therapeutic cancer vaccines", "sentences": [], "annotations": [], "relations": []}, {"offset": 38094, "infons": {"fpage": "29", "issue": "1", "pub-id_doi": "10.1186/s13073-019-0642-x", "pub-id_pmid": "31039809", "section_type": "REF", "source": "Genome Medicine", "type": "ref", "volume": "11", "year": "2019"}, "text": "Discovery and characterization of actionable tumor antigens", "sentences": [], "annotations": [], "relations": []}, {"offset": 38154, "infons": {"fpage": "1278", "issue": "3", "lpage": "1294", "pub-id_doi": "10.1172/JCI97642", "pub-id_pmid": "30628894", "section_type": "REF", "source": "The Journal of Clinical Investigation", "type": "ref", "volume": "129", "year": "2019"}, "text": "Antigen delivery targeted to tumor-associated macrophages overcomes tumor immune resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 38246, "infons": {"fpage": "389", "issue": "5", "lpage": "406", "pub-id_pmid": "15900903", "section_type": "REF", "source": "Indian Journal of Experimental Biology", "type": "ref", "volume": "43", "year": "2005"}, "text": "Tumor vaccine: Current trends in antigen specific immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 38310, "infons": {"fpage": "126", "issue": "7", "lpage": "140", "pub-id_doi": "10.1016/j.matbio.2017.12.005", "pub-id_pmid": "29247692", "section_type": "REF", "source": "Matrix Biology", "type": "ref", "volume": "75–76", "year": "2019"}, "text": "Granzyme B in skin inflammation and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 38354, "infons": {"fpage": "6456", "issue": "12", "lpage": "6462", "pub-id_doi": "10.4049/jimmunol.1003691", "pub-id_pmid": "22095711", "section_type": "REF", "source": "The Journal of Immunology", "type": "ref", "volume": "187", "year": "2011"}, "text": "Guanylate binding protein 4 negatively regulates virus-induced type I IFN and antiviral response by targeting IFN regulatory factor 7", "sentences": [], "annotations": [], "relations": []}, {"offset": 38488, "infons": {"fpage": "78", "issue": "3", "lpage": "86", "pub-id_doi": "10.3960/jslrt.20010", "pub-id_pmid": "32641598", "section_type": "REF", "source": "Journal of Clinical and Experimental Hematopathology", "type": "ref", "volume": "60", "year": "2020"}, "text": "Clinicopathological significance of CD79a expression in classic Hodgkin lymphoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 38569, "infons": {"fpage": "21", "lpage": "31", "pub-id_doi": "10.1016/j.virol.2018.11.004", "pub-id_pmid": "30448640", "section_type": "REF", "source": "Virology", "type": "ref", "volume": "527", "year": "2019"}, "text": "Polymorphisms of the cytidine deaminase APOBEC3F have different HIV-1 restriction efficiencies", "sentences": [], "annotations": [], "relations": []}, {"offset": 38664, "infons": {"fpage": "447", "issue": "5", "lpage": "457", "pub-id_doi": "10.1038/cmi.2017.143", "pub-id_pmid": "29375124", "section_type": "REF", "source": "Cellular & Molecular Immunology", "type": "ref", "volume": "15", "year": "2018"}, "text": "IDO1 in cancer: A Gemini of immune checkpoints", "sentences": [], "annotations": [], "relations": []}, {"offset": 38711, "infons": {"fpage": "425", "issue": "1", "lpage": "453", "pub-id_doi": "10.1146/annurev.iy.03.040185.002233", "pub-id_pmid": "2415140", "section_type": "REF", "source": "Annual Review of Immunology", "type": "ref", "volume": "3", "year": "1985"}, "text": "The coming of age of the immunoglobulin J chain", "sentences": [], "annotations": [], "relations": []}, {"offset": 38759, "infons": {"fpage": "89", "lpage": "97", "pub-id_doi": "10.1016/j.coi.2014.01.002", "pub-id_pmid": "24485523", "section_type": "REF", "source": "Current Opinion in Immunology", "type": "ref", "volume": "27", "year": "2014"}, "text": "Orchestrating immune check-point blockade for cancer immunotherapy in combinations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38842, "infons": {"fpage": "1851", "issue": "11", "lpage": "1868", "pub-id_doi": "10.1084/jem.20150632", "pub-id_pmid": "26392224", "section_type": "REF", "source": "Journal of Experimental Medicine", "type": "ref", "volume": "212", "year": "2015"}, "text": "Critical role of phospholipase A2 group IID in age-related susceptibility to severe acute respiratory syndrome-CoV infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 38967, "infons": {"fpage": "302", "issue": "2", "lpage": "311", "pub-id_doi": "10.1016/j.cyto.2014.11.010", "pub-id_pmid": "25497737", "section_type": "REF", "source": "Cytokine", "type": "ref", "volume": "71", "year": "2015"}, "text": "Structural and agonist properties of XCL2, the other member of the C-chemokine subfamily", "sentences": [], "annotations": [], "relations": []}, {"offset": 39056, "infons": {"fpage": "435", "issue": "3", "lpage": "449", "pub-id_doi": "10.1016/j.immuni.2015.09.001", "pub-id_pmid": "26377897", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "43", "year": "2015"}, "text": "Metabolic reprogramming of immune cells in cancer progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 39118, "infons": {"fpage": "2179", "issue": "9", "lpage": "2185", "pub-id_doi": "10.1158/0008-5472.CAN-16-1553", "pub-id_pmid": "28432052", "section_type": "REF", "source": "Cancer Research", "type": "ref", "volume": "77", "year": "2017"}, "text": "Genomic instability in cancer: Teetering on the limit of tolerance", "sentences": [], "annotations": [], "relations": []}, {"offset": 39185, "infons": {"fpage": "12297", "issue": "14", "lpage": "12309", "pub-id_doi": "10.18632/oncotarget.3655", "pub-id_pmid": "25909218", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "6", "year": "2015"}, "text": "Molecular stratification of metastatic melanoma using gene expression profiling: Prediction of survival outcome and benefit from molecular targeted therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 39341, "infons": {"fpage": "50", "issue": "1", "pub-id_doi": "10.1186/s12943-021-01342-6", "pub-id_pmid": "33685460", "section_type": "REF", "source": "Molecular Cancer", "type": "ref", "volume": "20", "year": "2021"}, "text": "Identification of tumor antigens and immune subtypes of cholangiocarcinoma for mRNA vaccine development", "sentences": [], "annotations": [], "relations": []}, {"offset": 39445, "infons": {"fpage": "44", "issue": "1", "pub-id_doi": "10.1186/s12943-021-01310-0", "pub-id_pmid": "33648511", "section_type": "REF", "source": "Molecular Cancer", "type": "ref", "volume": "20", "year": "2021"}, "text": "Identification of tumor antigens and immune subtypes of pancreatic adenocarcinoma for mRNA vaccine development", "sentences": [], "annotations": [], "relations": []}, {"offset": 39556, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Supplementary Materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 39580, "infons": {"file": "table-1.xml", "id": "table-1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Sequence of the siRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 39602, "infons": {"file": "table-1.xml", "id": "table-1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"2\" colspan=\"1\">Gene name</th><th colspan=\"2\" rowspan=\"1\">Sequence</th></tr><tr><th rowspan=\"1\" colspan=\"1\">Sense (5′-3′)</th><th rowspan=\"1\" colspan=\"1\">Antisense (5′-3′)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">IDO1-homo-1033</td><td rowspan=\"1\" colspan=\"1\">GUGCUCAUUAGAGUCAAAUTT</td><td rowspan=\"1\" colspan=\"1\">AUUUGACUCUAAUGAGCACTT</td></tr><tr><td rowspan=\"1\" colspan=\"1\">IDO1-homo-915</td><td rowspan=\"1\" colspan=\"1\">GCGUCUUUCAGUGCUUUGATT</td><td rowspan=\"1\" colspan=\"1\">UCAAAGCACUGAAAGACGCTT</td></tr><tr><td rowspan=\"1\" colspan=\"1\">IDO1-homo-133</td><td rowspan=\"1\" colspan=\"1\">CUCCUGGACAAUCAGUAAATT</td><td rowspan=\"1\" colspan=\"1\">UUUACUGAUUGUCCAGGAGTT</td></tr></tbody></table>\n"}, "text": "Gene name\tSequence\t \tSense (5′-3′)\tAntisense (5′-3′)\t \tIDO1-homo-1033\tGUGCUCAUUAGAGUCAAAUTT\tAUUUGACUCUAAUGAGCACTT\t \tIDO1-homo-915\tGCGUCUUUCAGUGCUUUGATT\tUCAAAGCACUGAAAGACGCTT\t \tIDO1-homo-133\tCUCCUGGACAAUCAGUAAATT\tUUUACUGAUUGUCCAGGAGTT\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 39847, "infons": {"file": "table-2.xml", "id": "table-2", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Primer sequences for PCR experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 39884, "infons": {"file": "table-2.xml", "id": "table-2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">IDO1 (Forward)</th><th rowspan=\"1\" colspan=\"1\">AAGCCCCTGACTTATGAGAACA</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">IDO1 (Reverse)</td><td rowspan=\"1\" colspan=\"1\">GCGCCTTTAGCAAAGTGTCC</td></tr><tr><td rowspan=\"1\" colspan=\"1\">β-actin (Forward)</td><td rowspan=\"1\" colspan=\"1\">TCAAGATCATTGCTCCTCCTGAG</td></tr><tr><td rowspan=\"1\" colspan=\"1\">β-actin (Reverse)</td><td rowspan=\"1\" colspan=\"1\">ACATCTGCTGGAAGGTGGACA</td></tr></tbody></table>\n"}, "text": "IDO1 (Forward)\tAAGCCCCTGACTTATGAGAACA\t \tIDO1 (Reverse)\tGCGCCTTTAGCAAAGTGTCC\t \tβ-actin (Forward)\tTCAAGATCATTGCTCCTCCTGAG\t \tβ-actin (Reverse)\tACATCTGCTGGAAGGTGGACA\t \t", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]