[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240910", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC8518697", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Xue et al", "article-id_doi": "10.2147/IJGM.S335266", "article-id_pmc": "PMC8518697", "article-id_pmid": "34675614", "article-id_publisher-id": "335266", "fpage": "6463", "kwd": "melanoma long non-coding RNA immune checkpoint TCGA GSEA", "license": "This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).", "lpage": "6475", "name_0": "surname:Xue;given-names:Ling", "name_1": "surname:Wu;given-names:Pingfan", "name_2": "surname:Zhao;given-names:Xiaowen", "name_3": "surname:Jin;given-names:Xiaojie", "name_4": "surname:Wang;given-names:Jingjing", "name_5": "surname:Shi;given-names:Yuxiang", "name_6": "surname:Yang;given-names:Xiaojing", "name_7": "surname:She;given-names:Yali", "name_8": "surname:Li;given-names:Yaling", "name_9": "surname:Li;given-names:Changtian", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "14", "year": "2021"}, "text": "Using Immune-Related lncRNA Signature for Prognosis and Response to Immunotherapy in Cutaneous Melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 104, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 115, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Cutaneous melanoma is a highly malignant skin tumor, and most patients have a poor prognosis. In recent years, immunotherapy has assumed an important role in the treatment of advanced cutaneous melanoma, but only a small percentage of patients benefit from immunotherapy. A growing number of studies have demonstrated that the prognosis of patients with cutaneous melanoma is closely related to long non-coding RNA and the tumor immune microenvironment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 569, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 577, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We downloaded RNA expression data and immune-related gene lists of cutaneous melanoma patients separately from The Cancer Genome Atlas database and ImmPort website and identified immune-related lncRNAs by co-expression analysis. The prognostic model was constructed by applying least absolute shrinkage and selection operator regression, and all patients were classified into high- and low-risk groups according to the risk score of the model. We evaluated the differences between the two groups in terms of survival outcomes, immune infiltration, pathway enrichment, chemotherapeutic drug sensitivity and immune checkpoint gene expression to verify the impact of lncRNA signature on clinical prognosis and immunotherapy efficacy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1308, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1316, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "By correlation analysis and LASSO regression analysis, we constructed an immune-related lncRNA prognostic model based on five lncRNA: HLA-DQB1-AS1, MIR205HG, RP11-643G5.6, USP30-AS1 and RP11-415F23.4. Based on this model, we plotted Kaplan–Meier survival curves and time-dependent ROC curves and analyzed its ability as an independent prognostic factor for cutaneous melanoma in combination with clinicopathological features. The results showed that these lncRNA signature was an independent prognostic factor of cutaneous melanoma with favorable prognostic ability. Our results also show a higher degree of immune infiltration, higher expression of immune checkpoint-associated genes, and better outcome of immunotherapy in the low-risk group of the lncRNA signature.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2087, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2098, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The 5 immune-related lncRNA signatures constructed in our study can predict the prognosis of cutaneous melanoma and contribute to the selection of immunotherapy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2260, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2273, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Melanoma, a malignant tumor produced by melanocytes, most commonly occurs to the skin. Melanoma accounts for more than 75% of all deaths from skin tumors due to its high malignancy, susceptibility to metastasis, and lethality. Since 1975, the incidence of melanoma has been increasing worldwide. Melanoma has a 5-year survival rate of 98% after surgical treatment, while this percentage drop significantly for advanced or metastatic melanoma. For advanced melanoma, treatment options include chemotherapy, radiation therapy, targeted therapy and immunotherapy. Melanoma is one of the most immunogenic tumors due to its high mutational burden, therefore immunotherapy plays a major role in the treatment of advanced melanoma, and popular immunotherapeutic agents include ipilimumab targeting CTLA-4 and nivolumab targeting PD-1. But often only a few patients respond well to immunotherapy. Various factors such as the considerations of the tumor cells themselves and the state of tumor microenvironment (TME) can affect the effectiveness of immunotherapy, tumors with a high degree of immune infiltration, tend to have a better treatment outcome. The TME contains a large number of immune cells, and the crosstalk between tumor and immune cells significantly affects the development of tumor invasion, clinical response and treatment outcome. Since the immune system can detect and destroy tumor cells through immunosurveillance or play a pro-tumor role by suppressing immune activity and promoting anti-inflammatory responses, the immune environment varies greatly from one individual to another and the prognosis and response to treatment varies as well. Currently, no prognostic markers are widely recognized in melanoma, it is important to searching for effective molecular biomarkers of melanoma to predict the prognosis and identify personalized treatments, especially for patients with advanced melanoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4184, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Long non-coding RNAs (lncRNAs), a class of non-coding RNAs with transcripts longer than 200 nucleotides, which do not encode proteins, but can regulate protein expression levels by interacting with RNA, DNA or proteins to perform biological functions. Recent studies have shown that lncRNAs participate in the development of tumors by sustaining proliferative signaling, activating invasion and metastasis, inducing angiogenesis, and more. Studies show lncRNA also plays an important role in melanoma, for example, LINC00518, which promotes melanoma metastasis through miR-204-5p/AP1S2 axis and HCP5, can regulate RARRES3 expression to inhibit melanoma progression. Other studies have shown that lncRNAs are actively involved in the regulation of differentiation, function and gene expression of multiple immune cells in the immune process. For example, lncRNA CamK-A further contributes to tumor progression by activating Ca2+-dependent signaling and participating in the remodeling of the TME. LncRNA has been demonstrated to be of great value of assessing tumor immune infiltration in a variety of cancers. However, there is still a lack of immune-related lncRNA signature as a biomarker of prognosis in patients with cutaneous melanoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5425, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we constructed an immune-related lncRNA prognostic model based on five lncRNAs and tested its predictive ability in cutaneous melanoma with the aim at providing more effective treatment options and risk stratification management for patients with cutaneous melanoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5707, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5729, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Download and Preprocessing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The RNA-seq FPKM (reads per kilobase per million) data and clinical information of 467 patients with cutaneous melanoma were downloaded from the TCGA database (https://portal.gdc.cancer.gov). Cases in which follow-up was less than 30 days were excluded because they were at high risk of dying from other causes such as surgical complications rather than cutaneous melanoma. A total of 446 patients were included in the study. All patients were randomly divided into a training dataset (n = 267 cases) and a test dataset (n = 179 cases) in the ratio of 6:4, and the combined dataset contained all 446 cases. GTF files downloaded from Ensembl (http://asia.ensembl.org) are used to annotate the transcriptome data to differentiate between mRNAs and lncRNAs for subsequent analysis. Immune-related genes used to screen for immune-related lncRNAs downloaded from the ImmPort database (http://www.immport.org).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6666, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of Immune-Related lncRNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6707, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, we removed mRNAs and lncRNAs with an average expression of less than 0.5 in all cutaneous melanoma samples, as these were considered to be not meaningful. Then to obtain immune-related lncRNAs, we performed a correlation analysis between the expression levels of immune-related genes and lncRNAs by using the R package “limma”. The cor-Filter coefficients were set to >0.7 and P value < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7112, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction and Validation of Immune-Related lncRNA Signatures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7176, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify prognosis-associated immune-related lncRNAs, we performed univariate Cox regression analysis on the obtained immune-related lncRNAs by the R package “survival”, and the P value < 0.01. Next, we performed least absolute shrinkage and selection operator (LASSO) regression analysis on the prognosis-related immune lncRNAs of the training dataset using the R package “glmnet”, and finally determined a prognosis model consisting of 5 lncRNAs. The risk scores of the samples were calculated based on the lncRNAs expressions and coefficients in the model, the formula is as follows: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "where RNAi is the coefficient and EXPlncrnai is the expression of the corresponding lncRNA. We calculated risk scores of the samples and divided them into two groups: high risk and low risk. To verify the predictive value of the prognostic model, we performed Kaplan–Meier log-rank analysis, time-dependent receiver operating characteristic (ROC) curve analysis, using the R packages included “survival” and “survivalROC.”", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8208, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis Between the Prognostic Model and the Other Clinicopathological Features", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8289, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the independence of lncRNA signature as a prognostic factor in melanoma, univariate and multivariate Cox regression analyses were used to assess the relationship between risk score and age, gender, clinical stage, T-stage, N-stage and M-stage.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8543, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immuno-Infiltration Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8572, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CIBERSORT deconvolution method was used to calculate the abundance of 22 immune cell infiltrates in the high- and low-risk groups, and the difference in immune infiltration between high- and low-risk groups was analyzed by the Wilcoxon test. p < 0.05 was considered statistically significant. Violin plots were drawn by R package “ggplot2”, correlation heat map plotted by the R package “ggcorrplot”.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8981, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene Set Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9010, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate the Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways associated with the immune-related lncRNA signature and the biological functional differences between high- and low-risk groups, we performed a Gene set enrichment analysis (GSEA). GSEA software version was 4.0.3 (http://www.gsea-msigdb.org/gsea/index.jsp).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9343, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of Immune Checkpoint Gene Expression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9389, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To explore the potential role of immune-related lncRNAs signatures in predicting response to immune checkpoint inhibitors therapy, we analyzed the relationship between the expression of immune checkpoint-related genes (PD1, PD-L1, and CTLA-4) and lncRNA signature as well as plotted K-M survival curves.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9693, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of Sensitivity to Chemotherapeutic Agents", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9744, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We selected some of the drugs commonly used in melanoma chemotherapy, including Cisplatin, Docetaxel, Doxorubicin and Vinblastine, and analyzed the differences in sensitivity between high- and low-risk groups among the above chemotherapeutic agents by using the Wilcoxon rank sum test. R package “pRRophetic” were used.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10068, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Result", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10075, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Immune-Related lncRNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10116, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 446 cutaneous melanoma samples from the TCGA database with expression profiles containing 19712 mRNAs and 14834 lncRNAs were included in this study. The list of immune-related genes downloaded from the ImmPort database contained 2483 immune-related genes (Table S1). By co-expression analysis with immune-related genes, we obtained 91 immune-related lncRNAs, with correlation coefficient was set to >0.7 and the P value < 0.001 (Table S2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10567, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction and Validation of an Immunoprognostic-Related lncRNA Signature of Cutaneous Melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10665, "infons": {"file": "IJGM-14-6463-g0001.jpg", "id": "f0001", "section_type": "FIG", "type": "fig_caption"}, "text": "Five immune-related prognosis-associated lncRNAs and their coefficients obtained by LASSO regression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10767, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We performed univariate Cox regression analysis on the 91 lncRNAs obtained above and obtained 47 immune-related lncRNAs that were significantly associated with survival (Table S3). We performed LASSO regression analysis on the above 47 lncRNAs and finally obtained 5 lncRNAs and constructed immune-related lncRNA signature (Figure 1). The risk score for each patient was calculated according to the following formula. Risk score = HLA-DQB1-AS1 expression*(−0.14627921) +MIR205HG expression*0.12503025 +RP11-643G5.6 expression*(−0.08723354) +USP30-AS1 expression*(−0.20663133)+RP11-415F23.4*(−0.02709997).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11380, "infons": {"file": "IJGM-14-6463-g0002.jpg", "id": "f0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Construction and validation of immune-related prognostic lncRNA signature of cutaneous melanoma in the training group, test group and combined group. (A) Risk score curves and survival status distribution plots of immune-related lncRNA signature in the training, test and combined groups. (B) Kaplan–Meier survival curves of the immune-related lncRNA signature in the training, test and combined groups. (C) Time-dependent ROC curves of the immune-related lncRNA signature in the training, test and combined groups.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11898, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We calculated risk scores for the training group and identified the maximum inflection point by evaluating the AIC values of each point of the 5-year ROC curve to obtain the cutoff value (−0.3691). Based on the cutoff values, all samples were divided into a high-risk group (n = 235) and a low-risk group (n = 211). The horizontal coordinates of the risk score curves and survival status distribution plots of the training group, test group and combined groups ordered from lowest to highest risk demonstrate that melanoma patients with higher risk have a much higher mortality rate than those with lower risk (Figure 2A). The Kaplan–Meier curves showed that the overall survival (OS) of the low-risk patients in all three groups was greater than that of the patients in the high-risk group (Figure 2B). To further assess the predictive effect of the lncRNA model, we plotted time-dependent ROC curves for 1,3,5 years (Figure 2C). In the combined group, the area under the ROC curves (AUC) of 1, 3, and 5 years were 0.732, 0.696, and 0.702, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12957, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune-Related lncRNA Signature as an Independent Prognostic Factor in Melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13037, "infons": {"file": "IJGM-14-6463-g0003.jpg", "id": "f0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Assessing the ability of immune-related lncRNA signature in cutaneous melanoma as an independent prognostic factor. (A) Univariate Cox regression analysis of age, gender, stage, TNM stage and risk score. (B) Multivariate Cox regression analysis for age, gender, stage, TNM stage and risk score. (C) Calculate the AUC for age, gender, stage, TNM stage and risk score based on multifactorial ROC curves.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13439, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess whether immunolncRNAs predict the prognosis of melanoma independently from other clinicopathological features, we performed a Cox regression analysis. The results of the univariate independent prognostic analysis showed a statistically significant relationship between age, stage, T-stage, N-stage, risk score and survival outcome (P < 0.001) (Figure 3A). Multifactorial independent prognostic analysis showed that age, T-stage, N-stage, and risk score were independent prognostic factors for melanoma (P < 0.05) (Figure 3B). To assess the sensitivity and specificity of the risk score of the prognosis of melanoma patients, we performed a time-dependent ROC analysis (Figure 3C). The area under the ROC curve of risk scores was 0.787, which was larger than the areas under the ROC curves of other clinicopathological features. In conclusion, these results indicate that the immune-related lncRNA signature obtained above is an independent prognostic factor of melanoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14420, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune Infiltration Status and Pathways Analysis of Different Risk Groups", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14494, "infons": {"file": "IJGM-14-6463-g0004.jpg", "id": "f0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Immune infiltration status of cutaneous melanoma. (A) Correlation between 22 types of immune cells. (B) Infiltration status of 22 types of immune cells in cutaneous melanoma. (C) Differences in immune cell infiltration in high- and low-risk groups. *Indicates P value < 0.05; **indicates P value < 0.01; ***indicates P value < 0.001; ****indicates P value < 0.0001; ns indicates P value > 0.05.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14889, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We analyzed the infiltration status of 22 immune cell subpopulations in melanoma samples based on the CIBERSORT deconvolution algorithm (Figure 4B). The results showed that there were multiple immune cells showing different infiltrations in high- and low-risk groups. Figure 4A shows the correlation between the degree of infiltration of 22 immune cells, where it is evident that M0 macrophages are negatively correlated with CD8+ T cells, while neutrophils are positively correlated with activated mast cells. As shown in Figure 4C, in the high-risk group, M0 macrophages, M2 macrophages and resting memory CD4 T cells were more infiltrated (P < 0.0001), and in the low-risk group M1 macrophages and CD8 T cells were infiltrated to a higher degree (P < 0.0001). These results suggest that the immune-related lncRNA signature is associated with immune infiltration of melanoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15767, "infons": {"file": "IJGM-14-6463-g0005.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "GSEA analysis to assess immune infiltration and pathway enrichment differences in high and low risk populations. (A) Immune response. (B) Immune system process. (C) Toll-like receptor signaling pathway. (D) Chemokine signaling pathway. (E) JAK-STAT signaling pathway. (F) GPI anchor biosynthesis. (G) glyoxylate and dicarboxylate metabolism.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16109, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition, a GSEA analysis showed that the immune response gene set (M19817) and immune system process gene set (M13664) had a more positive performance compared to the high-risk group in the low-risk group (Figure 5A and B). The results also showed that toll-like receptor signaling pathway, chemokine signaling pathway and JAK-STAT signaling pathway were enriched in the low-risk population, and glycosylphosphatidylinositol (GPI) anchor biosynthesis, glyoxylate and dicarboxylate metabolism-related genes were enriched in the high-risk population, suggesting that these biologically relevant pathways may influence the prognosis of melanoma (Figure 5C–G).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16772, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "lncRNA Signature Has Potential to Predict the Efficacy of Melanoma Immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16853, "infons": {"file": "IJGM-14-6463-g0006.jpg", "id": "f0006", "section_type": "FIG", "type": "fig_caption"}, "text": "Impact of immune-related lncRNA signature and immune checkpoint-related gene expression on survival outcome in cutaneous melanoma. (A) Differences in expression of immune checkpoint-related genes (CTLA-4, PD-1, and PD-L1) in high and low risk populations. Kaplan-Meier survival curves among four-patient-groups stratified by the immune-related lncRNA signature and (B) CTLA-4, (C) PD-1 and (D) PD-L1 expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17265, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Immunotherapy is an important treatment for advanced metastatic melanoma. To explore the potential role of the lncRNA signature in melanoma immunotherapy, we evaluated the relationship between three immune checkpoint genes CTLA-4, PD-1, PD-L1 and our prognostic signature. The results showed that all three genes were highly expressed in the low-risk group (P < 0.0001) (Figure 6A). High expression of immune checkpoint genes suggests immunotherapy is more likely to work. To further observe whether the lncRNA signature has an impact on clinical outcomes when immune checkpoint gene expression levels are similar, we performed a Kaplan–Meier analysis. The results showed that patients with high CTLA-4 low risk had a significantly better prognosis than patients with high CTLA-4 high risk (P < 0.0001), while at low CTLA-4 expression, the prognosis of low-risk patients was still better than high-risk patients (P < 0.05). We also observed similar survival outcomes in the PD-1 and PD-L1 subgroups as in the CTLA-4 subgroup (Figure 6B–D). In addition, we observed that patients with high immune checkpoint gene expression and low-risk had a better prognosis than the other three subgroups. In conclusion, the lncRNA signature may have the ability to predict the effect of immunotherapy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18557, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Evaluation of the Sensitivity of lncRNA Signature to Chemotherapeutic Agents", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18634, "infons": {"file": "IJGM-14-6463-g0007.jpg", "id": "f0007", "section_type": "FIG", "type": "fig_caption"}, "text": "Differences in sensitivity to chemotherapeutic agents between high- and low-risk groups. (A and B) The low-risk group was associated with a higher IC50 of Doxorubicin and Vinblastine. (C and D) The high-risk group was associated with a higher IC50 of Docetaxel and Cisplatin. *Indicates P value < 0.05; **indicates P value < 0.01; ****indicates P value < 0.0001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18997, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further assess the role of the lncRNA signature in guiding clinical treatment, we compared the relationship of partial chemotherapy agent sensitivity between high- and low-risk groups. As shown in Figure 7, the low-risk group was associated with higher half maximal inhibitory concentration (IC50) of Doxorubicin and Vinblastine, whereas the high-risk group was associated with higher IC50s of Cisplatin and Docetaxel (P < 0.05). These suggest that the high-risk group is more sensitive to Doxorubicin and Vinblastine, while the low-risk group is more sensitive to Cisplatin and Docetaxel, implying that this signature may provide some degree of clinical prediction of chemotherapy agent sensitivity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19701, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19712, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Cutaneous melanoma is one of the most aggressive and lethal skin tumors, and the incidence of cutaneous melanoma has been increasing over the past few decades, posing a serious public health threat. Currently, the most effective treatment for early-stage melanoma is surgical resection, while immunotherapy has shown an active role for unresectable or metastatic tumors. However, the response to immunotherapy varies from person to person, and only a small percentage of patients benefit from it. Therefore, finding effective biomarkers to predict the effect of immunotherapy is of great importance to help clinicians choose the treatment. Tumor immune infiltration affects many aspects of tumor in terms of growth, invasion, metastasis, and prognosis. It has been demonstrated that specific immune components play a prognostic role in cancer. For example, in colon cancer, the immunoscore measured by quantifying the density of CD3+ and cytotoxic CD8+ T cells in the tumor and infiltrating margins has been shown to be a better clinical risk assessment tool than the American Joint Committee on Cancer and Union for International Cancer Control TNM classification system for prediction. With the development of high-throughput sequencing technologies, researchers have gained a deeper understanding of non-coding RNAs. lncRNAs can influence gene expression levels by regulating transcription and translation and are involved in the development of a variety of diseases. Currently, studies of immune-related lncRNA signatures have been reported in a variety of cancers, including non-small cell lung cancer, breast cancer, colon adenocarcinoma, and hepatocellular carcinoma. These studies suggest that immune-related lncRNA signatures are of great value in predicting the prognosis of carcinoma patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21517, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we established an immune-related prognostic signature consisting of 5 lncRNAs, including HLA-DQB1-AS1, MIR205HG, RP11-643G5.6, USP30-AS1 and RP11-415F23.4. Among the five immune-related lncRNAs that constitute the signature, HLA-DQB1-AS1 is thought to be associated with prognosis of lung adenocarcinoma. The expression of MIR205HG is upregulated in a variety of cancers and is associated with multiple pathways, particularly immune response and epidermal development. TP53 mutations significantly increase MIR205HG expression in head and neck squamous cell carcinomas and stimulate proliferation, migration and clonal activity of cancer cells. In melanoma, MIR205HG supports melanoma growth through the miR-299-3p/VEGFA axis and is a prognostic biomarker. USP30-AS1 is an autophagy-related lncRNA associated with the prognosis of cervical cancer, ovarian cancer and bladder urothelial carcinoma. The above studies demonstrate that these lncRNAs promote tumor progression in a variety of tumors and correlate with prognosis. To investigate whether immune-associated lncRNA signature can be an independent prognostic factor for cutaneous melanoma, we performed univariate and multivariate Cox analyses, which showed that lncRNA signature is an independent prognostic factor for cutaneous melanoma independent from clinicopathological features.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22875, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The results of GSEA analysis showed that the toll-like receptor (TLR) signaling pathway, chemokine-signaling pathway and JAK-STAT signaling pathway were enriched in low-risk populations, and the degree of immune infiltration was higher. TRL agonist is an essential immunostimulant, TRL7 can effectively activate cytotoxic CD8+ T cells and NK cells and then activate anti-tumor immune response. Imiquimod, a TRL agonist, has been used as an immunomodulatory agent in the treatment of some cancers such as basal cell carcinoma. The JAK-STAT pathway is involved in a variety of immune processes including recognition of tumor cells and tumor immune escape, this complex regulation of the tumor microenvironment makes targeting JAK-stat an essential strategy for anti-tumor studies. Immunotherapy associated with above signaling pathways is more likely to have better therapeutic outcomes in low-risk populations. Whereas GPI anchor biosynthesis, glyoxylate and dicarboxylate metabolism-related genes are enriched in high-risk populations, high-risk populations may benefit from metabolism-related therapies. However, further studies are needed for the above.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24031, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "By comparing the survival of high- and low-risk groups in different immune checkpoint gene expression levels, it was found that the prognosis was best in the low-risk high-immune checkpoint gene expression group, the prognosis of the low-risk population was better than that of the high-risk population. Immune checkpoint inhibitors have shown positive results in the treatment of metastatic melanoma, but only a small subset of patients show good responses. Major factors affecting the response to immunotherapy include melanoma cell-related factors, the immune infiltration status of the tumor, and factors determined by the whole organism. Tumor microenvironment with higher degree of immune infiltration, ie, immunogenicity, shows better clinical response to immune checkpoint therapy, while non-immunogenic tumor microenvironment shows poorer immune response. Considering the complex process of antitumor immunity, the expression level of immune checkpoint genes cannot fully and effectively predict the effect of immunotherapy, and new biomarkers are needed to select and optimize treatment modalities. Tumor immune cell components play an important role in the immunotherapeutic response. To further explore the relationship between immune-related lncRNA signature and tumor immune infiltration, we performed CIBERSORT and GSAE analysis. The results showed a higher infiltration of M1 macrophages, activated memory CD4 T cells and CD8 T cells in the low-risk group, while M2 macrophages were more infiltrated in the high-risk group. It has been demonstrated that CD8 T cells located at the tumor invasive margin in melanoma can predict clinical response to PD-1 blockade therapy and positively correlate with response to pembrolizumab. Activation of CD4 T cells enhances cytotoxic T cell responses and can help patients benefit from immunotherapy. M1 macrophages have pro-inflammatory activity and play an anti-tumor role, while M2 macrophages have anti-inflammatory activity and promote tumor growth. It has been shown that the anti-tumor effects of immune checkpoint inhibitors can be enhanced by repolarizing M2 macrophages to M1 macrophages. These results may suggest that low-risk scores are associated with a better response to immunotherapy. We also compared the sensitivity of chemotherapeutic agents in high- and low-risk groups and found that the high-risk group was more sensitive to Doxorubicin and Vinblastine, and the low-risk group was more sensitive to Cisplatin and Docetaxel, indicating that our lncRNA signature has the potential to provide guidance for the use of chemotherapeutic agents.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26647, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are still some limitations in our study. The data for establishing the lncRNA signature were obtained from public databases, and experiments are needed to verify the classification effect of the lncRNA signature. Secondly, the ability of lncRNA models for predicting the effect of immunotherapy should be judged in conjunction with clinical information.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27007, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27018, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, this study constructs a clinicopathologically feature-independent prognostic signature constructed by five immune-associated lncRNAs based on data from cutaneous melanoma patients in the TCGA database. This signature can classify patients into high- and low-risk groups, and there are large differences in prognosis and immune infiltration status between high- and low-risk patients. In addition, immune infiltration analysis and immune checkpoint gene expression suggest that our signature may have a predictive ability for the effect of immunotherapy. Our signatures provide new potential biomarkers for prognosis and immunotherapy selection in cutaneous melanoma. It also provides some ideas for the study of lncRNAs in melanoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27763, "infons": {"section_type": "ABBR", "type": "title_1"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27777, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "lncRNA, long non-coding RNA; TCGA, the Cancer Genome Atlas; KEGG, Kyoto Encyclopedia of Genes and Genomes; TME, tumor microenvironment; FPKM, reads per kilobase per million; OS, overall survival; LASSO, least absolute shrinkage and selection operator; ROC, receiver operating characteristic; AUC, area under the respective ROC; GSEA, Gene set enrichment analysis; HR, hazard ratio; GPI, glycosylphosphatidylinositol; IC50, half maximal inhibitory concentration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28239, "infons": {"section_type": "ABBR", "type": "title_1"}, "text": "Data Sharing Statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28262, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The datasets analyzed during the current study are available in the TCGA repository (https://portal.gdc.cancer.gov/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28380, "infons": {"section_type": "ABBR", "type": "title_1"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28397, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "According to the guidelines of the Ethics and Ethical Review Committee of Gansu University of Traditional Chinese Medicine, since our study is based on open-source data, there are no ethical issues or other conflicts of interest, and therefore it does not need to be submitted for review.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28686, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28707, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "LX, XJJ, YLS and CTL designed the study. PFW, YLL, JJW, YXS, XJY and XWZ wrote the code, LX, PFW, XWZ and XJJ analyzed data, LX, PFW, XWZ, JJW, XJY and YXS wrote the manuscript, XJJ, YLS, YLL and CTL revised the manuscript. All authors read and approve the final manuscript, agree to submit it to the International Journal of General Medicine and agree to take responsibility for the content of the article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29115, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Disclosure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29126, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All authors declare no conflicts of interest in this paper.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29186, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29197, "infons": {"issue": "1", "pub-id_doi": "10.1093/jnci/djv381", "section_type": "REF", "source": "J Natl Cancer Inst", "type": "ref", "volume": "108", "year": "2016"}, "text": "Stemming the rising incidence of melanoma: calling prevention to action", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29269, "infons": {"fpage": "1071", "issue": "4", "lpage": "1080", "pub-id_doi": "10.3892/ijo.2018.4287", "pub-id_pmid": "29532857", "section_type": "REF", "source": "Int J Oncol", "type": "ref", "volume": "52", "year": "2018"}, "text": "Cutaneous melanoma: from pathogenesis to therapy (Review)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29327, "infons": {"fpage": "1", "issue": "1", "lpage": "12", "pub-id_doi": "10.1016/j.suc.2019.09.005", "pub-id_pmid": "31753105", "section_type": "REF", "source": "Surg Clin North Am", "type": "ref", "volume": "100", "year": "2020"}, "text": "Epidemiology and risk factors of melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29369, "infons": {"fpage": "236", "lpage": "250", "pub-id_doi": "10.1016/j.semcancer.2019.08.002", "pub-id_pmid": "31404607", "section_type": "REF", "source": "Semin Cancer Biol", "type": "ref", "volume": "59", "year": "2019"}, "text": "Unraveling the crosstalk between melanoma and immune cells in the tumor microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29458, "infons": {"fpage": "290", "lpage": "297", "pub-id_doi": "10.1016/j.semcancer.2019.08.001", "pub-id_pmid": "31430555", "section_type": "REF", "source": "Semin Cancer Biol", "type": "ref", "volume": "59", "year": "2019"}, "text": "Immune-checkpoint inhibitors for the treatment of metastatic melanoma: a model of cancer immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29561, "infons": {"fpage": "1366", "issue": "11", "lpage": "1379", "pub-id_doi": "10.1080/15384047.2019.1640032", "pub-id_pmid": "31366280", "section_type": "REF", "source": "Cancer Biol Ther", "type": "ref", "volume": "20", "year": "2019"}, "text": "Current state of melanoma diagnosis and treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29611, "infons": {"fpage": "61", "lpage": "68", "pub-id_doi": "10.1016/j.canlet.2016.01.043", "pub-id_pmid": "26845449", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "387", "year": "2017"}, "text": "Tumor microenvironment and therapeutic response", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29659, "infons": {"fpage": "529", "issue": "3", "lpage": "549", "pub-id_doi": "10.1111/pcmr.12926", "pub-id_pmid": "32939993", "section_type": "REF", "source": "Pigment Cell Melanoma Res", "type": "ref", "volume": "34", "year": "2021"}, "text": "The tumour immune landscape and its implications in cutaneous melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29730, "infons": {"pub-id_doi": "10.1111/pcmr.12926", "section_type": "REF", "source": "Pigment Cell Melanoma Res", "type": "ref", "year": "2020"}, "text": "The tumour immune landscape and its implications in cutaneous melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29801, "infons": {"fpage": "393", "issue": "3", "lpage": "407", "pub-id_doi": "10.1016/j.cell.2018.01.011", "pub-id_pmid": "29373828", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "172", "year": "2018"}, "text": "Functional classification and experimental dissection of long noncoding RNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29878, "infons": {"fpage": "651", "issue": "3", "lpage": "669", "pub-id_doi": "10.1534/genetics.112.146704", "pub-id_pmid": "23463798", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "193", "year": "2013"}, "text": "Long noncoding RNAs: past, present, and future", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29925, "infons": {"fpage": "703", "issue": "6", "lpage": "719", "pub-id_doi": "10.4161/rna.20481", "pub-id_pmid": "22664915", "section_type": "REF", "source": "RNA Biol", "type": "ref", "volume": "9", "year": "2012"}, "text": "The hallmarks of cancer: a long non-coding RNA point of view", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29986, "infons": {"fpage": "619", "issue": "6", "lpage": "626", "pub-id_doi": "10.1111/pcmr.12537", "pub-id_pmid": "27606977", "section_type": "REF", "source": "Pigment Cell Melanoma Res", "type": "ref", "volume": "29", "year": "2016"}, "text": "The emerging role of long non-coding RNAs in cutaneous melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30050, "infons": {"fpage": "855", "issue": "11", "pub-id_doi": "10.1038/s41419-019-2090-3", "pub-id_pmid": "31712557", "section_type": "REF", "source": "Cell Death Dis", "type": "ref", "volume": "10", "year": "2019"}, "text": "Long noncoding RNA LINC00518 acts as a competing endogenous RNA to promote the metastasis of malignant melanoma via miR-204-5p/AP1S2 axis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30188, "infons": {"fpage": "6323", "lpage": "6335", "pub-id_doi": "10.2147/OTT.S195796", "pub-id_pmid": "31496735", "section_type": "REF", "source": "Onco Targets Ther", "type": "ref", "volume": "12", "year": "2019"}, "text": "Long noncoding RNA HCP5 suppresses skin cutaneous melanoma development by regulating RARRES3 gene expression via sponging miR-12", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30317, "infons": {"fpage": "962", "issue": "9", "lpage": "972", "pub-id_doi": "10.1038/ni.3771", "pub-id_pmid": "28829444", "section_type": "REF", "source": "Nat Immunol", "type": "ref", "volume": "18", "year": "2017"}, "text": "Gene regulation in the immune system by long noncoding RNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30377, "infons": {"fpage": "177", "lpage": "198", "pub-id_doi": "10.1146/annurev-immunol-041015-055459", "pub-id_pmid": "28125358", "section_type": "REF", "source": "Annu Rev Immunol", "type": "ref", "volume": "35", "year": "2017"}, "text": "Immunobiology of long noncoding RNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30414, "infons": {"fpage": "55", "issue": "1", "lpage": "69", "pub-id_doi": "10.1016/j.it.2017.08.009", "pub-id_pmid": "28919048", "section_type": "REF", "source": "Trends Immunol", "type": "ref", "volume": "39", "year": "2018"}, "text": "Control of immune cell homeostasis and function by lncRNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30473, "infons": {"fpage": "71", "issue": "1", "lpage": "83e7", "pub-id_doi": "10.1016/j.molcel.2018.08.014", "pub-id_pmid": "30220561", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "72", "year": "2018"}, "text": "LncRNA CamK-A regulates Ca(2+)-signaling-mediated tumor microenvironment remodeling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30557, "infons": {"fpage": "e000110", "issue": "1", "pub-id_doi": "10.1136/jitc-2019-000110", "pub-id_pmid": "32041817", "section_type": "REF", "source": "J Immunother Cancer", "type": "ref", "volume": "8", "year": "2020"}, "text": "Identification of tumor immune infiltration-associated lncRNAs for improving prognosis and immunotherapy response of patients with non-small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30715, "infons": {"fpage": "937", "lpage": "947", "pub-id_doi": "10.1016/j.omtn.2020.10.002", "pub-id_pmid": "33251044", "section_type": "REF", "source": "Mol Ther Nucleic Acids", "type": "ref", "volume": "22", "year": "2020"}, "text": "Immune-related lncRNA to construct novel signature and predict the immune landscape of human hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30833, "infons": {"fpage": "225", "issue": "4", "lpage": "241", "pub-id_doi": "10.1053/j.semdp.2016.04.007", "pub-id_pmid": "27229301", "section_type": "REF", "source": "Semin Diagn Pathol", "type": "ref", "volume": "33", "year": "2016"}, "text": "Cutaneous melanoma: a current overview", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30872, "infons": {"fpage": "175", "issue": "2", "lpage": "186", "pub-id_doi": "10.1002/jso.25319", "pub-id_pmid": "30548543", "section_type": "REF", "source": "J Surg Oncol", "type": "ref", "volume": "119", "year": "2019"}, "text": "Identification of risk in cutaneous melanoma patients: prognostic and predictive markers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30961, "infons": {"fpage": "161", "issue": "1", "lpage": "173", "pub-id_doi": "10.1016/j.suc.2019.09.009", "pub-id_pmid": "31753110", "section_type": "REF", "source": "Surg Clin North Am", "type": "ref", "volume": "100", "year": "2020"}, "text": "Principles of immunotherapy in melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31001, "infons": {"fpage": "397", "issue": "4", "lpage": "407", "pub-id_doi": "10.1016/j.det.2019.06.001", "pub-id_pmid": "31466581", "section_type": "REF", "source": "Dermatol Clin", "type": "ref", "volume": "37", "year": "2019"}, "text": "Update on current treatment recommendations for primary cutaneous melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31076, "infons": {"fpage": "v126", "issue": "Suppl 5", "lpage": "32", "pub-id_doi": "10.1093/annonc/mdv297", "pub-id_pmid": "26314774", "section_type": "REF", "source": "Ann Oncol", "type": "ref", "volume": "26", "year": "2015"}, "text": "Cutaneous melanoma: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-up", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31169, "infons": {"fpage": "4557", "issue": "18", "lpage": "4566", "pub-id_doi": "10.1158/0008-5472.CAN-18-3962", "pub-id_pmid": "31350295", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "79", "year": "2019"}, "text": "The tumor microenvironment innately modulates cancer progression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31234, "infons": {"fpage": "7", "issue": "1", "lpage": "13", "pub-id_doi": "10.1016/j.canlet.2015.07.039", "pub-id_pmid": "26276713", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "368", "year": "2015"}, "text": "Tumor microenvironment: sanctuary of the devil", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31281, "infons": {"fpage": "662", "issue": "11", "lpage": "680", "pub-id_doi": "10.1038/s41568-020-0285-7", "pub-id_pmid": "32753728", "section_type": "REF", "source": "Nat Rev Cancer", "type": "ref", "volume": "20", "year": "2020"}, "text": "The immune contexture and immunoscore in cancer prognosis and therapeutic efficacy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31364, "infons": {"fpage": "199", "issue": "2", "lpage": "209", "pub-id_doi": "10.1002/path.4287", "pub-id_pmid": "24122236", "section_type": "REF", "source": "J Pathol", "type": "ref", "volume": "232", "year": "2014"}, "text": "Towards the introduction of the ‘Immunoscore’ in the classification of malignant tumours", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31457, "infons": {"fpage": "2128", "issue": "10135", "lpage": "2139", "pub-id_doi": "10.1016/S0140-6736(18)30789-X", "pub-id_pmid": "29754777", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "391", "year": "2018"}, "text": "International validation of the consensus Immunoscore for the classification of colon cancer: a prognostic and accuracy study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31583, "infons": {"fpage": "Sep", "issue": "9", "pub-id_doi": "10.3390/cells8091015", "section_type": "REF", "source": "Cells", "type": "ref", "volume": "8", "year": "2019"}, "text": "Long non-coding RNA in the pathogenesis of cancers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31634, "infons": {"fpage": "2640", "issue": "3", "lpage": "2646", "pub-id_doi": "10.1016/j.ygeno.2020.02.015", "pub-id_pmid": "32087243", "section_type": "REF", "source": "Genomics", "type": "ref", "volume": "112", "year": "2020"}, "text": "Identification and validation of immune-related lncRNA prognostic signature for breast cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31728, "infons": {"fpage": "9304", "issue": "12", "lpage": "9316", "pub-id_doi": "10.1002/jcp.29730", "pub-id_pmid": "32330311", "section_type": "REF", "source": "J Cell Physiol", "type": "ref", "volume": "235", "year": "2020"}, "text": "Immune-related long noncoding RNA signature for predicting survival and immune checkpoint blockade in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31855, "infons": {"fpage": "7060", "issue": "11", "lpage": "7078", "pub-id_pmid": "33312351", "section_type": "REF", "source": "Am J Transl Res", "type": "ref", "volume": "12", "year": "2020"}, "text": "A seven immune-related lncRNA signature predicts the survival of patients with colon adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31955, "infons": {"fpage": "7929132", "pub-id_doi": "10.1155/2020/7929132", "pub-id_pmid": "32596372", "section_type": "REF", "source": "Biomed Res Int", "type": "ref", "volume": "2020", "year": "2020"}, "text": "Identification of a seven-lncRNA immune risk signature and construction of a predictive nomogram for lung adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32076, "infons": {"fpage": "935", "pub-id_doi": "10.3389/fonc.2019.00935", "pub-id_pmid": "31649871", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "9", "year": "2019"}, "text": "Comprehensive analysis of a competing endogenous RNA network identifies seven-lncRNA signature as a prognostic biomarker for melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32210, "infons": {"fpage": "1850", "issue": "7", "lpage": "1868", "pub-id_doi": "10.7150/thno.22167", "pub-id_pmid": "29556360", "section_type": "REF", "source": "Theranostics", "type": "ref", "volume": "8", "year": "2018"}, "text": "Long non-coding MIR205HG depletes Hsa-miR-590-3p leading to unrestrained proliferation in head and neck squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32338, "infons": {"pub-id_doi": "10.18632/aging.202450", "section_type": "REF", "source": "Aging (Albany NY)", "type": "ref", "volume": "12", "year": "2021"}, "text": "LncRNA MIR205HG regulates melanomagenesis via the miR-299-3p/VEGFA axis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32410, "infons": {"fpage": "15624", "issue": "15", "lpage": "15637", "pub-id_doi": "10.18632/aging.103718", "pub-id_pmid": "32805727", "section_type": "REF", "source": "Aging (Albany NY)", "type": "ref", "volume": "12", "year": "2020"}, "text": "An autophagy-related long non-coding RNA prognostic signature accurately predicts survival outcomes in bladder urothelial carcinoma patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32551, "infons": {"fpage": "300060520970761", "issue": "11", "pub-id_doi": "10.1177/0300060520970761", "pub-id_pmid": "33179541", "section_type": "REF", "source": "J Int Med Res", "type": "ref", "volume": "48", "year": "2020"}, "text": "Autophagy-related long non-coding RNA signature for ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32618, "infons": {"fpage": "585255", "pub-id_doi": "10.3389/fphar.2020.585255", "pub-id_pmid": "33328990", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "11", "year": "2020"}, "text": "A prognostic model based on immune-related long non-coding RNAs for patients with cervical cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32716, "infons": {"fpage": "e12818", "issue": "6", "pub-id_doi": "10.1111/sji.12818", "pub-id_pmid": "31448424", "section_type": "REF", "source": "Scand J Immunol", "type": "ref", "volume": "90", "year": "2019"}, "text": "Toll-like receptors: the role in bladder cancer development, progression and immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32807, "infons": {"fpage": "104192", "pub-id_doi": "10.1016/j.phrs.2019.03.001", "pub-id_pmid": "30836160", "section_type": "REF", "source": "Pharmacol Res", "type": "ref", "volume": "154", "year": "2020"}, "text": "Harnessing the immune system to fight cancer with Toll-like receptor and RIG-I-like receptor agonists", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32909, "infons": {"fpage": "1", "lpage": "14", "pub-id_doi": "10.1016/j.mce.2017.05.033", "pub-id_pmid": "28576744", "section_type": "REF", "source": "Mol Cell Endocrinol", "type": "ref", "volume": "451", "year": "2017"}, "text": "Jak Stat signaling and cancer: opportunities, benefits and side effects of targeted inhibition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33004, "infons": {"fpage": "4071", "issue": "11", "pub-id_doi": "10.3390/ijms21114071", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "21", "year": "2020"}, "text": "Biological factors behind melanoma response to immune checkpoint inhibitors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33080, "infons": {"fpage": "56", "issue": "6230", "lpage": "61", "pub-id_doi": "10.1126/science.aaa8172", "pub-id_pmid": "25838373", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "The future of immune checkpoint therapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33120, "infons": {"fpage": "775", "issue": "4", "lpage": "789e18", "pub-id_doi": "10.1016/j.cell.2018.11.043", "pub-id_pmid": "30595452", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "176", "year": "2019"}, "text": "Dysfunctional CD8 T cells form a proliferative, dynamically regulated compartment within human melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33224, "infons": {"fpage": "568", "issue": "7528", "lpage": "571", "pub-id_doi": "10.1038/nature13954", "pub-id_pmid": "25428505", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "515", "year": "2014"}, "text": "PD-1 blockade induces responses by inhibiting adaptive immune resistance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33297, "infons": {"fpage": "635", "issue": "10", "lpage": "647", "pub-id_doi": "10.1038/s41577-018-0044-0", "pub-id_pmid": "30057419", "section_type": "REF", "source": "Nat Rev Immunol", "type": "ref", "volume": "18", "year": "2018"}, "text": "CD4(+) T cell help in cancer immunology and immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33355, "infons": {"fpage": "1556", "issue": "7", "lpage": "1562", "pub-id_doi": "10.1080/21645515.2017.1312043", "pub-id_pmid": "28441072", "section_type": "REF", "source": "Hum Vaccin Immunother", "type": "ref", "volume": "13", "year": "2017"}, "text": "Pro-tumor activities of macrophages in the progression of melanoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33422, "infons": {"fpage": "8977", "issue": "9", "lpage": "8993", "pub-id_doi": "10.1021/acsnano.8b02446", "pub-id_pmid": "30133260", "section_type": "REF", "source": "ACS Nano", "type": "ref", "volume": "12", "year": "2018"}, "text": "M1 macrophage-derived nanovesicles potentiate the anticancer efficacy of immune checkpoint inhibitor", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]