[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240907", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC5401132", "infons": {"license": "CC BY-NC-SA"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_pmc": "PMC5401132", "article-id_pmid": "28451578", "article-id_publisher-id": "JBPE-7-1", "fpage": "37", "issue": "1", "kwd": "Fetal Electrocardiography (fECG)   Fetal Heart Rate (FHR)   Abdominal Electrocardiography   Principal Component Analysis (PCA)   Independent Component Analysis (ICA)   Best Quality fECG", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution-Noncommercial-Share Alike 3.0 Unported, which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "50", "name_0": "surname:Karimi Rahmati;given-names:A.", "name_1": "surname:Setarehdan;given-names:S.K.", "name_2": "surname:Araabi;given-names:B.N.", "section_type": "TITLE", "type": "front", "volume": "7", "year": "2017"}, "text": "A PCA/ICA based Fetal ECG Extraction from Mother Abdominal Recordings by Means of a Novel Data-driven Approach to Fetal ECG Quality Assessment ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 144, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 156, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Fetal electrocardiography is a developing field that provides valuable information on the fetal health during pregnancy. By early diagnosis and treatment of fetal heart problems, more survival chance is given to the infant. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 381, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Objective: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 393, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Materials and Methods: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 417, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Here, we extract fetal ECG from maternal abdominal recordings and detect R-peaks in order to recognize fetal heart rate. On the next step, we find a better and more qualified extracted fetal ECG by using a novel approach. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 640, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 649, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this paper, a PCA/ICA-based algorithm is proposed for extracting fetal ECG, and fetal R-peaks are detected as well. The method validates the quality of extracted ECGs and selects the best candidate fetal ECG to provide the required morphological ECG features such as fetal heart rate and RR interval for more clinical examinations. The method was evaluated using the dataset which was provided by PhysioNet/Computing in Cardiology Challenge 2013. The dataset consists of 75 recordings of 4-channel ECGs each containing 1-minute length for training and 100 similar recordings for testing. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1241, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1253, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "When the proposed algorithm was applied to the test set, the scores of 85.853 bpm2 for fetal heart rate and an error of 9.725 ms RMS for fetal RR-interval estimation were obtained.  ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1436, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1449, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One way of examining fetal health is to study his/her cardiac function during pregnancy. Some possible complications in the second trimester of the pregnancy such as hypoxia due to umbilical cord wrapping around the neck, could cause fetal heart failure. On the other hand, cardiac deficiencies are among the most common congenital disorders which may remain hidden for a long time after birth, and have severe effects on the growth of the newborns. Thus, monitoring fetal heart rate during pregnancy is essential for early diagnosis of fetal cardiac defects and provides the possible drug or surgical therapy before birth to prevent fatality. Besides, obstetricians would have the opportunity to think of special remedies for fetuses with heart disorders at delivery time accordingly. Last but not least, curing cardiac problems in embryonic period or early after birth will hamper a possible mental shock of the parents. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2373, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the late 19th century, embryologists had found that decelerations in fetal heart rate (FHR) was an indicator of fetal distress. Moreover, cardiac disorders change the morphological features of the electrocardiogram (ECG). Hence, interpretation of fetal ECG (fECG) morphology would offer valuable information that can be used in the diagnosis of fetal distress. Changes in parameters such as PR, PQ, ST and QT intervals and also the widths and amplitudes of P, QRS and T-waves show the functional conditions of heart. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2894, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "R-peaks detection and QRS-wave can convey some information about cardiac rhythm, pattern of the heart rate, speed of electrical wave propagation in the cardiac muscle and heart rate variability (HRV). Hence, fetal heart rate is one of the most leading and common clinical factors which reflects fetal health. More or less than normal FHR is a sign of tachycardia/bradycardia, respectively. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3285, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although invasive fECG recording from fetal scalp is more precise and reliable than non-invasive ones captured from the mother’s abdomen, due to potential risks for both mother and fetus, it is not practical in many situations. Some advantages of non-invasive recordings of fECG include: ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3576, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Preventing stressful conditions and infections for mother and fetus (compared to invasive fECG recordings) ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3685, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Possibility of recording fECG after 18th weeks of pregnancy, not just at the delivery time (compared to invasive fECG recordings) ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3817, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Possibility of continuous long term fetal heart monitoring at home without the need for an expert (compared to Doppler-based methods) ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3953, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Affordability (compared to magnetocardiography) ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4003, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " … ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4009, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In spite of significant progresses in signal processing methods, following limitations complicate the extraction of fECG:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4131, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Overlap of the fetal signal with interfering signals/noise in both time and frequency domains ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4227, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Interference of maternal physiological signals (such as ECG, EMG and respiration) with fetal ECG ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4326, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Fetus motion during signal recording period ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4372, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Morphological similarity between the maternal and fetal ECG ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4434, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Common noise effects on bio-signals ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4472, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " … ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4478, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Various techniques for fECG extraction have been reported in the past. In a few works, the clinical features like FHR are obtained from abdominal signal directly, but mostly such methods are based on the estimating and subtracting mECG from the abdominal signal using template generation . Although these methods could achieve acceptable results, they usually suffer from variations in mECG complexes and the factors which prevent an exact template generation. Data-driven decomposition methods usually outperform temporal methods  because the components are obtained by using basic functions achieved from the data itself. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5103, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This paper presents a multistep method based on principal component analysis (PCA) to locate fetal R-peaks and extract the morphology of fECG. Our data-driven method can easily separate the maternal and fetal complexes overlapped temporally. There is no complexity in the implementation and the new proposed method for selection of the best quality fECG based on features evaluation making the approach needless of operator’s interaction. In addition, this method can be used for single or multi-channel abdominal signals. The sensitivity of the algorithm in detecting fetal R-peaks is 93.103% which shows the effectiveness of the proposed method. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5754, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Material and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5775, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5780, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The dataset used in this work consists of 75 recordings used as training data (available), 100 recordings for test (available) and 100 recordings for evaluation (unavailable). Each recording comprises of four different abdominal signals. The structure and morphology of fECG highly depends on the electrode locations, gestational age and fetal position. The signals in this dataset have been acquired from women between 38 and 41 weeks of gestation during labor. Four electrodes have been used around naval, a reference electrode above the pubic symphysis and a common mode reference electrode (ground) on the left leg. The locations of fetal R-peaks have been determined by experts and are available as reference annotations. These annotations are based on invasive fECG registered simultaneously using fetal scalp electrodes. The frequency content of the signals lies between 1 and 150 Hz. All signals have been sampled synchronously at 1KHz and 16 bit analogue; digital converters have been utilized. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This dataset has been gathered from multiple sources using various instrumentations. The proposed extraction method should be flexible enough to work with different signals having similar, but not the same, characteristics. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7010, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The entries of FHR series are evaluated by the organizers of the challenge 2013 of PhysioNet. The evaluation (scoring) method is based on beat by beat classification error (unit: bpm2); that is, the mean squared error between the estimated fetal heart rate and the reference one is computed. The lower the score, the higher the performance achieved. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7361, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Proposed Algorithm", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7380, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The block diagram of the proposed algorithm is demonstrated in Figure 1. As seen, each of four ECG channels recorded from the mother’s abdomen goes through the pre-processing procedure. After the pre-processing stage, the maternal ECG (mECG) is attenuated by applying PCA on the maternal complex sub-signals. The residual signals from four channels are then decomposed by independent component analysis (ICA) followed by a signal selection stage that picks the signal bearing the most fetal information. The chosen signal is then stacked to the four residual signals to form a set of 5 channels. Since fECG may be extracted completely using ICA on the four original abdominal signals, the best decomposed fetal signal is selected and stacked to five other signals. Now, there are six signals representing fetal ECG, among which the best one should be picked for further morphological feature extraction e.g. FHR and RR-intervals. The different stages of the proposed method are summarized in block diagram of Figure 1. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8402, "infons": {"file": "JBPE-7-37-g001.jpg", "id": "JBPE-7-37-g001.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "Block diagram of the proposed technique\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8443, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Pre-processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8458, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " The abdominal ECG contains a weak fetal ECG in comparison with the existing contaminators. The most significant interference and noise sources are: mECG, maternal EMG caused by uterine contractions, respiration, power line interference, maternal and fetal movement artifacts, noise of electronic devices and the artifacts of electrode contacts. Thus, a pre-processing step is required to reduce both the noise and the data size. At this stage, the abdominal signal is filtered by a band-pass filter to remove low and high frequency noises. In order not to distort the signal and preserve its morphology, a zero phase and flat frequency filter have to be utilized. Given the fact that Butterworth filters provide a maximally flat frequency response with no ripples in the passband, we opt for this class of filters at the pre-processing stage. To select the cutoff frequencies of the filter, one should pay particular attention to challenge a tradeoff between the amount of noise removal and preservation of the frequency contents of fECG. While in pathological cases such as bradycardia and tachycardia FHR lies on the frequency range of 1.3 to 3.3 Hz, movements are primarily reflected as frequencies in the range of 2 to 10 Hz. In this paper, the cutoff frequencies of the band-pass filter are designed at 3 and 80 Hz which turns out to remove the wandering baseline and low frequency noise efficiently preserving the time domain information sufficiently. Next, a notch filter at 50/60 Hz is applied to remove the power line interference and finally, the signals are normalized. Figure 2 shows a representative example of the raw and pre-processed abdominal signals. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10129, "infons": {"file": "JBPE-7-37-g002.jpg", "id": "JBPE-7-37-g002.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "a) Four original abdominal signals, (b) Pre-processeda signals\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10193, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Maternal ECG Attenuation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10218, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " The fetal ECG amplitude is several orders of magnitude smaller than that of the maternal ECG. The first step in the cancellation of mECG is the detection of R-peaks. To this end, the famous Pan and Tompkin’s QRS detector algorithm is used. This algorithm is one of the most reliable QRS detectors which recognizes QRS complexes based on slope, amplitude and width of the wave. When R-peaks have been detected, the sub-signals of QRS complexes are created for mECG. As the width of P-wave is smaller than that of T-wave, the duration of sub-signals is chosen such that 200 ms of it falls before and 300 ms after R-peak. By aligning these sub-signals under each other, we end up with a matrix of maternal complexes. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10936, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PCA is able to find the directions in the data with the highest variations. For abdominal ECG signals, the highest variation corresponds to the maternal ECG. Hence, by performing PCA on the matrix of maternal complexes and eliminating the first few PCs, we can suppress maternal ECG signal to a good extent. The choice of the number of omitted PCs is guided by considering 90% of signal variance as mECG. The remaining PCs correspond to fECG and noises. Then the resulting sub-signals with no or little mECG are aligned one after another forming the residual fetal ECG. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11507, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " Figure 3 shows an example of mECG attenuation stage. As the figure demonstrates, fetal QRS complex remains intact even when mQRS overlaps with fQRS in time domain. In fact, fECG is left unaltered because its vectors are dissimilar to mECG vectors. So far, we have analyzed the channels individually and four residual fetal ECGs have been obtained. Each residual fECG can be used to attain FHR in a high SNR condition. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11927, "infons": {"file": "JBPE-7-37-g003.jpg", "id": "JBPE-7-37-g003.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "mECG attenuation stage. The pre-processed abdominal signal and the acquired residual fECG for each of the four channels\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12048, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "ICA Decomposition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12066, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " One of the ECG applications of ICA is artifact and noise removal. For instance, when fECG is extremely weak so that it is buried in the background noise, applying ICA may be useful. In our scenario, each of four obtained residual fECGs represents a combination of pure fECG and multiple remaining noise and artifacts. After applying ICA to these signals, it is expected that one of the components carry the fECG information. However, sometimes noise or artifacts are not independent of fetal signal. For example, in actual measurements, the motion artifacts and ECG are not exactly independent and cardiac dynamics such as heart rate and ECG morphology are affected by body movements. Hence, the appearing fetal IC may not be the best one. One of the limitations of ICA is that one has to rely on visual inspection of ICA components for further processing. In this paper, a new approach is introduced to solve this problem. Among four signals recovered after ICA, the best signal representing fECG is picked through a selection procedure (explained in 2.2.4). This signal is the additional fECG stacked to four residual fECGs forming a set of five fECG signals. The ICA algorithm used for this purpose is Jade because it performs slightly better than Fast ICA when applied to the residual fECGs. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13364, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since the maternal and fetal hearts are physically separate sources and generate independent cardiac signals, we also applied ICA on four pre-processed abdominal signals. Pre-processing before applying ICA is important because artifacts quickly increase the number of true sources whereas ICA can only find as many ICs as the input signals. However, in some cases, ICA cannot decompose abdominal ECG to the real underlying sources. This may be due to the small amplitude of fetal IC which is sometimes even less than background noise. Furthermore, the number of abdominal channels is very small and the fetal IC may be buried in a mixture of sources in the ICs. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14027, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After applying ICA on the abdominal signals, we may have a signal representing fECG. The four signals resulting from ICA then enter the selection box (see 2.2.4) and the signal with utmost similarity to the fECG will be chosen. This additional signal is stacked with five former fECGs to form a set of six candidate fECG signals. The next stage would be selection one of these six fECGs having the best quality. For this purpose, we use the selection box one more time. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14498, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Selection Box", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14512, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In many fECG analyses, finding the best processed fECG among several channels is a problem (e.g. and). Some methods have been introduced to do so in different papers such as, and  but, rarely have they mentioned their success rate. In most papers corresponding to signal quality assessments, the quality of abdominal signals has been assessed by different tools . but the success rate they achieved in selecting the best abdominal signal in different recordings was not high and that is due to putting a fixed threshold for their parameters. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15055, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another important issue is how to automatically recognize fECG among different signals achieved after various source separation techniques. The selection box introduced here is able to find the best fECG (i.e. the one that contains the most fetal cardiac information) among several fECGs and even among the sources forming abdominal signals like mECG and other interferences. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15432, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The selection box is used 3 times in this work. In the first 2 times, the fECG should be selected among 4 signals resulted after ICA. In the last utilization of the selection box, the goal is to recognize the best fECG among six possible fECGs. To achieve this, several features are defined and calculated for each signal. These features are explained in Table 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15795, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Features included in the selection box", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15834, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" width=\"100%\"><tbody><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"2\" valign=\"middle\">\n<bold>FHR</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">Normal range for FHR is 110-120 to\n160 bpm with a particular focus on the lower band<xref rid=\"ref32\" ref-type=\"bibr\">32</xref>. In pregnancy, maternal HR increases by 25% <xref rid=\"ref33\" ref-type=\"bibr\">33</xref>i.e. 85-90 bpm.\nSo FHR is an important feature for separating mECG and fECG. Since these two\nsignals are similar morphologically and the other feature values for mother and fetus may be close to each other, a negative penalty weight (-3) is imposed for heart rates less than 120 and more than 175 bpm.</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">Since during active pushing of delivery time,\nthe mother’s HR may reach 170 bpm<xref rid=\"ref34\" ref-type=\"bibr\">34</xref>, this feature alone may not be reliable enough.</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Skewness</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">The fECG signal (like mECG)\nhas a non-Gaussian distribution. Skewness shows the level of asymmetry of a signal statistically. The absolute value of the skewness for mECG is larger than fECG<xref rid=\"ref35\" ref-type=\"bibr\">35</xref> and\nthe fetal skewness value lies in a specific range distinguished from other signals and noises<xref rid=\"ref28\" ref-type=\"bibr\">28</xref>. However, among the fECGs, the one with higher skewness shows better\nSNR. As this feature plays a major role in the best fECG selection, a higher weight is attributed to this feature (3). </td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Kurtosis</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">ECG has typically a\nsuper-Gaussian distribution<xref rid=\"ref36\" ref-type=\"bibr\">36</xref><xref rid=\"ref38\" ref-type=\"bibr\">38</xref>. The absolute kurtosis value of mECG is higher than fECG but\namong the fECGs those with higher kurtosis value and stronger non-Gaussianity are more suited for representative fECG.</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Sample Entropy</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">Entropy describes\nthe behavior of a signal in terms of randomness<xref rid=\"ref39\" ref-type=\"bibr\">39</xref>. Sample entropy is a good parameter to assess the quality of a signal. The larger the values for sample entropy,\nthe larger the amount of noise contaminating the signal<xref rid=\"ref30\" ref-type=\"bibr\">30</xref>. Thus, the fECGs with lower sample entropy are better candidates. </td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Mean and Median</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">The absolute mean and median value\nof a de-noised ECG is higher than the original (raw) one<xref rid=\"ref40\" ref-type=\"bibr\">40</xref>. So signals with higher mean and median values are likely to be less contaminated by noise.</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>RMS</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">The root mean\nsquare is a statistical parameter that reflects the magnitude of a varying signal. In<xref rid=\"ref41\" ref-type=\"bibr\">41</xref> it is demonstrated that the RMS value of a better de-noised ECG signal is less than\na noisy one. Thus lower RMS values indicate better quality for a fECG.</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Mean of the R-peaks</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">A higher mean for the R-peaks,\nimplies higher SNR, because it means that the fetal R-peaks are not buried in the background noise. The mECG is put aside by imposing a weight condition on the FHR.</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Peak frequency and magnitude of PSD</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">Power Spectral Density (PSD)\nshows the corresponding power of the frequencies of a signal. The spectral content for each abdominal channel is similar, but the energy at each frequency may differ. For mECG, the peak of PSD\nlies around 17 Hz, while for the abdominal signal there is a shift to 15 Hz, and for the fECG (obtained from fetal scalp) it lies between 20 and 30 Hz<xref rid=\"ref42\" ref-type=\"bibr\">42</xref>. Therefore, the peak frequency\nof the PSD can also be a recognizer of fECG. Hence, the magnitude of the PSD in the frequency range of 20 to 30 Hz can be considered as another feature. </td></tr></tbody></table>\n"}, "text": "FHR\tNormal range for FHR is 110-120 to\t \t160 bpm with a particular focus on the lower band. In pregnancy, maternal HR increases by 25% i.e. 85-90 bpm.\t \tSo FHR is an important feature for separating mECG and fECG. Since these two\t \tsignals are similar morphologically and the other feature values for mother and fetus may be close to each other, a negative penalty weight (-3) is imposed for heart rates less than 120 and more than 175 bpm.\t \tSince during active pushing of delivery time,\t \tthe mother’s HR may reach 170 bpm, this feature alone may not be reliable enough.\t \tSkewness\tThe fECG signal (like mECG)\t \thas a non-Gaussian distribution. Skewness shows the level of asymmetry of a signal statistically. The absolute value of the skewness for mECG is larger than fECG and\t \tthe fetal skewness value lies in a specific range distinguished from other signals and noises. However, among the fECGs, the one with higher skewness shows better\t \tSNR. As this feature plays a major role in the best fECG selection, a higher weight is attributed to this feature (3). \t \tKurtosis\tECG has typically a\t \tsuper-Gaussian distribution. The absolute kurtosis value of mECG is higher than fECG but\t \tamong the fECGs those with higher kurtosis value and stronger non-Gaussianity are more suited for representative fECG.\t \tSample Entropy\tEntropy describes\t \tthe behavior of a signal in terms of randomness. Sample entropy is a good parameter to assess the quality of a signal. The larger the values for sample entropy,\t \tthe larger the amount of noise contaminating the signal. Thus, the fECGs with lower sample entropy are better candidates. \t \tMean and Median\tThe absolute mean and median value\t \tof a de-noised ECG is higher than the original (raw) one. So signals with higher mean and median values are likely to be less contaminated by noise.\t \tRMS\tThe root mean\t \tsquare is a statistical parameter that reflects the magnitude of a varying signal. In it is demonstrated that the RMS value of a better de-noised ECG signal is less than\t \ta noisy one. Thus lower RMS values indicate better quality for a fECG.\t \tMean of the R-peaks\tA higher mean for the R-peaks,\t \timplies higher SNR, because it means that the fetal R-peaks are not buried in the background noise. The mECG is put aside by imposing a weight condition on the FHR.\t \tPeak frequency and magnitude of PSD\tPower Spectral Density (PSD)\t \tshows the corresponding power of the frequencies of a signal. The spectral content for each abdominal channel is similar, but the energy at each frequency may differ. For mECG, the peak of PSD\t \tlies around 17 Hz, while for the abdominal signal there is a shift to 15 Hz, and for the fECG (obtained from fetal scalp) it lies between 20 and 30 Hz. Therefore, the peak frequency\t \tof the PSD can also be a recognizer of fECG. Hence, the magnitude of the PSD in the frequency range of 20 to 30 Hz can be considered as another feature. \t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18763, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We have found out that the greater the values of the above-mentioned features (except FHR, RMS and sample entropy), the better the quality of the corresponding fECG signal (see Figure 4). High SNR fECGs have typically lower sample entropy and RMS values. Hence, we defined a vector of flag for every signal. The values of each feature for all the input signals are compared. For each feature (except FHR), two of the signals with the highest (or lowest in the case of RMS and sample entropy) feature values are assigned a predetermined weight as the flag for that feature, and the rest of the signals receive 0 as flags (Table 1). Since some features (like FHR and skewness) play more important roles in distinction of the best fECG, the assigned weights for these features are greater, and in the conditions with equal total-flag values, these features are determinant. When there are a lot of signals in the input of the selection box as in the last time the selection box is used for each recording, assigning the weight of -1 to the worst feature’s value will improve the selection accuracy. As the construction of the flag vectors is completed for all signals, the sum of elements of each flag vector is calculated to yield total-flag value. As a result, we end up with a single scalar value for each input signal that represents its quality. The higher the value of the total-flag, the better the fECG. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20175, "infons": {"file": "JBPE-7-37-g004.jpg", "id": "JBPE-7-37-g004.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "Feature values for a representative recording (a42)\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20228, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The criterion used to assess the accuracy of the selection procedure is the positive predictive value (PPV) acquired by the selected signal when its R-peaks are detected and compared against the timing of actual fetal R-peaks. It turns out that the proposed method works effectively with an accuracy of 91%. The accuracy is calculated as a ratio of the correctly selected signals to the total number of the selections within a specific tolerance for PPV (less than 5). In other words, if the difference between the PPV of the selected signal and the best PPV among the inputs is less than 5, the selection is assumed to be correct. Figure 4 shows an example of the features values for a representative case (record-id a42). By comparing “Total-Flag” (obtained from the selection box) and the “PPV” column values, we realize that the selection box has done a very good job in sorting fECG signals according to the quality. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21159, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Next, we compared the performance of our proposed selection method with those of Decision Tree, K-Nearest Neighbors (KNN), Discriminant Analysis, Artificial Neural Network (ANN) and Support Vector Machine (SVM) classifiers. The classification is meant to divide fECG signals into one of the two groups in terms of quality: good or bad. The procedure of the classifier training is shown in Figure 5. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21559, "infons": {"file": "JBPE-7-37-g005.jpg", "id": "JBPE-7-37-g005.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "The procedure of the classifier training\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21601, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each recording, we use the selection box three times. Each time several signals enter the selection box. We calculated the mentioned features for each signal. On the other hand, we estimated fQRS positions and calculated PPV for each signal. The label for each signal was assigned based on PPV. Signals with PPV below 90 were labeled 0 (bad) and those with higher PPV were labeled 1 (good). The signal with label 1 is better and more qualified fECG than the signal with label 0. We have 74 recordings in set-A (Record 54 is omitted due to inaccurate reference annotations). For each recording, 12 non-repetitive signals enter the selection box. So, we have 12*74 signals to train and test the classifiers. To compare the performance of classifiers (Decision Tree, KNN, Discriminant Analysis, ANN and SVM) in discriminating input signals to good or bad, we used 60% of 888 signals for training the classifiers and the remaining for testing. The results showed that Decision Tree classifier outperforms other four classifiers with less misclassification error shown in Figure 6. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22683, "infons": {"file": "JBPE-7-37-g006.jpg", "id": "JBPE-7-37-g006.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of different classifiers to classify fECGs\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22738, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " On the next step, we compared Decision Tree classifier with the selection box performance. The selection box is able to compare input signals and choose the best fECG relative to others, but the Decision Tree may classify several signals or no signals to the class with label 1. Thus, we need to force the classifier to choose just one signal by multiple labelling and classifications. First, we classify the input signals according to 2-label trained classifier. If the classifier chooses only one signal as label 1, we have achieved the desired outcome. But if the classifier chooses some or no signals as label 1, we select the one closer to the mean vector of the features for class 1. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23430, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The final score gained by using Decision Tree classifier and the selection box revealed that the selection box outperforms to choose the best fECG. Even when the Decision Tree was used together with the proposed method, classification accuracy did not improve remarkably. The scores for using just selection box, just Decision Tree classifier and the combination of both the selection box and decision tree classifier are shown in Table 2. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23871, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Comparison between the performance of the selection box and Decision Tree classifier", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23956, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" width=\"100%\"><thead><tr><th style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #650000 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\"/><th style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #650000 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">FHR SCORE ON SET-A</th><th style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #650000 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">FHR SCORE ON SET-B</th></tr></thead><tbody><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Decision Tree classifier</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">60.192 (bpm<sup>2</sup>)</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">122.112 (bpm<sup>2</sup>)</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Selection Box</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">38.086 (bpm<sup>2</sup>)</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">90.923 (bpm<sup>2</sup>)</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>Selection Box+Desicion Tree</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">34.839 (bpm2)</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">85.853 (bpm2)</td></tr></tbody></table>\n"}, "text": "\tFHR SCORE ON SET-A\tFHR SCORE ON SET-B\t \tDecision Tree classifier\t60.192 (bpm2)\t122.112 (bpm2)\t \tSelection Box\t38.086 (bpm2)\t90.923 (bpm2)\t \tSelection Box+Desicion Tree\t34.839 (bpm2)\t85.853 (bpm2)\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24156, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Final fetal ECG", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24172, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The fetal R-peaks of the selected fECG are detected by Pan and Tompkin’s method  with a time length of 150 ms for the fetal QRS complex. The detected R-peaks are smoothed by Liu’s method to remove the false positive and false negative detections. The fECG is divided into QRS-complex sub-signals. This time, the duration of sub-signals has been supposed to be 350 ms according to the fetal ECG intervals mentioned in. The fetal complex sub-signals are arranged to form a matrix in which the detected R-peaks are exactly aligned under each other. The first three principal components of this matrix represent fetal ECG, and the remaining is omitted. Then, the reconstructed sub-signals are merged to form a more reliable fECG with the least noise.Figure 7 shows a sample abdominal signal, the extracted fECG and the final post processed fECG. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25019, "infons": {"file": "JBPE-7-37-g007.jpg", "id": "JBPE-7-37-g007.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "Sample fECG extraction: Abdominal signal, extracted fECG, post-processed fECG\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25098, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25106, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Figure 8 demonstrates the results of applying the proposed method on sample ECG signals (record-id a03). The first four signals are the processed abdominal channels. The fifth and sixth ones are the fECGs selected from applying ICA on the four residual fECGs and ICA on the abdominal signals, respectively. The selected fECG (red plots) is the first signal with the highest total-flag value and PPV and the least score. Further post-processing is applied on this signal and the final R-peaks are located (red circles). The reference locations of fetal R-peaks are shown with green star. It is shown that the estimated R-peaks are the same as reference ones with a good accuracy. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25787, "infons": {"file": "JBPE-7-37-g008.jpg", "id": "JBPE-7-37-g008.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "The results of record-id a03. (a) Six obtained fECG, (b) Fetal R-peaks locations, (c) Final post-processed fECG\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25900, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The scores obtained for training data (Set-A) and test data (Set-B) are summarized in Table 3, where the error in estimation of FHR and fetal RR interval on the training and test data have been mentioned separately. Moreover, the sensitivity of the algorithm (when using a threshold of 0.09 second) is 93.103%. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26212, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "The scores for training and test dataset", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26253, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" width=\"100%\"><thead><tr><th style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #650000 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\"/><th style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #650000 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">SET-A</th><th style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #650000 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">SET-B</th></tr></thead><tbody><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>FHR (bpm<sup>2</sup>)</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">34.839</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">85.853</td></tr><tr><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">\n<bold>RR Interval (ms)</bold>\n</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">-</td><td style=\"color:#000000;border-top:none;border-left:none;border-right:none 1.0pt;border-bottom:solid #A30F63 1.0pt;\" align=\"left\" colspan=\"1\" rowspan=\"1\" valign=\"top\">9.725</td></tr></tbody></table>\n"}, "text": "\tSET-A\tSET-B\t \tFHR (bpm2)\t34.839\t85.853\t \tRR Interval (ms)\t-\t9.725\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26323, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Figure 9 compares our results with those of other participants during challenge 2013 of PhysioNet. The score for FHR is 8th score and the score for RR Interval is 7th score among top scores of PhysioNet 2013 Challenge. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26544, "infons": {"file": "JBPE-7-37-g009.jpg", "id": "JBPE-7-37-g009.tif", "section_type": "FIG", "type": "fig_caption"}, "text": "Sample fECG extraction: Abdominal signal, extracted fECG, post-processed fECG\n", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26623, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26634, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, the fetal ECG is extracted from non-invasive abdominal recordings and the fetal R-peaks are detected. The presented algorithm utilizes PCA to attenuate mECG and ICA to enhance fECG. The exploitation of ICA can help extract fECG when buried in the background noise. All abdominal signals for each record are processed individually and the best extracted fECG is selected for evaluation. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27036, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A new method is proposed to specify the best quality fECG among several signals obtained from different processing approaches. This method of selection can be very efficient when there are a large number of leads specially to determine the best fECG after source separation techniques like ICA. An additional superiority of the selection box over the classifiers is that it selects relatively better fECG, and also sorts the signals according to their quality with good accuracy. Since no threshold is determined, even in cases where fECGs are not of high quality and the classifiers fail to assign any signal to the desired class, the selection box is still able to choose the best signal at hand. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27736, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The presented approach for FHR estimation can be used even for a single abdominal channel in low noise condition or for an arbitrary number of leads. The results confirm the reliability of the method for monitoring fetal ECG, hence fetal well-being. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27987, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The algorithm is highly dependent on the correct detection of maternal R-peaks. Moreover, there is a trade-off between mECG cancellation and fECG preservation in the mECG attenuation stage. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28178, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The selection box introduced here can assess the quality of fECG relative to other existing signals. It is also able to select fECG among other bio-signals and noises with the same discipline and no change in the features weights. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28410, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Many previous works have acceptable results in processing abdominal ECGs, but they could not choose the best processed fECG achieved from each channel. Ten features have been named here some of which have individually been used in previous works for quality assessment of abdominal ECG e.g. ,. All mentioned features help improve the selection box performance; none of them can get to the selection box accuracy singly. The weights chosen for each feature has been determined equally except for FHR, skewness and RMS. FHR is an important factor to discriminate fECG and mECG. Skewness and RMS work more effectively than other features when they are used alone to select the best fECG. That is why the weights assigned to these three features are greater than the others. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29182, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In pathological ECGs with prolonged QT (or ST segment), the duration of P-QRS-T complex increases. Therefore, it is preferred to estimate P-QRS-T duration dynamically for each record when forming complex matrix. Defining more relevant features with proper weights in fECG selection stage can also further improve the efficiency of the selection box. The authors also intend to evaluate their algorithm on a dataset acquired from women in earlier stages of pregnancy as an extension to this research work. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29688, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Conflict of interests: None", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29716, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29727, "infons": {"comment": "[PMC Free Article]", "fpage": "401323", "name_0": "surname:Hutter;given-names:D", "name_1": "surname:Kingdom;given-names:J", "name_2": "surname:Jaeggi;given-names:E", "pub-id_doi": "10.1155/2010/401323", "pub-id_pmid": "20981293", "section_type": "REF", "source": " Int J Pediatr", "type": "ref", "volume": "2010", "year": " 2010"}, "text": "Causes and mechanisms of intrauterine hypoxia and its impact on the fetal cardiovascular system: a review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29833, "infons": {"name_0": "surname:Sameni;given-names:R", "section_type": "REF", "source": "Extraction of fetal cardiac signals from an array of maternal abdominal recordings: Citeseer;2008", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29834, "infons": {"comment": "Available from: []", "section_type": "REF", "type": "ref"}, "text": "Noninvasive Fetal ECG: the PhysioNet/Computing in Cardiology Challenge 2013", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29910, "infons": {"fpage": "373", "lpage": "88", "name_0": "surname:Martens;given-names:SM", "name_1": "surname:Rabotti;given-names:C", "name_2": "surname:Mischi;given-names:M", "name_3": "surname:Sluijter;given-names:RJ", "pub-id_doi": "10.1088/0967-3334/28/4/004", "pub-id_pmid": "17395993", "section_type": "REF", "source": " Physiol Meas", "type": "ref", "volume": "28", "year": " 2007"}, "text": "A robust fetal ECG detection method for abdominal recordings", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29971, "infons": {"name_0": "surname:Anisha;given-names:M", "name_1": "surname:Kumar;given-names:S", "name_2": "surname:Benisha;given-names:M", "name_3": "surname:editors", "section_type": "REF", "source": "Survey on Fetal ECG extraction. Control, Instrumentation, Communication and Computational Technologies (ICCICCT), 2014 International Conference on; 2014: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29972, "infons": {"name_0": "surname:Di Marco;given-names:LY", "name_1": "surname:Marzo;given-names:A", "name_2": "surname:Frangi;given-names:A", "name_3": "surname:editors", "section_type": "REF", "source": "Multichannel foetal heartbeat detection by combining source cancellation with expectation-weighted estimation of fiducial points. Computing in Cardiology 2013; 2013: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29973, "infons": {"comment": "[PMC Free Article]", "fpage": "4", "lpage": "20", "name_0": "surname:Sameni;given-names:R", "name_1": "surname:Clifford;given-names:GD", "pub-id_doi": "10.2174/1876536x01003010004", "pub-id_pmid": "21614148", "section_type": "REF", "source": " Open Pacing Electrophysiol Ther J", "type": "ref", "volume": "3", "year": " 2010"}, "text": "A Review of Fetal ECG Signal Processing; Issues and Promising Directions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30046, "infons": {"comment": "[PMC Free Article]", "fpage": "1521", "lpage": "36", "name_0": "surname:Clifford;given-names:GD", "name_1": "surname:Silva;given-names:I", "name_2": "surname:Behar;given-names:J", "name_3": "surname:Moody;given-names:GB", "pub-id_doi": "10.1088/0967-3334/35/8/1521", "pub-id_pmid": "25071093", "section_type": "REF", "type": "ref", "volume": "35", "year": " 2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30047, "infons": {"name_0": "surname:Podziemski;given-names:P", "name_1": "surname:Gieraltowski;given-names:J", "name_2": "surname:editors", "section_type": "REF", "source": "Fetal heart rate discovery: algorithm for detection of fetal heart rate from noisy, noninvasive fetal ECG recordings. Computing in Cardiology 2013; 2013: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30048, "infons": {"name_0": "surname:Dessì;given-names:A", "name_1": "surname:Pani;given-names:D", "name_2": "surname:Raffo;given-names:L", "name_3": "surname:editors", "section_type": "REF", "source": "Identification of fetal QRS complexes in low density non-invasive biopotential recordings. Computing in Cardiology 2013; 2013: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30049, "infons": {"name_0": "surname:Christov;given-names:I", "name_1": "surname:Simova;given-names:I", "name_2": "surname:Abächerli;given-names:R", "name_3": "surname:editors", "section_type": "REF", "source": "Cancellation of the maternal and extraction of the fetal ECG in noninvasive recordings. Computing in Cardiology 2013; 2013: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30050, "infons": {"name_0": "surname:Varanini;given-names:M", "name_1": "surname:Tartarisco;given-names:G", "name_2": "surname:Billeci;given-names:L", "name_3": "surname:Macerata;given-names:A", "name_4": "surname:Pioggia;given-names:G", "name_5": "surname:Balocchi;given-names:R", "name_6": "surname:editors", "section_type": "REF", "source": "A multi-step approach for non-invasive fetal ECG analysis. Computing in Cardiology 2013; 2013: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30051, "infons": {"fpage": "1569", "lpage": "89", "name_0": "surname:Behar;given-names:J", "name_1": "surname:Oster;given-names:J", "name_2": "surname:Clifford;given-names:GD", "pub-id_doi": "10.1088/0967-3334/35/8/1569", "pub-id_pmid": "25069410", "section_type": "REF", "source": " Physiol Meas", "type": "ref", "volume": "35", "year": " 2014"}, "text": "Combining and benchmarking methods of foetal ECG extraction without maternal or scalp electrode data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30152, "infons": {"fpage": "1637", "lpage": "48", "name_0": "surname:Lipponen;given-names:JA", "name_1": "surname:Tarvainen;given-names:MP", "pub-id_doi": "10.1088/0967-3334/35/8/1637", "pub-id_pmid": "25069651", "section_type": "REF", "source": " Physiol Meas", "type": "ref", "volume": "35", "year": " 2014"}, "text": "Principal component model for maternal ECG extraction in fetal QRS detection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30229, "infons": {"name_0": "surname:Silva;given-names:I", "name_1": "surname:Behar;given-names:J", "name_2": "surname:Sameni;given-names:R", "name_3": "surname:Zhu;given-names:T", "name_4": "surname:Oster;given-names:J", "name_5": "surname:Clifford;given-names:GD", "name_6": "surname:et;given-names:al", "section_type": "REF", "source": "Noninvasive fetal ECG: the PhysioNet/computing in cardiology challenge 2013. Computing in Cardiology 2013; 2013: IEEE", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30230, "infons": {"fpage": "1686", "lpage": "89", "name_0": "surname:Gupta;given-names:R", "name_1": "surname:Mittal;given-names:N", "section_type": "REF", "source": " International Journal of Current Engineering and Technology", "type": "ref", "volume": "4", "year": "2014"}, "text": "Noise Reduction: A Comparative Study of Different Filters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30288, "infons": {"fpage": "230", "issue": "3", "lpage": "6", "name_0": "surname:Pan;given-names:J", "name_1": "surname:Tompkins;given-names:WJ", "pub-id_doi": "10.1109/TBME.1985.325532", "pub-id_pmid": "3997178", "section_type": "REF", "source": " IEEE transactions on biomedical engineering", "type": "ref", "year": " 1985"}, "text": "A real-time QRS detection algorithm", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30324, "infons": {"fpage": "329", "lpage": "33", "name_0": "surname:Campbell;given-names:J", "name_1": "surname:Eswaran;given-names:H", "name_2": "surname:Wilson;given-names:J", "name_3": "surname:Murphy;given-names:P", "name_4": "surname:Lowery;given-names:C", "name_5": "surname:Preissl;given-names:H", "section_type": "REF", "source": " Int J Bioelectromagn", "type": "ref", "volume": "7", "year": " 2005"}, "text": "Fetal magnetocardiographic source separation: independent component analysis techniques and signal-space projection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30440, "infons": {"name_0": "surname:Kuzilek;given-names:J", "section_type": "REF", "source": "Independent component analysis: Applications in ecg signal processing: Czech Technical University in Prague; 2013", "type": "ref"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30441, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Taigang;given-names:H", "name_1": "surname:Clifford;given-names:G", "name_2": "surname:Tarassanko;given-names:L", "section_type": "REF", "source": "Neural Processing Letters", "type": "ref", "volume": "10", "year": "2004"}, "text": "Application of ica in removing artefacts from the ECG", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30495, "infons": {"fpage": "1459", "lpage": "72", "name_0": "surname:Comani;given-names:S", "name_1": "surname:Mantini;given-names:D", "name_2": "surname:Alleva;given-names:G", "name_3": "surname:Di Luzio;given-names:S", "name_4": "surname:Romani;given-names:GL", "pub-id_doi": "10.1088/0967-3334/25/6/011", "pub-id_pmid": "15712724", "section_type": "REF", "source": " Physiol Meas", "type": "ref", "volume": "25", "year": " 2004"}, "text": "Fetal magnetocardiographic mapping using independent component analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30567, "infons": {"fpage": "15", "lpage": "20", "name_0": "surname:Yoon;given-names:H", "name_1": "surname:Kim;given-names:H", "name_2": "surname:Kwon;given-names:S", "name_3": "surname:Park;given-names:K", "section_type": "REF", "type": "ref", "year": "2013"}, "text": "An Automated Motion Artifact Removal in Electrocardiogram Based on Independent Component Analysis. In: The Fifth International Conference on Health, Telemedicine and Social Medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30749, "infons": {"name_0": "surname:Cardoso;given-names:J-F", "name_1": "surname:Souloumiac;given-names:A", "name_2": "surname:editors", "section_type": "REF", "type": "ref"}, "text": "Blind beamforming for non-Gaussian signals. IEE Proceedings F-Radar and Signal Processing; 1993: IET", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30850, "infons": {"fpage": "411", "lpage": "30", "name_0": "surname:Hyvarinen;given-names:A", "name_1": "surname:Oja;given-names:E", "pub-id_doi": "10.1016/S0893-6080(00)00026-5", "pub-id_pmid": "10946390", "section_type": "REF", "source": " Neural Netw", "type": "ref", "volume": "13", "year": " 2000"}, "text": "Independent component analysis: algorithms and applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30910, "infons": {"name_0": "surname:Behar;given-names:J", "name_1": "surname:Oster;given-names:J", "name_2": "surname:Clifford;given-names:GD", "name_3": "surname:editors", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Non-invasive FECG extraction from a set of abdominal sensors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30971, "infons": {"name_0": "surname:Tanskanen;given-names:JM", "name_1": "surname:Viik;given-names:JJ", "section_type": "REF", "type": "ref"}, "text": "Independent Component Analysis in ECG Signal Processing: INTECH Open Access Publisher; 2012", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31063, "infons": {"name_0": "surname:Rodrigues;given-names:R", "name_1": "surname:editor", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Fetal ECG detection in abdominal recordings: a method for QRS location", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31134, "infons": {"name_0": "surname:Jafari;given-names:F", "name_1": "surname:Tinati;given-names:MA", "name_2": "surname:Mozaffari;given-names:B", "name_3": "surname:editors", "section_type": "REF", "source": "\n2010 18th Iranian Conference on Electrical Engineering; 2010: IEEE\n", "type": "ref"}, "text": "A new fetal ECG extraction method using its skewness value which lies in specific range", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31222, "infons": {"name_0": "surname:Andreotti;given-names:F", "name_1": "surname:Riedl;given-names:M", "name_2": "surname:Himmelsbach;given-names:T", "name_3": "surname:Wedekind;given-names:D", "name_4": "surname:Zaunseder;given-names:S", "name_5": "surname:Wessel;given-names:N", "name_6": "surname:et;given-names:al", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Maternal signal estimation by Kalman filtering and template adaptation for fetal heart rate extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31325, "infons": {"name_0": "surname:Andreotti;given-names:F", "name_1": "surname:Riedl;given-names:M", "name_2": "surname:Himmelsbach;given-names:T", "name_3": "surname:Wedekind;given-names:D", "name_4": "surname:Zaunseder;given-names:S", "name_5": "surname:Wessel;given-names:N", "name_6": "surname:et;given-names:al", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Maternal signal estimation by Kalman filtering and template adaptation for fetal heart rate extraction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31428, "infons": {"name_0": "surname:Xu-Wilson;given-names:M", "name_1": "surname:Carlson;given-names:E", "name_2": "surname:Cheng;given-names:L", "name_3": "surname:Vairavan;given-names:S", "name_4": "surname:editors", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Spatial filtering and adaptive rule based fetal heart rate extraction from abdominal fetal ECG recordings", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31534, "infons": {"comment": "[PMC Free Article]", "fpage": "e82", "name_0": "surname:von Steinburg;given-names:SP", "name_1": "surname:Boulesteix;given-names:A-L", "name_2": "surname:Lederer;given-names:C", "name_3": "surname:Grunow;given-names:S", "name_4": "surname:Schiermeier;given-names:S", "name_5": "surname:Hatzmann;given-names:W", "name_6": "surname:et;given-names:al", "pub-id_doi": "10.7717/peerj.82", "pub-id_pmid": "23761161", "section_type": "REF", "source": " Peer J ", "type": "ref", "volume": "1", "year": "2013"}, "text": "What is the “normal” fetal heart rate?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31577, "infons": {"comment": "[PMC Free Article]", "fpage": "1630", "lpage": "6", "name_0": "surname:Adamson;given-names:DL", "name_1": "surname:Nelson-Piercy;given-names:C", "pub-id_pmid": "18003696", "section_type": "REF", "source": " Heart", "type": "ref", "volume": "93", "year": " 2007"}, "text": "Managing palpitations and arrhythmias during pregnancy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31632, "infons": {"fpage": "173", "lpage": "8", "name_0": "surname:Sohnchen;given-names:N", "name_1": "surname:Melzer;given-names:K", "name_2": "surname:Tejada;given-names:BM", "name_3": "surname:Jastrow-Meyer;given-names:N", "name_4": "surname:Othenin-Girard;given-names:V", "name_5": "surname:Irion;given-names:O", "name_6": "surname:et;given-names:al", "pub-id_doi": "10.1016/j.ejogrb.2011.04.038", "pub-id_pmid": "21641105", "section_type": "REF", "source": " Eur J Obstet Gynecol Reprod Biol", "type": "ref", "volume": "158", "year": " 2011"}, "text": "Maternal heart rate changes during labour", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31674, "infons": {"name_0": "surname:Lukoševičius;given-names:M", "name_1": "surname:Marozas;given-names:V", "name_2": "surname:editors", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Noninvasive fetal QRS detection using echo state network", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31731, "infons": {"fpage": "2821", "lpage": "8", "name_0": "surname:Zhou;given-names:Z", "name_1": "surname:Yang;given-names:K", "pub-id_doi": "10.4304/jcp.7.11.2821-2828", "section_type": "REF", "source": " Journal of Computers", "type": "ref", "volume": "7", "year": " 2012"}, "text": "Fetal electrocardiogram extraction and performance analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31791, "infons": {"comment": "[PMC Free Article]", "fpage": "e98450", "name_0": "surname:Kuzilek;given-names:J", "name_1": "surname:Kremen;given-names:V", "name_2": "surname:Soucek;given-names:F", "name_3": "surname:Lhotska;given-names:L", "pub-id_doi": "10.1371/journal.pone.0098450", "pub-id_pmid": "24905359", "section_type": "REF", "source": " PLoS One", "type": "ref", "volume": "9", "year": " 2014"}, "text": "Independent component analysis and decision trees for ECG holter recording de-noising", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31877, "infons": {"name_0": "surname:Kuzilek;given-names:J", "name_1": "surname:Lhotska;given-names:L", "name_2": "surname:editors", "section_type": "REF", "source": "\nComputing in Cardiology 2013; 2013: IEEE\n", "type": "ref"}, "text": "Advanced signal processing techniques for fetal ECG analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31938, "infons": {"comment": "[PMC Free Article]", "fpage": "983479", "name_0": "surname:Koichubekov;given-names:B", "name_1": "surname:Korshukov;given-names:I", "name_2": "surname:Omarbekova;given-names:N", "name_3": "surname:Riklefs;given-names:V", "name_4": "surname:Sorokina;given-names:M", "name_5": "surname:Mkhitaryan;given-names:X", "pub-id_doi": "10.1155/2015/983479", "pub-id_pmid": "25688286", "section_type": "REF", "source": " Comput Math Methods Med", "type": "ref", "volume": "2015", "year": " 2015"}, "text": "Computation of nonlinear parameters of heart rhythm using short time ECG segments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32020, "infons": {"fpage": "479", "lpage": "486", "name_0": "surname:Zaman;given-names:TU", "name_1": "surname:Hossain;given-names:D", "name_2": "surname:Arefin;given-names:T", "name_3": "surname:Rahman;given-names:A", "section_type": "REF", "source": " International Journal of Emerging Technology and Advanced Engineering", "type": "ref", "volume": "2", "year": " 2012"}, "text": "Comparative Analysis of De-Noising on ECG Signal", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32069, "infons": {"fpage": "797", "lpage": "804", "name_0": "surname:Vatterott;given-names:PJ", "name_1": "surname:Bailey;given-names:KR", "name_2": "surname:Hammill;given-names:SC", "pub-id_doi": "10.1161/01.CIR.81.3.797", "pub-id_pmid": "2306832", "section_type": "REF", "source": " Circulation", "type": "ref", "volume": "81", "year": " 1990"}, "text": "Improving the predictive ability of the signal-averaged electrocardiogram with a linear logistic model incorporating clinical variables", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32205, "infons": {"name_0": "surname:Zgallai;given-names:WA", "section_type": "REF", "source": "Second-and third-order statistical characterization of non-linearity and non-gaussianity of adult and fetal ECG signals and noise: INTECH Open Access Publisher", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32206, "infons": {"fpage": "245", "lpage": "9", "name_0": "surname:Liu;given-names:C-Y", "name_1": "surname:Li;given-names:L-P", "name_2": "surname:Zhao;given-names:L", "name_3": "surname:Zheng;given-names:D-C", "name_4": "surname:Li;given-names:P", "name_5": "surname:Liu;given-names:C-C", "pub-id_doi": "10.5405/jmbe.1006", "section_type": "REF", "source": " J Med Biol Eng", "type": "ref", "volume": "32", "year": " 2012"}, "text": "A combination method of improved impulse rejection filter and template matching for identification of anomalous intervals in RR sequences", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32344, "infons": {"fpage": "69", "lpage": "80", "name_0": "surname:Anandan;given-names:V", "name_1": "surname:Murugesan;given-names:C", "section_type": "REF", "source": "\nIn: International Conference on Electrical Engineering and Computer Science (ICEECS)\n", "type": "ref", "year": "2012"}, "text": "A New method of Extracting Fetal Electrocardiogram using Wavelet Transform and Genetic Algorithm", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32441, "infons": {"comment": "Available from: []", "section_type": "REF", "type": "ref"}, "text": "PhysioNet/Computing in Cardiology Challenge 2013: Top Scores", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]