[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "4637328", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_pmc": "4637328", "article-id_pmid": "26087196", "fpage": "19891", "issue": "23", "kwd": "ultradeep-targeted sequencing oral cavity squamous cell carcinoma copy number alteration biomarker clinically actionable genes", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "lpage": "19906", "name_0": "surname:Peng;given-names:Chien-Hua", "name_1": "surname:Liao;given-names:Chun-Ta", "name_2": "surname:Ng;given-names:Ka-Pou", "name_3": "surname:Tai;given-names:An-Shun", "name_4": "surname:Peng;given-names:Shih-Chi", "name_5": "surname:Yeh;given-names:Jen-Pao", "name_6": "surname:Chen;given-names:Shu-Jen", "name_7": "surname:Tsao;given-names:Kuo-Chien", "name_8": "surname:Yen;given-names:Tzu-Chen", "name_9": "surname:Hsieh;given-names:Wen-Ping", "section_type": "TITLE", "type": "front", "volume": "6", "year": "2015"}, "text": "Somatic copy number alterations detected by ultra-deep targeted sequencing predict prognosis in oral cavity squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 132, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 143, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Ultra-deep targeted sequencing (UDT-Seq) has advanced our knowledge on the incidence and functional significance of somatic mutations. However, the utility of UDT-Seq in detecting copy number alterations (CNAs) remains unclear. With the goal of improving molecular prognostication and identifying new therapeutic targets, we designed this study to assess whether UDT-Seq may be useful for detecting CNA in oral cavity squamous cell carcinoma (OSCC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 593, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 601, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We sequenced a panel of clinically actionable cancer mutations in 310 formalin-fixed paraffin-embedded OSCC specimens. A linear model was developed to overcome uneven coverage across target regions and multiple samples. The 5-year rates of secondary primary tumors, local recurrence, neck recurrence, distant metastases, and survival served as the outcome measures. We confirmed the prognostic significance of the CNA signatures in an independent sample of 105 primary OSCC specimens.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1086, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1094, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The CNA burden across 10 targeted genes was found to predict prognosis in two independent cohorts. FGFR1 and PIK3CAamplifications were associated with prognosis independent of clinical risk factors. Genes exhibiting CNA were clustered in the proteoglycan metabolism, the FOXO signaling, and the PI3K-AKT signaling pathways, for which targeted drugs are already available or currently under development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1497, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1509, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "UDT-Seq is clinically useful to identify CNA, which significantly improve the prognostic information provided by traditional clinicopathological risk factors in OSCC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1685, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1698, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Oral cavity squamous cell carcinoma (OSCC) is a leading cause of morbidity and mortality. OSCC is one of the 10 most common cancers worldwide, with most cases being observed in Asia (mainly because of betel quid chewing). The survival rates of OSCC remain suboptimal, largely because of delays in diagnosis leading to advanced disease. Risky oral habits for OSCC, including cigarette smoking, alcohol consumption, and betel quid chewing, can cause cumulative genetic changes, genomic aberrations, and widespread genomic instability. Therefore, emerging OSCC genomic data hold great promise for predicting prognosis and providing a basis for the development of targeted therapies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2378, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Somatic copy number alterations (CNAs) are widespread in cancer genomes and may lead to oncogene activation and/or tumor suppressor gene inactivation in several malignancies. In addition to the common mutations in TP53, NOTCH1, CASP8, FAT1, CDKN2A, HRAS, and USP9X, OSCC also develops through the accumulation of multiple CNA events. Amplifications in 3q, 5p, 7p, 8q, 11q, and 20q and deletions in 3p, 8p, 9p, and 18q have been observed in most OSCC studies. In general, these CNAs can either result in altered gene dosage or disrupt intragenetic regions. Although previous studies have shown that CNAs can predict prognosis in solid malignancies, the clinical significance of CNAs in OSCC remains unclear and requires thorough investigation in large clinical cohorts. In this scenario, determining how CNA contributes to clinical outcomes in patients with OSCC is a critical question and technical improvements in genomic methods are crucial to answering it.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3338, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The recent availability of ultra-deep targeted sequencing (UDT-Seq) has allowed increasing the depth of sequence coverage to greater than 2000×. Crucially, the ultra-deep coverage allows the highly sensitive detection of DNA sequence changes, even in small subclones. Most of the genes included in commercially available UDT-Seq panels are clinically actionable genes that are frequently mutated in numerous cancer types. Moreover, such genetic changes are clinically actionable by currently available drugs or new molecules under clinical development. This would ultimately facilitate the clinical translation of genetic data from bench to bedside. The sooner genetic alterations are identified, the sooner patients can be transferred into a clinical setting for treatment selection. Because of the low cost and high sensitivity of UDT-Seq, this therapeutically targetable cancer gene panel is increasingly being used in clinical laboratories for treatment selection. Certain clinically actionable genes contain single nucleotide variants (SNVs), whereas others contain CNAs (e.g., EGFR and BRAF). However, beyond use in identifying SNVs, the potential usefulness of UDT-Seq for detecting CNA remains unclear. How to reliably detect CNAs by using UDT-Seq data remains open to discussion. In this study, we prioritized identifying CNAs in the actionable genes targeted by UDT-Seq. The purpose of this study was to expand the use of UDT-Seq from SNV detection to CNV discovery, and examine the feasibility of UDT-Seq for molecular prognostication and identification of potential therapeutic targets in OSCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4946, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Currently, computational methods of CNA analysis have been developed for whole exome sequencing (WES). However, various methods require paired control samples and are applicable with small sample sizes only. Thus, these established methods cannot be applied to large samples (like vast collections of tumor specimens), especially in the absence of paired controls. In addition, when control sample size is much smaller than tumor sample size, the PCA/SVD normalization algorithms tend to falsely exclude copy number variations between tumor and normal samples; instead, such methodology captures the internal variation structure of copy number data among the predominant tumor group. PCA projections are influenced by uneven sample group size. Because the UDT-Seq-targeted regions covered in this study are much sparser and smaller than those covered by WES, the small number of targeted regions is insufficient to reliably estimate parameters in hidden Markov model-based inference. Other currently available CNA tools display optimal performances only for the detection of rare CNA (i.e., those with a frequency of <1% in the patient population). The recently published ONCOCNV considers normalization with multiple factors. However, the ONCOCNV tool only allows analyzing multiple amplicons per gene, making CNA assessment inappropriate for mutation hotspots containing a single amplicon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6338, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To circumvent these issues, we developed a linear model that overcomes the uneven coverage across target regions with a set of normal controls and can correct systematic biases among multiple samples. Herein, 310 formalin-fixed paraffin-embedded (FFPE) tissue specimens from OSCC resections were analyzed for CNA by using UDT-Seq. Because genetic variants may explain the variable clinical trajectories of OSCC patients who share similar traditional risk factors, molecular stratification and targeted therapies are urgently needed. In this article, we extend the conventional utility of UDT-Seq in SNV detection and demonstrate that high-depth UDT-Seq is also clinically useful for identifying CNA. The use of this low-cost, scalable strategy allows the analysis of numerous samples, ensuring adequate statistical power for the detection of significant relationships between CNA and clinical outcomes. The CNAs identified as significantly associated with prognosis were independently confirmed in a validation set comprising 105 additional primary OSCC samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7401, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 7409, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Sample characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 7432, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This study comprised 310 patients with stage III or IV OSCC, most of whom (approximately 95%) were male. Risky oral habits were reported by 94% of the participants. Specifically, 82% of the participants were betel quid chewers. All the participants received follow-up examinations for at least 36 months. During the follow-up period, 193 patients (62.26%) died and 57 (18.39%) developed second primary tumors. Tumor relapse were observed in 53.23% of the samples, including local recurrence (21.93%), neck recurrence (27.1%), and distant metastases (26.77%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7991, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Initial UDT-Seq reads were mapped against the hg19 human reference genome by using the built-in software of the sequencer. The mean sequence coverage was 2443-fold, with 95% of the samples covered at > 1500-fold. This coverage was markedly higher than that of general targeted sequencing. The degree of coverage uniformity for each region was also sufficiently high. The mean coefficient of variance for all of the targeted regions was 0.02. Because of the ultra-deep sequence coverage, the differential CNA signals between tumor and normal samples are more apparent and can more reliably be detected. The profile of read depth across the amplicons was highly reproducible among the controls (average pairwise correlation = 0.941). As shown in a previous study, the difference in normalized read depth of an amplicon between tumor and reference samples is correlated to the extent of chromosomal copy number changes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8908, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Detection of copy number alteration", "sentences": [], "annotations": [], "relations": []}, {"offset": 8944, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "CNA were determined using the linear model described in the Methods section with a γ of 1.5. All of the examined regions were classified into one of three categories: amplification, deletion, or normal. Most of the targeted regions were found to exhibit CNA in the OSCC samples. However, approximately 50% of the identified CNAs were present in less than 20% of the samples. Specifically, among the 46 targeted genes, 26 genes exhibited CNA with a frequency exceeding 20%. Figures 1 and 2 depict the frequency of copy number amplifications and deletions, respectively. The figures are sorted according to the total number of samples classified as harboring CNAs in the targeted genes. Common amplifications shared by at least 30% of the patients were identified in only 13 genes. Similarly, common deletions occurring in at least 30% of the patients were observed in only 12 genes. According to the number of SNVs reported by the Torrent Variant Caller, we noticed that OSCC samples were characterized by more CNAs than SNVs (Supplementary Table S5). Furthermore, the samples characterized by a higher number of CNAs tended to have a lower number of nonsynonymous SNVs (Figure 3). For each sample, we calculated the SNV occurrence rate as the fraction of the targeted genes harboring SNVs in a particular sample. The CNA occurrence rate was also calculated for an individual sample as the fraction of the targeted genes exhibiting copy number changes. The highest CNA occurrence rate was observed in samples with a SNV occurrence rate of less than 0.06. By contrast, samples with a SNV occurrence rate exceeding 0.1 generally exhibited a CNA rate of less than 0.3. Only 6% of all mutational events were characterized by the presence of CNA and SNV in the same gene. All of the remaining mutations were either isolated CNA or SNV. Therefore, for each target region, the samples harboring CNAs were generally distinct from those carrying SNVs. Such different mutational spectra indicate the existence of different patterns of genetic aberrations in OSCC pathogenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11014, "infons": {"file": "oncotarget-06-19891-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Frequency of copy number amplifications in different genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 11073, "infons": {"file": "oncotarget-06-19891-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Each bar indicates the number of samples with copy number amplifications of each gene. The x-axis is sorted using the total frequency of CNA events.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11222, "infons": {"file": "oncotarget-06-19891-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Frequency of copy number deletions in different genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 11276, "infons": {"file": "oncotarget-06-19891-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Each bar indicates the number of samples with copy number deletions of each gene. The x-axis is sorted using the total frequency of CNA events.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11420, "infons": {"file": "oncotarget-06-19891-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "A scatter gram and regression line depicting the relationship between SNVs and CNAs in OSCC specimens", "sentences": [], "annotations": [], "relations": []}, {"offset": 11522, "infons": {"file": "oncotarget-06-19891-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "The x-axis indicates the fraction of the 46 targeted genes harboring SNV, whereas the fraction of the 46 targeted genes harboring CNAs is depicted on the y-axis. Each point indicates a tumor specimen. In general, CNA were more common than SNV in the targeted genes. The regression line indicates an inverse relationship between the occurrence of SNVs and CNAs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11883, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of copy number alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 11921, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In an effort to validate our CNA calling method, we first assessed the consistency of CNA calls between amplicons covering the same gene. Because CNA size may range from 1 kilobase to several megabases, the two breakpoints of any given CNA segment can fall into an intergenic or intragenic region. When one breakpoint falls into a coding region, the whole CNA segment would encompass some entire genes and one incomplete gene region. Therefore, a CNA event occurring only in a part of a gene may be observed in this study because of the highly discrete nature of amplicon sequencing in UDT-Seq. Considering this, we therefore assessed the consistency of CNA calls between amplicons within a gene using a consistency score. Such score reflects the fraction of copy number-altered amplicons harboring the same amplification/deletion status of the neighboring amplicons within the same gene. The average consistency score among all multi-amplicon genes in all samples was 0.92. More specifically, on average, 92% of all copy number-altered amplicons in a gene were mutually adjacent and exhibited consistent CNA calls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13037, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Second, to evaluate the accuracy of the CNA calling method, we compared the CNA events of the 54 samples for which high-density SNP array profiles were available (Gene Expression Omnibus database accession number: GSE25103). Consequently, the proposed method yielded favorable average accuracy of 88% when we used the CNA results of the SNP array as a standard reference. Because most of the CNA events detected using UDT-Seq were confirmed by the SNP array, we believe that our sequencing approach yielded robust data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13557, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further validate our UDT-Seq approach for CNA assessment, we utilized a replication panel comprising 105 OSCC specimens. In this cohort, 91% of subjects had risky oral habits and 81% were betel quid chewers. We found that 80.71% of the CNA identified in the first cohort were consistently present in the replication sample, supporting the robustness of our approach. Notably, the frequency of common CNA (identified in more than 30% of the samples) was similar in the discovery and replication cohorts. Consistently common CNA amplifications were observed for the following genes: MET, ABL1, NRAS, FGFR2, FGFR3, CSF1R, VHL, and RET, whereas common CNA deletions involved SMAD4, ATM, PTEN, ERBB4, RB1, APC, FBXW7, and TP53.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14283, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association between CNA and clinical outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 14329, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients were divided into three subgroups according to their CNA status (e.g., amplification, deletion, or normal) at each target region. We used the log-rank test to assess the associations between clinical outcomes and the presence of CNA events. The resulting p values were corrected for multiple testing by using the false discovery rate (FDR) procedure to obtain a maximum FDR of 5%. Significant associations were evident for different CNA events (Supplementary Tables S2 and S3). For example, copy number amplifications in PIK3CA were associated with an increased risk of local recurrence (hazard ratio [HR] = 2.33, p = 0.006), as well as lower disease-free (HR = 1.987, p = 0.0008), disease-specific (HR = 1.95, p = 0.002), and overall (HR = 17, p = 0.007) survival rates. Patients with amplifications in the fibroblast growth factor receptor genes (FGFR1, FGFR2, and FGFR3) had a higher risk of distant metastases (p = 0.001, 0.013, and 0.0003, respectively). Copy number amplification in the ATM gene was associated with neck control (HR = 24.16, p = 0.002) and disease-free (HR = 14.10, p = 0.009), disease-specific (HR = 12.8, p = 0.012), and overall survival rates (HR = 11.89 and p = 0.015). We also observed that deletions in the APC and SMAD4 genes were significantly associated with neck control (HR = 9.742 and 16. 95, p = 0.0001 and 0.00001, respectively) and disease-free (HR = 5.702 and 13.23, p = 0.003 and 0.00001, respectively), disease-specific (HR = 6.071 and 5.42, p = 0.002 and 0.0002, respectively), and overall survival rates (HR = 5.794 and 5.114, p = 0.002 and 0.0003). Besides, copy number deletions within the RB1 gene were significantly associated with local recurrence (HR = 4.998, p = 0.001), neck control (HR = 2.451, p = 0.011), and disease-free (HR = 3.021, p = 0.004), disease-specific (HR = 3.6, p = 0.001), and overall survival rates (HR = 2.558, p = 0.015). We also identified copy number deletions in the tumor suppressor PTEN as significantly associated with poor disease-free (HR = 31.15, p = 0.00009), disease-specific (HR = 31.53, p = 0.00009), and overall survivals (HR = 27.21, p = 0.0001). Other significant relationships are listed in Supplementary Table S3. To validate the associations identified in the discovery panel, we sought to confirm the results using a replication panel. The successfully replicated associations are summarized in Tables 1 and 2. With regard to the three fibroblast growth factor receptors, only FGFR1 amplification retained its significant predictive value for distant metastasis in the replication panel (Figure 4). Similarly, CNAs identified in the PIK3CA, RB1, ATM, SMAD4, and PTEN genes were consistently associated with different clinical outcomes (Supplementary Figures S1 and S2). Of all the validated associations, we found amplifications and deletions occurring in the RB1 gene exhibited a significant prognostic impact. In both the discovery and validation sets, copy number amplifications of RB1 were rare, even though deletions were frequent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17366, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Validated associations between copy number amplifications and clinical outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 17446, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\"><thead><tr><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Clinical outcome</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CNA-harboring gene</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Hazard ratio</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><italic>P</italic> value</th></tr></thead><tbody><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Local recurrence</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.332341</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.006</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">FGFR1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.043851</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.001</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SMO</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">8.034381</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.003</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RB1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">9.043599</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RET</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">13.32504</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.011</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.987948</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0008</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">ATM</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">14.10226</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">STK11</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">31.09854</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RET</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">14.37666</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.945889</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">ATM</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">12.80487</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.012</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">STK11</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">31.24429</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.69732</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.007</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">ATM</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">11.89914</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.015</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CDH1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.323677</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.008</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">STK11</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">27.2731</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.001</td></tr></tbody></table>\n"}, "text": "Clinical outcome\tCNA-harboring gene\tHazard ratio\tP value\t \tLocal recurrence\tPIK3CA\t2.332341\t0.006\t \tDistant metastases\tFGFR1\t3.043851\t0.001\t \tDistant metastases\tSMO\t8.034381\t0.003\t \tDistant metastases\tRB1\t9.043599\t0.002\t \tDistant metastases\tRET\t13.32504\t0.011\t \tDisease-free survival\tPIK3CA\t1.987948\t0.0008\t \tDisease-free survival\tATM\t14.10226\t0.009\t \tDisease-free survival\tSTK11\t31.09854\t0.0009\t \tDisease-free survival\tRET\t14.37666\t0.009\t \tDisease-specific survival\tPIK3CA\t1.945889\t0.002\t \tDisease-specific survival\tATM\t12.80487\t0.012\t \tDisease-specific survival\tSTK11\t31.24429\t0.0009\t \tOverall survival\tPIK3CA\t1.69732\t0.007\t \tOverall survival\tATM\t11.89914\t0.015\t \tOverall survival\tCDH1\t3.323677\t0.008\t \tOverall survival\tSTK11\t27.2731\t0.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18191, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Validated associations between copy number deletions and clinical outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 18266, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\"><thead><tr><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Clinical outcome</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">CNA-harboring gene</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Hazard ratio</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><italic>P</italic> value</th></tr></thead><tbody><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PTEN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">66.15871</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0001</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RB1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.270029</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.011</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">TP53</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.025808</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.024</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SMAD4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">11.59482</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.00003</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">APC</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.702536</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.003</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PTEN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">31.15534</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RB1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.021541</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.004</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SMAD4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.556417</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.003</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">APC</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">6.071924</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">MET</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.472896</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.017</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PTEN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">31.53222</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RB1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.600392</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.001</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SMAD4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.426748</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">APC</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.794595</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">MET</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.214931</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.020</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PTEN</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">27.2186</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.001</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SMAD4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">5.144378</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0003</td></tr></tbody></table>\n"}, "text": "Clinical outcome\tCNA-harboring gene\tHazard ratio\tP value\t \tDistant metastases\tPTEN\t66.15871\t0.0001\t \tDistant metastases\tRB1\t2.270029\t0.011\t \tDistant metastases\tTP53\t2.025808\t0.024\t \tDistant metastases\tSMAD4\t11.59482\t0.00003\t \tDisease-free survival\tAPC\t5.702536\t0.003\t \tDisease-free survival\tPTEN\t31.15534\t0.0009\t \tDisease-free survival\tRB1\t3.021541\t0.004\t \tDisease-free survival\tSMAD4\t5.556417\t0.003\t \tDisease-specific survival\tAPC\t6.071924\t0.002\t \tDisease-specific survival\tMET\t5.472896\t0.017\t \tDisease-specific survival\tPTEN\t31.53222\t0.0009\t \tDisease-specific survival\tRB1\t3.600392\t0.001\t \tDisease-specific survival\tSMAD4\t5.426748\t0.0002\t \tOverall survival\tAPC\t5.794595\t0.002\t \tOverall survival\tMET\t5.214931\t0.020\t \tOverall survival\tPTEN\t27.2186\t0.001\t \tOverall survival\tSMAD4\t5.144378\t0.0003\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19064, "infons": {"file": "oncotarget-06-19891-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Kaplan-Meier estimates for distant metastases according to the presence or absence of FGFR1 amplifications (log-rank test, p = 0.001)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19198, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the independent contribution of the identified CNA to clinical outcomes, we constructed multivariate Cox proportional hazard models using conventional clinicopathological risk factors and the CNA events listed in Tables 1 and 2 as covariates. The conventional risk factors included in the model were pathological stage, pathologically positive nodes, pathological T status, and extracapsular spread (ECS). The results indicated that pathological stage was an independent predictor of neck control (HR = 2.26, p = 0.009). With the only exception of neck control, CNA events retained their independent prognostic significance in the multivariate analysis. Specifically, amplification in FGFR1 was independently associated with the rates of both local recurrence (HR = 2.12, p = 0.011) and distant metastases (HR = 2.28, p = 0.006; Table 3). PIK3CA amplification also reached significance for the prediction of local recurrence (HR = 2.63, p = 0.007) and disease-free (HR = 2.29, p = 0.025), disease-specific (HR = 2.26, p = 0.019), and overall survival rates (HR = 2.12, p = 0.002).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20289, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Multivariate analysis of clinicopathological traits and CNA events (validated in the replication panel) for the prediction of clinical outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 20433, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\"><thead><tr><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Clinical outcome</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Predictor</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Hazard ratio</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\"><italic>P</italic> value</th></tr></thead><tbody><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Second primary tumors</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">SMAD4 deletion</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.81</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.016</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Second primary tumors</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">STK11 amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.09</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.041</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Second primary tumors</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">TP53 deletion</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.72</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.025</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Second primary tumors</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">ATM amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.72</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.041</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Second primary tumors</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">pN2c</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.08</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.05</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Local recurrence</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Pathological tumor stage</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.4</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.011</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Local recurrence</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">RB1</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.52</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.049</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Local recurrence</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">FGFR1 amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.12</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.011</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Local recurrence</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.63</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.007</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Neck control</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Pathological stage</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.26</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Extracapsular spread</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">3.39</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.000013</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Pathological tumor stage</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.41</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.005</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distant metastases</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">FGFR1 amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.28</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.006</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Extracapsular spread</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.8</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0004</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Pathological tumor stage</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.36</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.29</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.025</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Extracapsular spread</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.14</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.00005</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Pathological tumor stage</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.93</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0003</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.26</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.019</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Extracapsular spread</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.74</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0002</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Pathological tumor stage</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">1.38</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.00005</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">PIK3CA amplification</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">2.12</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.002</td></tr></tbody></table>\n"}, "text": "Clinical outcome\tPredictor\tHazard ratio\tP value\t \tSecond primary tumors\tSMAD4 deletion\t1.81\t0.016\t \tSecond primary tumors\tSTK11 amplification\t2.09\t0.041\t \tSecond primary tumors\tTP53 deletion\t1.72\t0.025\t \tSecond primary tumors\tATM amplification\t1.72\t0.041\t \tSecond primary tumors\tpN2c\t2.08\t0.05\t \tLocal recurrence\tPathological tumor stage\t1.4\t0.011\t \tLocal recurrence\tRB1\t1.52\t0.049\t \tLocal recurrence\tFGFR1 amplification\t2.12\t0.011\t \tLocal recurrence\tPIK3CA amplification\t2.63\t0.007\t \tNeck control\tPathological stage\t2.26\t0.009\t \tDistant metastases\tExtracapsular spread\t3.39\t0.000013\t \tDistant metastases\tPathological tumor stage\t1.41\t0.005\t \tDistant metastases\tFGFR1 amplification\t2.28\t0.006\t \tDisease-free survival\tExtracapsular spread\t1.8\t0.0004\t \tDisease-free survival\tPathological tumor stage\t1.36\t0.0002\t \tDisease-free survival\tPIK3CA amplification\t2.29\t0.025\t \tDisease-specific survival\tExtracapsular spread\t2.14\t0.00005\t \tDisease-specific survival\tPathological tumor stage\t2.93\t0.0003\t \tDisease-specific survival\tPIK3CA amplification\t2.26\t0.019\t \tOverall survival\tExtracapsular spread\t1.74\t0.0002\t \tOverall survival\tPathological tumor stage\t1.38\t0.00005\t \tOverall survival\tPIK3CA amplification\t2.12\t0.002\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21649, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_foot"}, "text": "1 Outcomes independently predicted by validated CNA are marked in bold.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21721, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because CNA were significant independent predictors of outcomes even after allowance for traditional risk factors in multivariate models, we used real-time quantitative polymerase chain reaction (qPCR) to further validate our predicted copy number status. There were a total of 140 remaining DNA samples available for qPCR analyses, although their quantity was limited. Therefore, we selected prognostically important genes, PIK3CA and FGFR1, to be validated using qPCR because the CNAs in both genes were independently associated with multiple prognostic outcomes in the multivariate model. The experimental validation showed a mean accuracy of 85%. Accuracy was defined as the fraction of samples whose copy number (CN) status were replicated in the qPCR results. Similar to PIK3CA amplification, PTEN deletion may constitutively activate the PI3K signaling cascade. PTEN deletions were common in our study and its prognostic impact was successfully replicated in the independent cohort. We thus decided to confirm the CN status of PTEN using qPCR. The result revealed that 80% of its CN status were validated. Common SNVs in TP53 have been previously associated with OSCC. The clinical significance of SNVs in TP53 is already well known. However, TP53 deletions were also observed in the current study. Thus, we further validated TP53 deletion. The results of validation experiments indicated a mean accuracy of 87%. By contrast, several CNA associations involving amplifications in EGFR, RET, and ABL1 and deletion in BRAF were not significant after FDR correction but were still detected in the independent cohort. To confirm these CNA events, the validation of CNA in EGFR, RET, and BRAF by qPCR indicated a mean accuracy of 84%. As for ABL1, the accuracy was 70%. It should be emphasized that not all true CNAs could be detected using qPCR method. The sensitivity of qPCR decreases in presence of low-copy number variations. Thus, the accuracy results may be only conservative estimates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23716, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further investigate whether the knowledge of CNA could provide additional predictive power when combined with clinical risk factors, we assessed the predictive power of the individual integrated models reported in Table 3 and their corresponding clinical-factors-only models. For each prognostic outcome, the corresponding clinical-factors-only model included the clinical variables independently associated with the outcome of interest. Accordingly, we estimated the predictive power using the concordance index (c-index) for each prognostic outcome separately. The c-index was calculated using the R package survcomp to measure the probability of concordance between predicted and observed responses. A c-index exceeding 0.5 implies good prediction ability, whereas a c-index equal to 0.5 indicates random findings. When the c-index is less than 0.5, the predicted response is reversed. The significance of a difference in c-index between the integrated and clinical-factors-only models was calculated as described by Haibe-Kains et al.. Consequently, a c-index increase was observed in all outcomes when the CNA markers were added to the clinical-factors-only model (Table 4). However, for the second primary development, the additional predictive power of the CNA markers from 0.67 to 0.71 was nonsignificant (p = 0.073). Notably, the c-index significantly increased from 0.63 to 0.87 when PIK3CA amplification was added to a model including extracapsular spread and pathological tumor stage for predicting disease-specific survival (p = 0.00006). The same promising improvement in the predictive power was observed when PIK3CA amplification was added to the model for disease-free survival (c-index: 0.66–0.85, p = 0.0003).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25450, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Comparison of predictive power of a clinical-factors-only model versus an integrated model comprising CNA and clinical risk factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 25582, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"box\" rules=\"all\"><thead><tr><th align=\"center\" valign=\"middle\" rowspan=\"2\" colspan=\"1\">Clinical outcome</th><th align=\"center\" valign=\"middle\" colspan=\"2\" rowspan=\"1\">C-index</th><th align=\"center\" valign=\"middle\" rowspan=\"2\" colspan=\"1\"><italic>P</italic> value</th></tr><tr><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Using clinical-factors-only</th><th align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Using both of CNA markers and clinical risk factors</th></tr></thead><tbody><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Second primary tumors</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.67</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.71</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.073</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Local recurrence</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.65</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.77</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0032</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Distance metastasis</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.72</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.82</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0027</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-free survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.66</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.85</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.0003</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Disease-specific survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.63</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.87</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.00006</td></tr><tr><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">Overall survival</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.66</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.73</td><td align=\"center\" valign=\"middle\" rowspan=\"1\" colspan=\"1\">0.048</td></tr></tbody></table>\n"}, "text": "Clinical outcome\tC-index\tP value\t \tUsing clinical-factors-only\tUsing both of CNA markers and clinical risk factors\t \tSecond primary tumors\t0.67\t0.71\t0.073\t \tLocal recurrence\t0.65\t0.77\t0.0032\t \tDistance metastasis\t0.72\t0.82\t0.0027\t \tDisease-free survival\t0.66\t0.85\t0.0003\t \tDisease-specific survival\t0.63\t0.87\t0.00006\t \tOverall survival\t0.66\t0.73\t0.048\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25937, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association between CNA and HPV status", "sentences": [], "annotations": [], "relations": []}, {"offset": 25976, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to risky oral habits, human papillomavirus (HPV) infections have been linked to oral carcinogenesis. Because HPV 16 and 18 have been associated with an increased risk of OSCC, we investigated whether an association exists between CNA and HPV infection status. Notably, PIK3CA amplification has been linked to HPV infection in oropharyngeal squamous cell carcinoma. In accordance with these data, we found a significant association between copy number amplifications in PIK3CA and HPV 16/18 infection (p = 0.004). These findings support both the validity of previous data and the robustness of our UDT-Seq approach for determining CNA. We also observed that amplifications in ATM (p = 0.015), CDH1 (p = 0.029), and NOTCH1 (p = 0.001) and deletions in TP53 (p = 0.04) were significantly more frequent in HPV 16/18-positive OSCC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26824, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 26835, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study of primary OSCC tumor specimens, we utilized UDT-Seq to identify CNA in cancer genes. Two normalization steps based on linear models were applied to overcome both coverage biases across target regions and batch effects across samples. The time complexity of our linear model is bounded by linear time, ultimately allowing its use in large datasets. To our knowledge, no other analytical method has been described for using UDT-Seq to detect amplifications or deletions in a single amplicon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27340, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Because standard clinicopathological risk factors have limited ability to predict outcomes in the heterogeneous population of patients with OSCC, identifying new prognostic biomarkers is an urgent task. The prognostic CNAs identified in our study were consistent with those reported previously (Supplementary Table S4), supporting the methodological validity of our genotyping approach. For example, PIK3CA amplification was observed as ranging from 9% to 66% for OSCC, and FGFR1 amplification was found in 33% of patients with OSCC. Deletions of PTEN (29%), RB1 (66%), SMAD4 (11%), and TP53 (56%) have been previously reported in independent OSCC cohorts. Accordingly, the prevalence of CNA in TP53 (28%), FGFR1 (17%), and RB1 (35%) was lower in this study as compared with previous research conducted in Western countries. In turn, deletions in PTEN (53%) and SMAD4 (60%) were more frequently observed compared with previous studies. Such discrepancies may be explained at least in part by ethnic differences in risky oral habits. Betel quid is the main risk factor for OSCC in Eastern countries, whereas cigarette smoking and alcohol consumption are the main causative agents in the West. Hence, the underlying tumorigenic mechanism in OSCC in Asia might differ from that in Western countries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28637, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Because both the CNA amplifications and deletions observed in this study contribute to carcinogenesis in numerous solid malignancies, we sought to investigate their associations with clinical outcomes in two independent cohorts of patients with OSCC. The independent prognostic associations were successfully replicated (Tables 1 and 2). Thus, we explored the distributions of those prognostic CNA predictors using molecular pathways. Some of the prognostic CNA events identified in our study (e.g., FGFR1 amplification) were found to be distributed in the proteoglycan metabolism pathway, particularly in the heparan sulfate proteoglycan biosynthetic process. Heparan sulfate proteoglycans are involved in numerous tumorigenesis processes, including cell growth, differentiation, and angiogenesis. Because the enzymatic modification of heparan sulfate proteoglycans can dramatically modify tumor cell behavior, our data suggest that the heparan sulfate proteoglycan biosynthetic process is a potential therapeutic target for patients with OSCC who have the CNA in this pathway. In addition, other prognostic CNAs also clustered in the PI3K–AKT signaling pathways. The PI3K–AKT signaling pathway comprises key survival factors involved in the control of cell proliferation, apoptosis, and oncogenesis and is hyperactivated in several malignancies. Among the aberrant genes in this pathway, PIK3CA amplification retained its independent prognostic significance for multiple clinical outcomes in the multivariate analysis. PIK3CA amplification constitutively activates PI3K, thereby triggering continuous activation of downstream signaling (e.g., mTOR pathway). Interestingly, PIK3CA amplification has been shown to be correlated with metastatic OSCC. Other CNA events in the PI3K–AKT signaling pathway, such as loss of the PTEN suppressor, could exert the same effect as PIK3CA amplification. Furthermore, we also observed prognostic CNAs accumulated in the FOXO signaling cascade, which is downstream to the PI3K–AKT pathway. The FOXO family of transcription factors are master regulators of cell growth, proliferation, differentiation, apoptosis, and autophagy. Notably, phosphorylation of FOXO by AKT inhibits their transcriptional functions, causing cell survival and proliferation. Hence, in the absence of PTEN-induced downregulation of AKT, FOXO transcription factors are constitutively phosphorylated, thereby inhibiting the activation of the programmed cell death pathway. However, copy number deletions in PTEN were common (52%) in the current study. FOXO signaling may be constitutively blocked in patients with OSCC who have PTEN deletion. In light of these findings, the repression of the PI3K–AKT pathway (e.g., by PI3K inhibitors) and induction of FOXO transcription factors (e.g., by AKT inhibitors that suppress FOXO phosphorylation) may be considered as attractive therapeutic targets for patients with OSCC who have the CNAs in those pathways. Indeed, inhibitors of the PI3K–AKT pathway are currently in various stages of development in clinical trials. Our results may thus provide a basis for genomic-driven clinical trials in OSCC patients aimed at developing targeted drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31846, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, our current findings should be interpreted within the context of some limitations. Specifically, betel quid chewing is endemic in the study area and caution should be exercised when generalizing the results to other populations. Nonetheless, using UDT-Seq to determine CNA may facilitate the molecular classification of OSCC into prognostically relevant subtypes and provide new insights into different oncogenic pathways. Although UDT-Seq could miss large CNA events, it can be clinically useful for the rapid identification of CNA patterns in OSCC. Furthermore, the UDT-Seq assay is capable of evaluating multiple genes in target pathways (e.g., FOXO signaling) in a simultaneous manner, ultimately reducing costs and making it appropriate for clinical applications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32624, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, the proposed linear model of CNA discovery is feasible for analyzing UDT-Seq data. This is the first study investigating the association of UDT-Seq-identified CNA with clinical outcomes in OSCC specimens. The additional predictive power of the CNA markers was also demonstrated. Importantly, the identified CNA were located in clinically actionable genes that may serve as therapeutic targets. There are two principal routes through which our current results may be translationally relevant. First, identifying the main disturbed pathways (i.e., the proteoglycan metabolism, FOXO and PI3K–AKT signaling) can aid in identifying novel therapeutic strategies. Second, CNA-based biomarkers can improve clinical outcome prediction and the monitoring of disease progression and treatment response. Future studies should provide proof of principle that combining these molecular classifiers with traditional clinicopathological risk factors could improve prediction accuracy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33610, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 33632, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 33649, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was performed according to national and international guidelines and was approved by the Research Ethics Board of Chang Gung Memorial Hospital (CGMH 101-4457B). The requirement for patient consent was waived because of the retrospective nature of the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33918, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study participants", "sentences": [], "annotations": [], "relations": []}, {"offset": 33937, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We retrospectively reviewed the medical records of 310 patients with previously untreated primary OSCC who were referred for radical tumor excision and neck dissection between 1996 and 2009. Fourteen people without malignancies served as controls. All of the participants underwent an extensive evaluation before primary surgery. Patients were staged according to the 2010 American Joint Committee on Cancer staging criteria. The clinicopathological traits and follow-up data of each patient were obtained from general practice records. The following variables of all participants were collected: age at OSCC onset, sex, risky oral habits (cigarette smoking, alcohol drinking, betel quid chewing), ECS, and follow-up length.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34662, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In our hospital, collecting sufficient normal oral tissue from patients with OSCC is challenging. However, basal copy number information could also be obtained from the general population. Blood lymphocytes from healthy humans have also been used as a diploid standard in OSCC. Therefore, we used DNA from the peripheral blood mononuclear cells (PBMC) of 16 healthy donors to generate basal sequencing data. These PBMC samples were obtained from regular healthy check-up people at Chang Gung Memorial Hospital. Genomic DNA was prepared using the Qiagen Mini Kit (Qiagen, Hilden, Germany). DNA concentration was determined using the Qubit fluorometer (Invitrogen, Calsbad, California, USA). DNA integrity was analyzed using the Agilent Bioanalyzer 2100. The same sequencing procedure was conducted for both tumor and normal samples (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35506, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Surgery and adjuvant therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 35535, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The primary tumors were excised with safety margins of 1 cm or more (both peripheral and deep margins). Level I–V neck dissections were performed in patients with cN+ disease, whereas cN– patients received level I–III neck dissections. Postoperative radiotherapy (60 Gy) was administered to patients exhibiting pathological risk factors. The radiation field included the entire tumor bed area (with 1–2 cm margins) and regional lymphatics. Concomitant chemoradiation (66 Gy) with cisplatin-based regimens were administered to patients with ECS, multiple lymph node metastases, and positive margins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36142, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ultra-deep targeted sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 36173, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Ion Torrent AmpliSeq™ Cancer Panel (Life Technologies, Carlsbad, California, USA) allows the enriching of up to thousands of genomic targets from 10 ng of DNA extracted from FFPE samples by using the QIAmp DNA FFPE DNA extraction kit (Qiagen, Hilden, Germany). The AmpliSeq™ panel comprises 189 primer pairs that are designed to amplify the mutation hotspots of 46 oncogenes and tumor suppressor genes (Supplementary Table S1). After 20 initial PCR cycles, the amplicons were ligated with sequencing barcode adapters and then subjected to five additional cycles. Barcoded libraries were produced with 50 ng of amplicons by using the Ion Plus Fragment Library Kit (Life Technologies), and the resulting products were sequenced on an Ion 318 chip.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36927, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CNA detection", "sentences": [], "annotations": [], "relations": []}, {"offset": 36941, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In general, the assumption of any read depth of coverage method is that the read density of a target region is roughly proportional to the number of copies in that region. However, the quantitative relationship between the actual copy number and sequence depth may be distorted by the efficiency of multiplex PCR method, which can introduce both region- and sample-specific biases. To address this potential problem, we developed a linear model to normalize sequencing data. Because we examined short-length mutation hotspots, we assumed a consistent copy number within any specific region. The average read depth of each target region was consequently used to indicate the sequence abundance of the corresponding loci. Before normalization, log-transformation was performed to stabilize the variance of the average read depth of each region. Consequently, the variability of each read depth was unrelated to its mean value. The normalization step was aimed at determining the extent of CNA relative to the control samples. To produce normalized signals, the proposed method enables correction for both region- and sample-specific biases through the following steps:", "sentences": [], "annotations": [], "relations": []}, {"offset": 38108, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Step 1: Assessment of region-specific effects using control samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 38176, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We initially reasoned that the PCR efficiency of the target sequences may vary across regions because of guanine cytosine content, size, and sequence complexity. Therefore, we used control samples to generate a reference measure of region-specific variation across the target regions. The availability of a set of control samples is essential for studies without paired matched controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38564, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Suppose that yij is the average read depth of the ith region in the jth control sample, where i = l,...,m, j = l,...,k. The region-specific effect in the control samples can be calculated as follows:  where μN represents the overall log control sample mean, αi is the effect of the ith genomic region, βj is the effect of the jth control sample, and εij is the random error of a normal distribution with an expectation of 0 and variance of . Because the region profiles denoted by yi1, yi2,…,yik exhibit high similarity among different controls, the estimate  represents the relative sequencing preference among different regions. The control sample mean and the intrinsic region-specific effect, μN + αi may be considered as the basal average read depth of region i.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39353, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Step 2: Correction for region- and sample-specific effects in cancer specimens", "sentences": [], "annotations": [], "relations": []}, {"offset": 39432, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In general, PCR efficiency may vary across samples. Such a bias may be due to different DNA concentrations, hybridization temperatures, and batch effects. Therefore, we identified a strategy to minimize this analytical source of confounding. Suppose that yij is the average read depth of the ith region in the jth tumor sample, where i = 1,2,…,m, and j=1,2,…,l. After adjustment for region-specific baseline values, the read depth of region i in sample j can be modeled as:  where , i = 1,2,…,m and j = 1,2,…l; μC indicates the overall tumor sample mean after removing the region effect; βj is the effect of the jth tumor sample; and εij indicates the random error following a normal distribution with an expectation of 0 and variance . After fitting the model with tumor samples, the residual  is calculated by removing the estimates of μN and zij from the adjusted read depth zij as follows: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40346, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For region i, the standard deviation Si is calculated from the residuals .", "sentences": [], "annotations": [], "relations": []}, {"offset": 40421, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The adjusted residuals are calculated as .", "sentences": [], "annotations": [], "relations": []}, {"offset": 40464, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The equation indicates that the residual  is the log-ratio between yij and , where yij is the observed average read depth and  is the corresponding estimate of the expected average read depth for the ith region in the jth tumor sample. Consequently, the residual  reflects the discrepancy between the observed read depth and the expected read depth mean. Accordingly, the relative copy number change of each tumor specimen may be inferred from the residuals. For the residual  obtained through the normalization step, we have to determine which deviation from the zero level is sufficient for calling a copy number change. Because the residuals may vary slightly across regions, we scaled down the residuals in each region with their own standard deviations to make the adjusted residuals comparable across different regions. Th process is summarized as follows: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41328, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Notably, we did not adjust the residuals with the region-specific mean because that may have overcorrected the residuals in highly recurrent CNA regions. Instead, the overall mean of all adjusted residuals was used as a reference point. Starting from these assumptions, CNA calls can be determined at the resolution of individual regions. We defined a region as harboring copy number amplifications if the adjusted residual exceeded γ standard deviations above the overall mean, where the standard deviation and mean are calculated from all the adjusted residuals. A copy number deletion was considered to be present if the adjusted residual was less than γ standard deviations below the overall mean. Our approach allowed the determination of CNA calls in each region of tumor specimens. As expected, the higher the γ applied, the fewer false CNAs were included.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42204, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CNA validation by quantitative PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 42239, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CNAs were validated by using TaqMan® Copy Number Assays to perform qPCR. TaqMan Copy Number Assays (Life Technologies) were performed according to the manufacturer instructions. We used PBMC samples from healthy donors as the controls and the qPCR values were normalized to the endogenous control, RNase P. A total of 10 ng genomic DNA from each sample was used as template. The PCR conditions were as follows: an initial denaturation step at 95°C followed by 40 cycles consisting of a 15 sec denaturation at 95°C, a 60 sec annealing and extension step at 60°C. All data were analyzed with the typical comparative 2−ΔΔCt cycle threshold method using the CopyCaller® Software v2.1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42929, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis for clinical association", "sentences": [], "annotations": [], "relations": []}, {"offset": 42975, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study endpoints included the rates of second primary tumors, local recurrence, neck recurrence, distant metastases, disease-free survival, disease-specific survival, and overall survival. Overall survival and disease-specific survival were calculated from the date of primary surgery to the date of death from any cause and OSCC, respectively. Disease-free survival was measured as the time elapsed from the date of primary surgery to the date of tumor relapse. The rates of local recurrence, neck recurrence and distant metastases were calculated from the date of surgery to the date of local, neck, and distant events, respectively. Survival curves were plotted using the Kaplan-–Meier method and compared using the log-rank test. Multivariate hazard ratios for time-to-event outcomes were calculated using forward stepwise Cox regression models. The association between HPV infection status and CNA in each target region was analyzed using the χ2 test. All statistical calculations were performed using R package and the SPSS software package 21.0 for Windows (SPSS Inc., Chicago, Illinois, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44082, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Consistency score", "sentences": [], "annotations": [], "relations": []}, {"offset": 44100, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To calculate the percentage of copy number-altered amplicons that harbored the same CNA status of their neighboring amplicons within the same gene, we formulated a consistency score C, as follows:  where Na is the number of copy number-altered amplicons within a gene and Nc is the number of copy number-altered amplicons whose CNA status is consistent with their neighboring amplicons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44487, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Concordance index", "sentences": [], "annotations": [], "relations": []}, {"offset": 44505, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The concordance index indicates the fraction of concordant pairs of patients among all possible pairs. The index can be interpreted as indicating the probability that, given two randomly selected patients, the patient who experiences the event at a later time point had a lower risk of the event. The concordance index was calculated as follows:  where f(xi) and f(xj) are the risk predictions of patients i and j, respectively, and the indicator function lf(xi)<f(xj) = 1 if f(xi)<f(xj) and 0 otherwise. P is the set of all possible pairs of patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45058, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "SUPPLEMENTARY FIGURES AND TABLES", "sentences": [], "annotations": [], "relations": []}, {"offset": 45091, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "CONFLICTS OF INTEREST", "sentences": [], "annotations": [], "relations": []}, {"offset": 45113, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors declare no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45167, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 45178, "infons": {"fpage": "115", "lpage": "125", "name_0": "surname:Trivedy;given-names:CR", "name_1": "surname:Craig;given-names:G", "name_2": "surname:Warnakulasuriya;given-names:S", "pub-id_pmid": "11900631", "section_type": "REF", "source": "Addiction biology", "type": "ref", "volume": "7", "year": "2002"}, "text": "The oral health consequences of chewing areca nut", "sentences": [], "annotations": [], "relations": []}, {"offset": 45228, "infons": {"fpage": "2873", "section_type": "REF", "source": "Nature communications", "type": "ref", "volume": "4", "year": "2013"}, "text": "Mutational landscape of gingivo-buccal oral squamous cell carcinoma reveals new recurrently-mutated genes and molecular subgroups", "sentences": [], "annotations": [], "relations": []}, {"offset": 45358, "infons": {"comment": "Suppl 1 Proceedings of the International Conference on Human", "fpage": "I8", "name_0": "surname:Majumder;given-names:PP", "pub-id_pmid": "24940368", "section_type": "REF", "source": "Molecular cytogenetics", "type": "ref", "volume": "7", "year": "2014"}, "text": "Mutational landscape of gingivo-buccal oral cancer: new cancer genes and molecular subgroups identified", "sentences": [], "annotations": [], "relations": []}, {"offset": 45462, "infons": {"fpage": "1134", "lpage": "1140", "name_0": "surname:Zack;given-names:TI", "name_1": "surname:Schumacher;given-names:SE", "name_10": "surname:Sougnez;given-names:C", "name_11": "surname:Gabriel;given-names:SB", "name_12": "surname:Hernandez;given-names:B", "name_13": "surname:Shen;given-names:H", "name_14": "surname:Laird;given-names:PW", "name_15": "surname:Getz;given-names:G", "name_2": "surname:Carter;given-names:SL", "name_3": "surname:Cherniack;given-names:AD", "name_4": "surname:Saksena;given-names:G", "name_5": "surname:Tabak;given-names:B", "name_6": "surname:Lawrence;given-names:MS", "name_7": "surname:Zhang;given-names:CZ", "name_8": "surname:Wala;given-names:J", "name_9": "surname:Mermel;given-names:CH", "pub-id_pmid": "24071852", "section_type": "REF", "source": "Nature genetics", "type": "ref", "volume": "45", "year": "2013"}, "text": "Pan-cancer patterns of somatic copy number alteration", "sentences": [], "annotations": [], "relations": []}, {"offset": 45516, "infons": {"fpage": "770", "lpage": "781", "name_0": "surname:Pickering;given-names:CR", "name_1": "surname:Zhang;given-names:J", "name_10": "surname:Cortez;given-names:E", "name_11": "surname:Xie;given-names:TX", "name_12": "surname:Zhang;given-names:D", "name_13": "surname:Chung;given-names:W", "name_14": "surname:Issa;given-names:JP", "name_15": "surname:Zweidler-McKay;given-names:PA", "name_2": "surname:Yoo;given-names:SY", "name_3": "surname:Bengtsson;given-names:L", "name_4": "surname:Moorthy;given-names:S", "name_5": "surname:Neskey;given-names:DM", "name_6": "surname:Zhao;given-names:M", "name_7": "surname:Ortega Alves;given-names:MV", "name_8": "surname:Chang;given-names:K", "name_9": "surname:Drummond;given-names:J", "pub-id_pmid": "23619168", "section_type": "REF", "source": "Cancer discovery", "type": "ref", "volume": "3", "year": "2013"}, "text": "Integrative genomic characterization of oral squamous cell carcinoma identifies frequent somatic drivers", "sentences": [], "annotations": [], "relations": []}, {"offset": 45621, "infons": {"fpage": "1157", "lpage": "1160", "name_0": "surname:Stransky;given-names:N", "name_1": "surname:Egloff;given-names:AM", "name_10": "surname:Shefler;given-names:E", "name_11": "surname:Ramos;given-names:AH", "name_12": "surname:Stojanov;given-names:P", "name_13": "surname:Carter;given-names:SL", "name_14": "surname:Voet;given-names:D", "name_15": "surname:Cortes;given-names:ML", "name_2": "surname:Tward;given-names:AD", "name_3": "surname:Kostic;given-names:AD", "name_4": "surname:Cibulskis;given-names:K", "name_5": "surname:Sivachenko;given-names:A", "name_6": "surname:Kryukov;given-names:GV", "name_7": "surname:Lawrence;given-names:MS", "name_8": "surname:Sougnez;given-names:C", "name_9": "surname:McKenna;given-names:A", "pub-id_pmid": "21798893", "section_type": "REF", "source": "Science", "type": "ref", "volume": "333", "year": "2011"}, "text": "The mutational landscape of head and neck squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 45687, "infons": {"fpage": "9", "lpage": "22", "name_0": "surname:Leemans;given-names:CR", "name_1": "surname:Braakhuis;given-names:BJ", "name_2": "surname:Brakenhoff;given-names:RH", "pub-id_pmid": "21160525", "section_type": "REF", "source": "Nature reviews Cancer", "type": "ref", "volume": "11", "year": "2011"}, "text": "The molecular biology of head and neck cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 45733, "infons": {"fpage": "e1003169", "name_0": "surname:Xu;given-names:C", "name_1": "surname:Wang;given-names:P", "name_10": "surname:Zhao;given-names:LP", "name_11": "surname:Schwartz;given-names:SM", "name_12": "surname:Chen;given-names:C", "name_13": "surname:Mendez;given-names:E", "name_2": "surname:Liu;given-names:Y", "name_3": "surname:Zhang;given-names:Y", "name_4": "surname:Fan;given-names:W", "name_5": "surname:Upton;given-names:MP", "name_6": "surname:Lohavanichbutr;given-names:P", "name_7": "surname:Houck;given-names:JR", "name_8": "surname:Doody;given-names:DR", "name_9": "surname:Futran;given-names:ND", "pub-id_pmid": "23341773", "section_type": "REF", "source": "PLoS genetics", "type": "ref", "volume": "9", "year": "2013"}, "text": "Integrative genomics in combination with RNA interference identifies prognostic and functionally relevant gene targets for oral squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 45885, "infons": {"fpage": "404", "lpage": "412", "name_0": "surname:Salahshourifar;given-names:I", "name_1": "surname:Vincent-Chong;given-names:VK", "name_2": "surname:Kallarakkal;given-names:TG", "name_3": "surname:Zain;given-names:RB", "pub-id_pmid": "24613650", "section_type": "REF", "source": "Oral oncology", "type": "ref", "volume": "50", "year": "2014"}, "text": "Genomic DNA copy number alterations from precursor oral lesions to oral squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 45981, "infons": {"fpage": "e23452", "name_0": "surname:Peng;given-names:CH", "name_1": "surname:Liao;given-names:CT", "name_10": "surname:Hsieh;given-names:WP", "name_11": "surname:Yen;given-names:TC", "name_2": "surname:Peng;given-names:SC", "name_3": "surname:Chen;given-names:YJ", "name_4": "surname:Cheng;given-names:AJ", "name_5": "surname:Juang;given-names:JL", "name_6": "surname:Tsai;given-names:CY", "name_7": "surname:Chen;given-names:TC", "name_8": "surname:Chuang;given-names:YJ", "name_9": "surname:Tang;given-names:CY", "pub-id_pmid": "21853135", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "6", "year": "2011"}, "text": "A novel molecular signature identified by systems genetics approach predicts prognosis in oral squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 46100, "infons": {"fpage": "1833", "lpage": "1840", "name_0": "surname:Micke;given-names:P", "name_1": "surname:Edlund;given-names:K", "name_10": "surname:Berglund;given-names:A", "name_11": "surname:Andersson;given-names:A", "name_12": "surname:Lambe;given-names:M", "name_13": "surname:Nyberg;given-names:F", "name_14": "surname:Thomas;given-names:A", "name_15": "surname:Isaksson;given-names:A", "name_2": "surname:Holmberg;given-names:L", "name_3": "surname:Kultima;given-names:HG", "name_4": "surname:Mansouri;given-names:L", "name_5": "surname:Ekman;given-names:S", "name_6": "surname:Bergqvist;given-names:M", "name_7": "surname:Scheibenflug;given-names:L", "name_8": "surname:Lamberg;given-names:K", "name_9": "surname:Myrdal;given-names:G", "section_type": "REF", "source": "Journal of thoracic oncology : official publication of the International Association for the Study of Lung Cancer", "type": "ref", "volume": "6", "year": "2011"}, "text": "Gene copy number aberrations are associated with survival in histologic subgroups of non-small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 46212, "infons": {"fpage": "38ra47", "name_0": "surname:Russnes;given-names:HG", "name_1": "surname:Vollan;given-names:HK", "name_10": "surname:Chin;given-names:SF", "name_11": "surname:Teschendorff;given-names:AE", "name_12": "surname:Stephens;given-names:PJ", "name_13": "surname:Maner;given-names:S", "name_14": "surname:Schlichting;given-names:E", "name_15": "surname:Baumbusch;given-names:LO", "name_2": "surname:Lingjaerde;given-names:OC", "name_3": "surname:Krasnitz;given-names:A", "name_4": "surname:Lundin;given-names:P", "name_5": "surname:Naume;given-names:B", "name_6": "surname:Sorlie;given-names:T", "name_7": "surname:Borgen;given-names:E", "name_8": "surname:Rye;given-names:IH", "name_9": "surname:Langerod;given-names:A", "section_type": "REF", "source": "Science translational medicine", "type": "ref", "volume": "2", "year": "2010"}, "text": "Genomic architecture characterizes tumor progression paths and fate in breast cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 46306, "infons": {"fpage": "607", "lpage": "622", "name_0": "surname:Singh;given-names:RR", "name_1": "surname:Patel;given-names:KP", "name_10": "surname:Luthra;given-names:R", "name_2": "surname:Routbort;given-names:MJ", "name_3": "surname:Reddy;given-names:NG", "name_4": "surname:Barkoh;given-names:BA", "name_5": "surname:Handal;given-names:B", "name_6": "surname:Kanagal-Shamanna;given-names:R", "name_7": "surname:Greaves;given-names:WO", "name_8": "surname:Medeiros;given-names:LJ", "name_9": "surname:Aldape;given-names:KD", "pub-id_pmid": "23810757", "section_type": "REF", "source": "The Journal of molecular diagnostics : JMD", "type": "ref", "volume": "15", "year": "2013"}, "text": "Clinical validation of a next-generation sequencing screen for mutational hotspots in 46 cancer-related genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 46416, "infons": {"fpage": "623", "lpage": "633", "name_0": "surname:Spencer;given-names:DH", "name_1": "surname:Sehn;given-names:JK", "name_2": "surname:Abel;given-names:HJ", "name_3": "surname:Watson;given-names:MA", "name_4": "surname:Pfeifer;given-names:JD", "name_5": "surname:Duncavage;given-names:EJ", "pub-id_pmid": "23810758", "section_type": "REF", "source": "The Journal of molecular diagnostics : JMD", "type": "ref", "volume": "15", "year": "2013"}, "text": "Comparison of clinical targeted next-generation sequence data from formalin-fixed and fresh-frozen tissue specimens", "sentences": [], "annotations": [], "relations": []}, {"offset": 46532, "infons": {"fpage": "e93102", "name_0": "surname:Gaykalova;given-names:DA", "name_1": "surname:Mambo;given-names:E", "name_10": "surname:Danilova;given-names:LV", "name_11": "surname:Bishop;given-names:J", "name_12": "surname:Li;given-names:RJ", "name_13": "surname:Westra;given-names:WH", "name_14": "surname:Hennessey;given-names:P", "name_15": "surname:Koch;given-names:WM", "name_2": "surname:Choudhary;given-names:A", "name_3": "surname:Houghton;given-names:J", "name_4": "surname:Buddavarapu;given-names:K", "name_5": "surname:Sanford;given-names:T", "name_6": "surname:Darden;given-names:W", "name_7": "surname:Adai;given-names:A", "name_8": "surname:Hadd;given-names:A", "name_9": "surname:Latham;given-names:G", "pub-id_pmid": "24667986", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "9", "year": "2014"}, "text": "Novel insight into mutational landscape of head and neck squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 46613, "infons": {"fpage": "2648", "lpage": "2654", "name_0": "surname:Sathirapongsasuti;given-names:JF", "name_1": "surname:Lee;given-names:H", "name_2": "surname:Horst;given-names:BA", "name_3": "surname:Brunner;given-names:G", "name_4": "surname:Cochran;given-names:AJ", "name_5": "surname:Binder;given-names:S", "name_6": "surname:Quackenbush;given-names:J", "name_7": "surname:Nelson;given-names:SF", "pub-id_pmid": "21828086", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "Exome sequencing-based copy-number variation and loss of heterozygosity detection: ExomeCNV", "sentences": [], "annotations": [], "relations": []}, {"offset": 46705, "infons": {"fpage": "568", "lpage": "576", "name_0": "surname:Koboldt;given-names:DC", "name_1": "surname:Zhang;given-names:Q", "name_2": "surname:Larson;given-names:DE", "name_3": "surname:Shen;given-names:D", "name_4": "surname:McLellan;given-names:MD", "name_5": "surname:Lin;given-names:L", "name_6": "surname:Miller;given-names:CA", "name_7": "surname:Mardis;given-names:ER", "name_8": "surname:Ding;given-names:L", "name_9": "surname:Wilson;given-names:RK", "pub-id_pmid": "22300766", "section_type": "REF", "source": "Genome research", "type": "ref", "volume": "22", "year": "2012"}, "text": "VarScan 2: somatic mutation and copy number alteration discovery in cancer by exome sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 46800, "infons": {"fpage": "2747", "lpage": "2754", "name_0": "surname:Plagnol;given-names:V", "name_1": "surname:Curtis;given-names:J", "name_10": "surname:Kumararatne;given-names:D", "name_11": "surname:Doffinger;given-names:R", "name_12": "surname:Nejentsev;given-names:S", "name_2": "surname:Epstein;given-names:M", "name_3": "surname:Mok;given-names:KY", "name_4": "surname:Stebbings;given-names:E", "name_5": "surname:Grigoriadou;given-names:S", "name_6": "surname:Wood;given-names:NW", "name_7": "surname:Hambleton;given-names:S", "name_8": "surname:Burns;given-names:SO", "name_9": "surname:Thrasher;given-names:AJ", "pub-id_pmid": "22942019", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "A robust model for read count data in exome sequencing experiments and implications for copy number variant calling", "sentences": [], "annotations": [], "relations": []}, {"offset": 46916, "infons": {"fpage": "423", "lpage": "425", "name_0": "surname:Boeva;given-names:V", "name_1": "surname:Popova;given-names:T", "name_2": "surname:Bleakley;given-names:K", "name_3": "surname:Chiche;given-names:P", "name_4": "surname:Cappo;given-names:J", "name_5": "surname:Schleiermacher;given-names:G", "name_6": "surname:Janoueix-Lerosey;given-names:I", "name_7": "surname:Delattre;given-names:O", "name_8": "surname:Barillot;given-names:E", "pub-id_pmid": "22155870", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "Control-FREEC: a tool for assessing copy number and allelic content using next-generation sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47022, "infons": {"fpage": "1525", "lpage": "1532", "name_0": "surname:Krumm;given-names:N", "name_1": "surname:Sudmant;given-names:PH", "name_2": "surname:Ko;given-names:A", "name_3": "surname:O'Roak;given-names:BJ", "name_4": "surname:Malig;given-names:M", "name_5": "surname:Coe;given-names:BP", "name_6": "surname:Project;given-names:NES", "name_7": "surname:Quinlan;given-names:AR", "name_8": "surname:Nickerson;given-names:DA", "name_9": "surname:Eichler;given-names:EE", "pub-id_pmid": "22585873", "section_type": "REF", "source": "Genome research", "type": "ref", "volume": "22", "year": "2012"}, "text": "Copy number variation detection and genotyping from exome sequence data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47094, "infons": {"fpage": "i370", "lpage": "i374", "name_0": "surname:Coin;given-names:LJ", "name_1": "surname:Cao;given-names:D", "name_10": "surname:Wang;given-names:J", "name_2": "surname:Ren;given-names:J", "name_3": "surname:Zuo;given-names:X", "name_4": "surname:Sun;given-names:L", "name_5": "surname:Yang;given-names:S", "name_6": "surname:Zhang;given-names:X", "name_7": "surname:Cui;given-names:Y", "name_8": "surname:Li;given-names:Y", "name_9": "surname:Jin;given-names:X", "pub-id_pmid": "22962454", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "An exome sequencing pipeline for identifying and genotyping common CNVs associated with disease with application to psoriasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47220, "infons": {"fpage": "e1000686", "name_0": "surname:McVean;given-names:G", "pub-id_pmid": "19834557", "section_type": "REF", "source": "PLoS genetics", "type": "ref", "volume": "5", "year": "2009"}, "text": "A genealogical interpretation of principal components analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47283, "infons": {"fpage": "597", "lpage": "607", "name_0": "surname:Fromer;given-names:M", "name_1": "surname:Moran;given-names:JL", "name_10": "surname:Kirov;given-names:G", "name_11": "surname:Sullivan;given-names:PF", "name_12": "surname:Hultman;given-names:CM", "name_13": "surname:Sklar;given-names:P", "name_14": "surname:Purcell;given-names:SM", "name_2": "surname:Chambert;given-names:K", "name_3": "surname:Banks;given-names:E", "name_4": "surname:Bergen;given-names:SE", "name_5": "surname:Ruderfer;given-names:DM", "name_6": "surname:Handsaker;given-names:RE", "name_7": "surname:McCarroll;given-names:SA", "name_8": "surname:O'Donovan;given-names:MC", "name_9": "surname:Owen;given-names:MJ", "pub-id_pmid": "23040492", "section_type": "REF", "source": "American journal of human genetics", "type": "ref", "volume": "91", "year": "2012"}, "text": "Discovery and statistical genotyping of copy-number variation from whole-exome sequencing depth", "sentences": [], "annotations": [], "relations": []}, {"offset": 47379, "infons": {"fpage": "1307", "lpage": "1313", "name_0": "surname:Li;given-names:J", "name_1": "surname:Lupat;given-names:R", "name_2": "surname:Amarasinghe;given-names:KC", "name_3": "surname:Thompson;given-names:ER", "name_4": "surname:Doyle;given-names:MA", "name_5": "surname:Ryland;given-names:GL", "name_6": "surname:Tothill;given-names:RW", "name_7": "surname:Halgamuge;given-names:SK", "name_8": "surname:Campbell;given-names:IG", "name_9": "surname:Gorringe;given-names:KL", "pub-id_pmid": "22474122", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "28", "year": "2012"}, "text": "CONTRA: copy number analysis for targeted resequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 47434, "infons": {"fpage": "3443", "lpage": "50", "name_0": "surname:Boeva;given-names:V", "name_1": "surname:Popova;given-names:T", "name_10": "surname:Hupe;given-names:P", "name_11": "surname:Barillot;given-names:E", "name_12": "surname:Laes;given-names:JF", "name_2": "surname:Lienard;given-names:M", "name_3": "surname:Toffoli;given-names:S", "name_4": "surname:Kamal;given-names:M", "name_5": "surname:Le Tourneau;given-names:C", "name_6": "surname:Gentien;given-names:D", "name_7": "surname:Servant;given-names:N", "name_8": "surname:Gestraud;given-names:P", "name_9": "surname:Rio Frio;given-names:T", "pub-id_pmid": "25016581", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Multi-factor data normalization enables the detection of copy number aberrations in amplicon sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47543, "infons": {"fpage": "R115", "name_0": "surname:Harismendy;given-names:O", "name_1": "surname:Schwab;given-names:RB", "name_10": "surname:Carpenter;given-names:PM", "name_11": "surname:Jepsen;given-names:K", "name_12": "surname:Anton-Culver;given-names:H", "name_13": "surname:Frazer;given-names:KA", "name_2": "surname:Alakus;given-names:H", "name_3": "surname:Yost;given-names:SE", "name_4": "surname:Matsui;given-names:H", "name_5": "surname:Hasteh;given-names:F", "name_6": "surname:Wallace;given-names:AM", "name_7": "surname:Park;given-names:HL", "name_8": "surname:Madlensky;given-names:L", "name_9": "surname:Parker;given-names:B", "pub-id_pmid": "24326041", "section_type": "REF", "source": "Breast cancer research : BCR", "type": "ref", "volume": "15", "year": "2013"}, "text": "Evaluation of ultra-deep targeted sequencing for personalized breast cancer care", "sentences": [], "annotations": [], "relations": []}, {"offset": 47624, "infons": {"fpage": "564", "lpage": "571", "name_0": "surname:Liao;given-names:CT", "name_1": "surname:Chang;given-names:JT", "name_10": "surname:Yen;given-names:TC", "name_2": "surname:Wang;given-names:HM", "name_3": "surname:Ng;given-names:SH", "name_4": "surname:Hsueh;given-names:C", "name_5": "surname:Lee;given-names:LY", "name_6": "surname:Lin;given-names:CH", "name_7": "surname:Chen;given-names:IH", "name_8": "surname:Huang;given-names:SF", "name_9": "surname:Cheng;given-names:AJ", "pub-id_pmid": "17577219", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "110", "year": "2007"}, "text": "Survival in squamous cell carcinoma of the oral cavity: differences between pT4 N0 and other stage IVA categories", "sentences": [], "annotations": [], "relations": []}, {"offset": 47738, "infons": {"fpage": "915", "lpage": "922", "name_0": "surname:Liao;given-names:CT", "name_1": "surname:Chang;given-names:JT", "name_10": "surname:Yen;given-names:TC", "name_2": "surname:Wang;given-names:HM", "name_3": "surname:Ng;given-names:SH", "name_4": "surname:Hsueh;given-names:C", "name_5": "surname:Lee;given-names:LY", "name_6": "surname:Lin;given-names:CH", "name_7": "surname:Chen;given-names:IH", "name_8": "surname:Huang;given-names:SF", "name_9": "surname:Cheng;given-names:AJ", "pub-id_pmid": "18165878", "section_type": "REF", "source": "Annals of surgical oncology", "type": "ref", "volume": "15", "year": "2008"}, "text": "Analysis of risk factors of predictive local tumor control in oral cavity cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 47819, "infons": {"fpage": "159", "lpage": "170", "name_0": "surname:Liao;given-names:CT", "name_1": "surname:Huang;given-names:SF", "name_10": "surname:Yen;given-names:TC", "name_2": "surname:Chen;given-names:IH", "name_3": "surname:Chang;given-names:JT", "name_4": "surname:Wang;given-names:HM", "name_5": "surname:Ng;given-names:SH", "name_6": "surname:Hsueh;given-names:C", "name_7": "surname:Lee;given-names:LY", "name_8": "surname:Lin;given-names:CH", "name_9": "surname:Cheng;given-names:AJ", "pub-id_pmid": "19011944", "section_type": "REF", "source": "Annals of surgical oncology", "type": "ref", "volume": "16", "year": "2009"}, "text": "Risk stratification of patients with oral cavity squamous cell carcinoma and contralateral neck recurrence following radical surgery", "sentences": [], "annotations": [], "relations": []}, {"offset": 47952, "infons": {"fpage": "930", "lpage": "937", "name_0": "surname:Liao;given-names:CT", "name_1": "surname:Lee;given-names:LY", "name_2": "surname:Huang;given-names:SF", "name_3": "surname:Chen;given-names:IH", "name_4": "surname:Kang;given-names:CJ", "name_5": "surname:Lin;given-names:CY", "name_6": "surname:Fan;given-names:KH", "name_7": "surname:Wang;given-names:HM", "name_8": "surname:Ng;given-names:SH", "name_9": "surname:Yen;given-names:TC", "section_type": "REF", "source": "International journal of radiation oncology, biology, physics", "type": "ref", "volume": "81", "year": "2011"}, "text": "Outcome analysis of patients with oral cavity cancer and extracapsular spread in neck lymph nodes", "sentences": [], "annotations": [], "relations": []}, {"offset": 48050, "infons": {"fpage": "193", "lpage": "203", "name_0": "surname:Murugan;given-names:AK", "name_1": "surname:Munirajan;given-names:AK", "name_2": "surname:Tsuchida;given-names:N", "pub-id_pmid": "23597702", "section_type": "REF", "source": "Cancer letters", "type": "ref", "volume": "338", "year": "2013"}, "text": "Genetic deregulation of the PIK3CA oncogene in oral cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 48109, "infons": {"fpage": "2200", "lpage": "2208", "name_0": "surname:Haibe-Kains;given-names:B", "name_1": "surname:Desmedt;given-names:C", "name_2": "surname:Sotiriou;given-names:C", "name_3": "surname:Bontempi;given-names:G", "pub-id_pmid": "18635567", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "A comparative study of survival models for breast cancer prognostication based on microarray data: does a single gene beat them all?", "sentences": [], "annotations": [], "relations": []}, {"offset": 48242, "infons": {"fpage": "e40767", "name_0": "surname:Lee;given-names:LA", "name_1": "surname:Huang;given-names:CG", "name_10": "surname:Chen;given-names:IH", "name_11": "surname:Kang;given-names:CJ", "name_12": "surname:Ng;given-names:SH", "name_13": "surname:Yang;given-names:SL", "name_14": "surname:Tsao;given-names:KC", "name_15": "surname:Chang;given-names:YL", "name_2": "surname:Liao;given-names:CT", "name_3": "surname:Lee;given-names:LY", "name_4": "surname:Hsueh;given-names:C", "name_5": "surname:Chen;given-names:TC", "name_6": "surname:Lin;given-names:CY", "name_7": "surname:Fan;given-names:KH", "name_8": "surname:Wang;given-names:HM", "name_9": "surname:Huang;given-names:SF", "pub-id_pmid": "22808258", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "7", "year": "2012"}, "text": "Human papillomavirus-16 infection in advanced oral cavity cancer patients is related to an increased risk of distant metastases and poor survival", "sentences": [], "annotations": [], "relations": []}, {"offset": 48388, "infons": {"fpage": "6109", "lpage": "6113", "name_0": "surname:Goot-Heah;given-names:K", "name_1": "surname:Kwai-Lin;given-names:T", "name_2": "surname:Froemming;given-names:GR", "name_3": "surname:Abraham;given-names:MT", "name_4": "surname:Nik Mohd Rosdy;given-names:NM", "name_5": "surname:Zain;given-names:RB", "pub-id_pmid": "23464414", "section_type": "REF", "source": "Asian Pacific journal of cancer prevention : APJCP", "type": "ref", "volume": "13", "year": "2012"}, "text": "Human papilloma virus 18 detection in oral squamous cell carcinoma and potentially malignant lesions using saliva samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 48510, "infons": {"fpage": "e36294", "name_0": "surname:Zhu;given-names:C", "name_1": "surname:Ling;given-names:Y", "name_2": "surname:Dong;given-names:C", "name_3": "surname:Zhou;given-names:X", "name_4": "surname:Wang;given-names:F", "pub-id_pmid": "22570701", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "7", "year": "2012"}, "text": "The relationship between oral squamous cell carcinoma and human papillomavirus: a meta-analysis of a Chinese population (1994-2011)", "sentences": [], "annotations": [], "relations": []}, {"offset": 48642, "infons": {"fpage": "602", "name_0": "surname:Chiosea;given-names:SI", "name_1": "surname:Grandis;given-names:JR", "name_2": "surname:Lui;given-names:VW", "name_3": "surname:Diergaarde;given-names:B", "name_4": "surname:Maxwell;given-names:JH", "name_5": "surname:Ferris;given-names:RL", "name_6": "surname:Kim;given-names:SW", "name_7": "surname:Luvison;given-names:A", "name_8": "surname:Miller;given-names:M", "name_9": "surname:Nikiforova;given-names:MN", "pub-id_pmid": "24341335", "section_type": "REF", "source": "BMC cancer", "type": "ref", "volume": "13", "year": "2013"}, "text": "PIK3CA, HRAS and PTEN in human papillomavirus positive oropharyngeal squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 48735, "infons": {"fpage": "60", "lpage": "66", "name_0": "surname:Freier;given-names:K", "name_1": "surname:Schwaenen;given-names:C", "name_2": "surname:Sticht;given-names:C", "name_3": "surname:Flechtenmacher;given-names:C", "name_4": "surname:Muhling;given-names:J", "name_5": "surname:Hofele;given-names:C", "name_6": "surname:Radlwimmer;given-names:B", "name_7": "surname:Lichter;given-names:P", "name_8": "surname:Joos;given-names:S", "pub-id_pmid": "16807070", "section_type": "REF", "source": "Oral oncology", "type": "ref", "volume": "43", "year": "2007"}, "text": "Recurrent FGFR1 amplification and high FGFR1 protein expression in oral squamous cell carcinoma (OSCC)", "sentences": [], "annotations": [], "relations": []}, {"offset": 48838, "infons": {"fpage": "14", "lpage": "32", "name_0": "surname:Choi;given-names:S", "name_1": "surname:Myers;given-names:JN", "pub-id_pmid": "18096889", "section_type": "REF", "source": "Journal of dental research", "type": "ref", "volume": "87", "year": "2008"}, "text": "Molecular pathogenesis of oral squamous cell carcinoma: implications for therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 48919, "infons": {"fpage": "1028", "lpage": "1035", "name_0": "surname:Martin-Ezquerra;given-names:G", "name_1": "surname:Salgado;given-names:R", "name_10": "surname:Pujol;given-names:RM", "name_2": "surname:Toll;given-names:A", "name_3": "surname:Gilaberte;given-names:M", "name_4": "surname:Baro;given-names:T", "name_5": "surname:Alameda Quitllet;given-names:F", "name_6": "surname:Yebenes;given-names:M", "name_7": "surname:Sole;given-names:F", "name_8": "surname:Garcia-Muret;given-names:M", "name_9": "surname:Espinet;given-names:B", "pub-id_pmid": "20662834", "section_type": "REF", "source": "The British journal of dermatology", "type": "ref", "volume": "163", "year": "2010"}, "text": "Multiple genetic copy number alterations in oral squamous cell carcinoma: study of MYC, TP53, CCDN1, EGFR and ERBB2 status in primary and metastatic tumours", "sentences": [], "annotations": [], "relations": []}, {"offset": 49076, "infons": {"fpage": "2", "name_0": "surname:Mendes;given-names:RA", "section_type": "REF", "source": "Journal of Carcinogenesis & Mutagenesis", "type": "ref", "volume": "3", "year": "2012"}, "text": "Oncogenic Pathways in the Development of Oral Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 49129, "infons": {"fpage": "735", "lpage": "741", "name_0": "surname:Sparano;given-names:A", "name_1": "surname:Quesnelle;given-names:KM", "name_2": "surname:Kumar;given-names:MS", "name_3": "surname:Wang;given-names:Y", "name_4": "surname:Sylvester;given-names:AJ", "name_5": "surname:Feldman;given-names:M", "name_6": "surname:Sewell;given-names:DA", "name_7": "surname:Weinstein;given-names:GS", "name_8": "surname:Brose;given-names:MS", "pub-id_pmid": "16652080", "section_type": "REF", "source": "The Laryngoscope", "type": "ref", "volume": "116", "year": "2006"}, "text": "Genome-wide profiling of oral squamous cell carcinoma by array-based comparative genomic hybridization", "sentences": [], "annotations": [], "relations": []}, {"offset": 49232, "infons": {"fpage": "553", "lpage": "557", "name_0": "surname:Kerdpon;given-names:D", "name_1": "surname:Sriplung;given-names:H", "name_2": "surname:Kietthubthew;given-names:S", "pub-id_pmid": "11564575", "section_type": "REF", "source": "Oral oncology", "type": "ref", "volume": "37", "year": "2001"}, "text": "Expression of p53 in oral squamous cell carcinoma and its association with risk habits in southern Thailand", "sentences": [], "annotations": [], "relations": []}, {"offset": 49340, "infons": {"fpage": "595", "lpage": "598", "name_0": "surname:Topcu;given-names:Z", "name_1": "surname:Chiba;given-names:I", "name_2": "surname:Fujieda;given-names:M", "name_3": "surname:Shibata;given-names:T", "name_4": "surname:Ariyoshi;given-names:N", "name_5": "surname:Yamazaki;given-names:H", "name_6": "surname:Sevgican;given-names:F", "name_7": "surname:Muthumala;given-names:M", "name_8": "surname:Kobayashi;given-names:H", "name_9": "surname:Kamataki;given-names:T", "pub-id_pmid": "11960911", "section_type": "REF", "source": "Carcinogenesis", "type": "ref", "volume": "23", "year": "2002"}, "text": "CYP2A6 gene deletion reduces oral cancer risk in betel quid chewers in Sri Lanka", "sentences": [], "annotations": [], "relations": []}, {"offset": 49421, "infons": {"fpage": "997", "lpage": "1001", "name_0": "surname:Shin;given-names:KH", "name_1": "surname:Kim;given-names:JM", "name_2": "surname:Rho;given-names:KS", "name_3": "surname:Park;given-names:KH", "name_4": "surname:Oh;given-names:JE", "name_5": "surname:Min;given-names:BM", "pub-id_pmid": "12370746", "section_type": "REF", "source": "International journal of oncology", "type": "ref", "volume": "21", "year": "2002"}, "text": "Inactivation of the PTEN gene by mutation, exonic deletion, and loss of transcript in human oral squamous cell carcinomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 49543, "infons": {"fpage": "396", "lpage": "403", "name_0": "surname:Pande;given-names:P", "name_1": "surname:Mathur;given-names:M", "name_2": "surname:Shukla;given-names:NK", "name_3": "surname:Ralhan;given-names:R", "pub-id_pmid": "9861348", "section_type": "REF", "source": "Oral oncology", "type": "ref", "volume": "34", "year": "1998"}, "text": "pRb and p16 protein alterations in human oral tumorigenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 49603, "infons": {"fpage": "861", "lpage": "869", "name_0": "surname:Wang;given-names:X", "name_1": "surname:Sun;given-names:W", "name_2": "surname:Bai;given-names:J", "name_3": "surname:Ma;given-names:L", "name_4": "surname:Yu;given-names:Y", "name_5": "surname:Geng;given-names:J", "name_6": "surname:Qi;given-names:J", "name_7": "surname:Shi;given-names:Z", "name_8": "surname:Fu;given-names:S", "pub-id_pmid": "18418730", "section_type": "REF", "source": "Molecular biology reports", "type": "ref", "volume": "36", "year": "2009"}, "text": "Growth inhibition induced by transforming growth factor-beta1 in human oral squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 49703, "infons": {"fpage": "41", "name_0": "surname:Han;given-names:G", "name_1": "surname:Wang;given-names:XJ", "pub-id_pmid": "22204491", "section_type": "REF", "source": "Cell & bioscience", "type": "ref", "volume": "1", "year": "2011"}, "text": "Roles of TGFbeta signaling Smads in squamous cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 49763, "infons": {"fpage": "1107", "lpage": "1113", "name_0": "surname:Stoicanescu;given-names:D", "name_1": "surname:Andreescu;given-names:N", "name_2": "surname:Belengeanu;given-names:A", "name_3": "surname:Meszaros;given-names:N", "name_4": "surname:Cornianu;given-names:M", "pub-id_pmid": "24399009", "section_type": "REF", "source": "Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie", "type": "ref", "volume": "54", "year": "2013"}, "text": "Assessment of p53 and HER-2/neu genes status and protein products in oral squamous cell carcinomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 49862, "infons": {"fpage": "60", "lpage": "65", "name_0": "surname:Fang;given-names:Z", "name_1": "surname:Xiong;given-names:Y", "name_2": "surname:Li;given-names:J", "name_3": "surname:Liu;given-names:L", "name_4": "surname:Zhang;given-names:W", "name_5": "surname:Zhang;given-names:C", "name_6": "surname:Wan;given-names:J", "section_type": "REF", "source": "Clinical & translational oncology : official publication of the Federation of Spanish Oncology Societies and of the National Cancer Institute of Mexico", "type": "ref", "volume": "14", "year": "2012"}, "text": "APC gene deletions in gastric adenocarcinomas in a Chinese population: a correlation with tumour progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 49971, "infons": {"fpage": "9", "lpage": "14", "name_0": "surname:Bogaert;given-names:J", "name_1": "surname:Prenen;given-names:H", "pub-id_pmid": "24714764", "section_type": "REF", "source": "Annals of gastroenterology : quarterly publication of the Hellenic Society of Gastroenterology", "type": "ref", "volume": "27", "year": "2014"}, "text": "Molecular genetics of colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 50011, "infons": {"fpage": "583", "lpage": "588", "name_0": "surname:Nobusawa;given-names:S", "name_1": "surname:Stawski;given-names:R", "name_2": "surname:Kim;given-names:YH", "name_3": "surname:Nakazato;given-names:Y", "name_4": "surname:Ohgaki;given-names:H", "pub-id_pmid": "21382095", "section_type": "REF", "source": "Neuropathology : official journal of the Japanese Society of Neuropathology", "type": "ref", "volume": "31", "year": "2011"}, "text": "Amplification of the PDGFRA, KIT and KDR genes in glioblastoma: a population-based study", "sentences": [], "annotations": [], "relations": []}, {"offset": 50100, "infons": {"fpage": "217", "lpage": "224", "name_0": "surname:Blom;given-names:T", "name_1": "surname:Roselli;given-names:A", "name_2": "surname:Hayry;given-names:V", "name_3": "surname:Tynninen;given-names:O", "name_4": "surname:Wartiovaara;given-names:K", "name_5": "surname:Korja;given-names:M", "name_6": "surname:Nordfors;given-names:K", "name_7": "surname:Haapasalo;given-names:H", "name_8": "surname:Nupponen;given-names:NN", "pub-id_pmid": "19779861", "section_type": "REF", "source": "Journal of neuro-oncology", "type": "ref", "volume": "97", "year": "2010"}, "text": "Amplification and overexpression of KIT, PDGFRA, and VEGFR2 in medulloblastomas and primitive neuroectodermal tumors", "sentences": [], "annotations": [], "relations": []}, {"offset": 50217, "infons": {"fpage": "1013", "lpage": "1031", "name_0": "surname:Iozzo;given-names:RV", "name_1": "surname:Sanderson;given-names:RD", "pub-id_pmid": "21155971", "section_type": "REF", "source": "Journal of cellular and molecular medicine", "type": "ref", "volume": "15", "year": "2011"}, "text": "Proteoglycans in cancer biology, tumour microenvironment and angiogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 50291, "infons": {"fpage": "1978", "lpage": "1986", "name_0": "surname:Zhang;given-names:X", "name_1": "surname:Tang;given-names:N", "name_2": "surname:Hadden;given-names:TJ", "name_3": "surname:Rishi;given-names:AK", "pub-id_pmid": "21440011", "section_type": "REF", "source": "Biochimica et biophysica acta", "type": "ref", "volume": "1813", "year": "2011"}, "text": "Akt, FoxO and regulation of apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 50329, "infons": {"fpage": "88", "name_0": "surname:Akinleye;given-names:A", "name_1": "surname:Avvaru;given-names:P", "name_2": "surname:Furqan;given-names:M", "name_3": "surname:Song;given-names:Y", "name_4": "surname:Liu;given-names:D", "pub-id_pmid": "24261963", "section_type": "REF", "source": "Journal of hematology & oncology", "type": "ref", "volume": "6", "year": "2013"}, "text": "Phosphatidylinositol 3-kinase (PI3K) inhibitors as cancer therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 50400, "infons": {"fpage": "49", "name_0": "surname:Bhutani;given-names:J", "name_1": "surname:Sheikh;given-names:A", "name_2": "surname:Niazi;given-names:AK", "pub-id_pmid": "24330834", "section_type": "REF", "source": "Infectious agents and cancer", "type": "ref", "volume": "8", "year": "2013"}, "text": "Akt inhibitors: mechanism of action and implications for anticancer therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 50481, "infons": {"fpage": "241", "name_0": "surname:Li;given-names:J", "name_1": "surname:Davies;given-names:BR", "name_10": "surname:Yin;given-names:X", "name_11": "surname:Ji;given-names:Q", "name_12": "surname:Yu;given-names:DH", "name_2": "surname:Han;given-names:S", "name_3": "surname:Zhou;given-names:M", "name_4": "surname:Bai;given-names:Y", "name_5": "surname:Zhang;given-names:J", "name_6": "surname:Xu;given-names:Y", "name_7": "surname:Tang;given-names:L", "name_8": "surname:Wang;given-names:H", "name_9": "surname:Liu;given-names:YJ", "pub-id_pmid": "24088382", "section_type": "REF", "source": "Journal of translational medicine", "type": "ref", "volume": "11", "year": "2013"}, "text": "The AKT inhibitor AZD5363 is selectively active in PI3KCA mutant gastric cancer, and sensitizes a patient-derived gastric cancer xenograft model with PTEN loss to Taxotere", "sentences": [], "annotations": [], "relations": []}, {"offset": 50653, "infons": {"fpage": "377", "lpage": "387", "name_0": "surname:Janku;given-names:F", "name_1": "surname:Hong;given-names:DS", "name_10": "surname:Luthra;given-names:R", "name_11": "surname:Zinner;given-names:RG", "name_12": "surname:Broaddus;given-names:RR", "name_13": "surname:Wheler;given-names:JJ", "name_14": "surname:Kurzrock;given-names:R", "name_2": "surname:Fu;given-names:S", "name_3": "surname:Piha-Paul;given-names:SA", "name_4": "surname:Naing;given-names:A", "name_5": "surname:Falchook;given-names:GS", "name_6": "surname:Tsimberidou;given-names:AM", "name_7": "surname:Stepanek;given-names:VM", "name_8": "surname:Moulder;given-names:SL", "name_9": "surname:Lee;given-names:JJ", "pub-id_pmid": "24440717", "section_type": "REF", "source": "Cell reports", "type": "ref", "volume": "6", "year": "2014"}, "text": "Assessing PIK3CA and PTEN in early-phase trials with PI3K/AKT/mTOR inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 50731, "infons": {"fpage": "1021", "lpage": "1031", "name_0": "surname:Dienstmann;given-names:R", "name_1": "surname:Rodon;given-names:J", "name_2": "surname:Serra;given-names:V", "name_3": "surname:Tabernero;given-names:J", "pub-id_pmid": "24748656", "section_type": "REF", "source": "Molecular cancer therapeutics", "type": "ref", "volume": "13", "year": "2014"}, "text": "Picking the point of inhibition: a comparative review of PI3K/AKT/mTOR pathway inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 50821, "infons": {"fpage": "308", "lpage": "314", "name_0": "surname:Melchiorri;given-names:C", "name_1": "surname:Cattini;given-names:L", "name_2": "surname:Lalli;given-names:E", "name_3": "surname:Campobassi;given-names:A", "name_4": "surname:Marchetti;given-names:C", "name_5": "surname:Facchini;given-names:A", "section_type": "REF", "source": "Oral surgery, oral medicine, oral pathology, oral radiology, and endodontics", "type": "ref", "volume": "82", "year": "1996"}, "text": "DNA ploidy analysis of squamous cell carcinomas of the oral and maxillofacial region: clinical and pathologic correlations", "sentences": [], "annotations": [], "relations": []}, {"offset": 50944, "infons": {"fpage": "2543", "lpage": "2546", "name_0": "surname:Harrell;given-names:FE;suffix:Jr", "name_1": "surname:Califf;given-names:RM", "name_2": "surname:Pryor;given-names:DB", "name_3": "surname:Lee;given-names:KL", "name_4": "surname:Rosati;given-names:RA", "pub-id_pmid": "7069920", "section_type": "REF", "source": "Jama", "type": "ref", "volume": "247", "year": "1982"}, "text": "Evaluating the yield of medical tests", "sentences": [], "annotations": [], "relations": []}, {"offset": 50982, "infons": {"fpage": "361", "lpage": "387", "name_0": "surname:Harrell;given-names:FE;suffix:Jr", "name_1": "surname:Lee;given-names:KL", "name_2": "surname:Mark;given-names:DB", "pub-id_pmid": "8668867", "section_type": "REF", "source": "Statistics in medicine", "type": "ref", "volume": "15", "year": "1996"}, "text": "Multivariable prognostic models: issues in developing models, evaluating assumptions and adequacy, and measuring and reducing errors", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]