[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "3303723", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/1471-2164-13-S2-S1", "article-id_pmc": "3303723", "article-id_pmid": "22537296", "article-id_publisher-id": "1471-2164-13-S2-S1", "fpage": "S1", "issue": "Suppl 2", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "S1", "name_0": "surname:Buendia;given-names:Patricia", "name_1": "surname:Tyree;given-names:John", "name_2": "surname:Loredo;given-names:Robert", "name_3": "surname:Hsu;given-names:Shu-Ning", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2012"}, "text": "Identification of conserved splicing motifs in mutually exclusive exons of 15 insect species", "sentences": [], "annotations": [], "relations": []}, {"offset": 93, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 104, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "During alternative splicing, the inclusion of an exon in the final mRNA molecule is determined by nuclear proteins that bind cis-regulatory sequences in a target pre-mRNA molecule. A recent study suggested that the regulatory codes of individual RNA-binding proteins may be nearly immutable between very diverse species such as mammals and insects. The model system Drosophila melanogaster therefore presents an excellent opportunity for the study of alternative splicing due to the availability of quality EST annotations in FlyBase.", "sentences": [], "annotations": [], "relations": []}, {"offset": 639, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 647, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this paper, we describe an in silico analysis pipeline to extract putative exonic splicing regulatory sequences from a multiple alignment of 15 species of insects. Our method, ESTs-to-ESRs (E2E), uses graph analysis of EST splicing graphs to identify mutually exclusive (ME) exons and combines phylogenetic measures, a sliding window approach along the multiple alignment and the Welch's t statistic to extract conserved ESR motifs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1083, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1091, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The most frequent 100% conserved word of length 5 bp in different insect exons was \"ATGGA\". We identified 799 statistically significant \"spike\" hexamers, 218 motifs with either a left or right FDR corrected spike magnitude p-value < 0.05 and 83 with both left and right uncorrected p < 0.01. 11 genes were identified with highly significant motifs in one ME exon but not in the other, suggesting regulation of ME exon splicing through these highly conserved hexamers. The majority of these genes have been shown to have regulated spatiotemporal expression. 10 elements were found to match three mammalian splicing regulator databases. A putative ESR motif, GATGCAG, was identified in the ME-13b but not in the ME-13a of Drosophila N-Cadherin, a gene that has been shown to have a distinct spatiotemporal expression pattern of spliced isoforms in a recent study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1953, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1965, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Analysis of phylogenetic relationships and variability of sequence conservation as implemented in the E2E spikes method may lead to improved identification of ESRs. We found that approximately half of the putative ESRs in common between insects and mammals have a high statistical support (p < 0.01). Several Drosophila genes with spatiotemporal expression patterns were identified to contain putative ESRs located in one exon of the ME exon pairs but not in the other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2435, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2446, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Alternative splicing is widespread during gene expression and has been studied thoroughly in mammals and insect species in recent years. The proportion of DNA that codes for proteins is greatly reduced in eukaryotes, but the number of ways in which the coding blocks called exons are combined to form new proteins is surprisingly large. During transcription, intervening sequences (introns) in pre-mRNA molecules are spliced out by the spliceosome machinery and then exons are joined together to form mature mRNA molecules. Alternative splicing occurs when the exons of the RNA molecules produced by transcription of a gene are reconnected in multiple ways. Little is known about why one exon is chosen over another under specific circumstances. Pairs of exons that are never included together in the final mRNA transcript are called mutually exclusive (ME) exons. During the processing of pre-mRNA transcripts, accurate discrimination of exons and introns requires additional regulatory elements in addition to splice site (SS) signals at the 5'- and 3'-ends of exons. These conserved motifs have been termed exonic and intronic splicing regulatory sequences (ESRs/ISRs) because they occur in the exons or introns of a gene sequence and can be subdivided into exonic and intronic splicing enhancers (ESEs/ISEs) and exonic and intronic splicing silencers (ESSs/ISSs) that activate or repress splicing, respectively. Since these regulatory sequences are relatively short, usually 4-18 nucleotides, most ESR studies have focused on hexamers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3986, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A recent study suggested that the sequence specificity of RNA-binding proteins that target splicing regulatory sequences is conserved from insects to mammals. Several groups have used microarrays in conjunction with manipulation of splicing regulator expression or crosslinking immunoprecipitation (CLIP) of splicing regulators to identify their indirect or direct targets. Such studies provide the most valuable data for dissecting alternative splicing regulation centered on one splicing regulator of interest. Several systematic computational approaches combined with in vivo or in vitro selection methods have been employed to identify motifs in genomic sequences. Bioinformatics approaches such as comparative genomics analysis have provided significant sequence and functional insights into the regulatory sequences that occur within exonic regions of a transcript. In combination with motif analysis, one can further study motif enrichment in a group of tissue-specific alternative exons. ME exons have been shown to be expressed in different tissues and cell lines or at different stages during development. A recent study showed that most identified exonic regulatory elements were found to contribute to the alternative splicing between two tissues, while some were important in multiple tissues. A systematic analysis of complete alternative splicing events in a recent study focused on the identification of exon skipping and ME splicing events.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5444, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, several alternative splicing databases have been built from abundant expressed sequence tags (ESTs). One of these databases, the Drosophila melanogaster Exon Database (DEDB), uses de-Bruijn graphs constructed by matching together similar EST segments. DEDB contains entire gene sequences in splicing graph format, which are used to represent different splicing events. To generate the splicing graphs, EST transcripts were clustered on the basis of overlapping genomic positions they occupy. Exons and introns with identical start and end positions were merged into nodes and connections respectively. The nodes were then linked via connections to form the complete splicing graph for a gene and stored as xml files.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6171, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6179, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We propose a new method, ESTs-To-ESRs (E2E), that uses splicing graphs from the Drosophila melanogaster Exon Database (DEDB) to identify mutually exclusive (ME) exons and subsequently finds putative ESR motifs by looking for conserved fragments in a multiple alignment of these ME exons. Our focus was on ME exons as we were interested in identifying tissue-specific cis-regulatory splicing sequences, which are thought to regulate the inclusion of one exon over another depending on the tissue in which they reside. We applied E2E to 15 species of insects, including 12 Drosophila species, Apis mellifera, Tribolium castaneum and Anopheles gambiae. We compared 100% conserved motifs with those obtained using the E2E sliding window spikes method and we compared the insect exonic motifs with those published for mouse and human. Finally, we also looked at some mutually exclusive exons in the Drosophila melanogaster and compared our findings with those from a recent study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7155, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The E2E method uses an in silico analysis pipeline that includes three steps: (1) identification of mutually exclusive exons in the Drosophila splicing graphs, (2) acquisition and pre-processing of the multiple alignment of mutually exclusive exons and of the phylogenetic tree of 15 species of insects, and (3) a sliding window comparative analysis that identifies putative ESRs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7536, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of ME exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 7563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A recent study has demonstrated the high degree of conservation for splicing regulatory sequences in different species. This high degree of conservation further supports similar regulatory mechanisms of RNA splicing and the biological importance of protein products containing mutually exclusive exons. We focused on mutually exclusive exons because these have been shown to have evolved from exon duplications in 60% of the cases and are believed to be a major route for generating functional diversity during the evolution of multicellular eukaryotes. Exon duplications and therefore ME exons represent the origin of alternative splicing and deserve special attention. In order to extract evolutionarily conserved ME exon pairs in insect species, we started with the identification of ME exon pairs from the transcriptome of Drosophila melanogaster. The Drosophila melanogaster Exon Database (DEDB) contains splicing graphs for gene sequences constructed from EST transcripts. Splicing graphs were downloaded as xml files and used to extract additional information, such as the type of splicing events: intron retention, cassette exon splicing, alternative termination, among others. We focused on the identification of cassette exons. A cassette exon event involves an exon that is sometimes included in a transcript and sometimes absent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8905, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In particular, splicing graphs in xml format were used to identify mutually exclusive exons. The DEDB online database visually displays a splicing graph as exon and intron connections for alternative gene transcripts (See Figure 1). Each splicing graph represents all observed contiguous mRNA transcripts for one single gene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9231, "infons": {"file": "1471-2164-13-S2-S1-1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Splicing graphs for Drosophila melanogaster genes. a) Splicing graph for the Spaetzle (spz) gene (CG6134). b) Simple splicing graph for the N-Cadherin (CadN) gene (CG7100).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9404, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As a first step in the identification of ME exons, splicing graphs containing the phrase \"<cassette_exon>\" were downloaded from DEDB in xml format. The xml files were parsed and further classified by the flybase gene symbol, node id, start and end position of all exons and introns, and the entire sequences of all exons (nodes) and introns (connections) were collected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sample splicing graph in Figure 1a shows several types of alternative splicing events. In the graph, individual transcripts are represented as a left to right traversal through a set of connected nodes. Cassette exons involved in mutually exclusive splicing are represented as blue squares (exons 3, 4, 7, 8, 9, 13). A series of cassette exons (e.g. 6, 10, 11, 14) that overlap with exons 2 and 12 which are connected to either exon 8 or 3 are excluded as ME exon candidates (see 'Algorithm for Identifying ME Exons' below). In order to be considered mutually exclusive, the cassette exon must appear in one transcript and be absent in another, and a different exon must be chosen instead. Exons 4 and 9, for example, are mutually exclusive exons. Their sequences appear at different non-overlapping positions in the genome and they appear in different transcripts, never together. The horizontal lines represent connections to another exon corresponding to the DNA sequence that separates them in the gene sequence, including introns or other exons not present in a transcript. Identifying ME exons requires more than just searching for exons that are not connected. Exons 8 and 3 in Figure 1a are overlapping exons and therefore not mutually exclusive. They share the same sequence for some of their length, but exon 3 starts later than exon 8. Exons 4 and 8 are not mutually exclusive even though they are not connected (they are not on the same path) because exons 4 and 3 appear on the same transcript and exon 3 overlaps with exon 8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11319, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 11329, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The algorithm for identification of ME exon pairs uses as input a splicing graph for a gene containing cassette exons. The terms node (in the graph) and exon (in the sequence) will be used interchangeably in the following paragraphs. The graph is stored as a directed acyclic graph (DAG) to allow for efficient Depth first searches (DFS). Figure 1 does not show the direction of the edges but there is an implied left to right traversal order for all paths through the graph.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11805, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first step in the algorithm is to construct a list of all cassette exon pairs by identifying the DEDB exons with the 'cassette exon' annotation and initialize them as being candidates for ME exon pairs. Then one by one the pairs of ME exon candidates are excluded from the list if they do not satisfy a set of rules. A DFS traversal is used to exclude connected exons. This approach discards exon pairs that could potentially occur in the same transcript, based on the observed EST evidence. For example, exons 22 and 21 in Figure 1b are not considered mutually exclusive because they reside in separate splicing subgraphs connected by regular exons (black squares). In the algorithm described below, each pair will be flagged with a status: \"m\" for mutually exclusive, \"o\" for overlap, \"c\" for connected, \"t\" for rule three, \"f\" for rule four.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12654, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Algorithm for identifying ME exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 12689, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Input: Splicing graph S with n cassette exon nodes (Si for i = 1,..,n) from a single gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 12779, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Output: List of mutually exclusive exon node pairs", "sentences": [], "annotations": [], "relations": []}, {"offset": 12830, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "1. Initialize a list of cassette pairs with", "sentences": [], "annotations": [], "relations": []}, {"offset": 12874, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "• (rule 1) \"o\" if they overlap or \"m\" as ME candidates (e.g. Exons 3 and 8 overlap)", "sentences": [], "annotations": [], "relations": []}, {"offset": 12960, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2. Loop through the cassette exon list", "sentences": [], "annotations": [], "relations": []}, {"offset": 12999, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "• (rule 2) Run a Depth-first search (DFS) for each cassette exon a and for each cassette exon b encountered, flag the pair (a, b) with \"c\" (e.g. Exons 9 and 8 are connected)", "sentences": [], "annotations": [], "relations": []}, {"offset": 13175, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "3. For all \"m\" exon pairs", "sentences": [], "annotations": [], "relations": []}, {"offset": 13201, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "• (rule 3) if exon a in a pair (a, b) overlaps with an exon c in another pair (c, b) which has been marked as \"c\", mark (a, b) as \"t\" (e.g. Pair (9,13) are not ME exons because 13 overlaps with 8 and 8 is connected to 9)", "sentences": [], "annotations": [], "relations": []}, {"offset": 13424, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "• (rule 4) if an exon a in a pair (a, b) overlaps with an exon c in another pair (c, b) marked as \"m\", then if length(a)<length(c) mark pair (a, b) as \"f\", else mark (a, c) as \"f\" (e.g. Pairs (4,7) and (4,13) are ME exon pairs, but for our analysis purposes because 7 and 13 overlap we only pick (4,13))", "sentences": [], "annotations": [], "relations": []}, {"offset": 13730, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Retrieval of multiple alignment of ME exons and a phylogenetic tree of 15 insect species", "sentences": [], "annotations": [], "relations": []}, {"offset": 13819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To obtain the multiple sequence alignment of ME exons, the Drosophila melanogaster genome sequence was downloaded from the UCSC ftp server: http://hgdownload.cse.ucsc.edu/downloads.html. The cassette exons of 76 genes were mapped onto the downloaded Drosophila melanogaster genome using BLAST. Based on the scaffolds created by the downloaded Drosophila melanogaster genome, reading frames were created using the node id, chromosome, start- and end-positions of the cassette nodes in the splicing graphs. These reading frames created starting points, as well as information regarding the length of the nodes. ESTs that were used to generate the splicing graphs were used as guidelines to verify correctness of exon start, end positions and orientation. Manual inspections of the data lead to the removal of incongruent cassette exons. Multiple alignments of the 269 cassette exon containing 15 different insects, incuding 12 Drosophila species, Apis mellifera, Tribolium castaneum and Anopheles gambiae, were downloaded from the UCSC ftp server in MAF format. The MAF alignments were converted into Fasta alignments using a Perl script which generates the reverse complement for the exons transcribed from the other strand and also verifies that the downloaded sequences cover the exons in question. The multiple alignments from UCSC were chosen over other alignment options (e.g. BLAST) to ensure that the sequences used to extract ESRs were the homologous sequences of the genes from individual species as there are several repetitive extracellular domains for some genes (e.g. homologous gene N-Cad2 and N-Cad family genes). A phylogenetic tree of the 15 insect species was also obtained from the UCSC Drosophila database. The UCSC tree was generated with phyloFit and phastCons to estimate conserved and non-conserved branch lengths. The UCSC tree was the preferred choice as it represents the consensus based on the whole genome sequences of all 15 species and a self-generated tree would have been based on a limited number of sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15863, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of ESRs", "sentences": [], "annotations": [], "relations": []}, {"offset": 15886, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The aligned ME exon sequences of 15 insects were searched for conserved words of lengths 5-9 bp as ESRs are relatively short and recent studies focused mainly on hexamers. Two different approaches were used to identify these conserved words as putative ESRs:", "sentences": [], "annotations": [], "relations": []}, {"offset": 16145, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "1. Words that were within 100% conserved regions regardless of flanking sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 16227, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2. Words that were significantly more conserved than flanking sequences in phylogenetic clusters using the Welch's t test", "sentences": [], "annotations": [], "relations": []}, {"offset": 16349, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Of special interest were motifs that appeared in one ME exon but not the other within a ME exon pair.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16451, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "100% conserved regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16474, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used a simple sliding window algorithm to scan all columns of an exon multiple alignment with an initial window length of 5 bp. If no gaps were present in that window and the conservation was 100%, the size of the window was increased by one until a non-conserved column was found. The Drosophila melanogaster nucleotide sequences corresponding to the conserved segments in ME exons were saved to a file. In a second step, all words of length n, with n = 5 to 9, were extracted from the conserved segments. The frequency of the words and their location within an exon were subsequently determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17075, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Conservation spikes in phylogenetic clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 17120, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This method implemented a sliding window approach along the multiple alignments of exons. A conserved segment is not required to be 100% conserved but has to be significantly more conserved than the neighboring segments and above a predefined phylogenetic conservation threshold q+. An appropriate value for q+ can be found in the evolutionary conservation scores computed from a phylogenetic tree of the 15 insect species. Additionally, phylogenetically related insect species were grouped into overlapping clusters. The tree topology was used to separate insect species into 5 phylogenetic clusters as shown in Figure 2. q+ is therefore calculated once for each cluster in the phylogenetic tree and compared to the conservation score of hexamers in the sequence alignments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17896, "infons": {"file": "1471-2164-13-S2-S1-2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Phylogenetic tree showing 5 different clusters of related insect species.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Phylogenetic tree distances were used to calculate the tree conservation scores. The \"branch lengths\" (expected number of substitutions per site) were replaced with tree conservation scores (proximities) in the phylogenetic tree. The tree conservation score q (or the proximity of a species to its ancestor) was defined as the probability that any given base which is not under selection has not mutated in the time separating the ancestor and the descendant. If the tree specifies the number of synonymous substitutions per site s, then as suggested in, the proximity may be reasonably approximated as", "sentences": [], "annotations": [], "relations": []}, {"offset": 18573, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Let q+ = q + a, be the global conservation score threshold for each cluster, with a = 1-q(dro1). For each window, we compared the conservation score, which is in the interval 0, with '1' indicating 100% conservation, to the global conservation score q+. The dro1 cluster was given a threshold of 1 because of the close evolutionary relatedness of the species in this cluster. In our calculated conservation scores (Table 1), a = 0.038892.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19012, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Tree conservation scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 19037, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"center\">Cluster</th><th align=\"center\">Tree distance</th><th align=\"center\">\n<italic>q</italic>\n</th><th align=\"center\">\n<italic>q<sup>+</sup></italic>\n</th></tr></thead><tbody><tr><td align=\"center\"><bold>dro1</bold></td><td align=\"center\">0.039669</td><td align=\"center\">0.961108</td><td align=\"center\">1</td></tr><tr><td align=\"center\"><bold>dro2</bold></td><td align=\"center\">0.21</td><td align=\"center\">0.810584</td><td align=\"center\">0.849477</td></tr><tr><td align=\"center\"><bold>dro_anoGam</bold></td><td align=\"center\">0.191225384</td><td align=\"center\">0.825946</td><td align=\"center\">0.864839</td></tr><tr><td align=\"center\"><bold>dro_apiMel</bold></td><td align=\"center\">0.231922</td><td align=\"center\">0.793008</td><td align=\"center\">0.8319</td></tr><tr><td align=\"center\"><bold>dro_triCas</bold></td><td align=\"center\">0.324132615</td><td align=\"center\">0.723154</td><td align=\"center\">0.762047</td></tr><tr><td align=\"center\"><bold>all</bold></td><td align=\"center\">0.3252756</td><td align=\"center\">0.722328</td><td align=\"center\">0.761221</td></tr></tbody></table>\n"}, "text": "Cluster\tTree distance\tq\tq+\t \tdro1\t0.039669\t0.961108\t1\t \tdro2\t0.21\t0.810584\t0.849477\t \tdro_anoGam\t0.191225384\t0.825946\t0.864839\t \tdro_apiMel\t0.231922\t0.793008\t0.8319\t \tdro_triCas\t0.324132615\t0.723154\t0.762047\t \tall\t0.3252756\t0.722328\t0.761221\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19282, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A putative ESR was identified if a particular window showed a spike in the conservation score. That is, when the window had a conservation score no less than the q+ threshold and was flanked by columns with a lower average conservation score. The conservation score at position × in the multiple alignment for a window of size w is given by:", "sentences": [], "annotations": [], "relations": []}, {"offset": 19625, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "where mi is the number of matches in column i and S the number of species, 15 in our case.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19716, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A spike in conservation scores for several clusters and most prominently the dro_anoGam cluster can be observed in Figure 3, between positions 13-22, between 31-40, 64-70, and 79-82. The statistical significance of such spikes was assessed with the Welch's t test for each cluster. Below, we present the spike identification rules:", "sentences": [], "annotations": [], "relations": []}, {"offset": 20048, "infons": {"file": "1471-2164-13-S2-S1-3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Graph showing spikes in conservation scores for 5 phylogenetic clusters and the complete multiple alignment (all).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20163, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "1. For a window's conservation score at position x, c[x], the following should be true:", "sentences": [], "annotations": [], "relations": []}, {"offset": 20251, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "• c[x] ≥ q+ for a particular cluster", "sentences": [], "annotations": [], "relations": []}, {"offset": 20292, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "• c[x-w] < c[x] > c[x+w] with w as the window length", "sentences": [], "annotations": [], "relations": []}, {"offset": 20347, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2. A spike is deemed significant if px-w < 0.05 and px+w < 0.05, with px-w, the left p-value for a t-test comparing c[x-w] with c[x] and px+w, the right p-value for a t-test comparing c[x+w] with c[x]", "sentences": [], "annotations": [], "relations": []}, {"offset": 20548, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to conduct the t-test, the proportions were transformed into arcsine values to comply with the assumption of normality for t-tests as proportions have fixed limits 0-1. The arcsine values and standard deviations were used to calculate the Welch's t statistic. Spikes for windows of size 6 were identified by using a sliding window approach with a step size of 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20920, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For spikes at the start and end of sequences (for which only a one sided p-value can be calculated) we increased the q+ threshold by 0.1. The p-value for the difference in spike magnitude between windows of length w starting at positions x1 and x2 with standard deviations s1 and s2 was computed using the Welch's t-test:", "sentences": [], "annotations": [], "relations": []}, {"offset": 21242, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Multiple testing correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 21270, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The false discovery rate (FDR) multiple comparison correction developed by Benjamini and Hochberg was applied to the data to control the false positive rate. Unlike earlier analysis, which only considered windows with p-values < 0.05, all p-values for every comparison at every positions of the alignment across all 269 cassette exons were considered for the multiple comparison correction. Adjusted p-values and false discovery rates were computed separately for each left and right t-test window comparison regardless of the phylogenetic cluster.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21819, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 21827, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "100% conserved words", "sentences": [], "annotations": [], "relations": []}, {"offset": 21848, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When the 100% conservation rule was applied without consideration of surrounding bases, 482 words of length 5- 22 bp were found in the multiple alignments of 269 cassette exons from 76 genes of 15 insect species. Words of 6 bp in length or more were not observed more than 1 to 3 times. The most frequent word of length 5 bp appeared 13 times in different exons: ATGGA. ATG[A, C, G]A was a frequent motif occurring 9, 9, 13 times, respectively. The reverse (but not the reverse complement) of the ATGGA sequence often appears in the 5' splice site. However, this particular conserved sequence is not found near the splice site in any of those 13 occurrences. None of the most frequent 100% conserved words matched the words found using the conservation spikes method described below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22632, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Spikes in sequence conservation", "sentences": [], "annotations": [], "relations": []}, {"offset": 22664, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A list of 799 statistically significant \"spike\" hexamers was found by the E2E method. About half or 379 elements had a left or right p-value < 0.01. Only 83 elements had both left and right side spike magnitude p-values < 0.01. We were interested in identifying elements in the last list that appear in one mutually exclusive exon but not in the other, investigating how frequently this occurs and if possible, deducing their impact on tissue-specific splicing. Of these highly significant elements only five genes had ME exons where the elements in one ME exon differed from those in the other: SNF4Aγ (CG17299, FBgn0025803), Doa (CG42320, FBgn0259220), Zasp52 (CG30084, FBgn0083919), Imp (CG1691, FBgn0030235), Pdp1 (CG17888, FBgn0016694) and l(3)82Fd (CG32464, FBgn0013576).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23446, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By applying the FDR multiple comparison correction, we found 189 hexamer, 22 heptamer and 7 octamer motifs with significant left or right corrected p-value < 0.05 (See \"Additional file 1\" for FDR corrected list of motifs and matches to other human and mouse regulatory element databases). A single motif had both a left and right corrected p-value < 0.05 as the FDR significance threshold amounted to an uncorrected p-value threshold of <0.0003. The motif was found in gene Zasp52 (CG30084, FBgn0083919). Among the list of FDR significant hexamers, 11 genes had significant spikes in one ME exon that did not appear in the other. Five of them appeared in the previous list: Pdp1, SNF4Aγ, Doa, Zasp52, l(3)82Fd, and six new genes were added to the list: heph (CG31000, FBgn0011224), par-1 (CG8201, FBgn0260934), bbc (CG6016, FBgn0033844), sdt (CG32717, FBgn0261873), cg1637 (CG1637, FBgn0030245) and CG6043(CG6043, FBgn0032497). Even though alternatively spliced transcripts have been annotated for all these genes in the Flybase, no information on the tissue-specific expression patterns of alternatively spliced transcripts is available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24589, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to assess the relevance of the predicted cis-acting elements, we compared the sequence similarities between the predicted elements with predicted binding sites from splicing regulator prediction databases of mouse and human. Among the 799 statistically significant \"spike\" hexamers, 155 of the predicted elements could be validated with the Wang 2009 database (84 with a left or right p-value < 0.01), 102 elements matched with predicted exonic splicing regulators from the Ast Lab, (52 with a left or right p-value < 0.01). Only 10 elements matched with all three databases, including elements predicted by the Burge Lab, which were available only within the Wang data set. A majority of these 10 elements have left (L) or right (R) side spike magnitude p-values < 0.01 (Table 2). Four of those appear close to a splice site and four are in the dro_anoGam cluster. 39 of the 189 hexamers in the FDR significant spikes list were also found in the Wang list. Sequence logos for the consensus sequences of the significant hexamers were drawn using WebLogo. No discernable frequency pattern was found in the complete list of 189 FDR significant hexamers nor among the 22 hexamers in common between the Ast lab and the FDR spikes list. Surprisingly, hexamers that were also found in the Wang list have a sequence logo (or frequency plot) that shows a marked preference for the A base at the first two positions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26006, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Drosophila exonic elements supported by mouse and human databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 26072, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Gene</th><th align=\"left\">Exon start</th><th align=\"left\">Length</th><th align=\"left\">Start</th><th align=\"left\">End</th><th align=\"left\">dm2*</th><th align=\"left\">L* p-value</th><th align=\"left\">R* p-value</th><th align=\"left\">Conservation</th><th align=\"left\">Cluster</th></tr></thead><tbody><tr><td align=\"left\">CG8857</td><td align=\"left\">278</td><td align=\"left\">183</td><td align=\"left\">71</td><td align=\"left\">76</td><td align=\"left\">AAGAAG</td><td align=\"left\">0.0415</td><td align=\"left\">0.0072</td><td align=\"left\">1</td><td align=\"left\">dro_anoGam</td></tr><tr><td align=\"left\">CG18350</td><td align=\"left\">5931</td><td align=\"left\">950</td><td align=\"left\">777</td><td align=\"left\">782</td><td align=\"left\">TTTGTT</td><td align=\"left\">0.031</td><td align=\"left\">0.0067</td><td align=\"left\">0.821</td><td align=\"left\">all</td></tr><tr><td align=\"left\">CG17927</td><td align=\"left\">9426</td><td align=\"left\">121</td><td align=\"left\">50</td><td align=\"left\">55</td><td align=\"left\">AAGAAA</td><td align=\"left\">0.0013</td><td align=\"left\">0.0038</td><td align=\"left\">0.988</td><td align=\"left\">all</td></tr><tr><td align=\"left\">CG3937</td><td align=\"left\">12352</td><td align=\"left\">510</td><td align=\"left\">470</td><td align=\"left\">475</td><td align=\"left\">GAAGAA</td><td align=\"left\">0.0332</td><td align=\"left\">0.0096</td><td align=\"left\">0.987</td><td align=\"left\">dro_triCas</td></tr><tr><td align=\"left\">CG12090</td><td align=\"left\">7282</td><td align=\"left\">114</td><td align=\"left\">109</td><td align=\"left\">114</td><td align=\"left\">AACCAG</td><td align=\"left\">0.0078</td><td align=\"left\">-</td><td align=\"left\">0.952</td><td align=\"left\">all</td></tr><tr><td align=\"left\">CG17762</td><td align=\"left\">12253</td><td align=\"left\">1355</td><td align=\"left\">1346</td><td align=\"left\">1351</td><td align=\"left\">AAGAAG</td><td align=\"left\">0.0003</td><td align=\"left\">-</td><td align=\"left\">1</td><td align=\"left\">dro_anoGam</td></tr><tr><td align=\"left\">CG32158</td><td align=\"left\">27126</td><td align=\"left\">906</td><td align=\"left\">901</td><td align=\"left\">906</td><td align=\"left\">CTGAAG</td><td align=\"left\">0.0009</td><td align=\"left\">-</td><td align=\"left\">0.952</td><td align=\"left\">all</td></tr><tr><td align=\"left\">CG7535</td><td align=\"left\">26856</td><td align=\"left\">71</td><td align=\"left\">27</td><td align=\"left\">32</td><td align=\"left\">AACATG</td><td align=\"left\">0.0105</td><td align=\"left\">0.0415</td><td align=\"left\">1</td><td align=\"left\">dro_anoGam</td></tr><tr><td align=\"left\">CG1725</td><td align=\"left\">20594</td><td align=\"left\">269</td><td align=\"left\">152</td><td align=\"left\">157</td><td align=\"left\">AAAGAA</td><td align=\"left\">0.0292</td><td align=\"left\">0.03</td><td align=\"left\">1</td><td align=\"left\">dro2</td></tr><tr><td align=\"left\">CG17762</td><td align=\"left\">12253</td><td align=\"left\">1355</td><td align=\"left\">1348</td><td align=\"left\">1353</td><td align=\"left\">GAAGAT</td><td align=\"left\">0.0233</td><td align=\"left\">-</td><td align=\"left\">1</td><td align=\"left\">dro_anoGam</td></tr></tbody></table>\n"}, "text": "Gene\tExon start\tLength\tStart\tEnd\tdm2*\tL* p-value\tR* p-value\tConservation\tCluster\t \tCG8857\t278\t183\t71\t76\tAAGAAG\t0.0415\t0.0072\t1\tdro_anoGam\t \tCG18350\t5931\t950\t777\t782\tTTTGTT\t0.031\t0.0067\t0.821\tall\t \tCG17927\t9426\t121\t50\t55\tAAGAAA\t0.0013\t0.0038\t0.988\tall\t \tCG3937\t12352\t510\t470\t475\tGAAGAA\t0.0332\t0.0096\t0.987\tdro_triCas\t \tCG12090\t7282\t114\t109\t114\tAACCAG\t0.0078\t-\t0.952\tall\t \tCG17762\t12253\t1355\t1346\t1351\tAAGAAG\t0.0003\t-\t1\tdro_anoGam\t \tCG32158\t27126\t906\t901\t906\tCTGAAG\t0.0009\t-\t0.952\tall\t \tCG7535\t26856\t71\t27\t32\tAACATG\t0.0105\t0.0415\t1\tdro_anoGam\t \tCG1725\t20594\t269\t152\t157\tAAAGAA\t0.0292\t0.03\t1\tdro2\t \tCG17762\t12253\t1355\t1348\t1353\tGAAGAT\t0.0233\t-\t1\tdro_anoGam\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26729, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_foot"}, "text": "*dm2 stands for Drosophila melanogaster, L and R stand for left/right spike increase/decrease respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26837, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ESRs in the Drosophila N-Cadherin gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 26876, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A recent study looked into the spatiotemporal differential expression of the N-Cadherin ME exons 7a and 7b, 13a and 13b, 18a and 18b of Drosophila and Tribolium (See Figure 1b). This study found that transcripts containing ME-13a are expressed only in the CNS, while those containing ME-13b are only expressed in the early mesoderm. Furthermore, the non-neuronal expression of ME-13b drops sharply before synapses begin to form in the embryos. Based on the significant spikes approach, we found a putative ESR motif, GATGCAG, in 13b for the complete alignment, close to the 3' splice site. A second ESR, AAATTG, was found in the dro_apiMel cluster, close to the 5' splice site. No significantly conserved spikes were found in exon 13a.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27612, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Exons 7a and 7b have less divergent protein sequences and our analysis found the conserved hexamer TGGGAT in the 7a exon and AAAGCCAG as a significant conservation spike near the 3' splice site for the dro_apiMel cluster in 7b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27840, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Paralogous alternative exons 18a and 18b exhibit great sequence diversity from each other. No conservation spikes were detected in 18b. A conserved word of length 8, TGGGGCGA, appears in exon 18a in the dro_anoGam cluster but the L and R p-values are just below 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28108, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 28120, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We presented a bioinformatics workflow protocol to extract exonic splicing regulatory sequences (ESRs) from mutually exclusive exons of Drosophila melanogaster. We identified mutually exclusive exons in EST splicing graphs and used a phylogenetic conservation threshold to identify spikes in conservation through sliding window analysis of exon multiple alignments of 15 insect species, as a higher degree of nucleotide sequence conservation is frequently observed in the alternatively spliced exons and/or flanking introns than in the constitutive exons. We looked at sequences with 100% nucleotide conservation, but found no hexamers among the cassette exons that appeared at high frequency and many conserved sequences were found to be part of highly conserved regions within the exons. Incorporating measures of phylogenetic relationships and variability of sequence conservation is a more qualitative approach for the identification of ESRs as it is possible to calculate the statistical significance of the identified motifs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29152, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The E2E spikes method found 799 putative ESRs of which 379 elements had a left or right p-value < 0.01 and 83 elements had both left and right side spike magnitude p-values < 0.01. The FDR correction process resulted in 218 motifs with either a left side or right side corrected p-value < 0.05, but only 1 motif with both left and right corrected p-values < 0.05. The reason for this is that t-tests for a sample size of 6 will produce higher p-values leading to fewer significant motifs when a correction is applied. Among the 83 elements in the uncorrected list, we found five genes and among the 218 motifs in the corrected list we found 11 genes whose ME exons had putative ESRs that differed from ESRs in the other paired ME exons. It is believed that recognition of ESRs in the ME exons drives expression of mutually exclusive exons in a tissue-specific manner. Unfortunately there is little information in the literature about the tissue-specific expression patterns of alternatively spliced isoforms of Drosophila genes, but we found information that linked certain genes to differing spatiotemporal expression. The gene Zasp functions in the formation of integrin adhesion sites and is active during different stages of development. At late embryonic stages, Zasp expression is particularly strong in mesodermal tissues such as visceral, pharyngeal, and somatic muscles. Doa is expressed in ectoderm and mesoderm during early embryonic stages and in nervous system during late embryonic stages. SR and SR-like proteins can be phosphorylated by Doa. Doa's ability to regulate activities of other splicing factors along with its many spliced isoforms may add more levels of complexity in gene expression regulation. Alternatively spliced sdt transcripts were shown to determine a developmental switch in mRNA localization in which apical transcripts were only found during early stages of epithelial development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31072, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In the N-Cadherin gene, we observed that the dro_anoGam cluster which includes dro1 (or dro2) has a spike in 18a but not dro1 (dro2) itself, which may be due to divergent evolution of the flanking regions around the conserved word in more distant species. In vivo results from a recent study of the N-Cadherin gene, showed no differential subcellular localization between transmembrane domain isoforms containing exons 18a or 18b in Drosophila and showed the conserved in situ spatiotemporal expression patterns in Drosophila and Tribolium. Although extensive knowledge of annotated spliced isoforms is available, more information on the in situ isoform-specific expression patterns would be required to validate this approach at a functional level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31822, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "A recent study identified and classified hundreds of alternative splicing events that are affected by one splicing regulator and showed that binding sites for the factor are conserved from insects to mammals. Another study looked at alternative splicing patterns regulated by four Drosophila homologues of the mammalian hnRNP A/B family. Both demonstrated conservation of splicing regulatory mechanism between insects and mammals. Thus, we compared ESRs predicted by the E2E method with splicing regulatory sequences from three other databases. 155 of the 799 predicted elements can be validated with the Wang 2009 database of human splicing regulatory sequences and 102 elements with the Ast Lab's list of human and mouse ESRs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32551, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The regulation of RNA splicing is a complicated process as it involves the interplay of many splicing factors and their target sequences. Some exons are constitutively expressed while others are expressed in a tissue- and stage- specific manner. High-throughput sequencing of transcriptomes has recently demonstrated a high degree of alternative splicing, in up to 92~94% of protein coding genes in the human genome. With a genome-wide approach, E2E method identified several ESRs within ME exon pairs based on the nucleotide sequence conservation among insect species. Some of these ESRs have been previously identified in mammalian splicing databases. Although the tissue-specific expression data of Drosophila genes are limited, a few genes containing these identified ESRs exhibit differential spatiotemporal expression patterns. This demonstrates that the E2E method is a powerful tool to help identify conserved splicing signals which might be of high importance in biological functions and shed light on the tissue- and stage-specific splicing regulations. Future work will include more in depth mining of the literature on tissue-specific splicing to validate ESRs found with the E2E method. We will also expand the E2E method to other alternatively spliced exons and introns and apply it to multiple alignments of alternatively spliced genes from human tumor tissue of different patients as it is known that aberrations in alternative splicing occur in many cancers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34027, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 34047, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34106, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 34129, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "SNH collected and formatted the data and provided the biological background knowledge. SNH and PB designed the study. PB carried out the statistical analysis and drafted the manuscript. RL developed the splicing graph parsing algorithm. JT developed the ESRs comparative analysis method. All authors helped edit the manuscript and approved the final version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34488, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 34511, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgements", "sentences": [], "annotations": [], "relations": []}, {"offset": 34528, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "We thank Dr. Akira Chiba for his involvement in the initial phase of this project. We also thank Dr. Xin Wang's team for providing us with their list of regulatory elements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34702, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This article has been published as part of BMC Genomics Volume 13 Supplement 2, 2012: Selected articles from the First IEEE International Conference on Computational Advances in Bio and medical Sciences (ICCABS 2011): Genomics. The full contents of the supplement are available online at http://www.biomedcentral.com/bmcgenomics/supplements/13/S2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35050, "infons": {"fpage": "2141", "issue": "5653", "lpage": "2144", "name_0": "surname:Johnson;given-names:JM", "name_1": "surname:Castle;given-names:J", "name_2": "surname:Garrett-Engele;given-names:P", "name_3": "surname:Kan;given-names:Z", "name_4": "surname:Loerch;given-names:PM", "name_5": "surname:Armour;given-names:CD", "name_6": "surname:Santos;given-names:R", "name_7": "surname:Schadt;given-names:EE", "name_8": "surname:Stoughton;given-names:R", "name_9": "surname:Shoemaker;given-names:DD", "pub-id_doi": "10.1126/science.1090100", "pub-id_pmid": "14684825", "section_type": "REF", "source": "Science", "type": "ref", "volume": "302", "year": "2003"}, "text": "Genome-wide survey of human alternative pre-mRNA splicing with exon junction microarrays", "sentences": [], "annotations": [], "relations": []}, {"offset": 35139, "infons": {"fpage": "345", "issue": "5", "lpage": "355", "name_0": "surname:Keren;given-names:H", "name_1": "surname:Lev-Maor;given-names:G", "name_2": "surname:Ast;given-names:G", "pub-id_doi": "10.1038/nrg2776", "pub-id_pmid": "20376054", "section_type": "REF", "source": "Nat Rev Genet", "type": "ref", "volume": "11", "year": "2010"}, "text": "Alternative splicing and evolution: diversification, exon definition and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 35221, "infons": {"fpage": "457", "issue": "7280", "lpage": "463", "name_0": "surname:Nilsen;given-names:TW", "name_1": "surname:Graveley;given-names:BR", "pub-id_doi": "10.1038/nature08909", "pub-id_pmid": "20110989", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "463", "year": "2010"}, "text": "Expansion of the eukaryotic proteome by alternative splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 35282, "infons": {"fpage": "61", "issue": "1", "lpage": "70", "name_0": "surname:Wang;given-names:Z", "name_1": "surname:Xiao;given-names:X", "name_2": "surname:Van Nostrand;given-names:E", "name_3": "surname:Burge;given-names:CB", "pub-id_doi": "10.1016/j.molcel.2006.05.018", "pub-id_pmid": "16797197", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "23", "year": "2006"}, "text": "General and specific functions of exonic splicing silencers in splicing control", "sentences": [], "annotations": [], "relations": []}, {"offset": 35362, "infons": {"fpage": "2850", "issue": "8", "lpage": "2855", "name_0": "surname:Yeo;given-names:GW", "name_1": "surname:Van Nostrand;given-names:E", "name_2": "surname:Holste;given-names:D", "name_3": "surname:Poggio;given-names:T", "name_4": "surname:Burge;given-names:CB", "pub-id_doi": "10.1073/pnas.0409742102", "pub-id_pmid": "15708978", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "102", "year": "2005"}, "text": "Identification and analysis of alternative splicing events conserved in human and mouse", "sentences": [], "annotations": [], "relations": []}, {"offset": 35450, "infons": {"fpage": "10071013", "issue": "5583", "name_0": "surname:Fairbrother;given-names:WG", "name_1": "surname:Yeh;given-names:RF", "name_2": "surname:Sharp;given-names:PA", "name_3": "surname:Burge;given-names:CB", "section_type": "REF", "source": "Science", "type": "ref", "volume": "297", "year": "2002"}, "text": "Predictive identification of exonic splicing enhancers in human genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 35520, "infons": {"fpage": "769", "issue": "6", "lpage": "781", "name_0": "surname:Goren;given-names:A", "name_1": "surname:Ram;given-names:O", "name_2": "surname:Amit;given-names:M", "name_3": "surname:Keren;given-names:H", "name_4": "surname:Lev-Maor;given-names:G", "name_5": "surname:Vig;given-names:I", "name_6": "surname:Pupko;given-names:T", "name_7": "surname:Ast;given-names:G", "pub-id_doi": "10.1016/j.molcel.2006.05.008", "pub-id_pmid": "16793546", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "22", "year": "2006"}, "text": "Comparative analysis identifies exonic splicing regulatory sequences--The complex definition of enhancers and silencers", "sentences": [], "annotations": [], "relations": []}, {"offset": 35640, "infons": {"fpage": "S4", "issue": "Suppl 1", "name_0": "surname:Wang;given-names:X", "name_1": "surname:Wang;given-names:K", "name_2": "surname:Radovich;given-names:M", "name_3": "surname:Wang;given-names:Y", "name_4": "surname:Wang;given-names:G", "name_5": "surname:Feng;given-names:W", "name_6": "surname:Sanford;given-names:JR", "name_7": "surname:Liu;given-names:Y", "pub-id_doi": "10.1186/1471-2164-10-S1-S4", "pub-id_pmid": "19594881", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Genome-wide prediction of cis-acting RNA elements regulating tissue-specific pre-mRNA alternative splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 35747, "infons": {"fpage": "193", "issue": "2", "lpage": "202", "name_0": "surname:Brooks;given-names:AN", "name_1": "surname:Yang;given-names:L", "name_2": "surname:Duff;given-names:MO", "name_3": "surname:Hansen;given-names:KD", "name_4": "surname:Park;given-names:JW", "name_5": "surname:Dudoit;given-names:S", "name_6": "surname:Brenner;given-names:SE", "name_7": "surname:Graveley;given-names:BR", "pub-id_doi": "10.1101/gr.108662.110", "pub-id_pmid": "20921232", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "21", "year": "2011"}, "text": "Conservation of an RNA regulatory map between Drosophila and mammals", "sentences": [], "annotations": [], "relations": []}, {"offset": 35816, "infons": {"fpage": "284", "issue": "2", "lpage": "296", "name_0": "surname:Hung;given-names:LH", "name_1": "surname:Heiner;given-names:M", "name_2": "surname:Hui;given-names:J", "name_3": "surname:Schreiner;given-names:S", "name_4": "surname:Benes;given-names:V", "name_5": "surname:Bindereif;given-names:A", "pub-id_pmid": "18073345", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "14", "year": "2008"}, "text": "Diverse roles of hnRNP L in mammalian mRNA processing: a combined microarray and RNAi analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 35911, "infons": {"fpage": "1470", "issue": "8", "lpage": "1479", "name_0": "surname:Xing;given-names:Y", "name_1": "surname:Stoilov;given-names:P", "name_2": "surname:Kapur;given-names:K", "name_3": "surname:Han;given-names:A", "name_4": "surname:Jiang;given-names:H", "name_5": "surname:Shen;given-names:S", "name_6": "surname:Black;given-names:DL", "name_7": "surname:Wong;given-names:WH", "pub-id_doi": "10.1261/rna.1070208", "pub-id_pmid": "18566192", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "14", "year": "2008"}, "text": "MADS: a new and improved method for analysis of differential alternative splicing by exon-tiling microarrays", "sentences": [], "annotations": [], "relations": []}, {"offset": 36020, "infons": {"fpage": "W187", "issue": "Web Server issue", "lpage": "W190", "name_0": "surname:Fairbrother;given-names:WG", "name_1": "surname:Yeo;given-names:GW", "name_2": "surname:Yeh;given-names:R", "name_3": "surname:Goldstein;given-names:P", "name_4": "surname:Mawson;given-names:M", "name_5": "surname:Sharp;given-names:PA", "name_6": "surname:Burge;given-names:CB", "pub-id_pmid": "15215377", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "RESCUE-ESE identifies candidate exonic splicing enhancers in vertebrate exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 36098, "infons": {"fpage": "e191", "issue": "11", "name_0": "surname:Stadler;given-names:MB", "name_1": "surname:Shomron;given-names:N", "name_2": "surname:Yeo;given-names:GW", "name_3": "surname:Schneider;given-names:A", "name_4": "surname:Xiao;given-names:X", "name_5": "surname:Burge;given-names:CB", "pub-id_doi": "10.1371/journal.pgen.0020191", "pub-id_pmid": "17121466", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "2", "year": "2006"}, "text": "Inference of splicing regulatory activities by sequence neighborhood analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36176, "infons": {"fpage": "e85", "issue": "5", "name_0": "surname:Yeo;given-names:GW", "name_1": "surname:Van Nostrand;given-names:EL", "name_2": "surname:Liang;given-names:TY", "pub-id_doi": "10.1371/journal.pgen.0030085", "pub-id_pmid": "17530930", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "3", "year": "2007"}, "text": "Discovery and analysis of evolutionarily conserved intronic splicing regulatory elements", "sentences": [], "annotations": [], "relations": []}, {"offset": 36265, "infons": {"fpage": "5797", "issue": "15", "lpage": "5802", "name_0": "surname:Zhang;given-names:C", "name_1": "surname:Li;given-names:WH", "name_2": "surname:Krainer;given-names:AR", "name_3": "surname:Zhang;given-names:MQ", "pub-id_doi": "10.1073/pnas.0801692105", "pub-id_pmid": "18391195", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "105", "year": "2008"}, "text": "RNA landscape of evolution for optimal exon and intron discrimination", "sentences": [], "annotations": [], "relations": []}, {"offset": 36335, "infons": {"fpage": "1416", "issue": "12", "lpage": "1425", "name_0": "surname:Castle;given-names:JC", "name_1": "surname:Zhang;given-names:C", "name_2": "surname:Shah;given-names:JK", "name_3": "surname:Kulkarni;given-names:AV", "name_4": "surname:Kalsotra;given-names:A", "name_5": "surname:Cooper;given-names:TA", "name_6": "surname:Johnson;given-names:JM", "pub-id_doi": "10.1038/ng.264", "pub-id_pmid": "18978788", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "40", "year": "2008"}, "text": "Expression of 24,426 human alternative splicing events and predicted cis regulation in 48 tissues and cell lines", "sentences": [], "annotations": [], "relations": []}, {"offset": 36448, "infons": {"fpage": "4845", "issue": "14", "lpage": "4857", "name_0": "surname:Das;given-names:D", "name_1": "surname:Clark;given-names:TA", "name_2": "surname:Schweitzer;given-names:A", "name_3": "surname:Yamamoto;given-names:M", "name_4": "surname:Marr;given-names:H", "name_5": "surname:Arribere;given-names:J", "name_6": "surname:Minovitsky;given-names:S", "name_7": "surname:Poliakov;given-names:A", "name_8": "surname:Dubchak;given-names:I", "name_9": "surname:Blume;given-names:JE", "pub-id_doi": "10.1093/nar/gkm485", "pub-id_pmid": "17626050", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "A correlation with exon expression approach to identify cis-regulatory elements for tissue-specific alternative splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 36569, "infons": {"fpage": "R64", "issue": "4", "name_0": "surname:Clark;given-names:TA", "name_1": "surname:Schweitzer;given-names:AC", "name_2": "surname:Chen;given-names:TX", "name_3": "surname:Staples;given-names:MK", "name_4": "surname:Lu;given-names:G", "name_5": "surname:Wang;given-names:H", "name_6": "surname:Williams;given-names:A", "name_7": "surname:Blume;given-names:JE", "pub-id_doi": "10.1186/gb-2007-8-4-r64", "pub-id_pmid": "17456239", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "8", "year": "2007"}, "text": "Discovery of tissue-specific exons using comprehensive human exon microarrays", "sentences": [], "annotations": [], "relations": []}, {"offset": 36647, "infons": {"fpage": "563", "issue": "4", "lpage": "572", "name_0": "surname:Ip;given-names:JY", "name_1": "surname:Tong;given-names:A", "name_2": "surname:Pan;given-names:Q", "name_3": "surname:Topp;given-names:JD", "name_4": "surname:Blencowe;given-names:BJ", "name_5": "surname:Lynch;given-names:KW", "pub-id_doi": "10.1261/rna.457207", "pub-id_pmid": "17307815", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "13", "year": "2007"}, "text": "Global analysis of alternative splicing during T-cell activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36712, "infons": {"fpage": "325", "lpage": "351", "name_0": "surname:Siepel;given-names:A", "name_1": "surname:Haussler;given-names:D", "section_type": "REF", "source": "Statistical Methods in Molecular Evolution", "type": "ref", "year": "2005"}, "text": "Phylogenetic hidden Markov models", "sentences": [], "annotations": [], "relations": []}, {"offset": 36746, "infons": {"fpage": "1117", "issue": "8", "lpage": "1140", "name_0": "surname:Sammeth;given-names:M", "pub-id_doi": "10.1089/cmb.2009.0108", "pub-id_pmid": "19689216", "section_type": "REF", "source": "J Comput Biol", "type": "ref", "volume": "16", "year": "2009"}, "text": "Complete alternative splicing events are bubbles in splicing graphs", "sentences": [], "annotations": [], "relations": []}, {"offset": 36814, "infons": {"fpage": "W444", "issue": "Web Server issue", "lpage": "W447", "name_0": "surname:Bollina;given-names:D", "name_1": "surname:Lee;given-names:BT", "name_2": "surname:Tan;given-names:TW", "name_3": "surname:Ranganathan;given-names:S", "pub-id_pmid": "16845045", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "ASGS: an alternative splicing graph web service", "sentences": [], "annotations": [], "relations": []}, {"offset": 36862, "infons": {"fpage": "D93", "issue": "Database issue", "lpage": "D98", "name_0": "surname:Kim;given-names:N", "name_1": "surname:Alekseyenko;given-names:AV", "name_2": "surname:Roy;given-names:M", "name_3": "surname:Lee;given-names:C", "pub-id_pmid": "17108355", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "35", "year": "2007"}, "text": "The ASAP II database: analysis and comparative genomics of alternative splicing in 15 animal species", "sentences": [], "annotations": [], "relations": []}, {"offset": 36963, "infons": {"fpage": "189", "name_0": "surname:Lee;given-names:BT", "name_1": "surname:Tan;given-names:TW", "name_2": "surname:Ranganathan;given-names:S", "pub-id_doi": "10.1186/1471-2105-5-189", "pub-id_pmid": "15581431", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "5", "year": "2004"}, "text": "DEDB: a database of Drosophila melanogaster exons in splicing graph form", "sentences": [], "annotations": [], "relations": []}, {"offset": 37036, "infons": {"fpage": "3977", "issue": "13", "lpage": "3983", "name_0": "surname:Leipzig;given-names:J", "name_1": "surname:Pevzner;given-names:P", "name_2": "surname:Heber;given-names:S", "pub-id_doi": "10.1093/nar/gkh731", "pub-id_pmid": "15292448", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "32", "year": "2004"}, "text": "The Alternative Splicing Gallery (ASG): bridging the gap between genome and transcriptome", "sentences": [], "annotations": [], "relations": []}, {"offset": 37126, "infons": {"fpage": "S181", "issue": "Suppl 1", "lpage": "S188", "name_0": "surname:Heber;given-names:S", "name_1": "surname:Alekseyev;given-names:M", "name_2": "surname:Sze;given-names:SH", "name_3": "surname:Tang;given-names:H", "name_4": "surname:Pevzner;given-names:PA", "pub-id_doi": "10.1093/bioinformatics/18.suppl_1.S181", "pub-id_pmid": "12169546", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "18", "year": "2002"}, "text": "Splicing graphs and EST assembly problem", "sentences": [], "annotations": [], "relations": []}, {"offset": 37167, "infons": {"fpage": "e1000441", "issue": "4", "name_0": "surname:Hsu;given-names:SN", "name_1": "surname:Yonekura;given-names:S", "name_2": "surname:Ting;given-names:CY", "name_3": "surname:Robertson;given-names:HM", "name_4": "surname:Iwai;given-names:Y", "name_5": "surname:Uemura;given-names:T", "name_6": "surname:Lee;given-names:CH", "name_7": "surname:Chiba;given-names:A", "pub-id_doi": "10.1371/journal.pgen.1000441", "pub-id_pmid": "19343204", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "5", "year": "2009"}, "text": "Conserved alternative splicing and expression patterns of arthropod N-cadherin", "sentences": [], "annotations": [], "relations": []}, {"offset": 37246, "infons": {"fpage": "345", "issue": "5", "lpage": "355", "name_0": "surname:Keren;given-names:H", "name_1": "surname:Lev-Maor;given-names:G", "name_2": "surname:Ast;given-names:G", "pub-id_doi": "10.1038/nrg2776", "pub-id_pmid": "20376054", "section_type": "REF", "source": "Nat Rev Genet", "type": "ref", "volume": "11", "year": "2010"}, "text": "Alternative splicing and evolution: diversification, exon definition and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 37328, "infons": {"fpage": "1561", "issue": "13", "lpage": "1567", "name_0": "surname:Letunic;given-names:I", "name_1": "surname:Copley;given-names:RR", "name_2": "surname:Bork;given-names:P", "pub-id_doi": "10.1093/hmg/11.13.1561", "pub-id_pmid": "12045209", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "11", "year": "2002"}, "text": "Common exon duplication in animals and its role in alternative splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 37400, "infons": {"fpage": "2661", "issue": "23", "lpage": "2669", "name_0": "surname:Kondrashov;given-names:FA", "name_1": "surname:Koonin;given-names:EV", "pub-id_doi": "10.1093/hmg/10.23.2661", "pub-id_pmid": "11726553", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "10", "year": "2001"}, "text": "Origin of alternative splicing by tandem exon duplication", "sentences": [], "annotations": [], "relations": []}, {"offset": 37458, "infons": {"fpage": "S4", "issue": "Suppl 6", "name_0": "surname:van Nimwegen;given-names:E", "pub-id_doi": "10.1186/1471-2105-8-S6-S4", "pub-id_pmid": "17903285", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "8", "year": "2007"}, "text": "Finding regulatory elements and regulatory motifs: a general probabilistic framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 37543, "infons": {"fpage": "289", "issue": "1", "lpage": "300", "name_0": "surname:Benjamini;given-names:Y", "name_1": "surname:Hochberg;given-names:Y", "section_type": "REF", "source": "Journal of the Royal Statistical Society B", "type": "ref", "volume": "57", "year": "1995"}, "text": "Controlling the false discovery rate: a practical and powerful approach to multiple testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 37635, "infons": {"fpage": "675", "issue": "3", "lpage": "682", "name_0": "surname:Chen;given-names:FC", "name_1": "surname:Wang;given-names:SS", "name_2": "surname:Chen;given-names:CJ", "name_3": "surname:Li;given-names:WH", "name_4": "surname:Chuang;given-names:TJ", "pub-id_pmid": "16368777", "section_type": "REF", "source": "Mol Biol Evol", "type": "ref", "volume": "23", "year": "2006"}, "text": "Alternatively and constitutively spliced exons are subject to different evolutionary forces", "sentences": [], "annotations": [], "relations": []}, {"offset": 37727, "infons": {"fpage": "1583", "issue": "7", "lpage": "1597", "name_0": "surname:Jani;given-names:K", "name_1": "surname:Schock;given-names:F", "pub-id_doi": "10.1083/jcb.200707045", "pub-id_pmid": "18166658", "section_type": "REF", "source": "J Cell Biol", "type": "ref", "volume": "179", "year": "2007"}, "text": "Zasp is required for the assembly of functional integrin adhesion sites", "sentences": [], "annotations": [], "relations": []}, {"offset": 37799, "infons": {"fpage": "1973", "issue": "4", "lpage": "1987", "name_0": "surname:Kpebe;given-names:A", "name_1": "surname:Rabinow;given-names:L", "pub-id_doi": "10.1534/genetics.108.087858", "pub-id_pmid": "18660538", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "179", "year": "2008"}, "text": "Dissection of darkener of apricot kinase isoform functions in Drosophila", "sentences": [], "annotations": [], "relations": []}, {"offset": 37872, "infons": {"fpage": "749", "issue": "2", "lpage": "761", "name_0": "surname:Yun;given-names:B", "name_1": "surname:Lee;given-names:K", "name_2": "surname:Farkas;given-names:R", "name_3": "surname:Hitte;given-names:C", "name_4": "surname:Rabinow;given-names:L", "pub-id_pmid": "11014821", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "156", "year": "2000"}, "text": "The LAMMER protein kinase encoded by the Doa locus of Drosophila is required in both somatic and germline cells and is expressed as both nuclear and cytoplasmic isoforms throughout development", "sentences": [], "annotations": [], "relations": []}, {"offset": 38065, "infons": {"fpage": "e8", "issue": "1", "name_0": "surname:Horne-Badovinac;given-names:S", "name_1": "surname:Bilder;given-names:D", "pub-id_doi": "10.1371/journal.pgen.0040008", "pub-id_pmid": "18208331", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "4", "year": "2008"}, "text": "Dynein regulates epithelial polarity and the apical localization of stardust A mRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 38149, "infons": {"fpage": "438", "issue": "4", "lpage": "449", "name_0": "surname:Blanchette;given-names:M", "name_1": "surname:Green;given-names:RE", "name_2": "surname:MacArthur;given-names:S", "name_3": "surname:Brooks;given-names:AN", "name_4": "surname:Brenner;given-names:SE", "name_5": "surname:Eisen;given-names:MB", "name_6": "surname:Rio;given-names:DC", "pub-id_doi": "10.1016/j.molcel.2009.01.022", "pub-id_pmid": "19250905", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "33", "year": "2009"}, "text": "Genome-wide analysis of alternative pre-mRNA splicing and RNA-binding specificities of the Drosophila hnRNP A/B family members", "sentences": [], "annotations": [], "relations": []}, {"offset": 38276, "infons": {"fpage": "470", "issue": "7221", "lpage": "476", "name_0": "surname:Wang;given-names:ET", "name_1": "surname:Sandberg;given-names:R", "name_2": "surname:Luo;given-names:S", "name_3": "surname:Khrebtukova;given-names:I", "name_4": "surname:Zhang;given-names:L", "name_5": "surname:Mayr;given-names:C", "name_6": "surname:Kingsmore;given-names:SF", "name_7": "surname:Schroth;given-names:GP", "name_8": "surname:Burge;given-names:CB", "pub-id_doi": "10.1038/nature07509", "pub-id_pmid": "18978772", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "456", "year": "2008"}, "text": "Alternative isoform regulation in human tissue transcriptomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 38338, "infons": {"fpage": "7647", "issue": "21", "lpage": "7654", "name_0": "surname:Venables;given-names:JP", "pub-id_doi": "10.1158/0008-5472.CAN-04-1910", "pub-id_pmid": "15520162", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "64", "year": "2004"}, "text": "Aberrant and alternative splicing in cancer", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]