[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240904", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC6283169", "infons": {"license": "NO-CC CODE"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1534/genetics.118.301478", "article-id_pmc": "PMC6283169", "article-id_pmid": "30249684", "article-id_publisher-id": "301478", "fpage": "1197", "issue": "4", "kwd": "B chromosome isochromosome centromere misdivision satellite DNA AAGAT FlyBase", "license": "Available freely online through the author-supported open access option.", "lpage": "1212", "name_0": "surname:Hanlon;given-names:Stacey L.", "name_1": "surname:Miller;given-names:Danny E.", "name_2": "surname:Eche;given-names:Salam", "name_3": "surname:Hawley;given-names:R. Scott", "section_type": "TITLE", "type": "front", "volume": "210", "year": "2018"}, "text": "Origin, Composition, and Structure of the Supernumerary B Chromosome of Drosophila melanogaster", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 96, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In addition to a defined number of essential chromosomes, extra chromosomes called “B chromosomes” are present in roughly 15% of eukaryotic species. In this study, Hanlon et al. analyzed the recently discovered Drosophila melanogaster...", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 338, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The number of chromosomes carried by an individual species is one of its defining characteristics. Some species, however, can also carry supernumerary chromosomes referred to as B chromosomes. B chromosomes were recently identified in a laboratory stock of Drosophila melanogaster—an established model organism with a wealth of genetic and genomic resources—enabling us to subject them to extensive molecular analysis. We isolated the B chromosomes by pulsed-field gel electrophoresis and determined their composition through next-generation sequencing. Although these B chromosomes carry no known euchromatic sequence, they are rich in transposable elements and long arrays of short nucleotide repeats, the most abundant being the uncharacterized AAGAT satellite repeat. Fluorescent in situ hybridization on metaphase chromosome spreads revealed this repeat is located on chromosome 4, strongly suggesting the origin of the B chromosomes is chromosome 4. Cytological and quantitative comparisons of signal intensity between chromosome 4 and the B chromosomes supports the hypothesis that the structure of the B chromosome is an isochromosome. We also report the identification of a new B chromosome variant in a related laboratory stock. This B chromosome has a similar repeat signature as the original but is smaller and much less prevalent. We examined additional stocks with similar genotypes and did not find B chromosomes, but did find these stocks lacked the AAGAT satellite repeat. Our molecular characterization of D. melanogaster B chromosomes is the first step toward understanding how supernumerary chromosomes arise from essential chromosomes and what may be necessary for their stable inheritance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2054, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "THE growth, development, and reproduction of an organism relies on genetic material that is organized into chromosomes. The chromosome complement carried by all members of a species is composed of essential chromosomes referred to as the A chromosomes. A subset of individuals within a species may also possess extra chromosomes that are nonessential and not members of the standard A chromosome set. These supernumerary chromosomes are commonly referred to as B chromosomes. First described in 1907, B chromosomes have now been identified in hundreds of species across many different taxa, and it is estimated that B chromosomes may be present in 15% of all eukaryotic species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2733, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The B chromosomes found in maize (Zea mays) are perhaps the best understood to date, and it is from their presence in corn that the name type-B chromosome originated. The gravitation to study B chromosomes in corn was bolstered in part due to the advanced genetic and cytological tools available at the time, and B chromosomes have since served as useful tools to study and manipulate the genome. The recent rise of genomic analysis has allowed B chromosomes from several species to be examined on a molecular level, revealing more about their potential origin and genetic composition. For instance, the sequencing of rye (Secale cereal) B chromosomes demonstrated they arose just over 1 MYA and are derived from fragments of multiple A chromosomes. The B chromosomes in the cichlid fish Astatotilapia latifasciata were sequenced and found to carry euchromatic sequence—some of which is transcriptionally active—that is also present on several of the A chromosomes. More recently, sequencing the B chromosome of the grasshopper Eumigus monticola indicated that while it likely arose from one of the A chromosomes, it has since undergone amplification, and deep sequencing in another grasshopper, Eyprepocnemis plorans, revealed the presence of 10 protein-coding genes carried on the B chromosome. These studies demonstrate that the diversity and complexity of supernumerary B chromosomes has been underestimated, and a better understanding of their origin and composition is necessary.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4223, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Further work on the molecular characterization of B chromosomes has been impeded by several obstacles. First, the majority of identified B chromosomes have only been studied cytologically in samples collected from wild populations. Many of these species are not conducive to husbandry in the laboratory, precluding development of the molecular, genetic, and genomic tools necessary to allow in-depth study of B chromosomes. Second, the inability to control breeding and environment has the potential to introduce uncontrolled genetic variation and unknown pressure on B chromosome evolution, leading to fluctuations in B chromosome variants, frequency, and transmission rates. Third, it is challenging to precisely determine the age of a B chromosome in these wild systems, making it difficult to discern how they formed and what events led to their current composition. Thus, as pointed out by, B chromosome observations are only able to reflect the system in the present and therefore may not reflect how the system was in the past.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5258, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, B chromosomes were identified in a laboratory stock of Drosophila melanogaster. Although B chromosomes have previously been observed in a handful of wild populations within the Drosophila genus [albomicans; malerkotliana; kikkawai; subsilvestris; lini and pseudoananassae ], was the first report of B chromosomes in melanogaster. The laboratory stock in which these were identified carries a null allele of the female germline-specific gene matrimony (mtrm). This allele, referred to as mtrm126, was generated through the imprecise excision of a P element nearly 10 years earlier. Presently, the number of B chromosomes in this mtrm126 stock averages 10–12 copies in addition to the A chromosome complement (Figure 1, A and B). demonstrated these B chromosomes have centromeres since they incorporate the Drosophila centromeric histone variant centromere identifier (CID) CID and were able to interact with the meiotic spindle. They also analyzed female meiotic prometaphase chromosomes using fluorescent in situ hybridization (FISH) and showed that the B chromosomes carry the AATAT satellite sequence, which is found on the X and Y chromosomes but is primarily on chromosome 4. Complementation tests and quantitative PCR indicate the B chromosomes do not carry euchromatic material from chromosome 4, but they do carry large amounts of heterochromatin because of the abundance of histone H3 trimethylation on K9 (H3K9m3) and their pronounced effect on position effect variegation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6753, "infons": {"file": "1197f1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Cytological and molecular evaluation of the D. melanogaster B chromosomes. (A) Metaphase chromosome spread of a male with 10 B chromosomes, collected from the mtrm126 stock that carries an average of 10–12 B chromosomes. Bar, 5 μm. (B) Illustrated representation of the karyotype in A. (C) Results of PFGE after gel was stained with GelRed (image is inverted). The B chromosomes form a single, distinct band ∼1.81 Mbp that is absent in the wild-type (WT) stock. Size standard: H. wingei chromosomal DNA (Bio-Rad).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7272, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several questions loom large regarding the origin and composition of the D. melanogaster B chromosomes. It is presently unclear what differences exist, if any, in the size of the B chromosomes as current cytological methods of B chromosome examination do not have the resolution to resolve subtle differences in size. A better grasp of how homo- or heterogenous the size of the B chromosomes are would be informative for understanding the stability of the B chromosomes within the stock. Additionally, the genetic composition of the B chromosomes is poorly understood: it is not clear what, if any, euchromatin the B chromosomes possess, and the known content of its heterochromatin is limited to the AATAT satellite repeat.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7997, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we report the purification and sequencing of the D. melanogaster B chromosome described in. Deep sequencing of this B chromosome reveals no known protein-coding genes, but does show that these B chromosomes contain several highly repetitive elements that map to unplaced scaffolds from the current D. melanogaster genome assembly. One of these elements, the previously uncharacterized AAGAT satellite repeat, was used as a FISH target on metaphase chromosome spreads. We find this repeat to be specific to chromosome 4 as well as enriched twofold on the B chromosomes, suggesting that the B chromosome is likely an isochromosome that arose from chromosome 4. Surprisingly, FISH analysis of a related stock that carries a different null allele of mtrm revealed the presence of a second, smaller B chromosome. Although present at a much lower copy number, this newly identified B chromosome variant has the same suite of satellite repeats carried by the original B chromosome, including the AAGAT satellite. Our characterization of these two B chromosomes on a molecular level provides the start of a better understanding of how new chromosomes may arise and become essential fixtures of the genome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9201, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9223, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stocks used in this experiment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9254, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All stocks used in this report can be found in Supplemental Material, Table S1. Stocks were maintained on standard cornmeal media supplemented with an additional sprinkle of active dry yeast and kept at 24° and 70% humidity in constant light conditions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9509, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample collection for pulsed-field gel electrophoresis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9564, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To obtain samples for pulsed-field gel electrophoresis (PFGE), 20 L3 larvae were placed in 3 ml Ringer’s solution in a 35-mm glass petri dish. The brain and any attached imaginal discs were dissected from each larva one at a time, and care was taken to ensure the desired tissue was treated as gently as possible to avoid trauma. The tissue was transferred to a 1.5-ml microfuge tube with 500 µl Ringer’s solution and kept on ice while the remaining dissections took place. Dissections of 20 larvae took no longer than 1 hr (typically 30–40 min). Tissue was briefly spun down to the bottom of the tube, the Ringer’s solution was removed, and 30 µl of insert buffer [0.1 M sodium chloride, 30 mM TrisCl (pH 8), 50 mM EDTA (pH 8), 0.5% Triton X-100, 7.7 mM 2-mercaptoethanol] was added. The tissue was homogenized by hand-grinding with a plastic pestle for 10 circular strokes. The tube was briefly spun to get the material down, then the homogenization was repeated twice more to ensure complete homogenization. The tube was briefly spun down for a final time and the top-most 25 µl was moved to a new tube to minimize the amount of cellular debris included in the plug. This new tube was placed at 42° for 2 min to warm up. Using a cut-off pipette tip (1 mm inner diameter), 75 µl of molten 1% InCert agarose (in 0.125 M EDTA) held at 50° was added to the warmed homogenate and mixed by pipetting gently three times, followed by distribution into a mold for a single plug. The mold was placed at 4° to set and remained there while additional rounds of dissections took place. After dissections were finished, plugs were transferred to 50-ml conical vials (no more than four plugs per vial) with 2.5 ml/plug NDS solution [0.5 M EDTA, 10 mM TrisCl (pH 8), 1% sarkosyl (pH brought up to 9.5), and sterile-filtered] and 0.1 mg/ml Proteinase K. The tube with the plugs was incubated in a 50° water bath for 12.5 hr and gently swirled once or twice during the incubation. After the Proteinase K treatment, the tubes were placed at 4° until processing, which was usually later the same day (1–2 hr after the end of the incubation).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11708, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To process the plugs, they were moved from the NDS + Proteinase K solution into new conical tubes with 3 ml/plug 1× TE (pH 7.5) with 0.1 µM PMSF. Tubes were gently agitated on an orbital shaker for 1 hr at room temperature, then the 1× TE + PMSF was replaced with fresh 1× TE + PMSF and the tubes were shaken for another hour at room temperature. This was followed by four washes with 1× TE for 20 min each at room temperature, after which the plugs were moved into 1× TAE.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12188, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PFGE setup and parameters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12214, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To set up the pulsed-field gel rig, 1× TAE was circulated and chilled to 14°. The gel was made with 0.8% SeaKem Gold agarose (in 120 ml 1× TAE) that was held at 50° until poured. Sample plugs as well as two plug standards with chromosomes from Hansenula wingei (Bio-Rad, Hercules, CA) were arranged on the front of a gel comb so that they would be embedded in the gel. Approximately 100 ml of the gel was poured and allowed to set for 15 min at 4°. Once the gel was set, the comb was removed, and the empty wells were filled with the remaining unpoured gel and left to set for 5 min. The gel was then placed in the apparatus, followed by the start of the run with the following parameters: 500 sec pulse time, 106° included angle, 3 V/cm with linear ramp, 45 hr total run time.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12998, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "B chromosome DNA isolation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13025, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Initially, after the PFGE run (see above), the entire gel was stained in 3× GelRed and imaged to determine the size of the B chromosomes. Once their position was reliably determined, additional PFGE runs were conducted and the B chromosome DNA was extracted as follows. The ladder lanes were cut off and stained for 30 min in 0.5× SYBR Gold in 1× TAE to provide a guide for where the B chromosomes were located in the gel. The portion of the gel in the 1.81-Mbp range (where the B chromosomes run) was excised and the remainder of the gel stained to verify the correct part of the gel containing B chromosomes was removed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13651, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To extract the B chromosome DNA, the excised gel fragment was placed in dialysis tubing (molecular weight cut-off = 12K–14K) that was clipped closed at both ends and a second round of electrophoresis was conducted in a normal gel rig. This enables the B chromosome DNA to migrate out of the gel and into the buffer contained within dialysis tubing. Once complete, the buffer containing the B chromosome DNA was pipetted from the tubing and transferred to a 1.5-ml microfuge tube and dried down to concentrate the sample.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14174, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DNA library creation and sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14210, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The B chromosome DNA sample was sonicated with a Covaris 220 to ∼600-bp fragments and proceeded directly to library construction using the KAPA High Throughput Library Prep Kit (KK8234), and the Bioo Scientific NEXTFlex DNA barcodes (NOVA-514104) for barcoding. Quality control was completed using the Agilent 2100 Bioanalyzer and the Invitrogen Qubit 2.0 Fluorometer. The sample was sequenced on the Mi-Seq via a Mi-Seq 150-bp paired-end run. This run used MiSeq Reporter Control Software (v2.6.2.3) and RTA version MCS 2.6.1.1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14742, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genome alignment, assembly, and analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reads were aligned to release 6 (dm6) of the D. melanogaster genome using bwa. Unmapped reads were identified by “samtools view -f4” and unmapped read pairs were isolated and trimmed with sickle (https://github.com/najoshi/sickle) and scythe (https://github.com/ucdavis-bioinformatics/scythe), removing bases with quality scores <30 and excluding any read <40 bp after trimming. SOAPdeNovo2 was used to assemble unmapped reads using a kmer size of 41 and average insert size of 300. Assembly generated 347,712 contigs, 75 of which were larger than 500 bp with a maximum contig size of 1793 bp. To determine whether the 75 contigs larger than 500 bp contained protein-coding sequence, BLASTx was used to search RefSeq (update date April 2, 2018, containing 103,725,652 sequences). We used k-Seek to identify kmers present on the isolated B chromosomes, adding a third step that we call k.compile, which summarizes the data generated by the original implementation of the software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15767, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Chromosome squashes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15787, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "For DNA staining and FISH:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For chromosome spreads from larval brain tissue, a protocol adapted from was used. Before beginning, 2 ml of fixative solution (45% acetic acid, 2.5% paraformaldehyde) was made fresh. A single larva was removed and placed in a fresh 50-µl drop of 0.7% sodium chloride. The brain and associated imaginal discs were extracted in the same fashion as for the PFGE (see above). The brain was then moved to a fresh 50-µl drop of 0.5% sodium citrate for hypotonic treatment for 5 min, followed by a transfer to the fixative solution for 4 min. After fixation, the brain was transferred to a 3-µl drop of 45% acetic acid on an 18-mm × 18-mm no. 1.5 siliconized coverslip. A microscope slide was inverted onto the coverslip with the sample and pressed gently to spread the liquid to the edges of the coverslip. The slide with coverslip was squashed for 2 min using a hand clamp (48-22-3002; Milwaukee Tools), then immediately placed into liquid nitrogen for at least 5 min. Immediately after removal, the coverslip was popped off the slide using a razor blade. The slide was dehydrated by placing it in 70% ethanol for at least 10 min at −20°, then transferred to 100% ethanol at −20° for at least 10 min. Slides were removed and allowed to completely air dry, then stored in a corked slide box kept at room temperature.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17138, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For chromosome spreads from ovary tissue, the protocol used for larval brains described above was used with the following changes. Ovaries were collected from mated adult females by anesthetizing them with carbon dioxide until incapacitated (∼5–10 sec). A single female was then moved to a fresh 50-µl drop of 0.7% sodium chloride and whole ovaries were removed. The tips were separated from the later stages such that anything larger than stage 8 was discarded. The ovary tips were then hypotonically treated and fixed as above for larval brains. Before squashing, the tips were gently teased apart on the siliconized coverslip in 3 µl 45% acetic acid to spread out the tissue. Squashing, freezing, dehydration, drying, and storage were all carried out as described above for larval brains.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17938, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "For immunofluorescence:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17962, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To preserve protein-DNA interactions in metaphase chromosome spreads from larval brain tissue, a protocol similar to the acid-free squash technique in was used. Before beginning, 2 ml of Brower’s fixative solution (0.15 M PIPES, 3 mM magnesium sulfate, 1.5 mM EGTA, 1.5% Nonidet P-40 substitute, 2% paraformaldehyde) was made fresh. Larval brains were removed in 0.7% sodium chloride and incubated in 2 ml 50 µM colchicine in 0.7% sodium chloride at 25° for 1 hr (the colchicine arrests cells in metaphase, resulting in supercondensed chromosomes that are able to hold their shape better after Brower’s fixative). After the incubation, the brain was transferred to a fresh 50-µl drop of 0.5% sodium citrate for hypotonic treatment for 5 min, followed by a transfer to the fixative solution for 2 min. The brain was then moved to a 50-µl drop of 50% glycerol for 5 min, then to 5-µl drop of 50% glycerol on an 18-mm × 18-mm no. 1.5 siliconized coverslip. The brain tissue was gently dissociated using a bent needle probe, then a microscope slide was inverted onto the coverslip and direct pressure was applied to spread the tissue. The slide with coverslip was squashed, frozen, and dehydrated as described above. Slides were allowed to air dry for 10 min, followed by immediate processing for immunofluorescence.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19291, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample slide processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19315, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "For DNA staining and FISH:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19342, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For simple DNA visualization, 5 µl of Vectashield with DAPI mounting media was applied to a clean 22-mm × 22-mm no. 1.5 glass coverslip that was placed on the sample slide, then sealed to the slide with clear nail polish.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19568, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For FISH on the chromosome spreads, a protocol adapted from was used. For each slide, 21 µl of the FISH solution (50% formamide, 10% dextran sulfate, 2× SSC, 100 ng fluorescence-labeled probe; see Table S2) was applied directly to the dried slide and a clean 22-mm × 22-mm no. 1.5 glass coverslip was placed on top. Gently, any large bubbles that in contact with the tissue were nudged to the edges. The slide was heated to 95° on a heat block for 5 min in darkness, then transferred to a container lined with damp paper towels (to maintain humidity and prevent the samples from drying out) and placed at 30° overnight (16–24 hr). After the incubation, slides were washed three times in 0.1× SSC for at least 15 min each. Slides were blown dry, then mounted by applying 5 µl Vectashield with DAPI to a clean 22-mm × 22-mm no. 1.5 glass coverslip that was placed on the sample slide, then sealed to the slide with clear nail polish.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20510, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "For immunofluorescence:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20534, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dried slides were placed in PBSTX (1× PBS with 0.1% Triton X-100) and washed three times for 5 min each. Slides were then blocked with 5% dry, nonfat milk in PBSTX solution for 20 min at room temperature. Excess block was wiped away from the perimeter of the sample area and a primary antibody solution (antibody in 30 µl block solution: 1:500 rat anti-CID from a test bleed generated for the Hawley laboratory and 1:100 rabbit anti-HOAP serum, a gift from Y. Rong) was applied, and a 22-mm × 22-mm no. 1.5 glass coverslip was placed on top. The slides were placed in a container lined with damp paper towels and placed at 4° overnight (16–24 hr). After the incubation, the slides were washed with PBSTX three times for 5 min each. Excess PBSTX was wiped away from the perimeter of the sample area and a secondary antibody solution (antibody in 30 µl block solution: 1:500 anti-rat and 1:500 anti-rabbit; Invitrogen, Carlsbad, CA) was applied, and a 22-mm × 22-mm no. 1.5 glass coverslip was placed on top. The slides were placed in a container lined with damp paper towels and placed in a dark drawer at room temperature for 45 min. After the incubation, the slides were washed with PBSTX three times for 5 min each. Excess PBSTX was wiped away from the perimeter of the sample area and 3 µl Vectashield with DAPI was applied to a clean 22-mm × 22-mm no. 1.5 glass coverslip that was placed on the sample slide, then sealed to the slide with clear nail polish.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22008, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Microscopy and image processing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22040, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Images were acquired with a DeltaVision microscopy system (GE Healthcare, Piscataway, NY) consisting of a 1 × 70 inverted microscope with a high-resolution charge-coupled device (CCD) camera. All imaging used a 100× objective and 1.6× auxiliary magnification. Stacks of 15 z-images with a thickness of 0.2 µm were taken for each metaphase using 100% transmission and standard DAPI, FITC, and TRITC filters. Images were deconvolved using SoftWoRx v. 6.1.3 or later (Applied Precision/GE Healthcare) following Applied Precision protocols. Stacks of deconvolved images were combined in a z-projection showing maximum intensity, cropped to the region of interest, recolored, and adjusted for brightness and contrast in FIJI/ImageJ.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22772, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For direct comparisons of AAGAT FISH signal, samples were collected, prepped, and imaged concurrently. Settings for excitation/emission/exposure were identical for all four samples. Stacks of deconvolved images were combined in a z-projection showing maximum intensity, cropped to the region of interest, and recolored in FIJI/ImageJ. Only the DAPI channel was adjusted for brightness and contrast; no adjustments were made to the FITC and TRITC channels, thus the display range of each image in those channels represents the full, original pixel value range.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23332, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Intensity measurements of DAPI and FISH probes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23379, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After imaging (as described above), deconvolved image stacks were opened in FIJI/ImageJ and made into a z-projection by summing the intensity of the slices in the stack (instead of maximum intensity projections) to preserve the total intensity. A circular region of a defined size was drawn around chromosomes (either B1, B2, or chromosome 4) that were well separated from other chromosomes. An equal number of regions were placed near the circled chromosomes to obtain background intensity values.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23878, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Integrated density measurements from both the DAPI and FISH channels within each region were taken, and measurement values from like chromosomes were averaged for each metaphase individually; for example, each of the measurements for the B1 chromosomes in a single metaphase were averaged, as well as the values for the background measurements within the same single metaphase. When there was only one of a chromosome, the measured value was used. To adjust for the background, the average of the background measurements was subtracted from the average (or single value) of the chromosomes. These adjusted values were then divided by one another to get the appropriate statistic.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24558, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24576, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Illumina sequencing reads generated in this report are available at the National Center for Biotechnology Information (https://www.ncbi.nlm.nih.gov/) under project PRJNA484270. Scripts used in the analysis of this project can be found at https://github.com/danrdanny/B-chromosome/. Original data underlying this manuscript can be accessed from the Stowers Original Data Repository at http://www.stowers.org/research/publications/LIBPB-1334. Supplemental files available at FigShare: https://doi.org/10.25386/genetics.6938171. File S1 includes all supplemental figures (Figures S1–S4) and tables (Tables S1–S4). File S2 are blast results. All stocks and reagents available upon request. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25267, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25275, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Molecular isolation of D. melanogaster B chromosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25328, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The B chromosomes reported in were first identified in a stock carrying a null allele of matrimony (mtrm126) generated by the Hawley laboratory around 2004. Matrimony is a Polo-kinase inhibitor that is specific to female meiosis. The level of Mtrm, relative to Polo kinase, is important during oogenesis: half the wild-type amount of Mtrm results in the missegregation of noncrossover chromosomes during meiosis I, and the complete absence of Mtrm leads to meiotic catastrophe and sterility. Individual flies within this mtrm126 stock possess an average of 10–12 B chromosomes as assessed by examining metaphase chromosomes from brains of third-instar larvae (Figure 1, A and B).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26010, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because of the increased potential for an aberrant female meiosis in this stock, we wondered if the B chromosomes were the product of a chromosomal fragmentation event (or events) that may have occurred following a mtrm-induced premature entry into meiotic anaphase I. If the present B chromosomes are copies of an original, single, stable chromosome fragment, then we expect all B chromosomes to be the same size, whereas if each B chromosome was a product of a different fragmentation event, each one would likely be a different size. Because the current cytological method of B chromosome analysis is not sensitive enough to detect small size differences between B chromosomes, we looked for a method that would allow a more precise size measurement of the B chromosomes. PFGE, a technique routinely used to resolve large DNA fragments in the megabase range, enabled us to measure the size(s) of intact B chromosomes. Brains and imaginal discs from male and female third-instar larvae in the mtrm126 stock were disrupted and embedded in agarose, with all proceeding treatments occurring in-gel to prevent shearing of whole chromosomes (see Materials and Methods). Our PFGE produced excellent resolution within the approximate size range of the B chromosome, which appeared as a single, distinct band ∼1.81 Mbp (Figure 1C). We did not see a smear on the gel that would represent a multitude of B chromosomes sizes, suggesting the B chromosomes are likely stable and not continually fusing and fragmenting. We also did not observe additional discrete bands in addition to the band at 1.81 Mbp, leading us to conclude that the B chromosomes in this stock are of a very similar size.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27695, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Sequence analysis of isolated B chromosomes confirms their heterochromatic composition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27782, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Isolation of the D. melanogaster B chromosomes by PFGE gave us an opportunity to study them in the absence of the standard chromosome complement. After PFGE, the portion of the gel encompassing the B chromosomes was removed and the DNA extracted, purified, and sequenced via paired-end Illumina sequencing (see Materials and Methods). We generated 42,964,020 150-bp paired-end reads (21,482,010 read pairs) and aligned them to dm6. A total of 30% (13,031,938) of all reads aligned in pairs to unique locations in the reference genome, while 33% (14,212,886) of reads mapped to either nonunique locations or were pairs that did not align properly. The remainder of the reads (37%; 15,719,196) did not map to known genomic locations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28514, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among the 13,031,938 uniquely mapping reads, 84% aligned to the X, 2nd, 3rd or Y chromosomes with an average depth of coverage of 12× (Table S3). We anticipated this low, evenly distributed depth of coverage across the genome since our PFGE purification would likely include a random assortment of genomic fragments that were in the size range of the B chromosome. We then masked repetitive sequence using RepeatMasker and plotted depth of coverage to identify regions that exceeded this background. We found no focal increases in coverage along the euchromatic regions of the genome, confirming that the B chromosomes do not carry any euchromatic genomic sequence (Figure S1). As for chromosome 4, 5% of the uniquely mapping reads aligned with an average depth of coverage of 76×. Masking repetitive sequence reduced this to ∼10×, similar to the genome-wide background. This reduction in coverage demonstrates that many reads that uniquely mapped to chromosome 4 are in repetitive or low complexity areas. This observed lack of euchromatic sequence in our isolated B chromosome sample confirms previous work that suggested the B chromosomes are highly heterochromatic.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29689, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The remaining 11% of uniquely mapped reads aligned to small reference scaffolds whose exact position in the genome is unknown. These unplaced scaffolds are generally short, highly repetitive, or low complexity fragments, suggesting they are heterochromatic sequences. Of 1870 scaffolds present in the dm6 assembly, we found 133 that contained at least one region with 100× depth of coverage or greater in uniquely mapping reads, suggesting these scaffolds contain sequence present on the B chromosomes. In total, 114,673 bp of total sequence across these 133 contigs had at least 100× depth of coverage (Table S4). As an example, the 51-kb scaffold chrUn_DS483562v1 had at least 100× depth of coverage in uniquely aligning reads over >80% of its sequence, suggesting that it contains a large, but not necessarily contiguous, amount of DNA present on the B chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30561, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also wondered if the B chromosomes carried any novel sequence—euchromatic or heterochromatic—not present in the current release of the Drosophila genome. To determine if any of the 15,719,196 unmapped reads were from unique, nonrepetitive sequences not represented within the D. melanogaster genome assembly, we performed a de novo assembly using SOAPdenovo2 using a kmer size of 41 (see Materials and Methods). This resulted in the assembly of 75 contigs ≥500 bp with an average assembled length of 744 bp (maximum of 1793 bp). We then searched RefSeq using BLASTx to determine if these contigs contained any complete genic sequences or other known sequence and found that 39 out of 131 contigs contained at least one significant hit in the RefSeq database. Of all the proteins identified using our method, none were complete copies and the majority were viral, suggesting that several of these contigs contained fragments of transposable elements (File S2). Taken together, this sequence analysis suggests that the B chromosomes we sequenced are derived from the D. melanogaster genome and do not contain any previously known or novel euchromatic sequence.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31729, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "FISH analysis indicates chromosome 4 is the source of the B chromosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31801, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previous analysis of female meiotic prometaphase chromosomes using FISH revealed the B chromosomes carry the simple nucleotide repeat AATAT. Although the B chromosomes are able to move independently during prometaphase, the remainder of the chromosomes form a mass that makes it difficult to discern where a repetitive sequence resides on an individual chromosome. Additionally, since the Y chromosome is absent in female prometaphases, we cannot perform extensive FISH analyses to rule it out as a potential source of the B chromosomes. To circumvent these obstacles, we performed FISH using the same AATAT probe on metaphase chromosomes from male third-instar larval brains. We were able to verify the previously described presence of this repeat on the B chromosomes, as well on chromosome 4, the heterochromatic tip of the X chromosome, and several locations on the Y chromosome (Figure 2A).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32697, "infons": {"file": "1197f2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "FISH on metaphase chromosome spreads using probes that recognize simple satellite repeat sequences. (A) A probe recognizing the AATAT repeat hybridizes to the B chromosomes, chromosome 4, the tip of the X chromosome, and various locations on the Y chromosome. Bar, 5 μm. (B) A probe recognizing the AAGAT repeat hybridizes only to the B chromosomes and chromosome 4, indicating the B chromosomes arose from chromosome 4. Bar, 5 μm. (C) Magnification of chromosome 4 (arrowhead) and the B chromosomes from the dashed box in B. Bar, 1 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33237, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since the B chromosome may have arisen from any of these chromosomes, we wondered if our B chromosome sequence contained short, tandemly repeating kmers that could be used as FISH targets. We used k-Seek to generate a list of kmers present in the B chromosome raw sequencing data (Table 1). Among the kmers with over a million counts, we recovered the AATAT repetitive sequence, confirming our previous FISH results. Additionally, we found the AAGAG repetitive sequence was enriched on the B chromosomes as well as chromosome 4 (Figure S2A); however, this repeat can also be found on each of the other chromosomes as it is one of the most abundant 5mer repeats in the genome. Based on these genome-wide studies, we examined other abundant repetitive sequences that were not prevalent in our kmer analysis and found they do not appear to be present on the B chromosomes (Figure S2, B–F). The most prevalent repetitive sequence identified in our kmer analysis was the 5mer AAGAT, which has appeared recently in two genomic sequencing datasets but has yet to be fully characterized. Using a FISH probe for the AAGAT repeat, we found it to be highly enriched on the B chromosomes as well as at the tip of chromosome 4 (Figure 2, B and C). As chromosome 4 is the only chromosome that shares all three of the most abundant repeats found on the B chromosome, it is likely to be the source of the B chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34643, "infons": {"file": "t1.xml", "id": "t1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "List of the most abundant kmers from our sequence analysis of the B chromosome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34722, "infons": {"file": "t1.xml", "id": "t1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"above\" rules=\"groups\"><col width=\"19.33%\" span=\"1\"/><col width=\"25.86%\" span=\"1\"/><col width=\"30.18%\" span=\"1\"/><col width=\"24.63%\" span=\"1\"/><thead><tr><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">kmer</th><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Count</th><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">% of Maximum (%)<xref ref-type=\"table-fn\" rid=\"t1n1\"><italic><sup>a</sup></italic></xref></th><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">kmer Category</th></tr></thead><tbody><tr><td valign=\"top\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">TAAGA</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">40,607,724</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">100</td><td rowspan=\"5\" valign=\"top\" align=\"center\" colspan=\"1\">AAGAT</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">GATAA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">31,022,996</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">76</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">ATAAG</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">27,013,024</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">67</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">AAGAT</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">16,852,053</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">41</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">AGATA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">16,545,657</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">41</td></tr><tr><td valign=\"top\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">TATAA</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">10,971,510</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">27</td><td rowspan=\"5\" valign=\"top\" align=\"center\" colspan=\"1\">AATAT</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">TAATA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">10,414,421</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">26</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">AATAT</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">9,354,811</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">23</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">ATATA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">7,010,495</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">17</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">ATAAT</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">4,812,487</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">12</td></tr><tr><td valign=\"top\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">A</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">4,235,133</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">10</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">A</td></tr><tr><td valign=\"top\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">AGAAG</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">3,402,400</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">8</td><td rowspan=\"5\" valign=\"top\" align=\"center\" colspan=\"1\">AAGAG</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">AAGAG</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2,840,917</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">GAAGA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2,743,196</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">AGAGA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2,652,461</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td valign=\"middle\" align=\"center\" scope=\"row\" rowspan=\"1\" colspan=\"1\">GAGAA</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2,172,940</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">5</td></tr></tbody></table>\n"}, "text": "kmer\tCount\t% of Maximum (%)a\tkmer Category\t \tTAAGA\t40,607,724\t100\tAAGAT\t \tGATAA\t31,022,996\t76\t \tATAAG\t27,013,024\t67\t \tAAGAT\t16,852,053\t41\t \tAGATA\t16,545,657\t41\t \tTATAA\t10,971,510\t27\tAATAT\t \tTAATA\t10,414,421\t26\t \tAATAT\t9,354,811\t23\t \tATATA\t7,010,495\t17\t \tATAAT\t4,812,487\t12\t \tA\t4,235,133\t10\tA\t \tAGAAG\t3,402,400\t8\tAAGAG\t \tAAGAG\t2,840,917\t7\t \tGAAGA\t2,743,196\t7\t \tAGAGA\t2,652,461\t7\t \tGAGAA\t2,172,940\t5\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35123, "infons": {"file": "t1.xml", "id": "t1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Refers to kmer abundance as compared to TAAGA, the highest-frequency kmer observed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35207, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "B chromosomes have functional telomeres that recruit the capping protein HOAP", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35285, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Because of its smaller size and its similarity in composition, the initial B chromosome may have been a fragment that broke away from chromosome 4. A double-strand break on chromosome 4 would produce two fragments, each with a single telomere and a single broken end. Only one of these fragments, however, would possess the centromere and be able to be segregated during cell division. For the centric fragment to be adequately maintained, its broken end would need to be mitigated, such as through the formation of a ring chromosome that would negate a need for telomeres altogether. Alternatively, the broken end may become a functional neo-telomere that can recruit telomeric capping proteins, which has previously been observed in Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36032, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To distinguish between these possibilities, we wanted to determine if the B chromosomes have functional telomeres by looking for the presence of the telomere-specific capping protein HOAP (encoded by cav) on chromosomes in metaphase spreads. Though the protocol used for FISH analyses produces excellent chromosome morphology, acetic acid in the fixative solution is known to remove proteins associated with DNA, such as histones. To avoid this, we switched to a protocol similar to the acid-free squash technique in. Using antibodies that recognize the Drosophila centromeric histone CID or the telomere capping protein HOAP, we conducted immunofluorescence on acid-free metaphase chromosome squashes. The B chromosomes are able to incorporate CID (Figure 3), confirming previous results. We observed HOAP localization at the ends of all the chromosomes, including the B chromosomes, leading us to conclude they are linear chromosomes with functional telomeres (Figure 3).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37006, "infons": {"file": "1197f3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The B chromosomes have functional telomeres. Immunofluorescence with antibodies to CID (present at centromeres) and HOAP (present at telomeres) on metaphase chromosome spreads with B chromosomes. Magnified images are of chromosome 4 (solid-line box in whole spread) and a B chromosome (dashed-line box in whole spread). Bar in whole spreads, 5 μm; bar in magnifications, 1 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37385, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Location and abundance of the AAGAT satellite repeat on the B chromosome is consistent with the structure of an isochromosome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37511, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During our FISH analysis, we noticed that the number of fluorescent foci observed on chromosome 4 with the AAGAT probe was never more than two (which we interpret as one focus per chromatid), whereas within the same metaphase, the B chromosomes could have as many as four foci. This observation is not dependent on degree of chromosome condensation as we do not treat the tissue with a cell-cycle inhibitor prior to performing FISH (Figure 4, A–C). If the additional FISH foci are due to the AAGAT satellite repeat block being split on the B chromosomes, then the intensity of the FISH signal should be similar to that of chromosome 4. However, if there is more of the AAGAT satellite repeat on the B chromosomes, then their FISH signal would be greater than that of chromosome 4. We therefore measured the intensity of the AAGAT FISH signal on individual B chromosomes and compared it to the signal on individual chromosome 4s within the same metaphase (see Materials and Methods). After analyzing 29 metaphases, we found a twofold difference in the AAGAT FISH probe signal intensity when comparing the B chromosomes to chromosome 4 (Figure 4D).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38660, "infons": {"file": "1197f4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "The B chromosomes have twice as much AAGAT sequence as chromosome 4 as assayed by FISH. Chromosome spreads showing (A) undercondensed, (B) moderately condensed, and (C) well-condensed chromosomes. Magnified images of the AAGAT FISH signal on chromosome 4 (in solid-line boxes) and the signal on the B chromosomes (in dashed-line boxes) illustrate how B chromosomes can have up to four AAGAT foci, whereas chromosome 4 has up to two. Bar in whole spreads, 5 μm; bar in magnifications, 1 μm. (D) Quantitative comparison of AAGAT FISH probe fluorescence signal indicates a twofold intensity difference of the B chromosome when compared to chromosome 4.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39312, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This intensity is twice what we would expect if the B chromosome was derived from a single chromosome fragment, leading us to reassess how the D. melanogaster B chromosome may have arisen from chromosome 4. We considered the reported structures of B chromosome in other species, such as the B chromosome in the characid fish Astyanax scabripinnis. This B chromosome appears to be an isochromosome that is thought to have formed after a centromeric misdivision event. Such an event separates the left arms from the right arms of a chromatid pair due to a break at the centromere; if the two identical arms fuse together, they simultaneously reconstitute the centromere and heal the broken chromosomes ends, resulting in an isochromosome. Focusing on the apparent duplication of the AAGAT satellite repeat on the B chromosomes as compared to chromosome 4, we propose the D. melanogaster B chromosome is an isochromosome that formed after a centromeric misdivision event on chromosome 4 (see Discussion).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40314, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of a second B chromosome variant", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40362, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Recently, we began examining the progenitor of the mtrm126 stock that is retained in our laboratory. This stock carries a different null allele of mtrm caused by a P-element insertion upstream of the open reading frame, herein designated mtrmKG08051. In a few of our samples from this stock, the metaphase chromosome spreads included a small DAPI-staining fragment that was reminiscent of a B chromosome. To determine if this DNA fragment had a similar repeat composition as the B chromosome, we performed FISH on metaphase spreads using probes for repeat sequences that are enriched on the B chromosome, revealing that this small DNA fragment carries each of them (Figure 5A and Figure S3). Since this DNA fragment was not present in every sample we examined, we speculated it may lack essential chromosome components such as a centromere and/or telomeres, thus affecting its ability to be efficiently transmitted to progeny. Therefore, we performed immunofluorescence on metaphase spreads from the mtrmKG08051 stock and found that this element carries both the CID and HOAP antigens, suggesting that it possesses both centromeres and telomeres, respectively (Figure 5B). Taken together, we believe this DNA fragment is the second B chromosome variant identified in D. melanogaster and will herein refer to it as the “B2” chromosome to distinguish it from the original B chromosome (now referred to as “B1”).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41780, "infons": {"file": "1197f5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "The B2 chromosome carries the AAGAT repeat and has centromeres and telomeres. (A) FISH probe recognizing the AAGAT satellite repeat hybridizes to the B2 chromosome in metaphase chromosome spreads. Inset shows the magnification of two B2 chromosomes contained within the dashed-line box. Note: this larva carried three copies of chromosome 4, which is not uncommon in a mtrm null heterozygote (see Discussion). (B) Immunofluorescence with antibodies to CID (present at centromeres) and HOAP (present at telomeres) on chromosome spreads in the mtrmKG08051 stock that carries the B2 chromosome. Inset shows the magnification of a B2 chromosome contained within the dashed-line box. Bar in whole spreads, 5 μm; bar in magnifications (insets), 0.5 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42529, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Although the B1 and B2 chromosomes have a similar composition, there are some apparent cytological differences that exist between them. FISH experiments with the AAGAT probe showed that the B2 chromosome has fewer FISH foci—as well as less overall DAPI intensity—than the B1 chromosome. To directly compare the two B chromosomes to each other as well as to the same chromosome 4, a male carrying the B1 chromosome was crossed to a female carrying the B2 chromosome. Progeny from this cross would possess both B chromosomes, enabling their direct comparison since they are within the same metaphase (Figure 6A) (we should note that the quantitative comparisons between the B1 chromosome and chromosome 4 in Figure 4D were performed on the same metaphases, therefore the chromosome 4 used for comparison here is identical). Comparing the AAGAT FISH signal intensity on the B2 chromosome to chromosome 4 demonstrates that they have an equal amount of FISH signal (Figure 6B; see Materials and Methods). This result is consistent with our observation that the B2 chromosome has fewer FISH foci than the B1 chromosome (Figure 6C). Since both B chromosome variants carry a similar suite of satellite repeats and are likely similar in their DNA composition, we used their DAPI staining intensity to relatively compare their DNA content. We found that the B2 chromosome is 65% as bright as the B1 chromosome, suggesting the B2 chromosome has less DNA content overall and is likely smaller in total length than the B1 chromosome (Figure 6D; see Materials and Methods). Because of these differences, we conclude that the B1 and B2 chromosomes are distinct and represent two variants of B chromosomes in D. melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44243, "infons": {"file": "1197f6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "The B1 and B2 chromosome variants are distinct. (A) Metaphase chromosome spread with three copies of the B1 chromosome, two copies of the B2 chromosome, and a single copy of chromosome 4 (denoted by an arrowhead) Note: this larva carried one copy of chromosome 4, which is not uncommon in a mtrm null heterozygote (see Discussion). Bar, 5 μm. (B) Quantitative comparison of AAGAT FISH probe fluorescence signal indicates the B2 chromosome has the same amount of signal as chromosome 4. (C) A cell in early anaphase was observed in the same tissue that produced A. Here, as in metaphase chromosome spreads, the B1 chromosome is observed to have twice the AAGAT signal as the B2 chromosome. Chromosome 4 denoted by arrowheads. Bar, 5 μm. (D) Quantitative comparison of DAPI-staining intensity between the B1 and B2 chromosome indicating the B2 chromosome has less DNA content than the B1 chromosome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45143, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Other stocks carrying the mtrmKG08051 allele do not have B chromosomes and lack the AAGAT repeat", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45240, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mtrmKG08051 stock carrying the B2 chromosome was originally a gift from the Bellen laboratory and has been in our laboratory collection since 2003. Copies of this stock carrying the same mtrmKG08051 null allele also exist in our institute stock collection as well as the Bloomington Drosophila Stock Center (herein referred to as mtrmSIMR1, mtrmSIMR2, and mtrmBDSC, respectively; see Table S1). To determine if any of these three lines also carry a B chromosome and at what frequency, we examined them cytologically and looked for small DAPI-staining fragments. Although previous chromosome spreads described here were made from larval neuroblast tissue, for this analysis we chose to use ovarian tissue from adult females to quickly assess how many, if any, breeding adults carried B chromosomes within each of the stocks. We began by examining the mtrmKG08051 line that we know carries the B2 chromosome to determine its frequency within the stock. We found that 9 out of 25 adult females carried one copy of the B2 chromosome and two females carried two copies of the B2 chromosome, indicating its frequency within the stock is very low (Figure S4A). We then examined females from the other three stocks using the same technique and included the AATAT FISH probe in our chromosome spread processing since it is enriched on both the B1 and B2 chromosomes. Interestingly, after examining at least 30 females from each stock, we did not detect a supernumerary DAPI-staining fragment (Figure S4, B–E). We therefore conclude that the mtrmSIMR1, mtrmSIMR2, and mtrmBDSC lines do not carry B chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46847, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During the initial examination of the mtrmSIMR1, mtrmSIMR2, and mtrmBDSC lines, we used the AAGAT FISH probe in our chromosome spread processing. However, we ultimately switched to the AATAT probe for our analyses because we were unable to detect AAGAT FISH signal in the other three lines. This result was puzzling for two reasons. First, though these three stocks were acquired from separate collections, they are genotypic copies of our laboratory mtrmKG08051 stock that clearly carries the AAGAT satellite repeat (Figure 7A) and therefore we expected them to be similar. Second, since the AAGAT satellite repeat was abundant in two separate genomic studies, we were surprised to not detect any blocks of AAGAT satellite repeat in these three stocks. To validate our original observation, we repeated the FISH experiment on neuroblast chromosome spreads from males (to also assay the Y chromosome) using both the AAGAT and AATAT probes simultaneously. Consistent with our initial results, we observed FISH signal with the AATAT probe but not the AAGAT probe in these three stocks (Figure 7, B–D). This result confirms that the lack of AAGAT signal we observe is due to polymorphism in the amount of AAGAT satellite repeat carried by the variants of chromosome 4 in these stocks.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48131, "infons": {"file": "1197f7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Other mtrmKG08051 stocks do not carry B chromosomes and are polymorphic for the AAGAT satellite repeat. (A) The laboratory version of the mtrmKG08051 stock carries the B2 chromosome and has the AAGAT repeat on chromosome 4 (denoted by arrowheads), as assessed by FISH. Note: this larva carried three copies of chromosome 4, which is not uncommon in a mtrm null heterozygote (see Discussion). The other mtrmKG08051 lines (B) mtrmSIMR1, (C) mtrmSIMR2, and (D) mtrmBDSC do not possess B chromosomes, nor do they carry the AAGAT satellite repeat (chromosome 4 denoted by arrowheads). Brightness and contrast were adjusted for the DNA (DAPI) channel only (see Materials and Methods). Bar, 5 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48822, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48833, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the century since the first description of a supernumerary chromosome, the existence of B chromosomes has been well documented in several species spanning a diverse range of taxa. Despite their widespread prevalence, only a handful of systems have possessed tools to enable an in-depth molecular and genomic analysis of their B chromosome(s). The appearance of B chromosomes in an established model animal system such as D. melanogaster enables us to use established molecular tools to study the anatomy of a newly formed chromosome and quickly ascertain its origin. By isolating and deep sequencing the B1 chromosome, we were able to determine that it originated from the D. melanogaster genome, lacks known euchromatic material, and comprises several heterochromatic elements.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49615, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "One of the heterochromatic elements we identified is the AAGAT satellite repeat, which has been recently reported but was not characterized. The AAGAT repeat was found to be the fourth most abundant 5mer-repetitive sequence in a whole-genome analysis of several Drosophila lines, and a separate study concluded it was one of the major D. melanogaster centromere components due to its enrichment in CENP-A chromatin immunoprecipitation experiments. Although suspected it as a candidate for the centromeric satellite repeat on the Y chromosome, we did not detect AAGAT sequence on the Y chromosome via FISH in any of our stocks, including the stocks that lacked the AAGAT satellite repeat on chromosome 4 (Figure 7). Rather, we have shown here that this repeat appears to be uniquely localized to chromosome 4 and to both B chromosomes. Since the AAGAT repeat is associated with the centromeric histone CENP-A, and our chromosome cytology demonstrates the presence of AAGAT on chromosome 4 and the B chromosomes, we speculate the AAGAT satellite sequence is associated with the centromere on chromosome 4. Additional studies are necessary to definitively conclude if this satellite is indeed a functional part of the chromosome 4 centromere.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50855, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on the AAGAT satellite repeat cytology, the structure of the B1 chromosome is most consistent with that of an isochromosome formed from chromosome 4 (Figure 8). It likely comprises the shorter, left arm of chromosome 4 since the right arm carries euchromatic material, which has been shown both previously and in this study to be absent from the B chromosomes. One well-documented mechanism of isochromosome formation is through a centromeric misdivision event. The resulting chromosome fragments can fuse to become an isochromosome, thus eliminating the broken ends and potentially reconstituting a full centromere. It has been demonstrated in wheat that the formation of isochromosomes from univalent (unpaired) chromosomes through a centromeric misdivision event is quite frequent during meiotic divisions. Such an event may have the opportunity to occur more often in a mtrm mutant background due to an increased frequency of chromosome 4 aneuploidy within the stock, a result of its frequent missegregation during female meiosis. Females carrying an extra copy of chromosome 4 would produce a univalent during meiosis, which may be more susceptible to centromeric misdivision. Additionally, B chromosomes carried by other species have been shown to be isochromosomes that arose from one of the essential A chromosomes. Indeed, as suggested by, misdivision and isochromosome formation is likely a recurring mechanism for B chromosome creation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52309, "infons": {"file": "1197f8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Model for B1 chromosome formation in D. melanogaster. FISH analysis of the AAGAT repetitive sequence (depicted in yellow) is consistent with the structure of the B1 chromosome being an isochromosome (see Figure 4 and text). Such a chromosome may form after the misdivision of the centromere on chromosome 4, leaving the fragments from the short, left arm to fuse and become the B1 chromosome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52702, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also identified a second, smaller B chromosome variant (B2) in a separate laboratory stock carrying a different null allele of mtrm. Although the B2 chromosome carries the same suite of repeats as the B1 chromosome, has both telomeric and centromeric components, and was found in a similar mutant background, the copy number and frequency of the B2 chromosome in its endogenous stock (mtrmKG08051) is substantially lower than is characteristic of the B1 chromosome copy number in its endogenous stock (mtrm126). This observation may be attributed to the variation in genetic backgrounds (see Table S1) or the difference in the size of the two B chromosomes. Periodic testing of this stock will enable us to use established methods to determine if the prevalence of this new B chromosome is fluctuating and, if so, at what rate.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53533, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although the B1 chromosome structure is consistent with an isochromosome, we are unsure what the structure of the B2 chromosome may be. Since the DAPI intensity of the B2 chromosome is 65% that of the B1 chromosome (Figure 6D), we favor a model where the B2 chromosome arose after a centromeric misdivision event that encompassed a larger portion of the centromeric region, followed by the acquisition of a telomere instead of the joining of the broken fragments. We are aware, however, that due to the shared histories of the stocks each B chromosome was found in, we cannot establish whether each B chromosome arose independently, or if one was formed from another. We did not attempt to isolate the B2 chromosome after PFGE as we anticipate its size and scarcity will be a limiting factor for the amount of material we can recover. However, newer sequencing technologies that produce extremely long reads may enable us to circumvent this limitation and determine the sequence of the entire B2 chromosome without the need to isolate it first. Variations such as single nucleotide polymorphisms, small insertions and deletions, or transposable element positions that differ between the B chromosomes and chromosome 4 may be used to distinguish the order of origin of the B chromosomes and help determine what, if any, constraints exist on B chromosome evolution. Additionally, long-read sequencing of the satellite repeat regions will produce a more accurate analysis of their composition, allowing us to track their changes over time and in various genetic backgrounds.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55105, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results strongly indicate the B chromosomes originated from chromosome 4, however, we are presently unaware as to how often they arise and how long they can be maintained. To this end, we are curious what may make the original mtrm126 stock (with B1 chromosomes) and the single mtrmKG08051 stock (with B2 chromosomes) unique. Although all five stocks we examined carry a null allele of mtrm (Table S1), only the stocks with B chromosomes also have the AAGAT satellite repeat on chromosome 4 (as assessed by FISH on metaphase chromosome spreads; Figure 7). We are intrigued as to what role, if any, this repetitive sequence plays in the formation and/or maintenance of a B chromosome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55793, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Ultimately, a deeper understanding of the structure and formation of the D. melanogaster B chromosomes may provide insight into the etiology of similar chromosomes that can be detrimental to human health. Small supernumerary marker chromosomes (sSMCs) in humans have many properties that are similar to B chromosomes. These sSMCs arise from the A chromosomes and are present in 1 out of ∼2300 newborns. Many are connected to specific syndromes, such as Emanuel, cat eye, and Pallister–Killian syndromes, or are associated with intellectual disabilities and infertility. Improved molecular characterization is beginning to reveal more about the genomic organization of supernumerary chromosomes. A subset of sSMCs are isochromosomes derived from two of the short arms of a single chromosome after an apparent centromeric misdivision event. Isochromosomes are also observed in various cancers, most notably testicular germ cell tumors where isochromosome 12p is a well-established hallmark and is believed to be a triggering event for invasive growth. Continued investigation of the mechanisms behind supernumerary chromosome formation, retention, and transmission using D. melanogaster B chromosomes as a model system will thus be of interest to a wide range of research areas.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57074, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Supplemental material available at FigShare: https://doi.org/10.25386/genetics.6938171.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57162, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Communicating editor: J. Bateman", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57195, "infons": {"section_type": "REF", "type": "title"}, "text": "Literature Cited", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57212, "infons": {"fpage": "42551", "name_0": "surname:Aldrich;given-names:J. C.", "name_1": "surname:Leibholz;given-names:A.", "name_2": "surname:Cheema;given-names:M. S.", "name_3": "surname:Ausiό;given-names:J.", "name_4": "surname:Ferree;given-names:P. M.", "pub-id_doi": "10.1038/srep42551", "pub-id_pmid": "28211924", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "A “selfish” B chromosome induces genome elimination by disrupting the histone code in the jewel wasp Nasonia vitripennis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57338, "infons": {"fpage": "403", "lpage": "410", "name_0": "surname:Altschul;given-names:S. F.", "name_1": "surname:Gish;given-names:W.", "name_2": "surname:Miller;given-names:W.", "name_3": "surname:Myers;given-names:E. W.", "name_4": "surname:Lipman;given-names:D. J.", "pub-id_doi": "10.1016/S0022-2836(05)80360-2", "pub-id_pmid": "2231712", "section_type": "REF", "source": "J. Mol. Biol.", "type": "ref", "volume": "215", "year": "1990"}, "text": "Basic local alignment search tool.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57373, "infons": {"fpage": "1475", "lpage": "1478", "name_0": "surname:Araújo;given-names:S. M. S. R.", "name_1": "surname:Pompolo;given-names:S. G.", "name_2": "surname:Perfectti;given-names:F.", "name_3": "surname:Camacho;given-names:J. P. M.", "pub-id_doi": "10.1098/rspb.2002.2040", "pub-id_pmid": "12137577", "section_type": "REF", "source": "Proc. Biol. Sci.", "type": "ref", "volume": "269", "year": "2002"}, "text": "Integration of a B chromosome into the A genome of a wasp, revisited.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57443, "infons": {"fpage": "100", "lpage": "108", "name_0": "surname:Armanet;given-names:N.", "name_1": "surname:Tosca;given-names:L.", "name_2": "surname:Brisset;given-names:S.", "name_3": "surname:Liehr;given-names:T.", "name_4": "surname:Tachdjian;given-names:G.", "pub-id_doi": "10.1159/000438718", "pub-id_pmid": "26398339", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "146", "year": "2015"}, "text": "Small supernumerary marker chromosomes in human infertility.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57504, "infons": {"fpage": "332", "lpage": "337", "name_0": "surname:Bakkali;given-names:M.", "name_1": "surname:Camacho;given-names:J. P. M.", "pub-id_doi": "10.1159/000079308", "pub-id_pmid": "15292612", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "106", "year": "2004"}, "text": "The B chromosome polymorphism of the grasshopper Eyprepocnemis plorans in North Africa. IV. Transmission of rare B chromosome variants.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57640, "infons": {"fpage": "4124", "lpage": "4134", "name_0": "surname:Banaei-Moghaddam;given-names:A. M.", "name_1": "surname:Schubert;given-names:V.", "name_2": "surname:Kumke;given-names:K.", "name_3": "surname:Weiß;given-names:O.", "name_4": "surname:Klemme;given-names:S.", "pub-id_doi": "10.1105/tpc.112.105270", "pub-id_pmid": "23104833", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "24", "year": "2012"}, "text": "Nondisjunction in favor of a chromosome: the mechanism of rye B chromosome drive during pollen mitosis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57744, "infons": {"fpage": "64", "lpage": "70", "name_0": "surname:Banaei-Moghaddam;given-names:A. M.", "name_1": "surname:Martis;given-names:M. M.", "name_2": "surname:Macas;given-names:J.", "name_3": "surname:Gundlach;given-names:H.", "name_4": "surname:Himmelbach;given-names:A.", "pub-id_doi": "10.1016/j.bbagrm.2014.11.007", "pub-id_pmid": "25481283", "section_type": "REF", "source": "Biochim. Biophys. Acta", "type": "ref", "volume": "1849", "year": "2015"}, "text": "Genes on B chromosomes: old questions revisited with new tools.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57808, "infons": {"fpage": "245", "lpage": "299", "name_0": "surname:Battaglia;given-names:E.", "pub-id_doi": "10.1080/00087114.1964.10796127", "section_type": "REF", "source": "Caryologia", "type": "ref", "volume": "17", "year": "1964"}, "text": "Cytogenetics of B-chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57839, "infons": {"fpage": "1007", "lpage": "1016", "name_0": "surname:Bauerly;given-names:E.", "name_1": "surname:Hughes;given-names:S. E.", "name_2": "surname:Vietti;given-names:D. R.", "name_3": "surname:Miller;given-names:D. E.", "name_4": "surname:McDowell;given-names:W.", "pub-id_doi": "10.1534/genetics.113.160556", "pub-id_pmid": "24478336", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "196", "year": "2014"}, "text": "Discovery of supernumerary B chromosomes in Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57908, "infons": {"fpage": "493", "lpage": "529", "name_0": "surname:Beckett;given-names:J. B.", "name_1": "surname:Gupta;given-names:P. K.", "name_2": "surname:Tsuchiya;given-names:T.", "pub-id_doi": "10.1016/B978-0-444-88259-2.50029-1", "section_type": "REF", "source": "Chromosome Engineering in Plants: Genetics, Breeding, Evolution (Part A)", "type": "ref", "year": "1991"}, "text": "Cytogenetic, genetic and plant breeding applications of B–A translocations in maize", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57994, "infons": {"fpage": "531", "lpage": "559", "name_0": "surname:Birchler;given-names:J. A.", "name_1": "surname:Gupta;given-names:P. K.", "name_2": "surname:Tsuchiya;given-names:T.", "pub-id_doi": "10.1016/B978-0-444-88259-2.50030-8", "section_type": "REF", "source": "Chromosome Engineering in Plants: Genetics, Breeding, Evolution (Part A)", "type": "ref", "year": "1991"}, "text": "Chromosome manipulations in maize", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58028, "infons": {"fpage": "E1222", "lpage": "E1231", "name_0": "surname:Bonner;given-names:A. M.", "name_1": "surname:Hughes;given-names:S. E.", "name_2": "surname:Chisholm;given-names:J. A.", "name_3": "surname:Smith;given-names:S. K.", "name_4": "surname:Slaughter;given-names:B. D.", "pub-id_doi": "10.1073/pnas.1301690110", "pub-id_pmid": "23479640", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "110", "year": "2013"}, "text": "Binding of Drosophila Polo kinase to its regulator Matrimony is noncanonical and involves two separate functional domains.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58151, "infons": {"fpage": "1465", "lpage": "1468", "name_0": "surname:Breman;given-names:A. M.", "name_1": "surname:Probst;given-names:F. J.", "name_2": "surname:Blazo;given-names:M. A.", "name_3": "surname:Schaaf;given-names:C. P.", "name_4": "surname:Roney;given-names:E. K.", "pub-id_doi": "10.1002/ajmg.a.33935", "pub-id_pmid": "21567909", "section_type": "REF", "source": "Am. J. Med. Genet. A.", "type": "ref", "volume": "155A", "year": "2011"}, "text": "Identification of complex chromosome 18 rearrangements by FISH and array CGH in two patients with apparent isochromosome 18q.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58277, "infons": {"fpage": "230", "lpage": "233", "name_0": "surname:Bugge;given-names:M.", "name_1": "surname:Brandt;given-names:C. A.", "name_2": "surname:Petersen;given-names:M. B.", "pub-id_doi": "10.1002/ajmg.a.30026", "pub-id_pmid": "15150771", "section_type": "REF", "source": "Am. J. Med. Genet. A.", "type": "ref", "volume": "127A", "year": "2004"}, "text": "DNA studies of mono- and pseudodicentric isochromosomes 18q.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58338, "infons": {"fpage": "223", "lpage": "286", "name_0": "surname:Camacho;given-names:J.", "name_1": "surname:Gregory;given-names:T. R.", "pub-id_doi": "10.1016/B978-012301463-4/50006-1", "section_type": "REF", "source": "The Evolution of the Genome", "type": "ref", "year": "2005"}, "text": "B chromosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58352, "infons": {"fpage": "356", "lpage": "365", "name_0": "surname:Carlson;given-names:W. R.", "pub-id_doi": "10.1007/BF00321067", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "30", "year": "1970"}, "text": "Nondisjunction and isochromosome formation in the B chromosome of maize.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58425, "infons": {"fpage": "82", "lpage": "84", "name_0": "surname:Cenci;given-names:G.", "name_1": "surname:Siriaco;given-names:G.", "name_2": "surname:Raffa;given-names:G. D.", "name_3": "surname:Kellum;given-names:R.", "name_4": "surname:Gatti;given-names:M.", "pub-id_doi": "10.1038/ncb902", "pub-id_pmid": "12510197", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "5", "year": "2003"}, "text": "The Drosophila HOAP protein is required for telomere capping.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58487, "infons": {"fpage": "25", "lpage": "26", "name_0": "surname:Clyde;given-names:M.", "section_type": "REF", "source": "Drosoph. Inf. Serv.", "type": "ref", "volume": "55", "year": "1980"}, "text": "Chromosome IV variation in D. albomican Duda.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58533, "infons": {"fpage": "635", "lpage": "642", "name_0": "surname:D’Ambrosio;given-names:U.", "name_1": "surname:Alonso-Lifante;given-names:M. P.", "name_2": "surname:Barros;given-names:K.", "name_3": "surname:Kovařík;given-names:A.", "name_4": "surname:Mas de Xaxars;given-names:G.", "pub-id_doi": "10.1111/nph.14723", "pub-id_pmid": "28742254", "section_type": "REF", "source": "New Phytol.", "type": "ref", "volume": "216", "year": "2017"}, "text": "B-chrom: a database on B-chromosomes of plants, animals and fungi.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58600, "infons": {"fpage": "341", "lpage": "364", "name_0": "surname:Darlington;given-names:C. D.", "pub-id_doi": "10.1007/BF02982733", "section_type": "REF", "source": "J. Genet.", "type": "ref", "volume": "37", "year": "1939"}, "text": "Misdivision and the genetics of the centromere.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58648, "infons": {"fpage": "173", "lpage": "179", "name_0": "surname:de la Chapelle;given-names:A.", "pub-id_doi": "10.1016/0165-4608(82)90007-3", "pub-id_pmid": "7066878", "section_type": "REF", "source": "Cancer Genet. Cytogenet.", "type": "ref", "volume": "5", "year": "1982"}, "text": "How do human isochromosomes arise?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58683, "infons": {"fpage": "196", "lpage": "213", "name_0": "surname:Deng;given-names:Q.", "name_1": "surname:Zeng;given-names:Q.", "name_2": "surname:Qian;given-names:Y.", "name_3": "surname:Li;given-names:C.", "name_4": "surname:Yang;given-names:Y.", "pub-id_doi": "10.1016/S1673-8527(07)60021-6", "pub-id_pmid": "17498617", "section_type": "REF", "source": "J. Genet. Genomics", "type": "ref", "volume": "34", "year": "2007"}, "text": "Research on the karyotype and evolution of Drosophila melanogaster species group.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58765, "infons": {"fpage": "332", "lpage": "340", "name_0": "surname:Dhar;given-names:M. K.", "name_1": "surname:Friebe;given-names:B.", "name_2": "surname:Koul;given-names:A. K.", "name_3": "surname:Gill;given-names:B. S.", "pub-id_doi": "10.1007/s00412-002-0214-4", "pub-id_pmid": "12474062", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "111", "year": "2002"}, "text": "Origin of an apparent B chromosome by mutation, chromosome fragmentation and specific DNA sequence amplification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58879, "infons": {"fpage": "626", "lpage": "632", "name_0": "surname:Dick;given-names:C.", "name_1": "surname:Johns;given-names:E. W.", "pub-id_doi": "10.1016/0014-4827(68)90150-X", "pub-id_pmid": "5692146", "section_type": "REF", "source": "Exp. Cell Res.", "type": "ref", "volume": "51", "year": "1968"}, "text": "The effect of two acetic acid containing fixatives on the histone content of calf thymus deoxyribonucleoprotein and calf thymus tissue.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59015, "infons": {"fpage": "2857", "lpage": "2864", "name_0": "surname:Ellis;given-names:N. A.", "name_1": "surname:Douglas;given-names:R. N.", "name_2": "surname:Jackson;given-names:C. E.", "name_3": "surname:Birchler;given-names:J. A.", "name_4": "surname:Dawe;given-names:R. K.", "pub-id_doi": "10.1534/g3.115.022889", "pub-id_pmid": "26511496", "section_type": "REF", "source": "G3 (Bethesda)", "type": "ref", "volume": "5", "year": "2015"}, "text": "Generation of a maize B centromere minimal map containing the central core domain.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59098, "infons": {"fpage": "293", "lpage": "297", "name_0": "surname:Friebe;given-names:B.", "name_1": "surname:Zhang;given-names:P.", "name_2": "surname:Linc;given-names:G.", "name_3": "surname:Gill;given-names:B. S.", "pub-id_doi": "10.1159/000082412", "pub-id_pmid": "15753589", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "109", "year": "2005"}, "text": "Robertsonian translocations in wheat arise by centric misdivision of univalents at anaphase I and rejoining of broken centromeres during interkinesis of meiosis II.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59263, "infons": {"fpage": "165", "lpage": "172", "name_0": "surname:Fuster;given-names:C.", "name_1": "surname:Rigola;given-names:M. A.", "name_2": "surname:Egozcue;given-names:J.", "pub-id_doi": "10.1159/000079283", "pub-id_pmid": "15292587", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "106", "year": "2004"}, "text": "Human supernumeraries: are they B chromosomes?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59310, "infons": {"fpage": "819", "lpage": "829", "name_0": "surname:Gao;given-names:G.", "name_1": "surname:Walser;given-names:J.-C.", "name_2": "surname:Beaucher;given-names:M. L.", "name_3": "surname:Morciano;given-names:P.", "name_4": "surname:Wesolowska;given-names:N.", "pub-id_doi": "10.1038/emboj.2009.394", "pub-id_pmid": "20057353", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "29", "year": "2010"}, "text": "HipHop interacts with HOAP and HP1 to protect Drosophila telomeres in a sequence-independent manner.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59411, "infons": {"fpage": "539", "lpage": "544", "name_0": "surname:Gutknecht;given-names:J.", "name_1": "surname:Sperlich;given-names:D.", "name_2": "surname:Bachmann;given-names:L.", "pub-id_doi": "10.1007/BF00355318", "pub-id_pmid": "7621703", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "103", "year": "1995"}, "text": "A species specific satellite DNA family of Drosophila subsilvestris appearing predominantly in B chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59521, "infons": {"fpage": "524", "lpage": "533", "name_0": "surname:Han;given-names:F.", "name_1": "surname:Lamb;given-names:J. C.", "name_2": "surname:Yu;given-names:W.", "name_3": "surname:Gao;given-names:Z.", "name_4": "surname:Birchler;given-names:J. A.", "pub-id_doi": "10.1105/tpc.106.049577", "pub-id_pmid": "17322406", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "19", "year": "2007"}, "text": "Centromere function and nondisjunction are independent components of the maize B chromosome accumulation mechanism.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59637, "infons": {"fpage": "785", "name_0": "surname:Han;given-names:F.", "name_1": "surname:Lamb;given-names:J. C.", "name_2": "surname:McCaw;given-names:M. E.", "name_3": "surname:Gao;given-names:Z.", "name_4": "surname:Zhang;given-names:B.", "pub-id_doi": "10.3389/fpls.2018.00785", "pub-id_pmid": "29951076", "section_type": "REF", "source": "Front. Plant Sci.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Meiotic studies on combinations of chromosomes with different sized centromeres in maize.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59727, "infons": {"fpage": "637", "lpage": "652", "name_0": "surname:Harris;given-names:D.", "name_1": "surname:Orme;given-names:C.", "name_2": "surname:Kramer;given-names:J.", "name_3": "surname:Namba;given-names:L.", "name_4": "surname:Champion;given-names:M.", "pub-id_pmid": "14573476", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "165", "year": "2003"}, "text": "A deficiency screen of the major autosomes identifies a gene (matrimony) that is haplo-insufficient for achiasmate segregation in Drosophila oocytes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59877, "infons": {"fpage": "88", "name_0": "surname:Huang;given-names:W.", "name_1": "surname:Du;given-names:Y.", "name_2": "surname:Zhao;given-names:X.", "name_3": "surname:Jin;given-names:W.", "pub-id_doi": "10.1186/s12870-016-0775-7", "pub-id_pmid": "27083560", "section_type": "REF", "source": "BMC Plant Biol.", "type": "ref", "volume": "16", "year": "2016"}, "text": "B chromosome contains active genes and impacts the transcription of A chromosomes in maize (Zea mays L.).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59983, "infons": {"fpage": "140", "name_0": "surname:Jafari-Ghahfarokhi;given-names:H.", "name_1": "surname:Moradi-Chaleshtori;given-names:M.", "name_2": "surname:Liehr;given-names:T.", "name_3": "surname:Hashemzadeh-Chaleshtori;given-names:M.", "name_4": "surname:Teimori;given-names:H.", "pub-id_doi": "10.4103/2277-9175.161542", "pub-id_pmid": "26322288", "section_type": "REF", "source": "Adv. Biomed. Res.", "type": "ref", "volume": "4", "year": "2015"}, "text": "Small supernumerary marker chromosomes and their correlation with specific syndromes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60069, "infons": {"fpage": "387", "lpage": "397", "name_0": "surname:Johansen;given-names:K. M.", "name_1": "surname:Cai;given-names:W.", "name_2": "surname:Deng;given-names:H.", "name_3": "surname:Bao;given-names:X.", "name_4": "surname:Zhang;given-names:W.", "pub-id_doi": "10.1016/j.ymeth.2009.02.019", "pub-id_pmid": "19272452", "section_type": "REF", "source": "Methods", "type": "ref", "volume": "48", "year": "2009"}, "text": "Polytene chromosome squash methods for studying transcription and epigenetic chromatin modification in Drosophila using antibodies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60201, "infons": {"fpage": "548", "lpage": "578", "name_0": "surname:John;given-names:B.", "name_1": "surname:Hewitt;given-names:G. M.", "pub-id_doi": "10.1007/BF00326973", "pub-id_pmid": "5857558", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "16", "year": "1965"}, "text": "The B-chromosome system of Myrmeleotettix maculatus (Thunb.).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60263, "infons": {"fpage": "411", "lpage": "434", "name_0": "surname:Jones;given-names:R. N.", "pub-id_doi": "10.1111/j.1469-8137.1995.tb03079.x", "section_type": "REF", "source": "New Phytol.", "type": "ref", "volume": "131", "year": "1995"}, "text": "B chromosomes in plants.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60288, "infons": {"name_0": "surname:Jones;given-names:R. N.", "name_1": "surname:Rees;given-names:H.", "section_type": "REF", "source": "B Chromosomes", "type": "ref", "year": "1982"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60289, "infons": {"fpage": "5246", "lpage": "5255", "name_0": "surname:Kaszás;given-names:E.", "name_1": "surname:Birchler;given-names:J. A.", "pub-id_doi": "10.1002/j.1460-2075.1996.tb00910.x", "pub-id_pmid": "8895570", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "15", "year": "1996"}, "text": "Misdivision analysis of centromere structure in maize.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60344, "infons": {"fpage": "121", "lpage": "128", "name_0": "surname:Kour;given-names:G.", "name_1": "surname:Kaul;given-names:S.", "name_2": "surname:Dhar;given-names:M. K.", "pub-id_doi": "10.1159/000356472", "pub-id_pmid": "24296743", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "142", "year": "2014"}, "text": "Molecular characterization of repetitive DNA sequences from B chromosome in Plantago lagopus L.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60440, "infons": {"fpage": "949", "lpage": "959", "name_0": "surname:Kurzhals;given-names:R. L.", "name_1": "surname:Fanti;given-names:L.", "name_2": "surname:Ebsen;given-names:A. C. G.", "name_3": "surname:Rong;given-names:Y. S.", "name_4": "surname:Pimpinelli;given-names:S.", "pub-id_doi": "10.1534/genetics.117.300317", "pub-id_pmid": "28942425", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "207", "year": "2017"}, "text": "Chromosome healing is promoted by the telomere cap component Hiphop in Drosophila.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60523, "infons": {"fpage": "1216", "lpage": "1224", "name_0": "surname:Lanzas;given-names:P.", "name_1": "surname:Perfectti;given-names:F.", "name_2": "surname:Garrido-Ramos;given-names:M. A.", "name_3": "surname:Ruíz-Rejón;given-names:C.", "name_4": "surname:González-Sánchez;given-names:M.", "pub-id_doi": "10.1111/evo.13501", "pub-id_pmid": "29741266", "section_type": "REF", "source": "Evolution", "type": "ref", "volume": "72", "year": "2018"}, "text": "Long-term monitoring of B-chromosome invasion and neutralization in a population of Prospero autumnale (Asparagaceae).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60642, "infons": {"fpage": "52288", "name_0": "surname:Larracuente;given-names:A. M.", "name_1": "surname:Ferree;given-names:P. M.", "pub-id_doi": "10.3791/52288", "pub-id_pmid": "25591075", "section_type": "REF", "source": "J. Vis. Exp.", "type": "ref", "year": "2015"}, "text": "Simple method for fluorescence DNA in situ hybridization to squashed chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60724, "infons": {"fpage": "1754", "lpage": "1760", "name_0": "surname:Li;given-names:H.", "name_1": "surname:Durbin;given-names:R.", "pub-id_doi": "10.1093/bioinformatics/btp324", "pub-id_pmid": "19451168", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "Fast and accurate short read alignment with Burrows-Wheeler transform.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60795, "infons": {"name_0": "surname:Liehr;given-names:T.", "section_type": "REF", "source": "Small Supernumerary Marker Chromosomes (SMCs), A Guide for Human Geneticists and Clinicians", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60796, "infons": {"fpage": "719", "lpage": "731", "name_0": "surname:Liehr;given-names:T.", "name_1": "surname:Weise;given-names:A.", "pub-id_pmid": "17390076", "section_type": "REF", "source": "Int. J. Mol. Med.", "type": "ref", "volume": "19", "year": "2007"}, "text": "Frequency of small supernumerary marker chromosomes in prenatal, newborn, developmentally retarded and infertility diagnostics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60924, "infons": {"fpage": "12", "name_0": "surname:Liehr;given-names:T.", "name_1": "surname:Mrasek;given-names:K.", "name_2": "surname:Kosyakova;given-names:N.", "name_3": "surname:Ogilvie;given-names:C. M.", "name_4": "surname:Vermeesch;given-names:J.", "pub-id_doi": "10.1186/1755-8166-1-12", "pub-id_pmid": "18533011", "section_type": "REF", "source": "Mol. Cytogenet.", "type": "ref", "volume": "1", "year": "2008"}, "text": "Small supernumerary marker chromosomes (sSMC) in humans; are there B chromosomes hidden among them.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61024, "infons": {"fpage": "409", "lpage": "419", "name_0": "surname:Litchfield;given-names:K.", "name_1": "surname:Levy;given-names:M.", "name_2": "surname:Huddart;given-names:R. A.", "name_3": "surname:Shipley;given-names:J.", "name_4": "surname:Turnbull;given-names:C.", "pub-id_doi": "10.1038/nrurol.2016.107", "pub-id_pmid": "27296647", "section_type": "REF", "source": "Nat. Rev. Urol.", "type": "ref", "volume": "13", "year": "2016"}, "text": "The genomic landscape of testicular germ cell tumours: from susceptibility to treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61113, "infons": {"fpage": "1149", "lpage": "1174", "name_0": "surname:Lohe;given-names:A. R.", "name_1": "surname:Hilliker;given-names:A. J.", "name_2": "surname:Roberts;given-names:P. A.", "pub-id_doi": "10.1016/0168-9525(93)90135-5", "pub-id_pmid": "8375654", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "134", "year": "1993"}, "text": "Mapping simple repeated DNA sequences in heterochromatin of Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61198, "infons": {"fpage": "87", "lpage": "92", "name_0": "surname:López-León;given-names:M. D.", "name_1": "surname:Neves;given-names:N.", "name_2": "surname:Schwarzacher;given-names:T.", "name_3": "surname:Heslop-Harrison;given-names:J. S.", "name_4": "surname:Hewitt;given-names:G. M.", "pub-id_doi": "10.1007/BF01553487", "pub-id_pmid": "8032677", "section_type": "REF", "source": "Chromosome Res.", "type": "ref", "volume": "2", "year": "1994"}, "text": "Possible origin of a B chromosome deduced from its DNA composition using double FISH technique.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61294, "infons": {"fpage": "97", "lpage": "109", "name_0": "surname:Lukaszewski;given-names:A. J.", "pub-id_doi": "10.1159/000314108", "pub-id_pmid": "20551608", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "129", "year": "2010"}, "text": "Behavior of centromeres in univalents and centric misdivision in wheat.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61366, "infons": {"comment": "[corrigenda: Gigascience 4: 30 (2015)]", "fpage": "18", "name_0": "surname:Luo;given-names:R.", "name_1": "surname:Liu;given-names:B.", "name_2": "surname:Xie;given-names:Y.", "name_3": "surname:Li;given-names:Z.", "name_4": "surname:Huang;given-names:W.", "pub-id_doi": "10.1186/2047-217X-1-18", "pub-id_pmid": "23587118", "section_type": "REF", "source": "Gigascience", "type": "ref", "volume": "1", "year": "2012"}, "text": "SOAPdenovo2: an empirically improved memory-efficient short-read de novo assembler.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61450, "infons": {"fpage": "e83712", "name_0": "surname:Manrique-Poyato;given-names:M. I.", "name_1": "surname:López-León;given-names:M. D.", "name_2": "surname:Cabrero;given-names:J.", "name_3": "surname:Perfectti;given-names:F.", "name_4": "surname:Camacho;given-names:J. P. M.", "pub-id_doi": "10.1371/journal.pone.0083712", "pub-id_pmid": "24386259", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Spread of a new parasitic B chromosome variant is facilitated by high gene flow.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61531, "infons": {"fpage": "13343", "lpage": "13346", "name_0": "surname:Martis;given-names:M. M.", "name_1": "surname:Klemme;given-names:S.", "name_2": "surname:Banaei-Moghaddam;given-names:A. M.", "name_3": "surname:Blattner;given-names:F. R.", "name_4": "surname:Macas;given-names:J.", "pub-id_doi": "10.1073/pnas.1204237109", "pub-id_pmid": "22847450", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "109", "year": "2012"}, "text": "Selfish supernumerary chromosome reveals its origin as a mosaic of host genome and organellar sequences.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61636, "infons": {"fpage": "50", "lpage": "59", "name_0": "surname:Masonbrink;given-names:R. E.", "name_1": "surname:Birchler;given-names:J. A.", "pub-id_doi": "10.1159/000339615", "pub-id_pmid": "22832003", "section_type": "REF", "source": "Cytogenet. Genome Res.", "type": "ref", "volume": "137", "year": "2012"}, "text": "Accumulation of multiple copies of maize minichromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61694, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Mestriner;given-names:C. A.", "name_1": "surname:Galetti;given-names:P. M.", "name_2": "surname:Valentini;given-names:S. R.", "name_3": "surname:Ruiz;given-names:I. R.", "name_4": "surname:Abel;given-names:L. D.", "pub-id_doi": "10.1046/j.1365-2540.2000.00702.x", "pub-id_pmid": "10971685", "section_type": "REF", "source": "Heredity", "type": "ref", "volume": "85", "year": "2000"}, "text": "Structural and functional evidence that a B chromosome in the characid fish Astyanax scabripinnis is an isochromosome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61813, "infons": {"name_0": "surname:Mitelman;given-names:F.", "name_1": "surname:Johansson;given-names:B.", "name_2": "surname:Mertens;given-names:F.", "section_type": "REF", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61814, "infons": {"fpage": "45200", "name_0": "surname:Navarro-Domínguez;given-names:B.", "name_1": "surname:Ruiz-Ruano;given-names:F. J.", "name_2": "surname:Cabrero;given-names:J.", "name_3": "surname:Corral;given-names:J. M.", "name_4": "surname:López-León;given-names:M. D.", "pub-id_doi": "10.1038/srep45200", "pub-id_pmid": "28367986", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Protein-coding genes in B chromosomes of the grasshopper Eyprepocnemis plorans.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61894, "infons": {"fpage": "D733", "lpage": "D745", "name_0": "surname:O’Leary;given-names:N. A.", "name_1": "surname:Wright;given-names:M. W.", "name_2": "surname:Brister;given-names:J. R.", "name_3": "surname:Ciufo;given-names:S.", "name_4": "surname:Haddad;given-names:D.", "pub-id_doi": "10.1093/nar/gkv1189", "pub-id_pmid": "26553804", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "44", "year": "2016"}, "text": "Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62004, "infons": {"fpage": "1105", "lpage": "1109", "name_0": "surname:Pimpinelli;given-names:S.", "name_1": "surname:Bonaccorsi;given-names:S.", "name_2": "surname:Fanti;given-names:L.", "name_3": "surname:Gatti;given-names:M.", "pub-id_doi": "10.1101/pdb.prot065524", "section_type": "REF", "source": "Cold Spring Harb. Protoc.", "type": "ref", "volume": "2011", "year": "2011"}, "text": "Immunostaining of mitotic chromosomes from Drosophila larval brain.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62072, "infons": {"fpage": "1", "name_0": "surname:Poletto;given-names:A. B.", "name_1": "surname:Ferreira;given-names:I. A.", "name_2": "surname:Martins;given-names:C.", "pub-id_doi": "10.1186/1471-2156-11-1", "pub-id_pmid": "20051104", "section_type": "REF", "source": "BMC Genet.", "type": "ref", "volume": "11", "year": "2010"}, "text": "The B chromosomes of the African cichlid fish Haplochromis obliquidens harbour 18S rRNA gene copies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62173, "infons": {"fpage": "102", "name_0": "surname:Randolph;given-names:L. F.", "section_type": "REF", "source": "Anat. Rec.", "type": "ref", "volume": "41", "year": "1928"}, "text": "Types of supernumerary chromosomes in maize.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62218, "infons": {"fpage": "1031", "lpage": "1038", "name_0": "surname:Rhoades;given-names:M. M.", "pub-id_doi": "10.1073/pnas.19.12.1031", "pub-id_pmid": "16587820", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "19", "year": "1933"}, "text": "A secondary trisome in maize.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62248, "infons": {"fpage": "294", "name_0": "surname:Ruban;given-names:A.", "name_1": "surname:Schmutzer;given-names:T.", "name_2": "surname:Scholz;given-names:U.", "name_3": "surname:Houben;given-names:A.", "pub-id_doi": "10.3390/genes8110294", "section_type": "REF", "source": "Genes (Basel)", "type": "ref", "volume": "8", "year": "2017"}, "text": "How next-generation sequencing has aided our understanding of the sequence composition and origin of B chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62364, "infons": {"fpage": "487", "lpage": "500", "name_0": "surname:Ruiz-Ruano;given-names:F. J.", "name_1": "surname:Cabrero;given-names:J.", "name_2": "surname:López-León;given-names:M. D.", "name_3": "surname:Camacho;given-names:J. P. M.", "pub-id_doi": "10.1007/s00412-016-0611-8", "pub-id_pmid": "27522227", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "126", "year": "2017"}, "text": "Satellite DNA content illuminates the ancestry of a supernumerary (B) chromosome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62446, "infons": {"fpage": "45", "lpage": "57", "name_0": "surname:Ruiz-Ruano;given-names:F. J.", "name_1": "surname:Cabrero;given-names:J.", "name_2": "surname:López-León;given-names:M. D.", "name_3": "surname:Sánchez;given-names:A.", "name_4": "surname:Camacho;given-names:J. P. M.", "pub-id_doi": "10.1007/s00412-017-0644-7", "pub-id_pmid": "28868580", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "127", "year": "2018"}, "text": "Quantitative sequence characterization for repetitive DNA content in the supernumerary chromosome of the migratory locust.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62569, "infons": {"fpage": "535", "lpage": "550", "name_0": "surname:Sears;given-names:E. R.", "pub-id_doi": "10.1007/BF00325789", "pub-id_pmid": "14945063", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "4", "year": "1952"}, "text": "Misdivision of univalents in common wheat.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62612, "infons": {"name_0": "surname:Smit;given-names:A.", "name_1": "surname:Hubley;given-names:R.", "name_2": "surname:Green;given-names:P.", "section_type": "REF", "type": "ref", "year": "2013–2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62613, "infons": {"fpage": "241", "lpage": "248", "name_0": "surname:Steinitz-Sears;given-names:L. M.", "pub-id_pmid": "17248316", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "54", "year": "1966"}, "text": "Somatic instability of telocentric chromosomes in wheat and the nature of the centromere.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62703, "infons": {"fpage": "10395", "name_0": "surname:Sun;given-names:M.", "name_1": "surname:Zhang;given-names:H.", "name_2": "surname:Li;given-names:G.", "name_3": "surname:Guy;given-names:C. J.", "name_4": "surname:Wang;given-names:X.", "pub-id_doi": "10.1038/s41598-017-10466-z", "pub-id_pmid": "28871159", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Molecular characterization of 20 small supernumerary marker chromosome cases using array comparative genomic hybridization and fluorescence in situ hybridization.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62866, "infons": {"fpage": "223", "lpage": "224", "name_0": "surname:Sundaran;given-names:A. K.", "name_1": "surname:Gupta;given-names:J. P.", "section_type": "REF", "source": "Rev. Bras. Genet.", "type": "ref", "volume": "17", "year": "1994"}, "text": "A new finding of B-chromosomes in Drosophila kikkawai Burla.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62927, "infons": {"fpage": "977", "lpage": "990", "name_0": "surname:Talbert;given-names:P.", "name_1": "surname:Kasinathan;given-names:S.", "name_2": "surname:Henikoff;given-names:S.", "pub-id_doi": "10.1534/genetics.117.300620", "pub-id_pmid": "29305387", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "208", "year": "2018"}, "text": "Simple and complex centromeric satellites in Drosophila sibling species.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63000, "infons": {"fpage": "1821", "lpage": "1832", "name_0": "surname:Titen;given-names:S. W. A.", "name_1": "surname:Golic;given-names:K. G.", "pub-id_doi": "10.1534/genetics.108.093625", "pub-id_pmid": "18845846", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "180", "year": "2008"}, "text": "Telomere loss provokes multiple pathways to apoptosis and produces genomic instability in Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63115, "infons": {"fpage": "705", "lpage": "711", "name_0": "surname:Tonomura;given-names:Y.", "name_1": "surname:Tobari;given-names:Y. N.", "section_type": "REF", "source": "Sci Reports from Tokyo Women’s Christ Univ", "type": "ref", "volume": "32", "year": "1983"}, "text": "Y-chromosome variation and B-chromosomes in Drosophila malerkotliana.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63185, "infons": {"fpage": "336", "lpage": "361", "name_0": "surname:Upcott;given-names:M.", "pub-id_doi": "10.1098/rspb.1937.0089", "section_type": "REF", "source": "Proc. R. Soc. Lond. B Biol. Sci.", "type": "ref", "volume": "124", "year": "1937"}, "text": "The external mechanics of the chromosomes. VI. The behaviour of the centromere at meiosis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63276, "infons": {"fpage": "2061", "lpage": "2072", "name_0": "surname:Valente;given-names:G. T.", "name_1": "surname:Conte;given-names:M. A.", "name_2": "surname:Fantinatti;given-names:B. E. A.", "name_3": "surname:Cabral-de-Mello;given-names:D. C.", "name_4": "surname:Carvalho;given-names:R. F.", "pub-id_doi": "10.1093/molbev/msu148", "pub-id_pmid": "24770715", "section_type": "REF", "source": "Mol. Biol. Evol.", "type": "ref", "volume": "31", "year": "2014"}, "text": "Origin and evolution of B chromosomes in the cichlid fish Astatotilapia latifasciata based on integrated genomic analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63399, "infons": {"fpage": "73", "lpage": "81", "name_0": "surname:Valente;given-names:G. T.", "name_1": "surname:Nakajima;given-names:R. T.", "name_2": "surname:Fantinatti;given-names:B. E. A.", "name_3": "surname:Marques;given-names:D. F.", "name_4": "surname:Almeida;given-names:R. O.", "pub-id_doi": "10.1007/s00412-016-0613-6", "pub-id_pmid": "27558128", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "126", "year": "2017"}, "text": "B chromosomes: from cytogenetics to systems biology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63452, "infons": {"fpage": "70", "lpage": "75", "name_0": "surname:Vicente;given-names:V. E.", "name_1": "surname:Moreira-Filho;given-names:O.", "name_2": "surname:Camacho;given-names:J. P.", "pub-id_doi": "10.1159/000134385", "pub-id_pmid": "8893805", "section_type": "REF", "source": "Cytogenet. Cell Genet.", "type": "ref", "volume": "74", "year": "1996"}, "text": "Sex-ratio distortion associated with the presence of a B chromosome in Astyanax scabripinnis (Teleostei, Characidae).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63570, "infons": {"fpage": "267", "lpage": "276", "name_0": "surname:Wang;given-names:L.", "name_1": "surname:Xu;given-names:Z.", "name_2": "surname:Iqbal;given-names:F.", "name_3": "surname:Zhong;given-names:L.", "name_4": "surname:Zhang;given-names:Y.", "pub-id_doi": "10.1007/s10577-015-9465-9", "pub-id_pmid": "25627925", "section_type": "REF", "source": "Chrom Res", "type": "ref", "volume": "23", "year": "2015"}, "text": "Decreased XY recombination and disturbed meiotic prophase I progression in an infertile 48, XYY, +sSMC man.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63678, "infons": {"fpage": "18793", "lpage": "18798", "name_0": "surname:Wei;given-names:K. H.", "name_1": "surname:Grenier;given-names:J. K.", "name_2": "surname:Barbash;given-names:D. A.", "name_3": "surname:Clark;given-names:A. G.", "pub-id_doi": "10.1073/pnas.1421951112", "pub-id_pmid": "25512552", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "111", "year": "2014"}, "text": "Correlated variation and population differentiation in satellite DNA abundance among lines of Drosophila melanogaster.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63797, "infons": {"fpage": "870", "lpage": "871", "name_0": "surname:Wilson;given-names:E. B.", "pub-id_doi": "10.1126/science.26.660.258", "section_type": "REF", "source": "Science", "type": "ref", "volume": "26", "year": "1907"}, "text": "The supernumerary chromosomes of Hemiptera.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63841, "infons": {"fpage": "e323", "name_0": "surname:Xiang;given-names:Y.", "name_1": "surname:Takeo;given-names:S.", "name_2": "surname:Florens;given-names:L.", "name_3": "surname:Hughes;given-names:S. E.", "name_4": "surname:Huo;given-names:L. J.", "pub-id_doi": "10.1371/journal.pbio.0050323", "pub-id_pmid": "18052611", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "5", "year": "2007"}, "text": "The inhibition of polo kinase by matrimony maintains G2 arrest in the meiotic cell cycle.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63931, "infons": {"fpage": "8924", "lpage": "8929", "name_0": "surname:Yu;given-names:W.", "name_1": "surname:Han;given-names:F.", "name_2": "surname:Gao;given-names:Z.", "name_3": "surname:Vega;given-names:J. M.", "name_4": "surname:Birchler;given-names:J. A.", "pub-id_doi": "10.1073/pnas.0700932104", "pub-id_pmid": "17502617", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "104", "year": "2007"}, "text": "Construction and behavior of engineered minichromosomes in maize.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63997, "infons": {"fpage": "274", "lpage": "277", "name_0": "surname:Zurita;given-names:S.", "name_1": "surname:Cabrero;given-names:J.", "name_2": "surname:Lopez-Leon;given-names:M. D.", "name_3": "surname:Camacho;given-names:J. P. M.", "pub-id_doi": "10.1111/j.1558-5646.1998.tb05163.x", "pub-id_pmid": "28568137", "section_type": "REF", "source": "Evolution", "type": "ref", "volume": "52", "year": "1998"}, "text": "Polymorphism regeneration for a neutralized selfish B chromosome.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]