[{"source": "PMC", "date": "20230328", "key": "pmc.key", "infons": {}, "documents": [{"id": "10031047", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3389/fonc.2023.1151434", "article-id_pmc": "10031047", "article-id_pmid": "36969077", "elocation-id": "1151434", "kwd": "COVID-19 uterine corpus endometrial carcinoma (UCEC) quercetin ubiquitination network pharmacology (NP)", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Li;given-names:Kehan", "name_1": "surname:Liu;given-names:Hejing", "name_2": "surname:Lin;given-names:Yibin", "name_3": "surname:Gu;given-names:Liang", "name_4": "surname:Xiang;given-names:Xinli", "name_5": "surname:Zhu;given-names:Xueqiong", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2023"}, "text": "Discovery of therapeutic targets of quercetin for endometrial carcinoma patients infected with COVID-19 through network pharmacology", "sentences": [], "annotations": [], "relations": []}, {"offset": 133, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose", "sentences": [], "annotations": [], "relations": []}, {"offset": 141, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Aimed to identify the anti-uterine corpus endometrial carcinoma (UCEC) function and characterize the mechanism of quercetin in the treatment of patients infected with COVID-19 via integrated in silico analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 352, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 360, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Cancer Genome Atlas and Genotype Tissue Expression databases were applied to obtain differentially expressed genes of UCEC and non-tumor tissue. Several in silico methods such as network pharmacology, functional enrichment analysis, Cox regression analyses, somatic mutation analysis, immune infiltration and molecular docking were used to investigate and analysis the biological targets, functions and mechanisms of anti-UCEC/COVID-19 of quercetin. Multiple methods such as CCK8 assay, Transwell assay and western blotting were performed to test proliferation, migration, and protein level of UCEC (HEC-1 and Ishikawa) cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 991, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 999, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Functional analysis disclosed that quercetin against UCEC/COVID-19 mainly by ‘biological regulation’, ‘response to stimulus’, and ‘regulation of cellular process’. Then, regression analyses indicated that 9 prognostic genes (including ANPEP, OAS1, SCGB1A1, HLA‐A, NPPB, FGB, CCL2, TLR4, and SERPINE1) might play important roles in quercetin for treating UCEC/COVID-19. Molecular docking analysis revealed that the protein products of 9 prognostic genes were the important anti-UCEC/COVID-19 biological targets of quercetin. Meanwhile, the proliferation and migration of UCEC cells were inhibited by quercetin. Moreover, after treatment with quercetin, the protein level of ubiquitination-related gene ISG15 was decreased in UCEC cells in vitro.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1758, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1770, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Taken together, this study provides new treatment option for UCEC patients infected with COVID-19. Quercetin may work by reducing the expression of ISG15 and participating in ubiquitination-related pathways.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1978, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1991, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is a rapidly emerging global virus which leads to coronavirus disease in 2019 (COVID-19). The search for COVID-19-fighting drugs has been a long and arduous one for researchers. Despite promising results from in vitro trials, the antimalarial drug hydroxychloroquine couldn’t prevent symptomatic infection caused by SARS-CoV-2. Similarly, a recent report found amubarvimab plus romlusevimab showed no effectiveness in improving clinical outcomes for hospitalized COVID-19 patients. Although nonsteroidal anti-inflammatory drugs could provide partial relief, they may increase the risk of bacterial infection. Therefore, it is still imperative to continue the search for drugs treating COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2749, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Uterine corpus endometrial carcinoma (UCEC) is the most common gynecologic cancer in the high-income countries. In 2021, the numbers of new cases and deaths in the United States were approximately at 66,570 and 12,940, respectively. A recent study found that severe events were more likely to occur in cancer patients with COVID-19, compared with those who without cancer in China. During the hospitalization of COVID-19 patients, the 30-day mortality was 30% for cancer patients and 21% for non-cancer patients. Cancer patients were more susceptible to COVID-19. Theoretically, patients with UCEC are at high risk for COVID-19 infection. The prevalence of COVID-19 in UCEC patients will have a great possibility to diminish patient treatment outcomes and affect prognosis. Consequently, it is necessary to screen and develop medicine for anti-UCEC/COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3608, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Quercetin is a natural compound finding in flowers, leaves, and seeds of plants. Lin et al. showed that quercetin had strong virus inhibition and anti-inflammatory activity. Quercetin may intervene in events associated with cancer development and progression by promoting apoptosis, inhibiting cell proliferation and cancer-related inflammation. Our previous study found quercetin could enhance the effectiveness of cisplatin in cervical cancer. Additionally, it was found that a reduction in UCEC risk with quercetin intake. Unfortunately, the molecular mechanisms of quercetin on UCEC remains poorly understood.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4223, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dysregulation of ubiquitination leads to uncontrolled cell proliferation and aberrant changes of suppressor or oncogene expression. ISG15, the first discovered ubiquitin-like protein, was identified to contribute to cancer progression through regulating the ubiquitination. Zhao et al. found ISG15, which related to poor prognosis, was observed overexpression in UCEC. Interestingly, quercetin treatment was reported to modulate ISG15 expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4671, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Network pharmacology analyzes the link between drugs, targets, and diseases in the same network. For example, Zhang et al. discovered 76 active ingredients of Xihuang pill through network analysis and identified genes and pathways associated with the triple-negative Breast Cancer. Liu et al. screened 8 active ingredients in honeysuckle associated with acute lung injury by constructing a network of ingredients and targets. Furthermore, our previous study found the common targets between drugs for the treatment of cervical cancer through synergistic action. These existing studies suggest that it will be possible to explore quercetin for treating UCEC and COVID-19 with the use of network pharmacology. By network pharmacology analysis, this work investigated quercetin’s targets for treating UCEC/COVID-19 and elucidated its mechanisms. Our study provides a theoretical basis for the treatment of quercetin in UCEC/COVID-19 patients.  Figure 1  illustrates the process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5650, "infons": {"file": "fonc-13-1151434-g001.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "The graphical abstract of this article. The figure represents the antiviral action and mechanism of quercetin against UCEC/COVID-19 using the network pharmacology and computational bioinformatics analysis approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5865, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5887, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Collecting data", "sentences": [], "annotations": [], "relations": []}, {"offset": 5903, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The RNA expression profiles, somatic mutation data, and clinical information were downloaded from The Cancer Genome Atlas (TCGA-UCEC cohort). The dataset included 552 UCEC samples and 35 paracancer tissues. Data with missing clinical information were excluded from the corresponding analyses. As a supplement, RNA expression profiles of 142 normal uterus samples from Genotype Tissue Expression (GTEx) were also downloaded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6327, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of UCEC DEGs and COVID-19 related genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 6382, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After removing batch effects, differentially expressed genes (DEGs) of UCEC samples and non-tumor tissues were screened by using ‘DEseq2’ package in R language. Additionally, NCBI SARS-CoV-2 Data and Genecards were searched to find COVID-19 related genes (CRGs). Then, the overlapping genes were obtained by comparing the UCEC-DEGs with CRGs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6729, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Acquisition of quercetin targets in UCEC/COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 6779, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Five online databases, including Comparative Toxicogenomics Database (CTD), SwissTargetPrediction, DrugBank, Kyoto Encyclopedia of Genes and Genomes (KEGG), and TargetNet were used to identify quercetin targets. After deduplication, the common genes among targets of quercetin, UCEC-DEGs, and CRGs were identified as the main targets of quercetin for anti-UCEC/COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7150, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of protein-protein interaction (PPI) network", "sentences": [], "annotations": [], "relations": []}, {"offset": 7208, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to construct the interaction network, PPI prediction was performed by the STRING. Then, the PPI network was evaluated and visualized using Cytoscape (v3.6.1) software. As shown in  Supplementary Table 1 , the MCODE algorithm in Cytoscape was further used to identify the hub genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7500, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional enrichment analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 7531, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to investigate the biological function of therapeutic targets of quercetin on UCEC/COVID-19, Gene Ontology (GO) and KEGG pathway analyses were performed. GO enrichment analysis consists of three parts: molecular functional analysis (MF), biological process analysis (BP), and cellular component analysis (CC). KEGG analysis helps us to discover the potential disease-specific pathways. In this study, the genes were entered into the g:Profiler online site to obtain the results of GO and KEGG analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8043, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical analysis of core targets for quercetin and UCEC/COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 8109, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Univariate Cox analysis was conducted to evaluate the relationship between each quercetin target in UCEC/COVID-19 and survival status of UCEC patients. Subsequently, the obtained genes were analyzed by multivariate Cox analysis. For each patient, there is a formula for calculating their risk score.  (Coef: coefficients, Gene: expression level of gene). The UCEC patients were classified into two risk groups based on the prognostic risk score at the median. Moreover, the overall survival (OS) time of two subgroups were compared utilizing the R packages ‘survival’. The ROC analysis was conducted to test the sensitivity and specificity of prognostic signatures using the ‘timeROC’ package. Additionally, we analyzed the relationship between risk scores and different clinical characteristics, such as age (≤ 65 and > 65), pathological grade, and clinical stage.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8985, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Somatic variation, immune infiltration, and protein level analysis of risk signatures", "sentences": [], "annotations": [], "relations": []}, {"offset": 9071, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First, somatic mutations of the risk signatures in UCEC were analyzed and visualized by ‘maftools’ package. Then, TIMER database was performed to evaluate the relationship between infiltration of immune cell and risk signatures through xcell algorithm. In order to explore the different protein levels in UCEC tissue and normal endometrial tissue, immunohistochemistry staining images were acquired from Human Protein Atlas (HPA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9506, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Molecular docking analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9533, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As a critical technique of network pharmacology, molecular docking could predict the binding activity of proteins and molecule compounds. Through Protein Data Bank (PDB) database, crystal structure of SARS-CoV-2 main protease (PDB code: 7BQY) was obtained. The Grid Box parameter in AutoDockTools was set to include all receptor areas. AutoDock Vina was used to proceed molecular docking. Docking result between quercetin and 7BQY was visualized by PyMOL software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9998, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of ubiquitination related genes (URGs) in quercetin and UCEC/COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 10083, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "URGs were obtained from IUUCD database. Then, the intersecting genes were obtained by comparing the URGs and the PPI hub genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10211, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 10224, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "UCEC cells (HEC-1 and Ishikawa) were obtained from the Cell Bank of the Chinese Academy of Sciences (Shanghai, China). HEC-1 cells were cultured in McCoy’s 5A medium (Gibco, USA) and Ishikawa cells were cultured in dulbecco’s modified Eagle’s medium (DMEM, Gibco, USA), both supplemented with 10% fetal bovine serum (FBS; Gibco, USA) at 37°C with 5% CO2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10586, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell viability measurement", "sentences": [], "annotations": [], "relations": []}, {"offset": 10613, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CCK-8 kit (meilunbio, China) was used to assess the viability of UCEC cells. Quercetin (Sigma, USA) was dissolved in dimethylsufoxide (DMSO) previously stored at -20 °C. The HEC-1 and Ishikawa cells (5 × 103 cells/well) were dispensed in 96-well flat-bottomed plates and treated with different quercetin concentrations (0, 20, 40 and 80 μM for HEC-1 cells, 0, 25, 50 and 100 μM for Ishikawa cells). The Microplate Reader (Bio Tek Instruments, USA) was applied to determine the absorbance at 450 nm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11116, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Transwell migration assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 11142, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For migration assay, the transwell chambers with polycarbonate membranes (8 µm pore, Corning, USA) were used. After treated with quercetin for 48h, the HEC-1 cells (8 × 104 cells/well) and Ishikawa cells (4 × 104 cells/well) were planted in the upper compartment in the 24-well plate with 100 µL FBS-free medium, while the lower compartment was using DMEM with 10% FBS. The membranes were fixed with 4% paraformaldehyde after incubating 24 h, and then stained with 0.1% crystal violet dye for 10 min. By using the inverted routine microscope (Leica, Japan), migrated cells were counted in five random fields.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11759, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Western blotting", "sentences": [], "annotations": [], "relations": []}, {"offset": 11776, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The lysis buffer containing radioimmunoprecipitation (RIPA) and 1 mM phenylmethanesulfonyl fluoride (PMSF, Beyotime Biotechnology, China) were used for the extraction of protein from HEC-1 cells and Ishikawa cells treated with various concentrations of quercetin. After centrifugation with 12000 g for 20 min at 4°C, the total protein in each group was measured with BCA Protein Assay Kit (Beyotime Biotechnology, China). Then proteins were fractionated in SDS-polyacrylamide gels and moved to blotting membrane (polyvinylidene fluoride, PVDF). Then, the membrane was incubated with the primary antibody at 4°C overnight, followed by 1 h at room temperature with the second antibody. Rabbit anti-human ISG15 (1:1000, Proteintech, China) and rabbit anti-human GAPDH (1:2000, Affinity Biosciences, China) were used as primary antibodies. The second goat anti-rabbit and conjugated with peroxidase were purchased from Biosharp (1:3000, China). Lastly, ECL reagent was applied to visual the protein bands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12780, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 12800, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data were analyzed using SPSS 24.0 and R 3.6.3. The experiments were conducted at least three times, and the results were expressed as mean ± standard deviation. The Student’s t test was used in two groups, and one-way ANOVA was applied to determine the differences in multiple groups. P < 0.05 represented statistical significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13144, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13152, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of UCEC DEGs and CRGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 13189, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TCGA-UCEC and GTEx cohorts were used to identify DEGs between normal uterus tissues and UCEC samples. A total of 6067 up-regulated genes and 2881 down-regulated genes were obtained by the criteria of |log2(FC)| > 1 and P< 0.05. Then, we obtained 492 CRGs. Finally, 138 overlapping genes were discovered in the UCEC DEGs and CRGs. Besides, 98 DEGs were up-regulated, while the other 40 DEGs were down-regulated in UCEC ( Figure 2 ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13622, "infons": {"file": "fonc-13-1151434-g002.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "Analysis of intersecting genes in UCEC/COVID-19. (A) The heatmap of differential expression about intersecting genes in UCEC/COVID-19. (B) The volcano plot depicting 138 DGEs. Red dots and green dots represent differentially expressed up-regulated and down-regulated genes, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13910, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Recognition of quercetin’s targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 13947, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 4237 drug targets for quercetin were predicted from KEGG, CTD, SwissTargetPrediction, DrugBank, and TargetNet. Then, the UCEC-DEGs/CRGs and quercetin target genes were analyzed, and 57 core target genes were acquired ( Figure 3A ). Moreover, 43 genes in core targets were up-regulated and 14 genes were down-regulated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14278, "infons": {"file": "fonc-13-1151434-g003.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional characterization of quercetin against UCEC/COVID-19 intersecting genes. (A) Venn diagram describing intersecting genes of quercetin and UCEC/COVID-19. (B) GO analysis of intersecting genes of quercetin and UCEC/COVID-19. (C) KEGG pathway analysis of intersecting genes of quercetin and UCEC/COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14590, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional enrichment analysis of core targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 14637, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Subsequently, functional enrichment analyses were performed by g:Profiler online tool. The results of GO found that the top BP terms were ‘biological regulation’, ‘response to stimulus’, and ‘regulation of cellular process’ ( Supplementary Table 2 ). Besides, GO analysis identified the top CC terms, including ‘cytoplasm’, ‘extracellular region’, and ‘extracellular space’. Moreover, the top MF terms were ‘signaling receptor binding’ and ‘molecular function regulator’ ( Figure 3B ). In addition, the KEGG analysis results showed a significant relationship between 57 genes and ‘coronavirus disease-COVID-19’. ( Figure 3C ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15303, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction of target network for quercetin’s core genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 15363, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on STRING platform, PPI network, which contained 57 nodes and 431 edges, was established to explore the mechanism of quercetin for treating UCEC/COVID-19 ( Supplementary Figure 1 ). The cluster analysis of the PPI network was performed through MCODE function in Cytoscape 3.6.1 software and two clusters were found ( Table 1 ). As shown in  Figure 4A , cluster 1 consisted of 25 nodes and 236 edges. Then, GO analysis demonstrated cluster 1 was significantly enriched in ‘defense response’, ‘inflammatory response’, and ‘response to biotic stimulus’ ( Supplementary Table 3  and  Figure 4B ). The KEGG pathway analysis showed cluster 1 was significantly enriched in ‘NOD-like receptor signaling pathway’, ‘Cytokine-cytokine receptor interaction’, and ‘IL-17 signaling pathway’ ( Figure 4C ). It is worth mentioning that two genes (ISG15, SOCS3) in cluster 1 were involved in the ubiquitination processes ( Figure 4D ). As shown in  Figure 5 , the diseases-drug-targets network contained 60 nodes and 171 edges.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16412, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "MCODE clusters of hub genes in co-expression networks in UCEC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16475, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Cluster</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Score</th><th valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">Gene</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Cluster1</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">19.667</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>CXCL10, TNF, IL10, IFNB1, IL6, SPP1, JAK2, IDO1, TLR4, SOCS3, ISG15, CXCL8, IL18, SELP, IL1A, IL1RN, STAT1, IFNG, CCL2, MPO, SERPINE1, MIF, ADIPOQ, CXCL1, CXCL2</italic>\n</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Cluster2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">3.000</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>SCGB1A1, MUS5AC, MUC1</italic>\n</td></tr></tbody></table>\n"}, "text": "Cluster\tScore\tGene\t \tCluster1\t19.667\tCXCL10, TNF, IL10, IFNB1, IL6, SPP1, JAK2, IDO1, TLR4, SOCS3, ISG15, CXCL8, IL18, SELP, IL1A, IL1RN, STAT1, IFNG, CCL2, MPO, SERPINE1, MIF, ADIPOQ, CXCL1, CXCL2\t \tCluster2\t3.000\tSCGB1A1, MUS5AC, MUC1\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16715, "infons": {"file": "fonc-13-1151434-g004.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "Analysis of cluster 1 from PPI network. (A) Cluster 1 contained 25 genes. (B) BP results from GO enrichment analysis of Cluster 1. (C) KEGG pathway analysis of genes in Cluster 1. (D) Two genes in Cluster 1 were URGs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16933, "infons": {"file": "fonc-13-1151434-g005.jpg", "id": "f5", "section_type": "FIG", "type": "fig_caption"}, "text": "The diseases-drug-targets network of quercetin treatment for UCEC/COVID-19 patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17018, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical prognostic analysis of target genes of quercetin in UCEC DEGs and CRGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 17098, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "According to univariate Cox analysis, 15 genes out of 57 drug targets in UCEC-DEGs/CRGs were significantly associated with patient prognosis ( Table 2 ). Subsequently, the multivariate Cox analysis was conducted on the 15 prognostic genes. Nine risk signatures (ANPEP,OAS1, SCGB1A1, HLA‐A, NPPB, FGB, CCL2, TLR4, and SERPINE1) were obtained, and the risk scores of 9 genes were performed ( Table 3 ). Next, the UCEC patients were categorized into two distinct groups based on the median risk score ( Figure 6A ). The formula of risk signature was as follow: ANPEP expression * 0.00202 + OAS1 expression * 0.02377 + SCGB1A1 expression * 0.00129 + HLA-A expression * (-0.00086) + NPPB expression * 0.07108 + FGB expression * 0.04111 + CCL2 expression * 0.01445 + TLR4 expression * (-0.18252) + SERPINE1 expression * 0.02068. As shown in  Figure 6B , OS time was longer in group at low risk. In addition, ROC curves demonstrated the AUC values were 0.680 at 1 year, 0.681 at 2 years, and 0.673 at 3 years ( Figure 6C ). And there were significant differences in grade and age between the high and low risk groups ( Figure 7 ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18230, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Significant genes from univariate Cox regression analysis (P < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18300, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">Gene</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR.95L</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR.95H</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>ANPEP</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.003</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.001</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.005</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>STAT1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.005</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.009</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.036</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>TNF</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.034</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.014</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.054</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.001</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>OAS1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.019</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.006</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.033</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.006</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>SCGB1A1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.001</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.002</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.006</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>SLCO4C1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.376</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.077</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.757</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.011</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>HLA-A</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.999</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.999</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.034</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>GPT</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.022</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.043</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.047</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>NPPB</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.082</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.025</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.143</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.005</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>FGB</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.033</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.001</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.067</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.045</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>CCL2</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.012</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.006</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.019</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.000</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>SOCS3</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.008</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.003</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.019</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.000</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>TLR4</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.840</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.723</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.977</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.023</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>IL6</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.016</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.004</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.028</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.008</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>SERPINE1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.019</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.002</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.035</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.024</td></tr></tbody></table>\n"}, "text": "Gene\tHR\tHR.95L\tHR.95H\tP value\t \tANPEP\t1.003\t1.001\t1.005\t0.009\t \tSTAT1\t1.005\t1.000\t1.009\t0.036\t \tTNF\t1.034\t1.014\t1.054\t0.001\t \tOAS1\t1.019\t1.006\t1.033\t0.006\t \tSCGB1A1\t1.001\t1.000\t1.002\t0.006\t \tSLCO4C1\t1.376\t1.077\t1.757\t0.011\t \tHLA-A\t0.999\t0.999\t1.000\t0.034\t \tGPT\t1.022\t1.000\t1.043\t0.047\t \tNPPB\t1.082\t1.025\t1.143\t0.005\t \tFGB\t1.033\t1.001\t1.067\t0.045\t \tCCL2\t1.012\t1.006\t1.019\t0.000\t \tSOCS3\t1.008\t1.003\t1.019\t0.000\t \tTLR4\t0.840\t0.723\t0.977\t0.023\t \tIL6\t1.016\t1.004\t1.028\t0.008\t \tSERPINE1\t1.019\t1.002\t1.035\t0.024\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18808, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Results from multivariable Cox regression analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18860, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">Gene</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">Coef</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR.95L</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">HR.95H</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>P</italic> value</th></tr></thead><tbody><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>ANPEP</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.002</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.002</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.004</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.101</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>OAS1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.024</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.024</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.009</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.039</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>SCGB1A1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.001</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.001</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.002</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.012</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>HLA-A</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-0.001</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.999</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.999</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.000</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.005</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>NPPB</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.071</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.074</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.009</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.142</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.024</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>FGB</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.041</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.042</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.009</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.075</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.011</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>CCL2</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.014</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.015</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.008</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.021</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.000</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>TLR4</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-0.183</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.833</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.709</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.979</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.026</td></tr><tr><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">\n<italic>SERPINE1</italic>\n</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.021</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.021</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.005</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1.037</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">0.010</td></tr></tbody></table>\n"}, "text": "Gene\tCoef\tHR\tHR.95L\tHR.95H\tP value\t \tANPEP\t0.002\t1.002\t1.000\t1.004\t0.101\t \tOAS1\t0.024\t1.024\t1.009\t1.039\t0.002\t \tSCGB1A1\t0.001\t1.001\t1.000\t1.002\t0.012\t \tHLA-A\t-0.001\t0.999\t0.999\t1.000\t0.005\t \tNPPB\t0.071\t1.074\t1.009\t1.142\t0.024\t \tFGB\t0.041\t1.042\t1.009\t1.075\t0.011\t \tCCL2\t0.014\t1.015\t1.008\t1.021\t0.000\t \tTLR4\t-0.183\t0.833\t0.709\t0.979\t0.026\t \tSERPINE1\t0.021\t1.021\t1.005\t1.037\t0.010\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19241, "infons": {"file": "fonc-13-1151434-g006.jpg", "id": "f6", "section_type": "FIG", "type": "fig_caption"}, "text": "The risk coefficient model of UCEC predicted outcome. (A) The distribution of the risk scores of UCEC patients. (B) A Kaplan-Meier curve was constructed based on the survival status of the high- and low-risk groups. (C) The time-dependent curve showed that the AUC values at year 1, 2, and 3 were separated 0.680, 0.681, and 0.673, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19587, "infons": {"file": "fonc-13-1151434-g007.jpg", "id": "f7", "section_type": "FIG", "type": "fig_caption"}, "text": "Heatmap and clinicopathologic parameters. (A) The clinical heatmap of 9 risk prognostic genes. (B) The risk scores were higher in the grade 3 and older patients. * means P< 0.05; ** means P< 0.01; *** means P< 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19804, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moreover, the expression levels of risk signatures of UCEC patients with distinct clinical features were compared. According to the results, OAS1 was significantly increased in grade 3, stage III/IV, and older age (> 65) groups than that in grade 1/2, stage I/II, and younger (≤ 65) groups, respectively ( Figures 8A–C ). In contrast, the level of SCGB1A1 was significantly lower in grade 3 and stage III/IV than that in grade 1/2 and stage I/II, respectively ( Figures 8D, E ). Besides, the results showed that HLA‐A level was significantly higher in grade 1 and stage I/II than that in grade 2/3 and stage III/IV, respectively ( Figures 8F, G ). In grade 3, stage III/IV, and older age groups, the level of TLR4 was significantly lower than that in grade 1/2, stage I/II, and younger groups, respectively ( Figures 8H–J ). In addition, the SERPINE1 was lowly expressed in grade 1 and older age groups than that in grade 2/3 and younger age groups, respectively ( Figures 8K, L ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20799, "infons": {"file": "fonc-13-1151434-g008.jpg", "id": "f8", "section_type": "FIG", "type": "fig_caption"}, "text": "The relationship between prognostic gene levels and clinical characteristics. The relationship between the expression of OAS1 and grade (A), stage (B), and age (C) of UCEC patients. The relationship between the expression of SCGB1A1 and grade (D), stage (E) of UCEC patients. The relationship between the expression of HLA-A and grade (F), stage (G) of UCEC patients. The relationship between the expression of TLR4 and grade (H), stage (I), and age (J) of UCEC patients. The relationship between the expression of SERPINE1 and grade (K), age (L) of UCEC patients. * means P< 0.05; ** means P< 0.01; *** means P< 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21419, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutation profiles of gene signatures in risk model", "sentences": [], "annotations": [], "relations": []}, {"offset": 21470, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, R package ‘maftools’ was used to analyze and visualize the mutation frequencies of 9 risk signatures. As shown in  Figure 9 , ANPEP (8%), TLR4 (8%) and FGB (5%) were found commonly mutated. Mutations in genes including OAS1 (3%), SERPINE1 (3%), HLA-A (2%), NPPB (1%), and SCGB1A1 (1%) were also observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21793, "infons": {"file": "fonc-13-1151434-g009.jpg", "id": "f9", "section_type": "FIG", "type": "fig_caption"}, "text": "Landscape of mutations in 57 genes in UCEC. The left panel represents 9 prognostic genes which ordered by their mutation frequencies. The bottom panel represents 10 types of mutation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21977, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune landscape of gene signatures in risk model", "sentences": [], "annotations": [], "relations": []}, {"offset": 22027, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The immune landscape of the risk signatures in UCEC was further investigated via TIMER. Based on the results, the level of ANPEP, HLA‐A, CCL2, TLR4 and SERPINE1 had statistically significant association with tumor purity in UCEC tissues ( Figures 10A–I ). In addition, the correlations were also observed for 5, 4, 4, 4, 8, and 6 risk signatures, corresponding to the B cells, CD8+ T cells, CD4+ T cells, macrophages, neutrophils, and dendritic cells infiltration levels, respectively. Moreover, as shown in  Figure 11 , copy number variation of risk signatures had association with the infiltration of certain immune cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22658, "infons": {"file": "fonc-13-1151434-g010.jpg", "id": "f10", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation of 9 prognostic genes with immune cells in UCEC. (A)\nANPEP, (B)\nOAS1, (C)\nSCGB1A1, (D)\nHLA‐A, (E)\nNPPB, (F)\nFGB, (G)\nCCL2, (H)\nTLR4, and (I)\nSERPINE1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22823, "infons": {"file": "fonc-13-1151434-g011.jpg", "id": "f11", "section_type": "FIG", "type": "fig_caption"}, "text": "Immune cell infiltration influenced by copy number variation of prognostic genes. (A)\nANPEP, (B)\nOAS1, (C)\nSCGB1A1, (D)\nNPPB, (E)\nFGB, (F)\nCCL2, (G)\nTLR4, and (H)\nSERPINE1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22996, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The protein levels of gene signatures in risk model", "sentences": [], "annotations": [], "relations": []}, {"offset": 23048, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HPA was applied to detect the protein levels of 9 risk signatures in human tissues. Notably, the expression of ANPEP, OAS1, SCGB1A1, and FGB could be detected in UCEC tissues. However, the protein levels of these 4 genes were not detected in human normal endometrial tissues. Additionally, medium protein level of CCL2 was observed in UCEC tissues. But the level of CCL2 was low in normal endometrial tissues ( Figure 12 ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23473, "infons": {"file": "fonc-13-1151434-g012.jpg", "id": "f12", "section_type": "FIG", "type": "fig_caption"}, "text": "The protein expression of prognostic genes in UCEC tissues and normal endometrial tissues. (A)\nANPEP, (B)\nOAS1, (C)\nSCGB1A1, (D)\nFGB, and (E)\nCCL2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23621, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Molecular docking results", "sentences": [], "annotations": [], "relations": []}, {"offset": 23647, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Molecular docking was applied to verify whether quercetin docked well with the main protease of SARS-CoV-2. The result showed that three hydrogen bonds formed at acid residues ( Figure 13 ). The predicted binding energy of quercetin and main protease was -6.0 kcal/mol, indicating a strong affinity of quercetin and the main protease of SARS-CoV-2. To further explore potential targets in UCEC, molecular docking analyses between quercetin and 9 targets (ANPEP, OAS1, SCGB1A1, HLA‐A, NPPB, FGB, CCL2, TLR4, and SERPINE1) were conducted. As listed in  Table 4 , the molecular docking between quercetin and SERPINE1 had the least binding energy (-6.7 kcal/mol). It was followed by HLA-A (-6.2 kcal/mol) and OSA1 (-6.1 kcal/mol). In addition, docking affinity score between quercetin and ISG15 was -7.2 kcal/mol. And five hydrogen bonds were present in the conformation of quercetin and ISG15 molecular docking ( Supplementary Figure 2 ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24588, "infons": {"file": "fonc-13-1151434-g013.jpg", "id": "f13", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic diagram of molecular docking between quercetin and 7BQY.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24655, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "The docking energies and number of hydrogen bonds of 9 targets and quercetin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24733, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">Target</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">Docking score (kcal/mol)</th><th valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">Number of hydrogen bonds</th></tr></thead><tbody><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">ANPEP</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-3.9</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">1</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">OAS1</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-6.1</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">SCGB1A1</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-3.6</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">HLA-A</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-6.2</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">NPPB</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-2.3</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">FGB</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-5.3</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">CCL2</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-5.8</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">3</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">TLR4</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-5.8</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td valign=\"middle\" align=\"left\" rowspan=\"1\" colspan=\"1\">SERPINE1</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">-6.7</td><td valign=\"middle\" align=\"center\" rowspan=\"1\" colspan=\"1\">2</td></tr></tbody></table>\n"}, "text": "Target\tDocking score (kcal/mol)\tNumber of hydrogen bonds\t \tANPEP\t-3.9\t1\t \tOAS1\t-6.1\t3\t \tSCGB1A1\t-3.6\t2\t \tHLA-A\t-6.2\t3\t \tNPPB\t-2.3\t2\t \tFGB\t-5.3\t3\t \tCCL2\t-5.8\t3\t \tTLR4\t-5.8\t2\t \tSERPINE1\t-6.7\t2\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24927, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Quercetin inhibited the proliferation and migration of UCEC cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 24993, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The CCK-8 analysis indicated that both HEC-1 and Ishikawa cells were significantly inhibited by quercetin in a dose-dependent manner at concentration from 0 to 80 μM and 0 to 100 μM, respectively (P< 0.001,  Figure 14A ). The IC50 values for inhibition of HEC-1 and Ishikawa cells were 67.67 and 48.29 μM at 48 h, respectively. The migration abilities of these two cells were evaluated using transwell migration assay. As shown in  Figure 14B , compared with controls, the migration of HEC-1 and Ishikawa cells were markedly decreased under quercetin treatment at concentration of 60 and 50 μM, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25610, "infons": {"file": "fonc-13-1151434-g014.jpg", "id": "f14", "section_type": "FIG", "type": "fig_caption"}, "text": "Quercetin inhibits the proliferation and migration of UCEC cells and reduces the expression of ISG15. (A) Quercetin suppressed viability of HEC-1 and Ishikawa cells by CCK-8 assay. (B) Left panel: Transwell assays were used in HEC-1 and Ishikawa cells with or without quercetin. Right panel: Quantitative analyses for Transwell assays. (C) Western blotting showed quercetin reduced the expression of ISG15. The bar graph showed the ratio of ISG15 level between quercetin treatment group and control group. * means P< 0.05; ** means P< 0.01; *** means P< 0.001.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26171, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Quercetin decreased the expression of ISG15 in UCEC cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 26229, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By analyzing TCGA and GTEx cohorts, we found that ISG15 was significantly elevated in UCEC patients compared to controls ( Supplementary Figure 3 ). In order to further investigate the role of ISG15 in the process of quercetin for treating UCEC patients, the protein level of ISG15 was detected. Our results demonstrated that ISG15 tended to dose-dependently decrease by quercetin treatment in UCEC cells in vitro (P< 0.05,  Figure 14C ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26672, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 26683, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "During radiation and chemotherapy, many cancer patients might be immunocompromised and their general health might decline. It is likely that cancer patients are highly susceptible to COVID-19 during the hospitalization. Quercetin inhibits angiogenesis and affects autophagy in cancer cells to exert its anti-tumor effects. Additionally, quercetin could theoretically interfere with SARS-CoV-2 replication. Therefore, UCEC patients infected with COVID-19 might benefit from quercetin’s anticancer and antiviral properties. Our study constructed a quercetin-UCEC/COVID-19 network, composed of 57 genes based on UCEC DEGs, CRGs, and quercetin target genes. Functional enrichment analysis showed that quercetin worked mainly by ‘biological regulation’, ‘response to stimulus’, and ‘regulation of cellular process’ against UCEC and COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27534, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Further, the hub cluster from the quercetin-UCEC/COVID-19 network identified ISG15, a gene connected with ubiquitination. The ISG15, which was implicated in the pathogenesis of cancer, formed covalent bonds with its target substrates using a cascade of enzymes (E1, E2, and E3). Desai et al. showed that increasing ISG15 levels in cancer cells exerted pro-tumor effect through ubiquitination-mediated protein regulation. Another study found that the elevated level of ISG15 contributed to immune escape in UCEC, as well as activation of MYC proto-oncogene signaling pathway. In the current study, ISG15 was also elevated in UCEC patients compared to normal controls. Previous study has shown that quercetin inhibited tumor progression by inducing ubiquitination and down-regulating HER2 expression in breast cancer cells. Our experiments showed quercetin inhibited UCEC cells proliferation and migration, and quercetin reduced the expression of ISG15 dose-dependently. It is necessary to further explore the role of ubiquitination-related gene ISG15 in UCEC patients, especially those with COVID-19 infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28645, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "By Cox regression analyses, we identified 9 risk prognostic genes (ANPEP, OAS1, SCGB1A1, HLA‐A, NPPB, FGB, CCL2, TLR4, and SERPINE1) for UCEC. Interestingly, different types of mutations of 9 risk prognostic genes such as nonsense mutation, missense mutation, and multi-hit were also found in UCEC. The high frequency of mutations in ANPEP, TLR4 and FGB were observed. However, the specific mechanisms of these mutations on UCEC are not clear now. Our present study revealed that the dysregulation of 9 risk prognostic genes served as an important part in UCEC. A previous study reported that HLA-A might enhance immune response against tumor mediated by T cells in upper gastrointestinal cancer. Allhorn et al. found TLR4 potentially interacted with hyaluronic acid to activate CD44-mediated signaling, thereby promoting endometrial repair. According to this study, with higher stage and grade of UCEC, the levels of HLA-A and TLR4 were lower, which were significantly associated with longer survival. The results of our study confirm that HLA-A and TLR4 act as tumor suppressor genes during tumorigenesis and tumor progression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29777, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " ANPEP is a specific ectopeptidase and related to solid tumor growth. We confirmed that ANPEP associated with poor prognosis and highly expressed in UCEC tissues. A previous study proved that OAS1 was associated with poor prognosis in pancreatic cancer. Our results demonstrated OAS1 expression in UCEC was positively correlated with stage and grade. The risk of UCEC was also positively associated with SERPINE1 ( ). In addition, Wilson et al. found SERPINE1 could promote endometrial invasion via driving ARID1A gene mutant. In this study, there was a significant increase in SERPINE1 expression in the grade 2/3, compared to the grade 1. Thus, we hypothesized that ANPEP, OAS1 and SERPINE1 contribute to the carcinogenesis of UCEC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30512, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Researchers discovered that NPPB played an important role in epithelial ovarian cancer progression. Besides, FGB was reported to contribute to tumor angiogenesis and metastasis. CCL2 had also been shown to promote tumors and metastases by polarizing macrophages M2. In our study, we also observed that NPPB, FGB, and CCL2 were related to poor prognosis in UCEC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30883, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It was believed that SCGB1A1 modulated inflammation and tumorigenesis. Furthermore, SCGB1A1 was considered as a biomarker for ovarian cancers with poor outcomes. Similarly to past studies, SCGB1A1 was considered a risk factor for UCEC prognosis in this work. However, SCGB1A1 level in grade 3 and stage III/IV was significantly lower than in grade 1/2 and stage I/II of the UCEC, respectively. Further investigation is needed into the complicated mechanism of SCGB1A1 in UCEC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31360, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Unfortunately, several limitations exist in this study. Additional experiments need to be conducted on cells, animals, and humans to validate the results of this study. Besides, quercetin’s role in mediating proliferation and migration of tumor cells in UCEC patients with COVID-19 through ISG15-related pathways needs to be further explored.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31705, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, our findings highlight the feasibility of quercetin for anti-UCEC/COVID-19 by ‘biological regulation’, ‘response to stimulus’, and ‘regulation of cellular process’. Furthermore, network pharmacology identified 57 targets of quercetin that were potentially useful in treating UCEC/COVID-19. The Cox regression analyses suggested that 9 prognostic genes (ANPEP, OAS1, SCGB1A1, HLA‐A, NPPB, FGB, CCL2, TLR4, and SERPINE1) might act critical roles in the treatment of UCEC/COVID-19. Additionally, quercetin could retard the cells proliferation and migration in UCEC and reduce ubiquitination related gene ISG15 expression ( Figure 15 ). This study enriched treatment options for UCEC patients with COVID-19 and provided rationale for strategies for further study of quercetin treatment in UCEC patients infected with COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32558, "infons": {"file": "fonc-13-1151434-g015.jpg", "id": "f15", "section_type": "FIG", "type": "fig_caption"}, "text": "The schematic model illustrates how quercetin plays an anti-cancer role in UCEC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32639, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 32667, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The original contributions presented in the study are included in the article/ Supplementary Material . Further inquiries can be directed to the corresponding author.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32834, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 32855, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Conceptualization: KL, XZ, and HL. Data analysis and performing experiments: KL, YL, LG, and XX. Investigation and writing: KL and HL. Revising manuscript: YL, LG, and XX. Data supervision and editing manuscript: XZ. All authors contributed to the article and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33147, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 33168, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33341, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"offset": 33360, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33707, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 33730, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fonc.2023.1151434/full#supplementary-material ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33890, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 33901, "infons": {"issue": "6", "name_0": "surname:Boulware;given-names:DR", "name_1": "surname:Pullen;given-names:MF", "name_2": "surname:Bangdiwala;given-names:AS", "name_3": "surname:Pastick;given-names:KA", "name_4": "surname:Lofgren;given-names:SM", "name_5": "surname:Okafor;given-names:EC", "pub-id_doi": "10.1056/NEJMoa2016638", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "383", "year": "2020"}, "text": "A randomized trial of hydroxychloroquine as postexposure prophylaxis for covid-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 33983, "infons": {"issue": "5", "name_0": "surname:Self;given-names:WH", "name_1": "surname:Sandkovsky;given-names:U", "name_2": "surname:Reilly;given-names:CS", "name_3": "surname:Vock;given-names:DM", "name_4": "surname:Gottlieb;given-names:RL", "name_5": "surname:Mack;given-names:M", "pub-id_doi": "10.1016/s1473-3099(21)00751-9", "section_type": "REF", "source": "Lancet Infect Dis", "type": "ref", "volume": "22", "year": "2022"}, "text": "Efficacy and safety of two neutralising monoclonal antibody therapies, sotrovimab and brii-196 plus brii-198, for adults hospitalised with covid-19 (Tico): A randomised controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 34169, "infons": {"elocation-id": "579944", "name_0": "surname:Sestili;given-names:P", "name_1": "surname:Fimognari;given-names:C", "pub-id_doi": "10.3389/fphar.2020.579944", "pub-id_pmid": "33117175", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "11", "year": "2020"}, "text": "Paracetamol-induced glutathione consumption: Is there a link with severe covid-19 illness", "sentences": [], "annotations": [], "relations": []}, {"offset": 34259, "infons": {"fpage": "7", "issue": "1", "lpage": "33", "name_0": "surname:Siegel;given-names:RL", "name_1": "surname:Miller;given-names:KD", "name_2": "surname:Fuchs;given-names:HE", "name_3": "surname:Jemal;given-names:A", "pub-id_doi": "10.3322/caac.21654", "pub-id_pmid": "33433946", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "71", "year": "2021"}, "text": "Cancer statistic", "sentences": [], "annotations": [], "relations": []}, {"offset": 34276, "infons": {"issue": "3", "name_0": "surname:Liang;given-names:W", "name_1": "surname:Guan;given-names:W", "name_2": "surname:Chen;given-names:R", "name_3": "surname:Wang;given-names:W", "name_4": "surname:Li;given-names:J", "name_5": "surname:Xu;given-names:K", "pub-id_doi": "10.1016/s1470-2045(20)30096-6", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "21", "year": "2020"}, "text": "Cancer patients in sars-Cov-2 infection: A nationwide analysis in China", "sentences": [], "annotations": [], "relations": []}, {"offset": 34348, "infons": {"issue": "9", "name_0": "surname:Desai;given-names:A", "name_1": "surname:Gupta;given-names:R", "name_2": "surname:Advani;given-names:S", "name_3": "surname:Ouellette;given-names:L", "name_4": "surname:Kuderer;given-names:NM", "name_5": "surname:Lyman;given-names:GH", "pub-id_doi": "10.1002/cncr.33386", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "127", "year": "2021"}, "text": "Mortality in hospitalized patients with cancer and coronavirus disease 2019: A systematic review and meta-analysis of cohort studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34481, "infons": {"issue": "20", "name_0": "surname:Richardson;given-names:S", "name_1": "surname:Hirsch;given-names:JS", "name_2": "surname:Narasimhan;given-names:M", "name_3": "surname:Crawford;given-names:JM", "name_4": "surname:McGinn;given-names:T", "name_5": "surname:Davidson;given-names:KW", "pub-id_doi": "10.1001/jama.2020.6775", "section_type": "REF", "source": "Jama", "type": "ref", "volume": "323", "year": "2020"}, "text": "Presenting characteristics, comorbidities, and outcomes among 5700 patients hospitalized with covid-19 in the new York city area", "sentences": [], "annotations": [], "relations": []}, {"offset": 34610, "infons": {"issue": "1", "name_0": "surname:Lee;given-names:KA", "name_1": "surname:Ma;given-names:W", "name_2": "surname:Sikavi;given-names:DR", "name_3": "surname:Drew;given-names:DA", "name_4": "surname:Nguyen;given-names:LH", "name_5": "surname:Bowyer;given-names:RCE", "pub-id_doi": "10.1634/theoncologist.2020-0572", "section_type": "REF", "source": "Oncologist", "type": "ref", "volume": "26", "year": "2021"}, "text": "Cancer and risk of covid-19 through a general community survey", "sentences": [], "annotations": [], "relations": []}, {"offset": 34673, "infons": {"name_0": "surname:Lin;given-names:HY", "name_1": "surname:Zeng;given-names:YT", "name_2": "surname:Lin;given-names:CJ", "name_3": "surname:Harroun;given-names:SG", "name_4": "surname:Anand;given-names:A", "name_5": "surname:Chang;given-names:L", "pub-id_doi": "10.1016/j.jcis.2022.04.124", "section_type": "REF", "source": "J Colloid Interface Sci", "type": "ref", "volume": "622", "year": "2022"}, "text": "Partial carbonization of quercetin boosts the antiviral activity against H1n1 influenza a virus", "sentences": [], "annotations": [], "relations": []}, {"offset": 34769, "infons": {"elocation-id": "109604", "name_0": "surname:Tang;given-names:SM", "name_1": "surname:Deng;given-names:XT", "name_2": "surname:Zhou;given-names:J", "name_3": "surname:Li;given-names:QP", "name_4": "surname:Ge;given-names:XX", "name_5": "surname:Miao;given-names:L", "pub-id_doi": "10.1016/j.biopha.2019.109604", "pub-id_pmid": "31733570", "section_type": "REF", "source": "BioMed Pharmacother", "type": "ref", "volume": "121", "year": "2020"}, "text": "Pharmacological basis and new insights of quercetin action in respect to its anti-cancer effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 34866, "infons": {"elocation-id": "780387", "name_0": "surname:Ji;given-names:H", "name_1": "surname:Li;given-names:K", "name_2": "surname:Xu;given-names:W", "name_3": "surname:Li;given-names:R", "name_4": "surname:Xie;given-names:S", "name_5": "surname:Zhu;given-names:X", "pub-id_doi": "10.3389/fonc.2021.780387", "pub-id_pmid": "35070983", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "11", "year": "2021"}, "text": "Prediction of the mechanisms by which quercetin enhances cisplatin action in cervical cancer: A network pharmacology study and experimental validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35017, "infons": {"issue": "7", "name_0": "surname:Bandera;given-names:EV", "name_1": "surname:Williams;given-names:MG", "name_2": "surname:Sima;given-names:C", "name_3": "surname:Bayuga;given-names:S", "name_4": "surname:Pulick;given-names:K", "name_5": "surname:Wilcox;given-names:H", "pub-id_doi": "10.1007/s10552-009-9336-9", "section_type": "REF", "source": "Cancer Causes Control", "type": "ref", "volume": "20", "year": "2009"}, "text": "Phytoestrogen consumption and endometrial cancer risk: A population-based case-control study in new Jersey", "sentences": [], "annotations": [], "relations": []}, {"offset": 35124, "infons": {"fpage": "2228", "issue": "9", "name_0": "surname:Dastsooz;given-names:H", "name_1": "surname:Cereda;given-names:M", "name_2": "surname:Donna;given-names:D", "name_3": "surname:Oliviero;given-names:S", "pub-id_doi": "10.3390/ijms20092228", "pub-id_pmid": "31067633", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "20", "year": "2019"}, "text": "A comprehensive bioinformatics analysis of Ube2c in cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 35184, "infons": {"fpage": "52", "lpage": "62", "name_0": "surname:Han;given-names:HG", "name_1": "surname:Moon;given-names:HW", "name_2": "surname:Jeon;given-names:YJ", "pub-id_doi": "10.1016/j.canlet.2018.09.007", "pub-id_pmid": "30213559", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "438", "year": "2018"}, "text": "Isg15 in cancer: Beyond ubiquitin-like protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 35231, "infons": {"fpage": "110", "issue": "6", "name_0": "surname:Zhao;given-names:X", "name_1": "surname:Wang;given-names:J", "name_2": "surname:Wang;given-names:Y", "name_3": "surname:Zhang;given-names:M", "name_4": "surname:Zhao;given-names:W", "name_5": "surname:Zhang;given-names:H", "pub-id_doi": "10.3892/or.2022.8321", "pub-id_pmid": "35445736", "section_type": "REF", "source": "Oncol Rep", "type": "ref", "volume": "47", "year": "2022"}, "text": "Interferon−Stimulated gene 15 promotes progression of endometrial carcinoma and weakens antitumor immune response", "sentences": [], "annotations": [], "relations": []}, {"offset": 35347, "infons": {"name_0": "surname:Huang;given-names:L", "name_1": "surname:Li;given-names:M", "name_2": "surname:Wei;given-names:H", "name_3": "surname:Yu;given-names:Q", "name_4": "surname:Huang;given-names:S", "name_5": "surname:Wang;given-names:T", "pub-id_doi": "10.1016/j.fsi.2022.04.013", "section_type": "REF", "source": "Fish Shellfish Immunol", "type": "ref", "volume": "124", "year": "2022"}, "text": "Research on the indirect antiviral function of medicinal plant ingredient quercetin against grouper iridovirus infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 35468, "infons": {"elocation-id": "714628", "name_0": "surname:Zhang;given-names:YZ", "name_1": "surname:Yang;given-names:JY", "name_2": "surname:Wu;given-names:RX", "name_3": "surname:Fang;given-names:C", "name_4": "surname:Lu;given-names:H", "name_5": "surname:Li;given-names:HC", "pub-id_doi": "10.3389/fphar.2021.714628", "pub-id_pmid": "34737698", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "12", "year": "2021"}, "text": "Network pharmacology-based identification of key mechanisms of xihuang pill in the treatment of triple-negative breast cancer stem cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 35605, "infons": {"elocation-id": "113364", "name_0": "surname:Liu;given-names:C", "name_1": "surname:Yin;given-names:Z", "name_2": "surname:Feng;given-names:T", "name_3": "surname:Zhang;given-names:M", "name_4": "surname:Zhou;given-names:Z", "name_5": "surname:Zhou;given-names:Y", "pub-id_doi": "10.1016/j.jep.2020.113364", "pub-id_pmid": "32916233", "section_type": "REF", "source": "J Ethnopharmacol", "type": "ref", "volume": "264", "year": "2021"}, "text": "An integrated network pharmacology and rna-seq approach for exploring the preventive effect of lonicerae japonicae flos on lps-induced acute lung injury", "sentences": [], "annotations": [], "relations": []}, {"offset": 35758, "infons": {"issue": "11", "name_0": "surname:Shannon;given-names:P", "name_1": "surname:Markiel;given-names:A", "name_2": "surname:Ozier;given-names:O", "name_3": "surname:Baliga;given-names:NS", "name_4": "surname:Wang;given-names:JT", "name_5": "surname:Ramage;given-names:D", "pub-id_doi": "10.1101/gr.1239303", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "Cytoscape: A software environment for integrated models of biomolecular interaction networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 35851, "infons": {"fpage": "e12949", "issue": "12", "name_0": "surname:Xia;given-names:QD", "name_1": "surname:Xun;given-names:Y", "name_2": "surname:Lu;given-names:JL", "name_3": "surname:Lu;given-names:YC", "name_4": "surname:Yang;given-names:YY", "name_5": "surname:Zhou;given-names:P", "pub-id_doi": "10.1111/cpr.12949", "pub-id_pmid": "33140889", "section_type": "REF", "source": "Cell Prolif", "type": "ref", "volume": "53", "year": "2020"}, "text": "Network pharmacology and molecular docking analyses on lianhua qingwen capsule indicate Akt1 is a potential target to treat and prevent covid-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 35996, "infons": {"issue": "5", "name_0": "surname:Seeliger;given-names:D", "name_1": "surname:de Groot;given-names:BL", "pub-id_doi": "10.1007/s10822-010-9352-6", "section_type": "REF", "source": "J Comput Aided Mol Des", "type": "ref", "volume": "24", "year": "2010"}, "text": "Ligand docking and binding site analysis with pymol and Autodock/Vina", "sentences": [], "annotations": [], "relations": []}, {"offset": 36066, "infons": {"issue": "6", "name_0": "surname:Al-Quteimat;given-names:OM", "name_1": "surname:Amer;given-names:AM", "pub-id_doi": "10.1097/coc.0000000000000712", "section_type": "REF", "source": "Am J Clin Oncol", "type": "ref", "volume": "43", "year": "2020"}, "text": "The impact of the covid-19 pandemic on cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 36121, "infons": {"elocation-id": "923", "name_0": "surname:Jiménez Fernández;given-names:D", "name_1": "surname:Hess;given-names:S", "name_2": "surname:Knobeloch;given-names:KP", "pub-id_doi": "10.3389/fchem.2019.00923", "pub-id_pmid": "32039148", "section_type": "REF", "source": "Front Chem", "type": "ref", "volume": "7", "year": "2019"}, "text": "Strategies to target Isg15 and Usp18 toward therapeutic applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 36190, "infons": {"issue": "2", "name_0": "surname:Desai;given-names:SD", "name_1": "surname:Haas;given-names:AL", "name_2": "surname:Wood;given-names:LM", "name_3": "surname:Tsai;given-names:YC", "name_4": "surname:Pestka;given-names:S", "name_5": "surname:Rubin;given-names:EH", "pub-id_doi": "10.1158/0008-5472.Can-05-1123", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "66", "year": "2006"}, "text": "Elevated expression of Isg15 in tumor cells interferes with the Ubiquitin/26s proteasome pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 36287, "infons": {"issue": "2", "name_0": "surname:Jeong;given-names:JH", "name_1": "surname:An;given-names:JY", "name_2": "surname:Kwon;given-names:YT", "name_3": "surname:Li;given-names:LY", "name_4": "surname:Lee;given-names:YJ", "pub-id_doi": "10.1002/jcb.21859", "section_type": "REF", "source": "J Cell Biochem", "type": "ref", "volume": "105", "year": "2008"}, "text": "Quercetin-induced ubiquitination and down-regulation of her-2/Neu", "sentences": [], "annotations": [], "relations": []}, {"offset": 36353, "infons": {"issue": "12", "name_0": "surname:Mimura;given-names:K", "name_1": "surname:Shiraishi;given-names:K", "name_2": "surname:Mueller;given-names:A", "name_3": "surname:Izawa;given-names:S", "name_4": "surname:Kua;given-names:LF", "name_5": "surname:So;given-names:J", "pub-id_doi": "10.4049/jimmunol.1301597", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "191", "year": "2013"}, "text": "The mapk pathway is a predominant regulator of hla-a expression in esophageal and gastric cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 36450, "infons": {"elocation-id": "40", "name_0": "surname:Allhorn;given-names:S", "name_1": "surname:Böing;given-names:C", "name_2": "surname:Koch;given-names:AA", "name_3": "surname:Kimmig;given-names:R", "name_4": "surname:Gashaw;given-names:I", "pub-id_doi": "10.1186/1477-7827-6-40", "pub-id_pmid": "18775079", "section_type": "REF", "source": "Reprod Biol Endocrinol", "type": "ref", "volume": "6", "year": "2008"}, "text": "Tlr3 and Tlr4 expression in healthy and diseased human endometrium", "sentences": [], "annotations": [], "relations": []}, {"offset": 36517, "infons": {"issue": "3", "name_0": "surname:Wickström;given-names:M", "name_1": "surname:Larsson;given-names:R", "name_2": "surname:Nygren;given-names:P", "name_3": "surname:Gullbo;given-names:J", "pub-id_doi": "10.1111/j.1349-7006.2010.01826.x", "section_type": "REF", "source": "Cancer Sci", "type": "ref", "volume": "102", "year": "2011"}, "text": "(Cd13) as a target for cancer chemotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 36560, "infons": {"elocation-id": "944194", "name_0": "surname:Lu;given-names:L", "name_1": "surname:Wang;given-names:H", "name_2": "surname:Fang;given-names:J", "name_3": "surname:Zheng;given-names:J", "name_4": "surname:Liu;given-names:B", "name_5": "surname:Xia;given-names:L", "pub-id_doi": "10.3389/fonc.2022.944194", "pub-id_pmid": "35898870", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "12", "year": "2022"}, "text": "Overexpression of Oas1 is correlated with poor prognosis in pancreatic cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 36638, "infons": {"issue": "3", "name_0": "surname:Trabert;given-names:B", "name_1": "surname:Eldridge;given-names:RC", "name_2": "surname:Pfeiffer;given-names:RM", "name_3": "surname:Shiels;given-names:MS", "name_4": "surname:Kemp;given-names:TJ", "name_5": "surname:Guillemette;given-names:C", "pub-id_doi": "10.1002/ijc.30478", "section_type": "REF", "source": "Int J Cancer", "type": "ref", "volume": "140", "year": "2017"}, "text": "Prediagnostic circulating inflammation markers and endometrial cancer risk in the prostate, lung, colorectal and ovarian cancer (Plco) screening trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 36789, "infons": {"elocation-id": "108366", "issue": "6", "name_0": "surname:Wilson;given-names:MR", "name_1": "surname:Reske;given-names:JJ", "name_2": "surname:Holladay;given-names:J", "name_3": "surname:Neupane;given-names:S", "name_4": "surname:Ngo;given-names:J", "name_5": "surname:Cuthrell;given-names:N", "pub-id_doi": "10.1016/j.celrep.2020.108366", "pub-id_pmid": "33176148", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "33", "year": "2020"}, "text": "Arid1a mutations promote P300-dependent endometrial invasion through super-enhancer hyperacetylation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36890, "infons": {"issue": "6", "name_0": "surname:Lawrenson;given-names:K", "name_1": "surname:Grun;given-names:B", "name_2": "surname:Lee;given-names:N", "name_3": "surname:Mhawech-Fauceglia;given-names:P", "name_4": "surname:Kan;given-names:J", "name_5": "surname:Swenson;given-names:S", "pub-id_doi": "10.1002/ijc.29092", "section_type": "REF", "source": "Int J Cancer", "type": "ref", "volume": "136", "year": "2015"}, "text": "Nppb is a novel candidate biomarker expressed by cancer-associated fibroblasts in epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 36998, "infons": {"issue": "7", "name_0": "surname:Wang;given-names:M", "name_1": "surname:Zhang;given-names:G", "name_2": "surname:Zhang;given-names:Y", "name_3": "surname:Cui;given-names:X", "name_4": "surname:Wang;given-names:S", "name_5": "surname:Gao;given-names:S", "pub-id_doi": "10.1158/1541-7786.Mcr-19-1033", "section_type": "REF", "source": "Mol Cancer Res", "type": "ref", "volume": "18", "year": "2020"}, "text": "Fibrinogen alpha chain knockout promotes tumor growth and metastasis through integrin-akt signaling pathway in lung cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 37121, "infons": {"fpage": "e13115", "issue": "10", "name_0": "surname:Xu;given-names:M", "name_1": "surname:Wang;given-names:Y", "name_2": "surname:Xia;given-names:R", "name_3": "surname:Wei;given-names:Y", "name_4": "surname:Wei;given-names:X", "pub-id_doi": "10.1111/cpr.13115", "pub-id_pmid": "34464477", "section_type": "REF", "source": "Cell Prolif", "type": "ref", "volume": "54", "year": "2021"}, "text": "Role of the Ccl2-Ccr2 signalling axis in cancer: Mechanisms and therapeutic targeting", "sentences": [], "annotations": [], "relations": []}, {"offset": 37207, "infons": {"issue": "14", "name_0": "surname:Saha;given-names:A", "name_1": "surname:Lee;given-names:YC", "name_2": "surname:Zhang;given-names:Z", "name_3": "surname:Chandra;given-names:G", "name_4": "surname:Su;given-names:SB", "name_5": "surname:Mukherjee;given-names:AB", "pub-id_doi": "10.1074/jbc.M109.083550", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "285", "year": "2010"}, "text": "Lack of an endogenous anti-inflammatory protein in mice enhances colonization of B16f10 melanoma cells in the lungs", "sentences": [], "annotations": [], "relations": []}, {"offset": 37323, "infons": {"fpage": "e1700135", "issue": "3", "name_0": "surname:Sandow;given-names:JJ", "name_1": "surname:Rainczuk;given-names:A", "name_2": "surname:Infusini;given-names:G", "name_3": "surname:Makanji;given-names:M", "name_4": "surname:Bilandzic;given-names:M", "name_5": "surname:Wilson;given-names:AL", "pub-id_doi": "10.1002/prca.201700135", "pub-id_pmid": "29426060", "section_type": "REF", "source": "Proteomics Clin Appl", "type": "ref", "volume": "12", "year": "2018"}, "text": "Discovery and validation of novel protein biomarkers in ovarian cancer patient urine", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]