[{"source": "PMC", "date": "20231112", "key": "pmc.key", "infons": {}, "documents": [{"id": "7682077", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13073-020-00795-6", "article-id_pmc": "7682077", "article-id_pmid": "33225964", "article-id_publisher-id": "795", "elocation-id": "101", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Zhang;given-names:Zhao", "name_1": "surname:Jing;given-names:Ji", "name_10": "surname:Wang;given-names:Jun", "name_11": "surname:Li;given-names:Wenbo", "name_12": "surname:Lin;given-names:Chunru", "name_13": "surname:Diao;given-names:Lixia", "name_14": "surname:Zhou;given-names:Yubin", "name_15": "surname:Han;given-names:Leng", "name_2": "surname:Ye;given-names:Youqiong", "name_3": "surname:Chen;given-names:Zhiao", "name_4": "surname:Jing;given-names:Ying", "name_5": "surname:Li;given-names:Shengli", "name_6": "surname:Hong;given-names:Wei", "name_7": "surname:Ruan;given-names:Hang", "name_8": "surname:Liu;given-names:Yaoming", "name_9": "surname:Hu;given-names:Qingsong", "section_type": "TITLE", "type": "front", "volume": "12", "year": "2020"}, "text": "Characterization of the dual functional effects of heat shock proteins (HSPs) in cancer hallmarks to aid development of HSP inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 135, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 146, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Heat shock proteins (HSPs), a representative family of chaperone genes, play crucial roles in malignant progression and are pursued as attractive anti-cancer therapeutic targets. Despite tremendous efforts to develop anti-cancer drugs based on HSPs, no HSP inhibitors have thus far reached the milestone of FDA approval. There remains an unmet need to further understand the functional roles of HSPs in cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 557, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 565, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We constructed the network for HSPs across ~ 10,000 tumor samples from The Cancer Genome Atlas (TCGA) and ~ 10,000 normal samples from Genotype-Tissue Expression (GTEx), and compared the network disruption between tumor and normal samples. We then examined the associations between HSPs and cancer hallmarks and validated these associations from multiple independent high-throughput functional screens, including Project Achilles and DRIVE. Finally, we experimentally characterized the dual function effects of HSPs in tumor proliferation and metastasis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1126, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1134, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We comprehensively analyzed the HSP expression landscape across multiple human cancers and revealed a global disruption of the co-expression network for HSPs. Through analyzing HSP expression alteration and its association with tumor proliferation and metastasis, we revealed dual functional effects of HSPs, in that they can simultaneously influence proliferation and metastasis in opposite directions. We experimentally characterized the dual function of two genes, DNAJC9 and HSPA14, in lung cancer cells. We further demonstrated the generalization of this dual direction of associations between HSPs and cancer hallmarks, suggesting the necessity to more carefully evaluate HSPs as therapeutic targets and develop highly specific HSP inhibitors for cancer intervention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1908, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1920, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our study furnishes a holistic view of functional associations of HSPs with cancer hallmarks to aid the development of HSP inhibitors as well as other drugs in cancer therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2096, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2107, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Heat shock proteins (HSPs), as one of the largest families of molecular chaperones, are traditionally divided into 9 families/sub-families based on their molecular weights: HSP10 (HSPE), HSP20 (HSPB), HSP40 (DNAJA, DNAJB and DNAJC), HSP60 (HSPD), HSP70 (HSPA), HSP90 (HSPC), and large HSPs. HSPs in the same family usually have similar sequences and share functional domains. For example, four members of the HSP90 family, HSP90AA1, HSP90AB1, HSP90B1, and TRAP1, have ~ 80% sequence similarity and share three functional domains, an N-terminal ATP-binding domain, a middle linker region, and a C-terminal domain. HSPs often function collaboratively to ensure the correct process of protein folding. For example, HSP40s often act as co-chaperones to transfer premature/misfolded peptides to HSP70s, through which the peptide can be correctly folded to make mature proteins. HSPs that demonstrate collaborative relationships are usually co-expressed. For example, HSPE1 and HSPD1 are co-expressed to assist protein folding in the mitochondria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3151, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cancer hallmarks are common traits shared by cancers and thus are significant for understanding cancer capability and aiding the development of anti-cancer therapy. HSPs profoundly impact malignant progression across multiple cancer types by manipulating cancer hallmarks, including anti-apoptosis, proliferation, metastasis, and angiogenesis. For example, HSPD1, an HSP60 member, arrests apoptosis by stabilizing the baculoviral inhibitor of apoptosis repeat-containing protein 5 (BIRC5) in breast cancer. HSPA8, an HSP70 member, promotes cell proliferation by regulating Ras pathways in colorectal adenocarcinoma. CRYAB, an HSP20 member, promotes tumor metastasis by activating the NF-ĸB pathway in gastric cancer. DNAJA3, an HSP40 member, modulates angiogenesis by destabilizing HIF1A in HeLa cells. Furthermore, HSPs may contribute to two or more cancer hallmarks. For example, HSP90B1, an HSP90 member, is associated with proliferation, metastasis, and angiogenesis across multiple cancers. HSPA1, an HSP70 member, is associated with proliferation, metastasis, and anti-apoptosis in several cancers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4257, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "HSPs represent promising therapeutic targets due to their significant roles in tumorigenesis. Multiple HSP inhibitors, including 17AAG (HSP90 inhibitor), cmHsp70.1 (HSP70 inhibitor), quercetin (HSP20 inhibitor), and KNK423 (pan-HSP inhibitor), have been developed in recent decades. These drugs have been tested in clinical trials, including a phase II trial of 17AAG in breast cancer, phase II trial of 17AAG in melanoma, and phase I trial of cmHsp70.1 in lung cancer. However, none has been approved by the US Food and Drug Administration (FDA) for anti-cancer therapy. There are many reasons for these unfortunate failures. For example, these drugs might encounter solubility issues to reach effective dosage in vivo and/or fail to target the specific tissue. A further challenge for HSP drug development is the limited understanding of the expression and functions of HSPs in a context-dependent manner. In this study, we comprehensively analyzed multi-omic data from The Cancer Genome Atlas (TCGA), Cancer Cell Line Encyclopedia (CCLE), Project Achilles, and Deep RNAi Interrogation of Viability Effects in Cancer (DRIVE) and performed functional experiments to characterize HSPs across multiple cancer types to aid future rationalized development of improved HSP-targeted anti-cancer therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5556, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5564, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 5580, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mRNA expression profiles and clinical features of ~ 10,000 patients across 33 human cancers were downloaded from TCGA data portal (https://portal.gdc.cancer.gov/, Additional file 1: Table S1). The protein expression profiles of BRCA were downloaded from CPTAC (https://cptac-data-portal.georgetown.edu/cptac/s/S015). The mRNA expression profiles of ~ 1000 cancer cell lines were downloaded from the CCLE (https://portals.broadinstitute.org/ccle/about). The expression matrices of 29 normal tissues were downloaded from GTEx (https://www.gtexportal.org/home/, Additional file 1: Table S2). We used default expression unit from each dataset. For example, TCGA used RNA-Seq by Expectation Maximization (RSEM), GTEx used Transcripts Per Kilobase Million (TPM), and CCLE used Fragments Per Kilobase Million (FPKM). Due to this reason, we did not compare gene expression across datasets directly. PPI were collected from STRING (https://string-db.org/). Single gene loss-of-function assays were collected from Project Achilles (https://depmap.org/portal/) and DRIVE (https://depmap.org/portal/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6680, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation between mRNA and protein in TCGA", "sentences": [], "annotations": [], "relations": []}, {"offset": 6725, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Protein expression matrix of TCGA was collected from CPTAC (https://proteomics.cancer.gov/programs/cptac). We only selected samples with both mRNA and protein data in TCGA BRCA for analyses, since only BRCA have enough proteomics data for comparisons. The comparison analyses used Spearman’s correlation and followed by FDR adjustment for p value. Instances with Rs > 0.3 and FDR < 0.05 were considered as significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7155, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construct co-expression network among HSPs", "sentences": [], "annotations": [], "relations": []}, {"offset": 7198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We collected gene expression data for 20 normal tissues and matched tumor samples from GTEx and TCGA, respectively. We constructed a co-expression network for each cancer type and normal tissue by calculating the correlation between individual HSPs using Spearman’s correlation. Only cancer type/tissue with ≥ 10 samples was analyzed for co-expression. In each cancer type/tissue, we adjust the p value with FDR method and considered Rs > 0.3 and FDR < 0.05 as significance. Random sampling was performed by R 3.5 (https://cran.r-project.org/). The random sampling sample size is equal to the smaller sample size in tumor or normal tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7853, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Characterize the expression alteration and survival analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 7914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used Student’s t test to assess the differential expression between TCGA tumor and paired normal samples (Additional file 1: Table S1) and defined |fold change| > 1.5 and FDR < 0.05 as significant, as described in previous studies. Only cancer types with ≥ 5 paired samples were included in these analyses. We used a Cox model and log-rank test to assess whether HSP expression was associated with the OS times in cancer patients and considered FDR < 0.05 to indicate significance. We also used Student’s t test for two groups and analysis of variance (ANOVA) for multiple groups to assess the statistical difference of clinically relevant events, including cancer subtype, stage, and grade across independent cancer types, and considered FDR < 0.05 to indicate significance. Only groups with ≥ 5 samples were included in these analyses. All FDR adjustments were calculated in individual cancer type for each clinically relevant event, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8887, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Estimate the associations between HSPs and tumor proliferation", "sentences": [], "annotations": [], "relations": []}, {"offset": 8950, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the well-known proliferation marker ki67 to reflect tumor proliferation across TCGA samples. We then assessed the association between individual HSPs and proliferation by Spearman’s correlation and considered |Rs| > 0.2 and FDR < 0.05 to indicate significance. We also applied this method in cancer cell lines. The single gene loss-of-functions were calculated from Project Achilles in ~ 1000 cancer cell lines. The background proliferation score for each cell line was estimated as , where S is the proliferation score for each gene and N is the number of genes applied in the loss-of-function assay. In Project Achilles, the case with increased proliferation is rare, which may be due to the reason that knocking out system is insensitive to tumor suppressors. Student’s t test was used to assess the different associations with proliferation between individual HSPs and baseline, and cases with difference > 0.5 and FDR < 0.05 were considered to be significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9941, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Estimate associations between HSPs and EMT", "sentences": [], "annotations": [], "relations": []}, {"offset": 9984, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We divided patient samples into a high group and a low group according to the expression of individual HSP genes across cancer types. For independent cancer type, we divided all sample into two groups via median expression of each HSP genes. For example, to detect the EMT enrichment of HSPA14 in BRCA, we divided all BRCA tumor samples into two groups (HSPA14 high expression vs. HSPA14 low expression) by median expression value of HSPA14. We then calculated the enrichment in comparison of the two groups using GSEA 4.03 (https://www.gsea-msigdb.org/gsea/index.jsp). The gene set of EMT collected from MSigDB. The background is the whole genome genes. The EMT score for each patient was estimated as , where N is the number of epithelial genes and n is the number of mesenchymal genes. The list of epithelial and mesenchymal genes was collected from a previous study. We then calculated Spearman’s correlation between individual HSPs and the EMT score across cancer types and considered |Rs| > 0.3 and FDR < 0.05 to be significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11027, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell culture and gene knockdown", "sentences": [], "annotations": [], "relations": []}, {"offset": 11059, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A549 was purchased from the American Type Culture Collection and cultured in DMEM/F12 with 10% fetal bovine serum and 1% penicillin/streptomycin. A549 has been tested and confirmed to be negative for mycoplasma. On-TARGET plus SMART pool DNAJC9 siRNA (L-017868-01-0005) and HSPA14 siRNA (L-021084-01-0005) were purchased from Dharmacon. siRNAs were resuspended in 1 ✕ siRNA buffer (GE Dharmacon) to obtain a 20 μM stock. The cells were transfected with the indicated siRNA at 10 nM final concentrations with DharmaFECT 1 (T-2001-01, GE Dharmacon) according to the manufacturer’s instructions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11661, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell proliferation assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 11686, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "WST-1 (5015944001, Sigma) was used for the cell proliferation assays according to the manufacturer’s instructions. Briefly, the cells were seeded in 96-well plates and maintained at 37 °C and 5% CO2 for 24 h before further processing. Ten microliters per well of cell proliferation reagent WST-1 was added to the cells cultured in 100 μl/well, and the cells were incubated between 0.5~4 h. The amount of formazan dye produced was determined by measuring the absorbance at 450 nm using an imaging reader (Cytation|5, BioTek).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12225, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "EMT assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 12235, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Antibodies against E-cadherin (ab76055, 1:1000 western blotting [WB]; immunofluorescence [IF], 1:200) and vimentin (ab92547, 1:1000 WB; IF, 1:200) were purchased from Abcam. Secondary antibodies (1:2000) conjugated to horseradish peroxidase were purchased from Santa Cruz Biotechnology. Secondary antibodies for immunofluorescence staining, anti-mouse and anti-rabbit Alexa Fluor 488 and 546, were obtained from Molecular Probes (1:1000).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12674, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the western blotting assays, the cells were washed in phosphate-buffered saline (PBS) 3 times and lysed directly using Cell Signaling Technology lysis buffer (20 mM Tris-HCl (pH 7.5), 150 mM NaCl, 1 mM EDTA, 1 mM EGTA, 1% Triton X-100, 2.5 mM Sodium pyrophosphate, 1 mM β-glycerophosphate) for 30 min at 4 °C. The lysis buffer contained 1 ✕ protease inhibitor cocktail and phosphatase inhibitor cocktail 2 and 3 (Sigma). Lysates were microcentrifuged at 4 °C at maximum speed (10,000g) for 10 min. The supernatant was subjected to BCA Protein Assay (Thermo Scientific) to quantify protein levels. The cell lysates were separated on 8~16% gel (M00660, GenScript), transferred to polyvinylidene fluoride membranes, and probed with antibodies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13446, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For immunofluorescence microscopy, the cells were plated on 35-mm glass-bottom dishes (MatTek) and maintained at 37 °C and 5% CO2 for 24 h. Cells were washed with 1 ✕ PBS 3 times and fixed in 4% paraformaldehyde for 15 min, permeabilized in 0.5% Triton X-100 for 10 min, blocked with 3.75% BSA in PBS for 1 h at room temperature, and incubated with primary antibody overnight at 4 °C. Secondary antibodies were applied for 1 h at 37 °C, stained with DAPI for 2 min, and washed with PBS three times. Images were acquired on a Nikon confocal system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14017, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14025, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Global disruption of co-expression network of HSPs in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 14086, "infons": {"file": "13073_2020_795_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Global disruption of HSP co-expression network in cancer. a Expression correlation between mRNA level and protein level of HSP genes in BRCA samples. Red dots denote significant correlation (Rs > 0.3 and |FDR| < 0.05). Colored blocks in inner circle denote HSP family/subfamily. b Schematic diagram for HSP co-expression network in normal tissues (blue) and matched cancer types (red). Colored ovals denote number of co-expression pairs detected in normal and tumor tissues (right panel). c HSP co-expression network in normal and tumor tissues. Each pie chart denotes percentage of co-expression is cancer tissue only (red), normal tissue only (blue), shared by cancer and normal tissues (yellow), and insignificant ones (gray). The cluster was based on co-expression pattern in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 14879, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HSP genes included 9 families/sub-families and each family/sub-family has conserved functional domains. To comprehensively characterize HSPs, we collected 82 HSP genes with functional domains and classified into 9 families/sub-families by their molecular weights (Additional file 1: Table S3): HSP10 (one gene), HSP20 (11 genes), HSP40s (48 genes: four, 13 and 31 genes for subfamily DNAJA, DNAJB, and DNAJC, respectively), HSP60 (one gene), HSP70 (15 genes), HSP90 (four genes), and large HSP (two genes). We first investigated the expression of HSPs at both mRNA level and protein level from BRCA patient samples (see the “Methods” section), and we observed that majority of HSPs (49/57, 86.0%) are highly correlated between mRNA and protein level (Spearman’s correlation [Rs] > 0.3 and FDR < 0.05, Fig. 1a), including HSP40 members DNAJC1 (Rs = 0.73, FDR < 2.2 × 10−16), GAK (Rs = 0.80, FDR < 2.2 × 10−16), HSP70 member HSPA4 (Rs = 0.76, FDR < 2.2 × 10−16), and large HSP member HYOU1 (Rs = 0.78, FDR < 2.2 × 10−16, Additional file 1: Fig. S1A). In the absence of protein expression across large number of cancer samples, our observation suggested that mRNA expression could partially represent the protein expression of HSPs. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16185, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given that HSPs are universally co-expressed to exert their functions, we constructed the co-expression network of HSPs in normal tissues and matched tumor tissues. We first characterized the co-expression network by calculating Rs among HSPs across 20 normal tissues from The Genotype-Tissue Expression Portal (GTEx) (3321 unique pairs). We detected 26,005 co-expressions from 3064 unique HSP pairs across all tissues, ranging from 28 co-expression in cervix uteri to 2121 co-expression in stomach (Fig. 1b and Additional file 1: Fig. S1B). We collected protein-protein-interaction (PPI) network of HSPs from STRING database and observed that 1684 co-expressed HSPs (1684/3064, 55.0%) showed experimentally validated PPI, suggesting the reliability of our co-expression network (Additional file 1: Fig. S1B). We then constructed the co-expression network of HSPs in 20 matched tumor tissues and detected 7026 co-expressions from 1937 unique HSP pairs across all cancer types, ranging from 57 co-expression in OV to 658 co-expression in TGCT (Fig. 1b and Additional file 1: Fig. S1C). The number of co-expressions was significantly reduced in tumor compared to normal tissues (26,005/7026; 3.70-fold decrease), suggesting lost co-expression of HSPs in cancer. For example, there are 969 co-expressions in normal lung tissue, but only 351 in lung cancer (2.76-fold decrease, Additional file 1: Fig. S1D). A similar scenario was visualized in normal breast tissue versus breast cancer (1417 vs. 245 co-expressions; 5.78-fold decrease, Additional file 1: Fig. S1E). To eliminate the potential effects from sample size, we performed 1000 times random sampling for the same sample size in lung vs. lung cancer and breast vs. breast cancer. We observed that number of co-expressions was still significantly reduced in tumor compared to normal tissues, which further validated our major conclusion that the co-expression network is globally disrupted in cancer (Additional file 1: Fig. S1F). The global disruption of HSP co-expression may affect their functions (Fig. 1c). For example, DNAJA3 and HSP90B1, which correlated with each other in 12 normal tissues, including breast (Rs = 0.50, false discovery rate [FDR] = 8.83 × 10−16) and lung (Rs = 0.49, FDR =1.69 × 10−13), had no significant co-expression in tumor tissues (breast invasive carcinoma [BRCA], Rs = 0.08, FDR = 0.14, and lung adenocarcinoma [LUAD], Rs = − 0.05, FDR = 0.55; Additional file 1: Fig. S1G). Many HSP pairs were co-expressed in both normal and tumor tissues (Fig. 1c). For example, HSPD1 correlated with HDPE1 in normal tissues, including breast (Rs = 0.73, FDR < 2.2 × 10−16) and lung (Rs = 0.87, FDR < 2.2 × 10−16), as well as in matched cancer types, including BRCA (Rs = 0.69, FDR < 2.2 × 10−16) and LUAD (Rs = 0.83, FDR < 2.2 × 10−16, Additional file 1: Fig. S1H). Importantly, we observed 2599 tumor-specific co-expressions from 1371 unique HSP pairs across all cancer types (Fig. 1c). For example, HSPB1 and DNAJC30 correlated with each other in eight cancer types, including BRCA (Rs = 0.39, FDR < 2.2 × 10−16) and LUAD (Rs = 0.47, FDR < 2.2 × 10−16), but had no significant or reduced co-expression in normal tissues, including breast (Rs = − 0.01, FDR = 1) and lung tissue (Rs = − 0.23, FDR = 4.6 × 10−5, Additional file 1: Fig. S1I). Targeting these tumor-specific co-expressions may provide a novel strategy for the development of HSP inhibitors. Taken together, our results revealed a global disruption of co-expression between individual HSPs, suggesting functional rewiring of the HSP network in cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19941, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dysregulation of HSP expression in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 19983, "infons": {"file": "13073_2020_795_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Aberrant expression of HSPs in cancer. a Expression alterations of HSPs between tumor and paired normal tissue samples across cancer types. Histogram height denotes the number of cancer types with differentially expressed HSPs. Dots denote upregulation (red) and downregulation (blue). Dots with black edges denote significant difference (|FC| > 1.5 and FDR < 0.05). Multi-colored bar in the middle panel denotes HSP families. b Clinically relevant HSPs across human cancers. Colored cells in outer circle denote significant events. Colored bars in middle circle denote numbers of significant cases. Red, blue, green, and yellow denote significant cases in grade, stage, subtype, and survival. Inner circle denotes HSP families", "sentences": [], "annotations": [], "relations": []}, {"offset": 20715, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further investigated aberrant expression of individual HSPs between paired tumor and normal tissue samples across cancer types and defined fold change (FC) > 1.5 and FDR < 0.05 as significantly differential expression. We observed 380 instances of differential expression, including 164 upregulated expressions and 216 downregulated expressions across cancer types (Fig. 2a), suggesting dual roles of HSPs as both tumor-promoting and tumor-suppressing in cancer. Most individual HSPs showed a consistently altered direction across multiple cancer types, suggesting their consistent roles in cancer. For example, DNAJC9 was upregulated in 8 cancer types, including bladder urothelial carcinoma (BLCA), stomach adenocarcinoma (STAD), and lung squamous cell carcinoma (LUSC), while DNAJC27 was downregulated in 9 cancer types, including LUAD, kidney renal clear cell carcinoma (KIRC) and BRCA. About 80% (65/82) of HSPs showed aberrant expression, ranging from one cancer type (e.g., DNAJC25) to 15 cancer types (e.g., HSPB6). More importantly, some expression alterations were consistent with known functions in promoting or repressing tumors. For example, HSP90AB1, an oncogene, was upregulated in 8 cancer types, while DNAJB4, a tumor suppressor, was down-regulated in 12 cancer types. We further examined the expression alterations for each HSP family. For example, the HSP90 family, including HSP90AB1, HSP90AA1, HSP90B1, and TRAP1, had 21 instances of differential expression, with the majority showing upregulation (19/21 = 90.5%). In contrast, the HSP20 family had 99 instances of differential expression, of which most (85/99 = 85.9%) were downregulated. Some families showed more diverse alterations in gene expression. For example, the HSP70 family had 73 instances of differential expression, 53.4% of which showed upregulation while 46.6% showed downregulation. This may imply that the failure of drugs that inhibit HSP70 is due to the inconsistently aberrant expression patterns of these HSPs in cancer. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22751, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, the differential expression of individual HSPs was associated with the clinically relevant events across cancers that we observed 1185 significant associations between HSPs and clinical relevance (Fig. 2a and b and Additional file 1: Fig. S2A). For example, upregulated HSPs, including HSPA6 (Student’s t test, FC = 1.82, FDR = 7.0 × 10−14) and DNAJC9 (FC = 3.87, FDR < 2.2 × 10−16), were associated with worse overall survival (OS) in KIRC (Kaplan–Meier test, p = 1.4 × 10−4) and LUAD (p = 4.8 × 10−3) (Additional file 1: Figs. S2B and S2C). These genes are highly expressed in late stage of KIRC (FDR = 0.001) and LUAD (FDR = 4.8 × 10−4), differentially expressed across subtypes of KIRC (FDR = 8.9 × 10−14) and LUAD (FDR = 9.3 × 10−9), and highly expressed in high grade of KIRC (FDR = 1.4 × 10−6, and FDR = 3.6 × 10−9) (Additional file 1: Figs. S2D - S2F). In contrast, downregulated HSPs, including DNAJC28 (FC = − 2.43, FDR < 2.2 × 10−16) and DNAJC27 (FC = − 1.83, FDR = 1.6 × 10−16), were associated with worse OS in KIRC (p = 8.2 × 10−3) and LUAD (p = 0.012) (Fig. 2a and b). These genes are highly expressed in early stage of KIRC (FDR = 4.0 × 10−6) and LUAD (FDR = 9.3 × 10−4), differentially expressed across subtypes of KIRC (FDR = 8.3 × 10−12) and LUAD (FDR = 4.4 × 10−5), and highly expressed in low grade of KIRC (FDR = 0.0066, and FDR = 2.2 × 10−7) (Additional file 1: Figs. S2D - S2F). Taken together, our comprehensive analysis of HSPs across different cancer types demonstrated global alterations and the potential prognostic value of HSPs in cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24561, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dual functional effects of HSPs in cell proliferation", "sentences": [], "annotations": [], "relations": []}, {"offset": 24615, "infons": {"file": "13073_2020_795_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Dual functional effects of HSPs in cell proliferation. a Correlation between HSPs and proliferation marker (ki67) across cancer types. Histogram height denotes number of cancer types with significant correlation between ki67 and HSPs. Red and blue colored squares denote positive and negative correlation. Colored bar on bottom denotes HSP families. b Correlation between HSPs and ki67 across ~ 1000 cancer cell lines. c Significant decrease in proliferation score in cancer cell lines by knocking out individual HSPs from Project Achilles. Gray box denotes the average proliferation score of all genes tested", "sentences": [], "annotations": [], "relations": []}, {"offset": 25227, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cell proliferation is one of the major hallmarks of tumors. To characterize the functional roles of HSPs in cell proliferation, we calculated the Rs between individual HSPs and the well-known proliferation marker ki67 across cancer types. We identified a total of 920 significant associations, 456 positive associations and 464 negative associations from 97.6% (80/82) of the HSPs, suggesting dual functional effects of HSPs in tumor proliferation (Fig. 3a). Multiple individual HSPs had consistent association with proliferation across cancers, suggesting their consistent roles in promoting or suppressing cell proliferation. For example, DNAJC9 positively correlated with cell proliferation in 32 cancer types, and HSPA14 positively correlated with cell proliferation in 24 cancer types. By contrast, HSPB2 negatively correlated with cell proliferation in 20 cancer types, and DNAJB2 negatively correlated with cell proliferation in 18 cancer types. To further confirm the functional roles of HSPs in cell proliferation, we analyzed the expression profiles of ~ 1000 cancer cell lines from CCLE and observed similar divergent patterns. For example, in HSP40 families, DNAJC9 positively correlated with cell proliferation across all cancer cell lines (Fig. 3b) and 14 cancer lineages (Additional file 1: Fig. S3A), while DNAJB9 negatively correlated with cell proliferation across all cancer cell lines, as well as 13 cancer lineages. Interestingly, HSPs from the same family/subfamily may either promote or suppress cell proliferation. For example, in the HSP70 family, HSPA4 positively correlated with cell proliferation in 14 cancer types, while HSPA1L negatively correlated with cell proliferation in 14 cancer types. In the DNAJB (HSP40) subfamily, DNAJB11 positively correlated with cell proliferation in 16 cancer types, while DNAJB9 negatively correlated with cell proliferation in 17 cancer types. Taken together, our results suggest dual functional effects of HSPs in tumor cell proliferation. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27237, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further confirm the functional effects of individual HSPs in cell proliferation, we analyzed the cell proliferation data from Project Achilles, a project experimentally that characterized the effects of genes on cell proliferation by gene knockout. We collected the proliferation score of each cell line for the individual HSP knockout condition and compared it to the background proliferation score (see the “Methods” section). We observed that the knockout of 15 HSPs led to significantly lower proliferation scores (difference ≥ 0.5 and FDR < 0.05; Fig. 3c). For example, the knockout of HSPE1 (difference = 1.85, FDR < 2.2 × 10−16), HSPA9 (difference = 1.08, FDR < 2.2 × 10−16), and DNAJC9 (difference = 0.99, FDR < 2.2 × 10−16), significantly reduced cell proliferation. Similar pattern was observed within cancer cell line linages. For example, knockout of HSPE1, HSPA9, and DNAJC9 significantly reduced cell proliferation across 21 cancer cell lineages (Additional file 1: Fig. S3B). We also confirmed the proliferation score from DRIVE, a project experimentally that characterized the effects of cell proliferation by gene knockdown. By analyzing the proliferation score for the knockdown of individual HSPs, we observed that the knockdown of HSPE1, HSPA9, and DNAJC9 decreased cell proliferation (difference ≥ 0.5 and FDR < 0.05, Additional file 1: Fig. S3C). Knockdown/out experiments are known to be sensitive to loss-of-functions, so these results confirmed the strong effect of aberrant HSP expression, which positively correlated with ki67 in promoting cell proliferation. Taken together, our multi-dimensional data analysis suggested dual functional effects of HSPs in cell proliferation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29007, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dual functional effects of HSPs in cancer metastasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 29060, "infons": {"file": "13073_2020_795_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Dual functional effects of HSPs in metastasis. a Enrichment of HSPs in EMT. Red and blue circles denote positive and negative enrichment. Histogram height denotes number of cancer types with significant enrichment from HSPs. Colored bar on bottom denotes HSP families. b–d HSPs with positive enrichment (b, d) and negative enrichment (c, e) in EMT module", "sentences": [], "annotations": [], "relations": []}, {"offset": 29417, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Metastasis, another significant hallmark of cancer, is the major cause of death among cancer patients, and epithelial–mesenchymal transition (EMT) plays a critical role in metastasis. To investigate the functional roles of individual HSPs in metastasis, we assessed their enrichment associated with EMT by comparing highly-expressed and lowly-expressed HSP groups through gene set enrichment analysis (GSEA) and defined FDR < 0.05 as significant (see the “Methods” section). We identified 1513 significant HSP enrichments (FDR < 0.05), of which 749 were positive enrichments (promoting EMT) and 764 were negative enrichments (suppressing EMT) from all HSPs (100%, 82/82), suggesting dual functional effects of HSPs in cancer metastasis (Fig. 4a). Individual HSPs showed consistent enrichment in EMT, suggesting their consistent roles in promoting or inhibiting metastasis. For example, HSPA12B was positively enriched in 23 cancer types, including LUAD (FDR < 0.0001, Fig. 4b). In contrast, DNAJC19 was negatively enriched in 26 cancer types, including BRCA (FDR < 0.0001, Fig. 4c). Several HSPs were either positively or negatively enriched in EMT in different cancer types. For example, DNAJC1 was positively enriched in 12 cancers, including BLCA (FDR < 0.0001, Fig. 4d), while it was also negatively enriched in 11 cancers, including KIRC (FDR < 0.0001 Fig. 4e). Of interest, HSPs from the same family/subfamily showed either promotion or suppression of metastasis (Fig. 4a). For example, in the HSP20 family, HSPB7 was positively enriched in 22 cancer types, while HSPB9 was negatively enriched in 25 cancer types. In the HSP70 family, HSPA7 was positively enriched in 19 cancer types, while HSPA14 was negatively enriched in 19 cancer types. We also performed GSEA analysis in TCGA normal samples and observed that the enrichment score in normal tissues is significantly lower than tumor samples (p = 0.0049, Additional file 1: Fig. S4A). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31396, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further confirmed these enrichments through correlation analysis, in which we calculated the EMT score for each TCGA sample, following a previous study. We then estimated Spearman’s correlation between the EMT score and the expression level of individual HSPs across cancer types. We observed patterns similar to those found in the EMT enrichment analysis (Additional file 1: Fig. S4B). For example, HSPA12B positively correlated with the EMT score in LUAD (Rs = 0.41, FDR < 2.2 × 10−16, Additional file 1: Fig. S4C), while DNAJC19 negatively correlated with the EMT score in BRCA (Rs = 0.36, FDR < 2.2 × 10−16, Additional file 1: Fig. S4D). DNAJC1 positively correlated with the EMT score in BLCA (Rs = 0.34, FDR = 2.5 × 10−12, Additional file 1: Fig. S4E), while it negatively correlated with the EMT score in KIRC (Rs = 0.46, FDR < 2.2 × 10−16, Additional file 1: Fig. S4F). In the HSP70 family, HSPB12B positively correlated with 25 cancer types, while HSPA9 negatively correlated with 11 cancer types. Taken together, our results demonstrated dual functional effects of HSPs in tumor metastasis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32562, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Dual functions of individual HSPs in cancer proliferation and metastasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 32635, "infons": {"file": "13073_2020_795_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Dual functional effects of individual HSPs in proliferation and metastasis. a HSPs with dual functional effects in proliferation and metastasis. Dots denote HSPs with dual functions in promoting both proliferation and metastasis (dark blue), inhibiting both proliferation and metastasis (cyan), promoting proliferation but inhibiting metastasis (red), inhibiting proliferation but promoting metastasis (magenta), respectively. Only instances have significant associations with both proliferation and EMT in a given cancer type were shown. Four arrows denote four directions, including proliferation (+) EMT (+), proliferation (+) EMT (−), proliferation (−) EMT (+), and proliferation (−) EMT (−), respectively. b Correlation and enrichment of DNAJC9 and HSPA14 with proliferation and EMT. c Reverse-transcription polymerase chain reaction was performed to confirm siRNA knockdown of HSPA14 or siDNAJC9. d Cell proliferation. Growth rates of A549 cells using WST-1 reagent. Absorbance was measured at λ = 450. e Western analysis of E-cadherin and vimentin expression. GAPDH was used as loading control. f Representative images of A549 cells transfected with siRNA for HSPA14 or DNAJC9 for 48 h and immunostained with E-cadherin (red) or vimentin (green). Scale bars, 10 μm. The plots at the right show the quantification of the intensity of E-cadherin (siCON, n = 65 (cells); siHSPA14, n = 80; siDNAJC9, n = 64) or vimentin (siCON, n = 64; siHSPA14, n = 64; siDNAJC9, n = 64). Error bars denote the standard deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34193, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The aforementioned analyses revealed dual functional effects among HSPs and HSP families in malignancy, but individual HSPs usually showed consistent associations across cancer types. Therefore, individual HSPs should be valuable targets in cancer treatment. Given that most HSPs correlated with cell proliferation and all HSPs correlated with EMT in human cancers, individual HSPs should present functional roles in either cell proliferation or metastasis. Further analyses showed that 34 HSPs could contemporaneously promote cell proliferation and metastasis in the same cancer type (Fig. 5a and Additional file 1: Fig. S5A), suggesting their potential utility as therapeutic targets in cancer treatment. For example, SACS, a DNAJC (HSP40) member, promoted both cell proliferation and EMT in 12 cancer types, including BLCA, head and neck squamous cell carcinoma (HNSC), and LUAD. In contrast, 39 HSPs could contemporaneously suppress cell proliferation and metastasis. For example, DNAJC28 inhibited both cell proliferation and EMT in 14 cancer types, including BLCA, BRCA, and KIRC. More complicated, we observed 378 instances of opposite directions of promotion vs. suppression from 72 HSPs affecting cell proliferation and EMT (Fig. 5a and Additional file 1: Fig. S5A). For example, DNAJC9 promoted cell proliferation while inhibiting EMT in 18 cancer types, including BLCA, LUAD, and STAD. CRYAB, an HSP20 member, inhibited cell proliferation while inhibiting EMT in 14 cancers, including BRCA, LUAD, and prostate adenocarcinoma (PRAD). We found significantly more instances of opposite HSP functions in cell proliferation and EMT compared to instances of consistent HSP functions (378 vs. 189, χ2 test, p = 1.78 × 10−8, Additional file 1: Fig. S5B), which might be a hurdle for the development of HSP inhibitors. Furthermore, the situation is also complicated within each HSP family/subfamily. For example, in the HSP90 family, HSP90B1 promoted proliferation and EMT, while HSP90AA1, HSP90AB1, and TRAP1 promoted proliferation but inhibited EMT in BRCA. In the HSP70 family, HSPA13 promoted proliferation and EMT, while HSPA14 promoted proliferation but inhibited EMT in LUAD. This may explain the failure of clinical trials of HSP90 and HSP70 inhibitors. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 36471, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among these HSPs, DNAJC9 and HSPA14 are two top genes with striking dual functions in that they promoted cell proliferation but inhibited EMT in 18 and 17 cancer types, respectively (i.e., in LUAD, Fig. 5b). We applied siRNAs to knockdown DNAJC9 or HSPA14 in A549 cells and successfully repressed these two genes (Fig. 5c, p < 0.01), respectively. With efficient reduction of expression, cell proliferation was reduced significantly upon knockdown of DNAJC9 or HSPA14 (p < 0.01, Fig. 5d). EMT is typically characterized as the loss of epithelial cell adhesion and gain of mesenchymal phenotype. Upon knockdown of DNAJC9 or HSPA14, we observed decreased E-cadherin expression and increased vimentin expression (Fig. 5e), which were confirmed by confocal microscopy (Fig. 5f), suggesting the enhancement of EMT. Taken together, our results demonstrated dual functional roles of individual HSPs in cell proliferation and metastasis. Those dual functional effects indicate that new therapeutic treatments should be carefully designed when targeting individual or multiple HSPs in cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37563, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional effects of HSPs associated with cancer hallmarks", "sentences": [], "annotations": [], "relations": []}, {"offset": 37623, "infons": {"file": "13073_2020_795_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Dual functional effects of individual HSPs among cancer hallmarks. a Association between HSPs and eight cancer hallmarks. Red and blue bars in the outer rings denote the number of cancer types with positive and negative associations. The colored rectangles in the middle denote HSP families. The colored sections of the inner ring denote the cancer hallmarks. b HSPs positively associated with ≥ 5 cancer hallmarks across cancer types. c HSPs negatively associated with ≥ 5 cancer hallmarks across cancer types. The thickness of the curve denotes the number of cancer types with associations between HSPs and cancer hallmarks in b and c", "sentences": [], "annotations": [], "relations": []}, {"offset": 38268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Beyond cell proliferation and metastasis, we further investigated the functional effects of HSPs associated with the cancer hallmarks of genomic instability and mutation, cancer cell stemness, angiogenesis, anti-apoptosis, glycolysis, hypoxia, and inflammation (see the “Methods” section). The majority of HSPs were associated with these cancer hallmarks (Additional file 1: Fig. S6A) and demonstrated strong functional effects among all these hallmarks (Fig. 6a and Additional file 1: Fig. S6B). HSPs showed dual functional effects across all the hallmarks. For example, 258 positive associations and 234 negative associations were found between HSPs and mutation burden, 375 positive associations and 339 negative associations between HSPs and angiogenesis, and 623 positive associations and 641 negative associations between HSPs and inflammation (Fig. 6a). Furthermore, HSP families also showed dual functional effects across these cancer hallmarks. For example, in the HSP70 family, HSPA5 and HSPA6 were positively associated with the hypoxia score in 23 and 20 cancers, respectively, while HSPA1L was negatively associated with hypoxia in 19 cancers. In the HSP40 family, DNAJC25 and DNAJC8 were positively associated with stemness in 16 and 14 cancers, respectively, while DNAJC11 and DNAJC3 were negatively associated with stemness in 25 and 25 cancers, respectively. In the HSP20 family, HSPB6 was negatively associated with glycolysis in 14 cancers, while HSPB1 was positively associated with glycolysis in 11 cancers. These results suggest that interactively identifying associations between HSPs and cancer hallmarks is necessary to detect individual HSPs as targets in anti-cancer treatment. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 39979, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify potential candidates, we combined all ten hallmarks included in this study and highlighted individual HSPs that had a consistent direction of effect in ≥ 5 hallmarks. Fifteen genes showed positive associations with hallmarks across 17 cancer types (Fig. 6b). For example, HSP90B1 was positively associated with 9 cancer hallmarks, such as proliferation, EMT, and inflammation, which is consistent with the findings of other studies. This result suggested that HSP90B1 is a potential target in anti-cancer treatment and that it will be necessary to design a more specific inhibitor to target HSP90B1. Other potential targets include individual HSPs such as DNAJB11, an HSP40 member that is positively associated with 8 cancer hallmarks, and HYOU1, a large HSP member that is associated with 5 cancer hallmarks. In contrast, we identified 22 individual HSPs that were negatively associated with ≥ 5 hallmarks across 22 cancer types (Fig. 6c). Of interest, 16 (16/22, 72.7%) of them are HSP40 family members, including DNAJC28, which was associated with 10 hallmarks across 8 cancers; DNAJC19, which was associated with 8 hallmarks across 5 cancers; and DNAJC30, which was associated with 6 hallmarks across 5 cancers. That result suggested that these genes are broad suppressors of multiple cancer hallmarks. We ranked HSPs with same direction of associations across multiple cancer hallmarks (Additional file 1: Fig. S6C). For example, HSP90B1 is positively associated with six hallmarks in BRCA, and HYOU1 is positively associated with six hallmarks in LUSC, suggesting they may be candidate for targeted therapy in BRCA and LUSC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41630, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 41641, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given the critical role of HSPs in tumorigenesis, multiple HSP inhibitors, including pan-HSP inhibitors (e.g., KNK423) and HSP family-specific inhibitors (e.g., HSP90i 17AAG and HSP20i quercetin), have been developed during the past decades. Unfortunately, none of them has been approved by the FDA as anti-cancer treatment, which may be due to either poor drug responses or severe side effects. To aid the development of HSP inhibitors, we performed comprehensive analyses in large-scale datasets to understand the features of HSPs. Previous studies showed coordination among HSPs (e.g., HSP40s and HSP70s) in their function as chaperones. Through a comprehensive analysis of a large number of samples across tens of normal tissues and cancer types, we demonstrated a global disruption of the co-expression network of HSPs in tumor samples, suggesting disruption of the chaperone functions of HSPs in tumorigenesis. Furthermore, individual HSPs play significant roles in tumorigenesis. For example, DNAJA1, an HSP40 gene, stabilizes mutated p53 isoforms, including p53R156P and p53R157H in multiple cancers. Here, we showed global alterations of HSPs across multiple cancer types, which 79.3% of HSPs showed alterations in at least one cancer type. For example, the HSP90 family was largely upregulated, while the HSP20 family was mainly downregulated. Our results partially explain the failure of pan-HSP inhibitors in anti-cancer therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43083, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Drugs recently designed on the basis of an HSP family (e.g., HSP90 inhibitor 17AAG and HSP70 inhibitor cmHsp70.1) have also failed in clinical trials. Here, we showed the heterogeneity of HSPs within a family. For example, in the HSP40 family, DNAJC9 promoted cell proliferation, while DNAJB2 suppressed cell proliferation. Similar to this situation, in the HSP70 family, a druggable HSP family, HSPA12B promoted metastasis, while HSPA9 suppressed metastasis. Current HSP70 inhibitors, including 15-DSG, MAL3-101, and VER155008, have been designed to target the domain or structure shared across HSP70 members. These HSP70-specific inhibitors may not distinguish HSPA9 from HSPA12B, which may lead to complicated consequences in anti-cancer therapy. Our results further explained the failure of HSP inhibitors designed based on a certain HSP family.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43933, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We revealed a much more complicated phenomenon, in that individual HSPs can be contemporaneously involved with different cancer hallmarks. For example, 23 HSPs promoted cell proliferation but suppressed metastasis, while 19 HSPs suppressed cell proliferation but promoted metastasis. Among these, we experimentally validated the dual functions of DNAJC9 and HSPA14 in a lung cancer cell line. We further demonstrated the generalization of this pattern across multiple cancer hallmarks, including angiogenesis, hypoxia, and inflammation. Our results demonstrated the complexity of developing HSP inhibitors, even based on individual HSPs. It is necessary to design more specific HSP inhibitors based on selected HSPs. In addition, HSP and hallmark associations may have opposite effects in different subtypes. We investigated PAM50 subtypes of breast cancer, a classical subtype definition, to reveal the associations between HSP and hallmarks across different subtypes (Additional file 1: Fig. S7). We observed the opposite effects in different subtypes. For example, HSPB1 is positively associated with inflammation in basal but negatively associated with inflammation in luminal B. The definition of subtypes is significant and complicated across multiple cancer types, suggesting the necessity to consider subtype for tumor heterogeneity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45275, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45287, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "This study expands our knowledge of the involvement of HSPs in tumorigenesis and may guide the development of HSP inhibitors in the future. More importantly, our research provides a novel paradigm based on integrative analysis for other drug development, including HDAC inhibitors and RAS inhibitors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45588, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 45614, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 45633, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45752, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Zhao Zhang and Ji Jing contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45809, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 45835, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1186/s13073-020-00795-6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45927, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45952, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "L.H. conceived and supervised the project. Z.Z. and L.H. designed and performed the research. Y.J., Y.Y., S.L., Z.C., W.H., H.R., Y.L., and L.D performed the data analyses. J.J., Q.H., J.W., W.L., and C.L. performed the experiments. Z.Z., J.J., L.D., Z.Y., and L.H. interpreted the results and wrote the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46320, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 46328, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was supported by the Cancer Prevention Research Institute of Texas (CPRIT; RR150085 and RP190570) to the CPRIT Scholar in Cancer Research (L.H.), RR160083 to the CPRIT Scholar in Cancer Research (W.L.), National Institutes of Health (R01GM112003 to Y.Z.; K22CA204468, R21GM132778, and R01GM136922 to W.L.; R56HL142704, R01HL142704, K01DE026561, R03DE025873, and R01DE029014 to J.W.), the Welch Foundation (BE-1913-20190330 to Y.Z), and the American Cancer Society (RSG-16-215-01-TBE to Y.Z.). This work was also supported by UTHealth Innovation for the Cancer Prevention Research Training Program Postdoctoral Fellowship (Cancer Prevention and Research Institute of Texas grant # RP160015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47029, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 47064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the datasets used in our analysis are publicly available; all web links are described in the “Methods” section. All codes are available upon reasonable request. All processed data were available on Github (https://github.com/zzzczeus/HSP).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47312, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mRNA expression profiles and clinical features of 33 human cancers were downloaded from TCGA data portal (https://portal.gdc.cancer.gov/). The protein expression profiles of BRCA were downloaded from CPTAC (https://cptac-data-portal.georgetown.edu/cptac/s/S015). The mRNA expression profiles of ~ 1000 cancer cell lines were downloaded from the CCLE (https://portals.broadinstitute.org/ccle/about). The expression matrices of 29 normal tissues were downloaded from GTEx (https://www.gtexportal.org/home/). PPI were collected from STRING (https://string-db.org/). Single gene loss-of-function assays were collect from Project Achilles (https://depmap.org/portal/) and DRIVE (https://depmap.org/portal/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48021, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 48064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We have used publically available data only and our research conforms to the Declaration of Helsinki.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48166, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 48190, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48206, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 48226, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48270, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 48281, "infons": {"section_type": "REF", "type": "ref"}, "text": "Young JC, Agashe VR, Siegers K, Hartl FU. Pathways of chaperone-mediated protein folding in the cytosol. Nat Rev Mol Cell Biol. 2004;5:781–91.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48426, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kampinga HH, Hageman J, Vos MJ, Kubota H, Tanguay RM, Bruford EA, et al. Guidelines for the nomenclature of the human heat shock proteins. Cell Stress Chaperones. 2009;14:105–11.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48607, "infons": {"fpage": "239", "lpage": "250", "name_0": "surname:Stebbins;given-names:CE", "name_1": "surname:Russo;given-names:AA", "name_2": "surname:Schneider;given-names:C", "name_3": "surname:Rosen;given-names:N", "name_4": "surname:Hartl;given-names:FU", "name_5": "surname:Pavletich;given-names:NP", "pub-id_doi": "10.1016/S0092-8674(00)80203-2", "pub-id_pmid": "9108479", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "89", "year": "1997"}, "text": "Crystal structure of an Hsp90-geldanamycin complex: targeting of a protein chaperone by an antitumor agent", "sentences": [], "annotations": [], "relations": []}, {"offset": 48714, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wu J, Liu T, Rios Z, Mei Q, Lin X, Cao S. Heat shock proteins and cancer. Trends Pharmacol Sci. 2017;10:226–56.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48828, "infons": {"fpage": "164", "lpage": "172", "name_0": "surname:Calderwood;given-names:SK", "name_1": "surname:Khaleque;given-names:MA", "name_2": "surname:Sawyer;given-names:DB", "name_3": "surname:Ciocca;given-names:DR", "pub-id_doi": "10.1016/j.tibs.2006.01.006", "pub-id_pmid": "16483782", "section_type": "REF", "source": "Trends Biochem Sci", "type": "ref", "volume": "31", "year": "2006"}, "text": "Heat shock proteins in cancer: chaperones of tumorigenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48887, "infons": {"section_type": "REF", "type": "ref"}, "text": "Alderson TRR, Kim JHH, Markley JLL. Dynamical Structures of Hsp70 and Hsp70-Hsp40 Complexes. Structure. 2016;24:1014–30.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49010, "infons": {"section_type": "REF", "type": "ref"}, "text": "Eftekharzadeh B, Banduseela VC, Chiesa G, Martínez-Cristóbal P, Rauch JN, Nath SR, et al. Hsp70 and Hsp40 inhibit an inter-domain interaction necessary for transcriptional activity in the androgen receptor. Nat Commun. 2019;10.3562.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49245, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zhang J, Liu B, Li J, Zhang L, Wang Y, Zheng H, et al. Hsf and Hsp gene families in Populus: genome-wide identification, organization and correlated expression during development and in stress responses. BMC Genomics. 2015;16:181.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49476, "infons": {"fpage": "339", "lpage": "344", "name_0": "surname:Wan;given-names:C", "name_1": "surname:Borgeson;given-names:B", "name_2": "surname:Phanse;given-names:S", "name_3": "surname:Tu;given-names:F", "name_4": "surname:Drew;given-names:K", "name_5": "surname:Clark;given-names:G", "pub-id_doi": "10.1038/nature14877", "pub-id_pmid": "26344197", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "525", "year": "2015"}, "text": "Panorama of ancient metazoan macromolecular complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 49530, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hanahan D, Weinberg RA. Hallmarks of cancer: The next generation. Cell. 2011;144:646–74.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49621, "infons": {"section_type": "REF", "type": "ref"}, "text": "Santos TG, Martins VR, Hajj GNM. Unconventional secretion of heat shock proteins in cancer. Int J Mol Sci. 2017;18:946.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49741, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kennedy D, Jäger R, Mosser DD, Samali A. Regulation of apoptosis by heat shock proteins. IUBMB Life. 2014;66:327–38.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49861, "infons": {"fpage": "311", "lpage": "323", "name_0": "surname:Calderwood;given-names:SK", "name_1": "surname:Gong;given-names:J", "pub-id_doi": "10.1016/j.tibs.2016.01.003", "pub-id_pmid": "26874923", "section_type": "REF", "source": "Trends Biochem Sci", "type": "ref", "volume": "41", "year": "2016"}, "text": "Heat shock proteins promote cancer: it’s a protection racket", "sentences": [], "annotations": [], "relations": []}, {"offset": 49924, "infons": {"fpage": "5188", "lpage": "5194", "name_0": "surname:Ghosh;given-names:JC", "name_1": "surname:Dohi;given-names:T", "name_2": "surname:Byoung;given-names:HK", "name_3": "surname:Altieri;given-names:DC", "pub-id_doi": "10.1074/jbc.M705904200", "pub-id_pmid": "18086682", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "283", "year": "2008"}, "text": "Hsp60 regulation of tumor cell apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 49965, "infons": {"section_type": "REF", "type": "ref"}, "text": "Liu T, Daniels CK, Cao S. Comprehensive review on the HSC70 functions, interactions with related molecules and involvement in clinical diseases and therapeutic potential. Pharmacol Ther. 2012;136:354–74.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50171, "infons": {"fpage": "3215", "lpage": "3222", "name_0": "surname:Chen;given-names:D", "name_1": "surname:Cao;given-names:G", "name_2": "surname:Qiao;given-names:C", "name_3": "surname:Liu;given-names:G", "name_4": "surname:Zhou;given-names:H", "name_5": "surname:Liu;given-names:Q", "pub-id_doi": "10.1111/jcmm.13602", "pub-id_pmid": "29566309", "section_type": "REF", "source": "J Cell Mol Med", "type": "ref", "volume": "22", "year": "2018"}, "text": "Alpha B-crystallin promotes the invasion and metastasis of gastric cancer via NF-κB-induced epithelial-mesenchymal transition", "sentences": [], "annotations": [], "relations": []}, {"offset": 50301, "infons": {"fpage": "2520", "lpage": "2525", "name_0": "surname:Bae;given-names:MK", "name_1": "surname:Jeong;given-names:JW", "name_2": "surname:Kim;given-names:SH", "name_3": "surname:Kim;given-names:SY", "name_4": "surname:Hye;given-names:JK", "name_5": "surname:Kim;given-names:DM", "pub-id_doi": "10.1158/0008-5472.CAN-03-2735", "pub-id_pmid": "15805242", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "65", "year": "2005"}, "text": "Tid-1 interacts with the von Hippel-Lindau protein and modulates angiogenesis by destabilization of HIF-1α", "sentences": [], "annotations": [], "relations": []}, {"offset": 50412, "infons": {"fpage": "2477", "lpage": "2483", "name_0": "surname:Asaum;given-names:JI", "name_1": "surname:Matsuzaki;given-names:H", "name_2": "surname:Kawasak;given-names:S", "name_3": "surname:Kuroda;given-names:M", "name_4": "surname:Takeda;given-names:Y", "name_5": "surname:Kishi;given-names:K", "pub-id_pmid": "10953314", "section_type": "REF", "source": "Anticancer Res", "type": "ref", "volume": "20", "year": "2000"}, "text": "Effects of quercetin on the cell growth and the intracellular accumulation and retention of adriamycin", "sentences": [], "annotations": [], "relations": []}, {"offset": 50515, "infons": {"fpage": "1134", "lpage": "1139", "name_0": "surname:Chakraborty;given-names:A", "name_1": "surname:Koldobskiy;given-names:MA", "name_2": "surname:Sixt;given-names:KM", "name_3": "surname:Juluri;given-names:KR", "name_4": "surname:Mustafa;given-names:AK", "name_5": "surname:Snowman;given-names:AM", "pub-id_doi": "10.1073/pnas.0711168105", "pub-id_pmid": "18195352", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "105", "year": "2008"}, "text": "HSP90 regulates cell survival via inositol hexakisphosphate kinase-2", "sentences": [], "annotations": [], "relations": []}, {"offset": 50584, "infons": {"fpage": "1147", "lpage": "1158", "name_0": "surname:Nagaraju;given-names:GP", "name_1": "surname:Long;given-names:TE", "name_2": "surname:Park;given-names:W", "name_3": "surname:Landry;given-names:JC", "name_4": "surname:Taliaferro-Smith;given-names:L", "name_5": "surname:Farris;given-names:AB", "pub-id_doi": "10.1002/mc.22185", "pub-id_pmid": "24861206", "section_type": "REF", "source": "Mol Carcinog", "type": "ref", "volume": "54", "year": "2015"}, "text": "Heat shock protein 90 promotes epithelial to mesenchymal transition, invasion, and migration in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 50698, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cai MB, Wang XP, Zhang JX, Han HQ, Liu CC, Bei JX, et al. Expression of heat shock protein 70 in nasopharyngeal carcinomas: different expression patterns correlate with distinct clinical prognosis. J Transl Med. 2012;10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50919, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wang X, Wang Q, Lin H. Correlation between clinicopathology and expression of heat shock protein 72 and glycoprotein 96 in human esophageal squamous cell carcinoma. Clin Dev Immunol. 2010;2010:212537.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51120, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kaiser M, Kühnl A, Reins J, Fischer S, Ortiz-Tanchez J, Schlee C, et al. Antileukemic activity of the HSP70 inhibitor pifithrin-l in acute leukemia. Blood Cancer J. 2011;1:e28.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51298, "infons": {"fpage": "733", "lpage": "738", "name_0": "surname:Stangl;given-names:S", "name_1": "surname:Gehrmann;given-names:M", "name_2": "surname:Riegger;given-names:J", "name_3": "surname:Kuhs;given-names:K", "name_4": "surname:Riederer;given-names:I", "name_5": "surname:Sievert;given-names:W", "pub-id_doi": "10.1073/pnas.1016065108", "pub-id_pmid": "21187371", "section_type": "REF", "source": "Proc Natl Acad Sci", "type": "ref", "volume": "108", "year": "2011"}, "text": "Targeting membrane heat-shock protein 70 (Hsp70) on tumors by cmHsp70.1 antibody", "sentences": [], "annotations": [], "relations": []}, {"offset": 51379, "infons": {"fpage": "2942", "lpage": "2948", "name_0": "surname:Yokota;given-names:SI", "name_1": "surname:Kitahara;given-names:M", "name_2": "surname:Nagata;given-names:K", "pub-id_pmid": "10850441", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "60", "year": "2000"}, "text": "Benzylidene lactam compound, KNK437, a novel inhibitor of acquisition of thermotolerance and heat shock protein induction in human colon carcinoma cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 51532, "infons": {"fpage": "5132", "lpage": "5139", "name_0": "surname:Modi;given-names:S", "name_1": "surname:Stopeck;given-names:A", "name_2": "surname:Linden;given-names:H", "name_3": "surname:Solit;given-names:D", "name_4": "surname:Chandarlapaty;given-names:S", "name_5": "surname:Rosen;given-names:N", "pub-id_doi": "10.1158/1078-0432.CCR-11-0072", "pub-id_pmid": "21558407", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "17", "year": "2011"}, "text": "HSP90 inhibition is effective in breast cancer: a phase II trial of tanespimycin (17-AAG) plus trastuzumab in patients with HER2-positive metastatic breast cancer progressing on trastuzumab", "sentences": [], "annotations": [], "relations": []}, {"offset": 51722, "infons": {"fpage": "341", "lpage": "349", "name_0": "surname:Pacey;given-names:S", "name_1": "surname:Gore;given-names:M", "name_2": "surname:Chao;given-names:D", "name_3": "surname:Banerji;given-names:U", "name_4": "surname:Larkin;given-names:J", "name_5": "surname:Sarker;given-names:S", "pub-id_doi": "10.1007/s10637-010-9493-4", "pub-id_pmid": "20683637", "section_type": "REF", "source": "Investig New Drugs", "type": "ref", "volume": "30", "year": "2012"}, "text": "A phase II trial of 17-allylamino, 17-demethoxygeldanamycin (17-AAG, tanespimycin) in patients with metastatic melanoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 51842, "infons": {"fpage": "1775", "lpage": "1782", "name_0": "surname:David;given-names:B", "name_1": "surname:Solit;given-names:S", "name_2": "surname:Ivy;given-names:P", "name_3": "surname:Kopil;given-names:C", "name_4": "surname:Sikorski;given-names:R", "name_5": "surname:Morris;given-names:MJ", "pub-id_doi": "10.1158/1078-0432.CCR-06-1863", "pub-id_pmid": "17363532", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "13", "year": "2007"}, "text": "Phase I trial of 17-allylamino-17-demethoxygeldanamycin in patients with advanced cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 51931, "infons": {"section_type": "REF", "type": "ref"}, "text": "Chatterjee S, Burns TF. Targeting heat shock proteins in cancer: a promising therapeutic approach. Int J Mol Sci. 2017;18:1978.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52059, "infons": {"section_type": "REF", "type": "ref"}, "text": "The Cancer Genome Atlas Research Network. The Cancer Genome Atlas Pan-Cancer analysis project. Nat Genet, Available from. 2013;45:1113–20. http://www.ncbi.nlm.nih.gov/pubmed/24071849.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52245, "infons": {"section_type": "REF", "type": "ref"}, "text": "Barretina J, Caponigro G, Stransky N, Venkatesan K, Margolin AA, Kim S, et al. The Cancer Cell Line Encyclopedia enables predictive modelling of anticancer drug sensitivity. Nature. 2012;483:603–7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52445, "infons": {"section_type": "REF", "type": "ref"}, "text": "Meyers RM, Bryan JG, McFarland JM, Weir BA, Sizemore AE, Xu H, et al. Computational correction of copy number effect improves specificity of CRISPR-Cas9 essentiality screens in cancer cells. Nat Genet. 2017;49:1779–84.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52666, "infons": {"fpage": "577", "lpage": "592", "name_0": "surname:McDonald;given-names:ER", "name_1": "surname:de Weck;given-names:A", "name_2": "surname:Schlabach;given-names:MR", "name_3": "surname:Billy;given-names:E", "name_4": "surname:Mavrakis;given-names:KJ", "name_5": "surname:Hoffman;given-names:GR", "pub-id_doi": "10.1016/j.cell.2017.07.005", "pub-id_pmid": "28753431", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "170", "year": "2017"}, "text": "Project DRIVE: a compendium of cancer dependencies and synthetic lethal relationships uncovered by large-scale, deep RNAi screening", "sentences": [], "annotations": [], "relations": []}, {"offset": 52798, "infons": {"fpage": "55", "lpage": "62", "name_0": "surname:Mertins;given-names:P", "name_1": "surname:Mani;given-names:DR", "name_2": "surname:Ruggles;given-names:KV", "name_3": "surname:Gillette;given-names:MA", "name_4": "surname:Clauser;given-names:KR", "name_5": "surname:Wang;given-names:P", "pub-id_doi": "10.1038/nature18003", "pub-id_pmid": "27251275", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "534", "year": "2016"}, "text": "Proteogenomics connects somatic mutations to signalling in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 52871, "infons": {"section_type": "REF", "type": "ref"}, "text": "Aguet F, Brown AA, Castel SE, Davis JR, He Y, Jo B, et al. Genetic effects on gene expression across human tissues. Nature. 2017;550:204–13.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53014, "infons": {"section_type": "REF", "type": "ref"}, "text": "Szklarczyk D, Gable AL, Lyon D, Junge A, Wyder S, Huerta-Cepas J, et al. STRING v11: protein-protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets. Nucleic Acids Res. 2019;47:D607–13.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53269, "infons": {"section_type": "REF", "type": "ref"}, "text": "Haldar S, Gupta AJ, Yan X, Miličić G, Hartl FU, Hayer-Hartl M. Chaperonin-assisted protein folding: relative population of asymmetric and symmetric GroEL:GroES complexes. J Mol Biol. 2015;427:2244–55.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53474, "infons": {"section_type": "REF", "type": "ref"}, "text": "Richter K, Haslbeck M, Buchner J. The heat shock response: life on the verge of death. Mol Cell. 2010;40:253–66. .", "sentences": [], "annotations": [], "relations": []}, {"offset": 53592, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ghandi M, Huang FW, Jané-Valbuena J, Kryukov GV, Lo CC, McDonald ER, et al. Next-generation characterization of the Cancer Cell Line Encyclopedia. Nature. 2019;569:503–8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53766, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ben-David U, Beroukhim R, Golub TR. Genomic evolution of cancer models: perils and opportunities. Nat Rev Cancer. 2019/19:97–109.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53898, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wang ZL, Li B, Luo YX, Lin Q, Liu SR, Zhang XQ, et al. Comprehensive genomic characterization of RNA-binding proteins across human cancers. Cell Rep. 2018;22:286–98.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54066, "infons": {"section_type": "REF", "type": "ref"}, "text": "Li S, Zhang Z, Han L. 3D spheroids propel tumor characterization. Trends Cancer. 2020;6:622–4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54163, "infons": {"fpage": "136", "lpage": "141", "name_0": "surname:Han;given-names:K", "name_1": "surname:Pierce;given-names:SE", "name_2": "surname:Li;given-names:A", "name_3": "surname:Spees;given-names:K", "name_4": "surname:Anderson;given-names:GR", "name_5": "surname:Seoane;given-names:JA", "pub-id_doi": "10.1038/s41586-020-2099-x", "pub-id_pmid": "32238925", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "580", "year": "2020"}, "text": "CRISPR screens in cancer spheroids identify 3D growth-specific vulnerabilities", "sentences": [], "annotations": [], "relations": []}, {"offset": 54242, "infons": {"fpage": "609", "lpage": "620", "name_0": "surname:Mak;given-names:MP", "name_1": "surname:Tong;given-names:P", "name_2": "surname:Diao;given-names:L", "name_3": "surname:Cardnell;given-names:RJ", "name_4": "surname:Gibbons;given-names:DL", "name_5": "surname:William;given-names:WN", "pub-id_doi": "10.1158/1078-0432.CCR-15-0876", "pub-id_pmid": "26420858", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "22", "year": "2016"}, "text": "A patient-derived, pan-cancer EMT signature identifies global molecular alterations and immune target enrichment following epithelial-to-mesenchymal transition", "sentences": [], "annotations": [], "relations": []}, {"offset": 54402, "infons": {"fpage": "1489", "lpage": "1507", "name_0": "surname:Wang;given-names:H", "name_1": "surname:Deng;given-names:G", "name_2": "surname:Ai;given-names:M", "name_3": "surname:Xu;given-names:Z", "name_4": "surname:Mou;given-names:T", "name_5": "surname:Yu;given-names:J", "pub-id_doi": "10.1038/s41388-018-0532-5", "pub-id_pmid": "30305727", "section_type": "REF", "source": "Oncogene.", "type": "ref", "volume": "38", "year": "2019"}, "text": "Hsp90ab1 stabilizes LRP5 to promote epithelial–mesenchymal transition via activating of AKT and Wnt/β-catenin signaling pathways in gastric cancer progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 54564, "infons": {"fpage": "825", "lpage": "838", "name_0": "surname:Tsai;given-names:MF", "name_1": "surname:Wang;given-names:CC", "name_2": "surname:Chang;given-names:GC", "name_3": "surname:Chen;given-names:CY", "name_4": "surname:Chen;given-names:HY", "name_5": "surname:Cheng;given-names:CL", "pub-id_doi": "10.1093/jnci/djj229", "pub-id_pmid": "16788156", "section_type": "REF", "source": "J Natl Cancer Inst", "type": "ref", "volume": "98", "year": "2006"}, "text": "A new tumor suppressor DnaJ-like heat shock protein, HLJ1, and survival of patients with non-small-cell lung carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 54683, "infons": {"fpage": "314", "lpage": "328", "name_0": "surname:Ye;given-names:Y", "name_1": "surname:Xiang;given-names:Y", "name_2": "surname:Ozguc;given-names:FM", "name_3": "surname:Kim;given-names:Y", "name_4": "surname:Liu;given-names:CJ", "name_5": "surname:Park;given-names:PK", "pub-id_doi": "10.1016/j.cels.2018.01.013", "pub-id_pmid": "29525205", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "6", "year": "2018"}, "text": "The genomic landscape and pharmacogenomic interactions of clock genes in cancer chronotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 54777, "infons": {"fpage": "817", "lpage": "828", "name_0": "surname:Peng;given-names:X", "name_1": "surname:Xu;given-names:X", "name_2": "surname:Wang;given-names:Y", "name_3": "surname:Hawke;given-names:DH", "name_4": "surname:Yu;given-names:S", "name_5": "surname:Han;given-names:L", "pub-id_doi": "10.1016/j.ccell.2018.03.026", "pub-id_pmid": "29706454", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "33", "year": "2018"}, "text": "A-to-I RNA editing contributes to proteomic diversity in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 54841, "infons": {"fpage": "646", "lpage": "674", "name_0": "surname:Douglas;given-names:H", "name_1": "surname:Robert;given-names:AW", "pub-id_doi": "10.1016/j.cell.2010.12.017", "pub-id_pmid": "21376230", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "144", "year": "2011"}, "text": "Hallmarks of cancer: the next generation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54882, "infons": {"section_type": "REF", "type": "ref"}, "text": "Scholzen T, J G. The Ki-67 protein: from the known and the unknown. J Cell Physiol 2000;322:311–322.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54985, "infons": {"fpage": "529", "lpage": "540", "name_0": "surname:Yan;given-names:X", "name_1": "surname:Hu;given-names:Z", "name_2": "surname:Feng;given-names:Y", "name_3": "surname:Hu;given-names:X", "name_4": "surname:Yuan;given-names:J", "name_5": "surname:Zhao;given-names:SD", "pub-id_doi": "10.1016/j.ccell.2015.09.006", "pub-id_pmid": "26461095", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "28", "year": "2015"}, "text": "Comprehensive genomic characterization of long non-coding RNAs across human cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 55069, "infons": {"section_type": "REF", "type": "ref"}, "text": "Gupta GP, Massagué J. Cancer metastasis: building a framework. Cell. 2006;127:679–95.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55158, "infons": {"section_type": "REF", "type": "ref"}, "text": "Brabletz T, Kalluri R, Nieto MA, Weinberg RA. EMT in cancer. Nat Rev Cancer. 2018;18:128–34.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55253, "infons": {"fpage": "417", "lpage": "425", "name_0": "surname:Liberzon;given-names:A", "name_1": "surname:Birger;given-names:C", "name_2": "surname:Thorvaldsdóttir;given-names:H", "name_3": "surname:Ghandi;given-names:M", "name_4": "surname:Mesirov;given-names:JP", "name_5": "surname:Tamayo;given-names:P", "pub-id_doi": "10.1016/j.cels.2015.12.004", "pub-id_pmid": "26771021", "section_type": "REF", "source": "Cell Syst", "type": "ref", "volume": "1", "year": "2015"}, "text": "The molecular signatures database hallmark gene set collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 55316, "infons": {"section_type": "REF", "type": "ref"}, "text": "Subramanian A, Tamayo P, Mootha VK, Mukherjee S, Ebert BL, Gillette MA, et al. Gene set enrichment analysis : a knowledge-based approach for interpreting genome-wide. Proc Natl Acad Sci U S A. 2005;102:15545–15550. Available from: http://www.ncbi.nlm.nih.gov/pubmed/16199517.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55594, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pastushenko I, Blanpain C. EMT transition states during tumor progression and metastasis. Trends Cell Biol. 2019;29:212–26.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55720, "infons": {"fpage": "993", "lpage": "1002", "name_0": "surname:Dejeans;given-names:N", "name_1": "surname:Glorieux;given-names:C", "name_2": "surname:Guenin;given-names:S", "name_3": "surname:Beck;given-names:R", "name_4": "surname:Sid;given-names:B", "name_5": "surname:Rousseau;given-names:R", "pub-id_doi": "10.1016/j.freeradbiomed.2011.12.019", "pub-id_pmid": "22245095", "section_type": "REF", "source": "Free Radic Biol Med", "type": "ref", "volume": "52", "year": "2012"}, "text": "Overexpression of GRP94 in breast cancer cells resistant to oxidative stress promotes high levels of cancer cell proliferation and migration: implications for tumor recurrence", "sentences": [], "annotations": [], "relations": []}, {"offset": 55896, "infons": {"fpage": "228", "lpage": "243", "name_0": "surname:Meng;given-names:J", "name_1": "surname:Chen;given-names:S", "name_2": "surname:Yang;given-names:LY", "name_3": "surname:Xia;given-names:HJ", "name_4": "surname:Long;given-names:ZW", "name_5": "surname:Rui;given-names:WX", "pub-id_doi": "10.1038/s41388-018-0428-4", "pub-id_pmid": "30087438", "section_type": "REF", "source": "Oncogene.", "type": "ref", "volume": "38", "year": "2019"}, "text": "Hsp90β promotes aggressive vasculogenic mimicry via epithelial–mesenchymal transition in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 56013, "infons": {"fpage": "446", "lpage": "459", "name_0": "surname:Morales;given-names:C", "name_1": "surname:Rachidi;given-names:S", "name_2": "surname:Hong;given-names:F", "name_3": "surname:Sun;given-names:S", "name_4": "surname:Ouyang;given-names:X", "name_5": "surname:Wallace;given-names:C", "pub-id_doi": "10.1158/0008-5472.CAN-13-1677", "pub-id_pmid": "24322981", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "74", "year": "2014"}, "text": "Immune chaperone gp96 drives the contributions of macrophages to inflammatory colon tumorigenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 56111, "infons": {"fpage": "1233", "lpage": "1243", "name_0": "surname:Parrales;given-names:A", "name_1": "surname:Ranjan;given-names:A", "name_2": "surname:Iyer;given-names:SV", "name_3": "surname:Padhye;given-names:S", "name_4": "surname:Weir;given-names:SJ", "name_5": "surname:Roy;given-names:A", "pub-id_doi": "10.1038/ncb3427", "pub-id_pmid": "27775703", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "18", "year": "2016"}, "text": "DNAJA1 controls the fate of misfolded mutant p53 through the mevalonate pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 56191, "infons": {"fpage": "6148", "lpage": "6158", "name_0": "surname:Lin;given-names:SY", "name_1": "surname:Hsueh;given-names:CM", "name_2": "surname:Yu;given-names:SL", "name_3": "surname:Su;given-names:CC", "name_4": "surname:Shum;given-names:WY", "name_5": "surname:Yeh;given-names:KC", "pub-id_doi": "10.1093/nar/gkq412", "pub-id_pmid": "20494979", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "38", "year": "2010"}, "text": "HLJ1 is a novel caspase-3 substrate and its expression enhances UV-induced apoptosis in non-small cell lung carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 56309, "infons": {"section_type": "REF", "type": "ref"}, "text": "Goloudina AR, Demidov ON, Garrido C. Inhibition of HSP70: a challenging anti-cancer strategy. Cancer Lett. 2012;325:117–24.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56435, "infons": {"fpage": "12079", "lpage": "12088", "name_0": "surname:Jinwal;given-names:UK", "name_1": "surname:Miyata;given-names:Y", "name_2": "surname:Koren;given-names:J", "name_3": "surname:Jones;given-names:JR", "name_4": "surname:Trotter;given-names:JH", "name_5": "surname:Chang;given-names:L", "pub-id_doi": "10.1523/JNEUROSCI.3345-09.2009", "pub-id_pmid": "19793966", "section_type": "REF", "source": "J Neurosci", "type": "ref", "volume": "29", "year": "2009"}, "text": "Chemical manipulation of Hsp70 ATPase activity regulates tau stability", "sentences": [], "annotations": [], "relations": []}, {"offset": 56506, "infons": {"section_type": "REF", "type": "ref"}, "text": "Powers M V., Jones K, Barillari C, Westwood I, Van Montfort RLM, Workman P. Targeting HSP70: the second potentially druggable heat shock protein and molecular chaperone? Cell Cycle. 2010;9:1542–50.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56706, "infons": {"fpage": "275", "lpage": "285", "name_0": "surname:Jego;given-names:G", "name_1": "surname:Hazoumé;given-names:A", "name_2": "surname:Seigneuric;given-names:R", "name_3": "surname:Garrido;given-names:C", "pub-id_doi": "10.1016/j.canlet.2010.10.014", "pub-id_pmid": "21078542", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "332", "year": "2013"}, "text": "Targeting heat shock proteins in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56746, "infons": {"fpage": "929", "lpage": "944", "name_0": "surname:Hoadley;given-names:KA", "name_1": "surname:Yau;given-names:C", "name_2": "surname:Wolf;given-names:DM", "name_3": "surname:Cherniack;given-names:AD", "name_4": "surname:Tamborero;given-names:D", "name_5": "surname:Ng;given-names:S", "pub-id_doi": "10.1016/j.cell.2014.06.049", "pub-id_pmid": "25109877", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "158", "year": "2014"}, "text": "Multiplatform analysis of 12 cancer types reveals molecular classification within and across tissues of origin", "sentences": [], "annotations": [], "relations": []}, {"offset": 56857, "infons": {"fpage": "291", "lpage": "304", "name_0": "surname:Hoadley;given-names:KA", "name_1": "surname:Yau;given-names:C", "name_2": "surname:Hinoue;given-names:T", "name_3": "surname:Wolf;given-names:DM", "name_4": "surname:Lazar;given-names:AJ", "name_5": "surname:Drill;given-names:E", "pub-id_doi": "10.1016/j.cell.2018.03.022", "pub-id_pmid": "29625048", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "173", "year": "2018"}, "text": "Cell-of-origin patterns dominate the molecular classification of 10,000 tumors from 33 types of cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56960, "infons": {"fpage": "1968", "lpage": "1981", "name_0": "surname:Gong;given-names:J", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Jie;given-names:LC", "name_3": "surname:Xiang;given-names:Y", "name_4": "surname:Li;given-names:C", "name_5": "surname:Ye;given-names:Y", "pub-id_doi": "10.1016/j.celrep.2017.10.070", "pub-id_pmid": "29141226", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "21", "year": "2017"}, "text": "A pan-cancer analysis of the expression and clinical relevance of small nucleolar RNAs in human cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57063, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zhang Z, Lee JH, Ruan H, Ye Y, Krakowiak J, Hu Q, et al. Transcriptional landscape and clinical utility of enhancer RNAs for eRNA-targeted therapy in cancer. Nat Commun. 2019;10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57242, "infons": {"section_type": "REF", "type": "ref"}, "text": "McClure JJ, Li X, Chou CJ. Advances and challenges of HDAC inhibitors in cancer therapeutics. Adv Cancer Res. 2018;138:183–211.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57372, "infons": {"section_type": "REF", "type": "ref"}, "text": "O’Bryan JP. Pharmacological targeting of RAS: recent success with direct inhibitors. Pharmacol Res. 2019;139:503–11.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57493, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zhang Z, Han L. Characterization of the dual functional effects of heat shock proteins (HSPs) in cancer hallmarks to aid development of HSP inhibitors data sets. Github. https://github.com/zzzczeus/HSP.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]