[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240911", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC9459078", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1016/j.jgr.2021.08.004", "article-id_pii": "S1226-8453(21)00130-5", "article-id_pmc": "PMC9459078", "fpage": "636", "issue": "5", "kwd": "Ginsenoside Rg3 ZFP91 TSPYL2 Pancreatic adenocarcinoma Gemcitabine", "license": "This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).", "lpage": "645", "name_0": "surname:Pan;given-names:Haixia", "name_1": "surname:Yang;given-names:Linhan", "name_2": "surname:Bai;given-names:Hansong", "name_3": "surname:Luo;given-names:Jing", "name_4": "surname:Deng;given-names:Ying", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "46", "year": "2021"}, "text": "Ginsenoside Rg3 increases gemcitabine sensitivity of pancreatic adenocarcinoma via reducing ZFP91 mediated TSPYL2 destabilization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 130, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 141, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Ginsenoside Rg3 and gemcitabine have mutual enhancing antitumor effects. However, the underlying mechanisms are not clear. This study explored the influence of ginsenoside Rg3 on Zinc finger protein 91 homolog (ZFP91) expression in pancreatic adenocarcinoma (PAAD) and their regulatory mechanisms on gemcitabine sensitivity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 466, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 474, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "RNA-seq and survival data from The Cancer Genome Atlas (TCGA)-PAAD and Genotype-Tissue Expression (GTEx) were used for in-silicon analysis. PANC-1, BxPC-3, and PANC-1 gemcitabine-resistant (PANC-1/GR) cells were used for in vitro analysis. PANC-1 derived tumor xenograft nude mice model was used to assess the influence of ginsenoside Rg3 and ZFP91 on tumor growth in vivo.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 850, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 858, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Ginsenoside Rg3 reduced ZFP91 expression in PAAD cells in a dose-dependent manner. ZFP91 upregulation was associated with significantly shorter survival of patients with PAAD. ZFP91 overexpression induced gemcitabine resistance, which was partly conquered by ginsenoside Rg3 treatment. ZFP91 depletion sensitized PANC-1/GR cells to gemcitabine treatment. ZFP91 interacted with Testis-Specific Y-Encoded-Like Protein 2 (TSPYL2), induced its poly-ubiquitination, and promoted proteasomal degradation. Ginsenoside Rg3 treatment weakened ZFP91-induced TSPYL2 poly-ubiquitination and degradation. Enforced TSPYL2 expression increased gemcitabine sensitivity of PAAD cells and partly reversed induced gemcitabine resistance in PANC-1/GR cells.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1596, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1607, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Ginsenoside Rg3 can increase gemcitabine sensitivity of pancreatic adenocarcinoma at least via reducing ZFP91 mediated TSPYL2 destabilization.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1750, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Graphical abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1769, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1782, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Pancreatic ductal adenocarcinoma (PAAD) is among the most aggressive and lethal malignancies of the pancreas. Currently, surgical resection remains the only potentially curative therapy. However, since a large proportion of PAAD cases are diagnosed at a late stage when surgically incurable, their prognosis is usually very poor. For all stages of PAAD, the one-year relative survival rate is around 20%, and the five-year rate is only about 9%. Gemcitabine (2′, 2′-difluoro 2′deoxycytidine, dFdC) is a deoxycytidine analog that acts as a DNA synthesis inhibitor. Currently, gemcitabine, nab-paclitaxel, FOLFIRINOX, or a combination of gemcitabine and nab-paclitaxel are the first-line treatment for locally advanced and metastatic PAAD. PAAD patients usually have a higher clinical benefit response (CBR) to gemcitabine than other antitumor drugs. However, the development of acquired gemcitabine resistance is observed within weeks since the initiation of therapy, leading to therapeutic failure and poor survival.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2805, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ginsenoside Rg3 is one of the critical active chemical compounds of Ginseng (Panax ginseng Mey). There are growing studies showed that this compound had antitumor effects in multiple types of cancer, such as non-small cell lung cancer, breast cancer, and pancreatic cancer. Some recent studies suggested that it induces pancreatic cancer cell apoptosis. Besides, it potentiates the antitumor effect of gemcitabine, via downregulating the EGFR/PI3K/Akt signaling pathway, upregulating lncRNA-CASC2, and activating PTEN signaling. Therefore, ginsenoside Rg3 might exert a gemcitabine sensitizing effect via regulating multiple signaling pathways. It could be a potential supplementary agent for cancer patients receiving gemcitabine treatment. Therefore, it is important to understand its molecular mechanisms as clear as possible before formal recommendation in clinical practice.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3685, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Zinc finger protein 91 homolog (ZFP91) is a member of the zinc finger family of proteins. It is a 63.5kD protein with five C2H2 domains, the classical zinc finger domains found in a series of nucleic acid-binding proteins. This protein plays as an atypical E3 ligase catalyzing ubiquitination or a transcription factor/coactivator.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4017, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Testis-Specific Y-Encoded-Like Protein 2 (TSPYL2) has been demonstrated as a potential tumor suppressor in some tumors by suppressing cell proliferation. It induces transcriptional activation of p21 (Waf1/Cip1) via p53-and MAP kinase (MEK)/extracellular signal-regulated kinase (ERK)1/2 mitogen-activated protein kinase (MAPK)-dependent pathways. It is a fundamental component of the repressor element-1-silencing transcription factor/neuron-restrictive silence factor (REST/NRSF) transcriptional complex, which represses the transcription of neurotrophic tyrosine kinase receptor C (NTRK3), a proto-oncogene. Via regulating the transcription of cytochrome P450 (CYP) genes, TSPYL family members also participate in anti-cancer drug metabolism.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4762, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we aimed to study the influence of ginsenoside Rg3 on ZFP91 expression, the potential mutual regulatory effects between ZFP91 and TSPYL2, and their involvement in modulating gemcitabine sensitivity of PAAD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4984, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5006, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PAAD data from the cancer genome atlas (TCGA) Pan-Cancer and normal tissue data from Genotype-Tissue Expression (GTEx)-Pancreas", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5134, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PAAD subset data in TCGA was extracted from the Pan-Cancer dataset, while the data from normal pancreas were obtained from GTEx, using the UCSC Xena browser (https://xenabrowser.net/). Only patients with primary PAAD and RNA-seq data of gene expression were included. Survival outcomes, including disease-free survival (DFS), progression-free survival (PFS), overall survival (OS), and disease-specific survival (DSS) were extracted for survival analysis. Among the 178 primary PAAD cases included, PFS, DFS, DSS, and OS data were available in 178, 69, 172, and 178 cases, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5721, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The clinicopathological parameters, including age, gender, TNM stage, primary therapy outcomes (progressive disease (PD)/complete response (CR)/partial response (PR)/stable disease (SD)), histologic grade, history of chronic pancreatitis, and history of diabetes were also extracted from TCGA-PAAD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6020, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunohistochemical (IHC) staining of ZFP91 expression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6075, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "ZFP91 protein expression in normal pancreas and PAAD tissues were visualized using IHC staining images in the Human Protein Atlas (https://www.proteinatlas.org/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6238, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Single-gene gene set enrichment analysis (GSEA)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary PAAD cases in TCGA were separated into groups by median ZFP91 expression for GSEA, using the Hallmark gene sets. Parameter setting following the settings recommended previously.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6472, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell culture and treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6499, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pancreatic cancer has an oncogenic KRAS mutation rate of ∼90%, which is a critical factor affecting gemcitabine response. Therefore, KRAS-mutant PANC-1 and KRAS-wildtype BxPC-3 cell lines were selected as representative cell models. These two cell lines were obtained from the American Type Culture Collection (ATCC, Manassas, VA, USA) and were cultured as described previously. To induce gemcitabine-resistant PANC-1 cells, cells were cultured in 25 cm2 flasks for 24 h and then were treated with 15 nM gemcitabine for 72 h. Living cells were cultured in DMEM medium without drugs until 80% confluence. Cells were kept in culture with this concentration of gemcitabine before they grew vigorously. Then, the concentrations of gemcitabine were gradually increased (20, 30, 40, 60, and 80 nM) until cells became resistant to 80 nM of gemcitabine, approximately for 6 months. Gemcitabine-resistant PANC-1 cells were termed PANC-1/GR. PANC-1/GR cells were maintained in drug-free medium for 14 days before conducting the experiments. Gemcitabine HCl (LY188011) was purchased from Selleck (Shanghai, China). For hypoxic treatment, cells were placed in a modulator incubator with a hypoxic setting (93.5% N2, 5% CO2, and 1.5% O2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7738, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lentiviral ZFP91 (NM_053023.5) overexpression plasmid with Myc tag (Myc-ZFP91), and TSPYL2 (NM_022117.4) with Flag tag (Flag-TSPYL2) were contracted using the shuttle plasmid pLVX-Puro. Ubiquitin with HA tag (Ub-HA) was constructed using the shuttle plasmid pHBLV-CMVIE-IRES-ZsGreen. Lentiviral ZFP91 shRNAs were constructed using pLKO.1-puro plasmid. The validated shRNA sequences were provided in Table S1. Empty vectors and scramble (Scr.) sequences were used as controls.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8215, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lentiviruses used for infection were produced as previously described. Cells were infected with lentiviruses at a multiplicity of infection (MOI) of 10, with the presence of 8 μg/ml polybrene. Ginsenoside Rg3 (20 (S), cat. SML0184, purity ≥98%), MG132 and Cycloheximide (CHX) were purchased from Sigma-Aldrich (St. Luis, MO, USA).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8550, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Western blot and co-immunoprecipitation (co-IP) assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8604, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Western blot assay was conducted as described previously. For co-IP, the supernatant of cell lysate was collected after centrifugation and was precleaned by Pierce protein A/G PLUS-Agarose (Thermo Scientific, Waltham, MA, USA). IP was performed using anti-Myc, anti-Flag or anti-ZFP91 antibody (1 μg antibody/50 μg protein sample) at 4°C for 6 h under gentle agitation. Then, protein A/G PLUS-Agarose beads were added to the mixture, with rotary agitation for 4 h at 4°C. The immunoprecipitated complexes were collected, washed, and subjected to Western blot analysis. The input was used as a positive control.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9223, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary antibodies used include anti-ZFP91 (1:500, 252,428, ZEN Bio, Chengchen, China), anti-TSPYL2 (1:1000, 12087-2-AP, Proteintech, Wuhan, China), anti-Bax (1:5000, 50599-2-Ig, Proteintech), anti-Bcl-2 (1:2000, 12789-1-AP, Proteintech), anti-caspase-3 (1:1000, 19677-1-AP, Proteintech), anti-γ-H2AX (1:4000, ab11174, Abcam, Cambridge, UK), anti-Flag (1:1000, 66008-3-Ig, Proteintech), anti-Myc (1:2000, 16286-1-AP, Proteintech) anti-β-actin (1:2000, 20536-1-AP, Proteintech).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9708, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell viability assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9729, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cell Counting Kit-8 (Dojindo Molecular Technologies, Inc., Gaithersburg, MD, USA) was used to measure cell viability. The half inhibitory concentration (IC50) value was calculated as the concentration of gemcitabine that inhibited cell growth by 50%. All experiments were performed with six replicates.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10032, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cellular apoptosis assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cellular apoptosis was examined using Annexin V and PI staining with a FITC Annexin V Apoptosis Detection Kit (BD Pharmingen, SanDiego, CA, USA). Briefly, 24 h after lentiviral infection, PANC-1 and BxPC-3 cells were treated with 10 nM gemcitabine for 48 h. Then cells were trypsinized gently and resuspended in 500 ml of 1x binding buffer. The cells were then treated with 5 μl of AnnexinV-FITC and 5 μl of propidium iodide (PI). After incubation for 10 min in the dark, each sample was analyzed immediately using a FACSCalibur flow cytometer (BD).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10617, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunofluorescence assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10642, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For γ-H2AX staining, PANC-1/GR cells were grown on coverslips and subjected to lentivirus-mediated ZFP91 knockdown or TSPYL2 overexpression. 24 h, the cells were further subjected to gemcitabine (100 nM) treatment for 48 h. For immunofluorsescent staining of TSPYL2 and ZFP91, PANC-1 and BXPC-3 cells were grown on coverslips and then were subjected to lentiviral infection for Flag-TSPYL2 overexpression and were subjected to further treatment 24 h later. To visualize endogenous TSPYL2 and ZFP91 interactions, PANC-1 cells grown on coverslips were treated with MG132 (10 μM, 6 h). For immunofluorescent staining, cells were fixed in 4% paraformaldehyde, permeabilized, and blocked. After that, the cells were incubated with primary antibodies against ZFP91 (252,428, ZEN Bio or #MA5-31957, Thermo Scientific) and Flag (66008-3-Ig, Proteintech) (PANC-1 and BxPC-3) or anti-TSPYL2 (12087-2-AP, Proteintech), or only with anti-γ-H2AX (ab11174, Abcam) (PANC-1/GR) at 4°C overnight and then were incubated with a secondary antibody conjugated to fluorescein isothiocyanate or Alexa Fluor 594. Nuclear was stained with DAPI. Immunofluorescent staining visualized with a fluorescence microscope (Olympus IX73, Tokyo, Japan). For γ-H2AX foci formation, three random fields were examined to estimate the number of foci per cell for each coverslip.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11996, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tumorigenicity assays in nude mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12031, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Animal studies were approved by the Institutional Animal Care and Use Committee of Sichuan Provincial People's Hospital, Chengdu, China. The athymic BALB/c nude (nu/nu) mice aged from 4 to 6 weeks were purchased from Beijing Huafukang Bioscience Co., Inc. (Beijing, China) and were used for the in vivo tumorigenesis experiments (N = 6 per group). 1 × 107 PANC-1 cells with or without ZFP91 knockdown (NC and scramble) were suspended in a 200 μL PBS and Matrigel mixture (1:1, v/v; BD, USA) were injected subcutaneously into the right axillas of individual mice. When the tumor size reached at least 5 mm in diameter, the three groups received gemcitabine treatment (10 mg/kg/week, intraperitoneally (i.p.)), with or without co-injection of ginsenoside Rg3 (10 or 30 mg/kg/week). Tumor length and width were examined with calipers twice weekly until week 4. The tumor volume was calculated by the formula: (a x b2) x 0.5, where a and b were the longest and shortest diameters, respectively. The mice were sacrificed at the end of week 4 and the tumors were subsequently removed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13122, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative real-time reverse transcription-PCR (qRT-PCR)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13181, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "qRT-PCR was conducted as previously described. Gene-specific primers were provided in Table S1. Gene expression was normalized to that of GAPDH. Relative gene expression was determined using the 2−ΔΔCt method.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13399, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13420, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data integration and analysis were conducted using GraphPad Prism 8.1.2 (GraphPad Inc., La Jolla, CA, USA). One-way ANOVA with post hoc Tukey's multiple comparisons test and Welch's unequal variance t-test were performed. Chi-square analysis with Fisher's exact t-test was conducted to compare the clinicopathological parameters. Kaplan-Meier survival curves were generated by median gene expression. Log-rank test was performed to determine the statistical significance. Pearson's coefficients were calculated to estimate the correlations. P < 0.05 was considered to be statistically significant. All results were reported based on at least three replicates of three times of repeats. ∗ and #, p < 0.05; ∗∗ and ##, p < 0.01; ∗∗∗ and ###, p < 0.001.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14190, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14198, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Ginsenoside Rg3 suppresses ZFP91 expression in PAAD, which is associated with unfavorable survival of PAAD", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14305, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "ZFP91 upregulation was associated with unfavorable survival of PAAD. A. The chemical structure depiction of ginsenoside Rg3. B-D.ZFP91 mRNA (B–C) and protein (D) in PANC-1 and BxPC-3 cells 48 h after treatment with ginsenoside Rg3 (50, 100, or 200 μM). E-G.ZFP91 expression between normal pancreas in GTEx (N = 167) and PAAD in TCGA (N = 178) (E), among tumor cases with different histological grades (F), and between the groups with PD (N = 51) and CR/PR/SD (N = 87) (G). H. The correlation between ZFP91 expression and the longest tumor dimension (mm) in tumor cases in TCGA-PAAD. I. Representative ZFP91 IHC images in normal pancreas and PAAD tissues. Images were acquired from the HPA: https://www.proteinatlas.org/ENSG00000186660-ZFP91/tissue/pancreas and https://www.proteinatlas.org/ENSG00000186660-ZFP91/pathology/pancreatic+cancer#ihc. J-M. K-M analysis of the differences in PFS (J), DFS (K), DSS (L), and OS (M) between patients with high and low ZFP91 expression (median expression as the cutoff) in TCGA-PAAD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15342, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig"}, "text": "Fig. 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15350, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using PANC-1 and BxPC-3 cells as representative PAAD cell lines, we found that ginsenoside Rg3 treatment (Fig. 1A) suppressed ZFP91 expression at both mRNA and protein levels in a dose-dependent manner (Fig. 1B–D). RNA-seq data from TCGA and GTEx showed that ZFP91 expression was significantly upregulated in the tumor group (N = 178) compared to the normal pancreas group (N = 167) (Fig. 1E). In TCGA-PAAD, elevated ZFP91 expression was observed in patients with high histological grade tumors (G3/G4 vs. G1 and G2 vs. G1, p < 0.05) (Fig. 1F). Based on therapeutic outcomes, patients with PD also had significantly higher ZFP91 expression than the CR/PR/SD group (p < 0.05, Fig. 1G). Among the PAAD cases with tumor dimension measured (N = 38), ZFP91 expression presented a moderate positive correlation with the longest tumor dimension (N = 0.42, p = 0.009, Fig. 1H). However, no difference in ZFP91 expression was observed by pathological stages, gender, history of chronic pancreatitis, and history of diabetes (Fig. S1A-D).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16403, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The clinicopathological parameters between PAAD cases with high (N = 89) and low (N = 89) ZFP91 expression were summarized in Table S2. The high ZFP91 expression group had a higher proportion of cases with advanced T stages, PD, higher histologic grade, and higher disease-specific death rate (Table S2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16714, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "IHC staining in the HPA database confirmed that although ZFP91 expression was detected in normal acinar cells, but was negative in duct cells (Fig. 1I, top panel). In comparison, ZFP91 was high in PAAD tissues (Fig. 1I, bottom panel). PAAD patients with high ZFP91 expression had significantly worse PFS, DFS, DSS, and OS compared to the cases with low ZFP91 expression (p < 0.05) (Fig. 1J-M).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17113, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Ginsenoside weakens ZFP91-induced gemcitabine resistance in PANC-1 and BxPC-3 cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17198, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Ginsenoside weakens ZFP91-induced gemcitabine resistance in PANC-1 and BxPC-3 cells. A. Primary PAAD cases in TCGA were separated into two groups by median ZFP91 expression and were subjected to the single gene GSEA (up). The gene set enrichment plots in the high PLA2G16 expression group were identified (down). B–C. PANC-1 and BxPC-3 cells were infected with lentiviral shZFP91 or scramble control, with a MOI of 10.48 h later, cells were harvested and lysed for detecting ZFP91 expression at the mRNA (B) and protein level (C). D-H. Gemcitabine IC50 of PANC-1 (D and G) and BxPC-3 (E and H) cells with ZFP91 knockdown (D–E) or overexpression (F). I-J. PANC-1 (I) and BxPC-3 (J) cells with or without ZFP91 overexpression were treated with 20 nM (PANC-1) or 10 nM (BxPC-3) gemcitabine 48 h, with or without the presence of Ginsenoside Rg3. Then cells were harvested, stained by Annexin/PI and analyzed by flow cytometry. K-M. PANC-1 cells with or without ZFP91 overexpression (1 × 107) were injected s.c. into the right axilla of each mouse. When tumor reached approximately 100 mm3, mice received indicating treatment. 4 weeks later, the mice were sacrificed. Tumors were then removed and pictured (K) and the tumor weight were measured (L). Besides, tumors were sectioned for IF staining of TUNEL (M). Gem.: gemcitabine. Gin.: ginsenoside Rg3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18560, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig"}, "text": "Fig. 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18568, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "GSEA was conducted between PAAD cases with high (N = 89) and low (N = 89) ZFP91 expression. The high ZFP91 expression group had significantly higher gene expression enriched in UV response and androgen response gene sets (Fig. 2A). The UV response geneset includes a series of antiapoptotic and DNA repair-related genes. Therefore, ZFP91 expression might be related to the gemcitabine sensitivity of PAAD cells. Data from the Broad Institute Cancer Cell Line Encyclopedia (CCLE) revealed similar expression of ZFP91 in different PAAD cell lines (Table S3). Both PANC-1 and BxPC-3 were subjected to ZFP91 knockdown (Fig. 2B–C). ZFP91 knockdown significantly increased PANC-1 and BXPC-3 cell apoptosis (Fig. S1E-G) and inhibited cell proliferation and colony formation (Fig. S1H-K).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19361, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ZFP91 knockdown significantly reduced IC50 to gemcitabine (Fig. 2D–E), while its overexpression increased IC50 to gemcitabine in PANC-1 and BxPC-3 cells (Fig. 2F–G). Ginsenoside Rg3 increased gemcitabine-induced apoptosis in a dose-dependent manner, the effects of which were weakened by ZFP91 overexpression (Fig. 2I–J). Then, PANC-1 cells with or without ZFP91 overexpression were injected s.c. into the right axilla of nude mice. The tumor-bearing mice were treated with gemcitabine (100 mg/kg/week), with or with the co-injection of ginsenoside Rg3 (10 or 30 mg/kg/week). ZFP91 overexpression significantly enhanced tumor growth and reduced tumor responses to gemcitabine (Fig. 2K-M). Co-injection of ginsenoside Rg3 enhanced apoptosis in the vector group and partly abrogated the growth-promoting effect of ZFP91 overexpression (Fig. 2K-M).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20222, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ZFP91 knockdown reduced gemcitabine resistance of PAAD cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20283, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "ZFP91 knockdown reduced gemcitabine resistance of PAAD cells. A.ZFP91 mRNA (up) and protein (bottom) expression in PANC-1 and PANC-1/GR cells. B. ZFP91 protein expression 48 h after lentivirus-mediated ZFP91 knockdown. C. Gemcitabine IC50 of PANC-1/GR cells with or without ZFP91 knockdown. D-E. PANC-1/GR cells were subjected to lentiviral infection for ZFP91 knockdown. 24 h later, the cells were further treated with 100 nM gemcitabine for 48 h. Then, cells were then harvested, stained by Annexin/PI and analyzed by flow cytometry. Representative flow cytometric images (D) were shown and the percentage of apoptotic cells (means ± SD) (E) were calculated. F-G. PANC-1/GR cells after the treatment as indicated in panel D were subjected to IF staining of γ-H2AX foci formation. Representative images (F) and quantitation (G) of γ-H2AX foci formation were shown. H. Western blot analysis of Bax, Bcl-2, cleaved caspase-3 and γ-H2AX expression in PANC-1/GR cells after the treatment as indicated in Fig. 3D. Scale bar: 20 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21325, "infons": {"file": "gr3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig"}, "text": "Fig. 3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21333, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Compared with the parental cell line, PANC-1/GR had significantly elevated ZFP91 expression at both mRNA and protein levels (Fig. 3A–B). PANC-1/GR had over four times higher IC50 value than parental PANC-1 cells (210.5 ± 14.82 vs. 48.5 ± 3.39 nM) (Fig. 3C). Knockdown of ZFP91 significantly reduced gemcitabine IC50 of PANC-1/GR cells (Fig. S2A, Fig. 3B–C) and substantially increased gemcitabine-induced cell apoptosis (Fig. 3D–E). ZFP91 knockdown also remarkably enhanced γ-H2AX foci formation (Fig. 3F), increased the expression of Bax, cleaved caspase-3 and γ-H2AX, but reduced anti-apoptotic Bcl-2 expression upon gemcitabine treatment (Fig. 3H).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22008, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ZFP91 interacts with TSPYL2 in PAAD cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22050, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "ZFP91 interacts with TSPYL2 in PAAD cells. A. Proteins with predicted physical interactions with ZFP91. Prediction was applied using HuRI (http://www.interactome-atlas.org/), by setting the confidence score to 0.6. B. The gene expression of the predicted ZFP91 interacting proteins were compared between PAAD cases with or without disease-specific death, using data from TCGA-PAAD. C. Comparison of TSPYL2 expression between normal pancreas in GTEx (N = 167) and PAAD in TCGA (N = 178). D-E. K-M analysis of the differences in PFS (D) and DSS (E) between patients with high and low TSPYL2 expression (median expression as the cutoff) in TCGA-PAAD. F. TSPYL2 protein expression in PANC-1 and PANC-1/GR cells. G. PANC-1 and BxPC-3 cells were subjected to lentiviral mediated Flag-TSPYL2 overexpression. 48 h later, cells were subjected to IF staining of ZFP91 (green), TSPYL2 (red, using anti-Flag antibody) and nuclear (blue). H. PANC-1 cells were co-infected with Flag-TSPYL2 alone or in combination with Myc-ZFP91 expression lentiviruses. IP was conducted with anti-Myc or anti-Flag antibodies. The potential ZFP91-TSPYL2 complex was then detected by Western blot analysis with an anti-Flag or anti-Myc antibody. I-J. PANC-1 cells were subjected to MG132 treatment for 6 h. Then, immunofluorescent staining was performed to check the localization of endogenous ZFP91 (green) and TSPYL2 (red) (I). Co-IP was performed to verify the interaction between endogenous ZFP91 and TSPYL2 (J). HC: Heavy Chain; LC: Light Chain. Scale bar: 20 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23597, "infons": {"file": "gr4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig"}, "text": "Fig. 4", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23605, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since ZFP91 acts as an E3 ubiquitin ligase, its physiological functions might be closely related to its downstream substrates. ZFP91 interacting proteins were predicted using HuRI (http://www.interactome-atlas.org/), which is based on high throughput yeast two-hybrid screens. By setting the confidence score to 0.6, eight candidates were identified (Fig. 4A). Then, the eight genes' expression was compared between PAAD cases with or without disease-specific death (Fig. 4B). Only TSPYL2 was significantly downregulated in the group with disease-specific death (p < 0.001, Fig. 4B). Its expression was significantly downregulated in tumor tissues (N = 178), compared to the normal pancreas (N = 167) (p < 0.001, Fig. 4C). PAAD patients with high TSPYL2 expression had significantly better PFS and DSS compared to the cases with low TSPYL2 expression (p < 0.05) (Fig. 4D–E). Besides, TSPYL2 expression was further downregulated at the protein level in PANC-1/GR cells (Fig. 4F). These findings imply a possible functional link between ZFP91 and TSPYL2 in PAAD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24684, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Then, Flag-TSPYL2 was overexpressed in both PANC-1 and BxPC-3 cells. IF staining showed that TSPYL2 had co-localization with ZFP91 in the nuclear part (Fig. 4G). Co-IP assay confirmed the physical interaction between ZFP91 and TSPYL2 (Fig. 4H). In MG-132 treated (10 μM, 6 h) PANC-1, we confirmed the co-localization and interaction of endogenous ZFP91 and TSPYL2 (Fig. 4I–J).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25070, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "ZFP91 destabilizes TSPYL2 via promoting ubiquitin-mediated degradation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25141, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "ZFP91 destabilizes TSPYL2 via promoting ubiquitin-mediated degradation. A.TSPYL2 mRNA expression in PANC-1 and BxPC-3 cells 48 h after lentiviral mediated ZFP91 knockdown. B–C. Relative ZFP91 and TSPYL2 protein expression in PANC-1 and BxPC-3 cells 48 h after lentiviral mediated ZFP91 knockdown B) or treatment with 50 or 200 μM ginsenoside Rg3 (C). For MG132+ group (down), MG132 (10 μM) was added 6 h before harvesting and western blotting assay. D-H. Cycloheximide pulse-chase assay was performed in PANC-1 cells with Flag-TSPYL2 overexpression alone or in combination with ZFP91 knockdown (D–E), ZFP91 overexpression (D and F) or ginsenoside Rg3 treatment (50 or 200 μM, 48 h) (G–H). 36 h after lentiviral infection, cells were treated with 10 μM CHX for the indicated time, followed by Western blot analysis. Representative images were presented (D and G) and the relative TSPYL2 protein levels were illustrated graphically (E, F and H). #, comparison between 0 and 50 μM groups; ∗, comparison between 0 and 200 μM groups. I-J. PANC-1 cells were coinfected with the indicated lentiviruses (HA-Ub, Flag-TSPYL2, and ZFP91 shRNA or Myc-ZFP91) for 36 h with or without the presence of ginsenoside Rg3 (Res.) (50 or 200 μM), followed by treatment with MG132 (10 μM, 6 h). Then, cell lysates were immunoprecipitated with an anti-Flag antibody. Ubiquitinated TSPYL2 was detected by Western blot assay with an anti-HA antibody. Gin.: ginsenoside Rg3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26624, "infons": {"file": "gr5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig"}, "text": "Fig. 5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26632, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In both PANC-1 and BxPC-3 cells, ZFP91 knockdown did not influence TSPYL2 transcription (Fig. 5A) but significantly increased TSPYL2 concentration at the protein level (Fig. 5B). This trend was more evident with the treatment of MG132 (Fig. 5B). Ginsenoside Rg3 treatment also significantly increased TSPYL2 protein concentration (Fig. 5C). Therefore, ZFP91 might influence the stability of TSPYL2 via the ubiquitin proteasomal pathway. Cycloheximide pulse-chase assays were performed in PANC-1 cells (Fig. 5D–F). Knockdown of endogenous ZFP91 significantly slowed TSPYL2 protein degradation (Fig. 5D–E). In comparison, ZFP91 overexpression shortened the half-life of the TSPYL2 protein (Fig. 5D and F). Ginsenoside Rg3 treatment substantially increased TSPYL2 protein stability (Fig. 5G–H). Then, ubiquitination assays were conducted by overexpressing TSPYL2 in PANC-1 cells, together with ginsenoside Rg3 treatment or ZFP91 knockdown. In the presence of MG132, ginsenoside Rg3 treatment or ZFP91 knockdown substantially decreased polyubiquitylated TSPYL2 protein (Fig. 5I). Another ubiquitination assay panel was performed with ZFP91 overexpression and ginsenoside Rg3 treatment in combination. ZFP91 overexpression significantly enhanced TSPYL2 polyubiquitylation (Fig. 5J), the effect of which was weakened by ginsenoside Rg3 treatment (Fig. 5J).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28003, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "TSPYL2 overexpression sensitizes PAAD cells to gemcitabine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28062, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "TSPYL2 overexpression sensitizes PAAD cells to gemcitabine. A-B. Gemcitabine IC50 of PANC-1 (A) and BxPC-3 (B) cells with or without TSPYL2 overexpression. C-E. PANC-1 and BxPC-3 cells with or without TSPYL2 overexpression were treated with 20 or 10 nM gemcitabine for 48 h respectively. Then cells were then harvested, stained by Annexin/PI, and analyzed by flow cytometry. Representative flow cytometric images (C) were shown and the percentage of apoptotic cells (means ± SD) (D–E) were calculated. F. Bax, Bcl-2, cleaved caspase-3 and γ-H2AX protein expression in PANC-1 and BxPC-3 cells after the treatment as indicated in panel C. G. Gemcitabine IC50 of PANC-1/GR cells with or without TSPYL2 overexpression. H–I. PANC-1/GR cells with or without TSPYL2 overexpression were treated with 100 nM gemcitabine for 48 h. Flow cytometric analysis was conducted for Annexin/PI staining. Representative flow cytometric images (H) were shown and the percentage of apoptotic cells (means ± SD) (I) were calculated. J-K. PANC-1/GR cells after the treatment as indicated in panel H were subjected to IF staining of γ-H2AX foci formation. Representative image (J) and quantitation (K) of γ-H2AX foci formation were shown. P < 0.001. Scale bar: 20 μm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29328, "infons": {"file": "gr6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig"}, "text": "Fig. 6", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29336, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TSPYL2 overexpression significantly reduced gemcitabine IC50 (Fig. 6A–B) and increased gemcitabine-induced cell apoptosis (Fig. 6C–E) in both PANC-1 and BxPC-3 cells. TSPYL2 overexpression significantly enhanced gemcitabine-induced expression of apoptosis and DNA damage-related proteins (Bax, cleaved caspase-3 and γ-H2AX), but reduced anti-apoptotic Bcl-2 expression (Fig. 6F). In PANC1-1/GR cells, the gemcitabine sensitizing effects of TSPYL2 overexpression were also confirmed (Fig. 6G–K).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29843, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29854, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the current study, we identified ZFP91 as a novel downstream target of ginsenoside Rg3 in PAAD. Growing evidence showed that ZFP91 is involved in cancer biology. It induces Lys(K)63-linked ubiquitination of NF-κB-inducing kinase (NIK), enhancing its stability and activating the NF-κB signaling pathway. In gastric cancer, it promotes tumor cell survival and increases chemo-resistance by promoting K29-linked ubiquitination of FOXA1 and following proteasomal degradation. In this study, we confirmed that ZFP91 upregulation in PAAD was associated with significantly shorter survival, including PFS, DFS, DSS, and OS. In PANC-1 and BxPC-3 cells as in vitro cell models, ZFP91 knockdown slowed cell growth and colony formation, but enhanced cell apoptosis. Its overexpression reduced gemcitabine sensitivity of PANC-1 and BxPC-3 cells. Ginsenoside Rg3 treatment partly abrogated the induced gemcitabine resistance both in vitro and in vivo. Besides, ZFP91 depletion also sensitized PANC-1/GR cells to gemcitabine treatment. These findings suggest that ZFP91 expression might serve as a potential biomarker of prognosis. Besides, it might be a critical downstream effector of ginsenoside Rg3 in regulating the gemcitabine sensitivity of PAAD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31106, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As an atypical E3 ligase regulating ubiquitination, the potential substrates of ZFP91 in PAAD remain largely unknown. In this study, we found that ZFP91 interacts with TSPYL2, inducing its poly-ubiquitination and facilitating its degradation via the proteasomal pathway. Ginsenoside Rg3 treatment weakened ZFP91 induced TSPYL2 poly-ubiquitination and degradation. TSPYL2 has been characterized as a potential tumor suppressor in human lung, breast, and colon cancer. Our study revealed that preserved TSPYL2 expression was associated with favorable survival in PAAD patients. TSPYL2 overexpression increased the gemcitabine sensitivity of PAAD cells and partly conquered the induced gemcitabine resistance in PANC-1/GR cells.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31832, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "TSPYL2 downregulation was associated with increased expression of multiple important drug-metabolizing cytochrome P450s, including CYP3A4, CYP2C9, and CYP2C19. Among them, CYP3A4 has been characterized as an essential enzyme that catalyzes the metabolism of some cytotoxic chemotherapeutic drugs, including taxanes, anthracyclines, vinca alkaloids, and a series of tyrosine kinase inhibitors (such as erlotinib and gefitinib). Therefore, its upregulation is associated with chemo-resistance of multiple cancer. The binding of gemcitabine with CYP3A4 was identified, suggesting that gemcitabine is a potential substrate of CYP3A4. CYP3A5, a functional redundant homolog of CYP3A4, is upregulated in PAAD and acts as a critical mediator of basal and acquired therapy resistance. The selective inhibition of ginsenoside Rg3 on some human P450s was observed. Therefore, the ZFP91-TSPYL2 axis might be a downstream target of ginsenoside Rg3 and an upstream axis regulating the expression of cytochrome P450s, thereby modulating the development of acquired gemcitabine resistance in PAAD. Future studies are warranted to validate this regulatory axis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32978, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study also has some limitations. Since only two PAAD cell lines were included, whether the ZFP91-TSPYL2 axis modulates gemcitabine sensitivity of other PAAD cell lines with different genetic backgrounds is not clear. The generosity of the findings should be further tested both in-vitro and in vivo.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33284, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, ZFP91 is a novel regulatory target of ginsenoside Rg3 in PAAD. Its upregulation might serve as a potential biomarker of unfavorable prognosis. Ginsenoside Rg3 can enhance gemcitabine sensitivity of PAAD cells, at least by reducing ZFP91 mediated poly-ubiquitination of TSPYL2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33576, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33587, "infons": {"comment": "Epub 2020/01/09 PubMed PMID: 31912902", "fpage": "7", "issue": "1", "lpage": "30", "name_0": "surname:Siegel;given-names:R.L.", "name_1": "surname:Miller;given-names:K.D.", "name_2": "surname:Jemal;given-names:A.", "pub-id_doi": "10.3322/caac.21590", "section_type": "REF", "source": "CA A Cancer J Clin", "type": "ref", "volume": "70", "year": "2020"}, "text": "Cancer statistics, 2020", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33611, "infons": {"comment": "Epub 2014/09/11 PubMed PMID: 25207767", "fpage": "1039", "issue": "11", "lpage": "1049", "name_0": "surname:Ryan;given-names:D.P.", "name_1": "surname:Hong;given-names:T.S.", "name_2": "surname:Bardeesy;given-names:N.", "pub-id_doi": "10.1056/NEJMra1404198", "pub-id_pmid": "25207767", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "371", "year": "2014"}, "text": "Pancreatic adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33637, "infons": {"comment": "Epub 2019/11/05 PubMed PMID: 31679214", "fpage": "199", "issue": "2", "lpage": "212", "name_0": "surname:Sarvepalli;given-names:D.", "name_1": "surname:Rashid;given-names:M.U.", "name_2": "surname:Rahman;given-names:A.U.", "name_3": "surname:Ullah;given-names:W.", "name_4": "surname:Hussain;given-names:I.", "name_5": "surname:Hasan;given-names:B.", "pub-id_doi": "10.1615/CritRevOncog.2019031641", "pub-id_pmid": "31679214", "section_type": "REF", "source": "Crit Rev Oncog", "type": "ref", "volume": "24", "year": "2019"}, "text": "Gemcitabine: a review of chemoresistance in pancreatic cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33699, "infons": {"comment": "Epub 2019/10/20 PubMed PMID: 31629252", "fpage": "109483", "name_0": "surname:Liu;given-names:T.", "name_1": "surname:Zuo;given-names:L.", "name_2": "surname:Guo;given-names:D.", "name_3": "surname:Chai;given-names:X.", "name_4": "surname:Xu;given-names:J.", "name_5": "surname:Cui;given-names:Z.", "pub-id_doi": "10.1016/j.biopha.2019.109483", "pub-id_pmid": "31629252", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "120", "year": "2019"}, "text": "Ginsenoside Rg3 regulates DNA damage in non-small cell lung cancer cells by activating VRK1/P53BP1 pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33806, "infons": {"comment": "Epub 2019/07/17 PubMed PMID: 31308814; PubMed Central PMCID: PMCPMC6606826", "fpage": "421", "issue": "3", "lpage": "430", "name_0": "surname:Oh;given-names:J.", "name_1": "surname:Yoon;given-names:H.J.", "name_2": "surname:Jang;given-names:J.H.", "name_3": "surname:Kim;given-names:D.H.", "name_4": "surname:Surh;given-names:Y.J.", "pub-id_doi": "10.1016/j.jgr.2018.05.004", "pub-id_pmid": "31308814", "section_type": "REF", "source": "J Ginseng Res", "type": "ref", "volume": "43", "year": "2019"}, "text": "The standardized Korean Red Ginseng extract and its ingredient ginsenoside Rg3 inhibit manifestation of breast cancer stem cell-like properties through modulation of self-renewal signaling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33995, "infons": {"comment": "Epub 2017/10/17 PubMed PMID: 29035827", "fpage": "619", "lpage": "625", "name_0": "surname:Jiang;given-names:J.", "name_1": "surname:Yuan;given-names:Z.", "name_2": "surname:Sun;given-names:Y.", "name_3": "surname:Bu;given-names:Y.", "name_4": "surname:Li;given-names:W.", "name_5": "surname:Fei;given-names:Z.", "pub-id_doi": "10.1016/j.biopha.2017.10.043", "pub-id_pmid": "29035827", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "96", "year": "2017"}, "text": "Ginsenoside Rg3 enhances the anti-proliferative activity of erlotinib in pancreatic cancer cell lines by downregulation of EGFR/PI3K/Akt signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34150, "infons": {"comment": "Epub 2020/02/28 PubMed PMID: 32104955", "issue": "6", "name_0": "surname:Zou;given-names:J.", "name_1": "surname:Su;given-names:H.", "name_2": "surname:Zou;given-names:C.", "name_3": "surname:Liang;given-names:X.", "name_4": "surname:Fei;given-names:Z.", "pub-id_doi": "10.1002/jbt.22480", "section_type": "REF", "source": "J Biochem Mol Toxicol", "type": "ref", "volume": "34", "year": "2020"}, "text": "Ginsenoside Rg3 suppresses the growth of gemcitabine-resistant pancreatic cancer cells by upregulating lncRNA-CASC2 and activating PTEN signaling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34296, "infons": {"comment": "Epub 1995/01/23 PubMed PMID: 7835706", "fpage": "233", "issue": "2", "lpage": "238", "name_0": "surname:Saotome;given-names:Y.", "name_1": "surname:Winter;given-names:C.G.", "name_2": "surname:Hirsh;given-names:D.", "pub-id_doi": "10.1016/0378-1119(94)00717-7", "pub-id_pmid": "7835706", "section_type": "REF", "source": "Gene", "type": "ref", "volume": "152", "year": "1995"}, "text": "A widely expressed novel C2H2 zinc-finger protein with multiple consensus phosphorylation sites is conserved in mouse and man", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34423, "infons": {"comment": "Epub 2010/08/05 PubMed PMID: 20682767; PubMed Central PMCID: PMCPMC2945548", "fpage": "30539", "issue": "40", "lpage": "30547", "name_0": "surname:Jin;given-names:X.", "name_1": "surname:Jin;given-names:H.R.", "name_2": "surname:Jung;given-names:H.S.", "name_3": "surname:Lee;given-names:S.J.", "name_4": "surname:Lee;given-names:J.H.", "name_5": "surname:Lee;given-names:J.J.", "pub-id_doi": "10.1074/jbc.M110.129551", "pub-id_pmid": "20682767", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "285", "year": "2010"}, "text": "An atypical E3 ligase zinc finger protein 91 stabilizes and activates NF-kappaB-inducing kinase via Lys63-linked ubiquitination", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34551, "infons": {"comment": "Epub 2019/05/03 PubMed PMID: 31046116", "fpage": "56", "issue": "1", "lpage": "66", "name_0": "surname:Tang;given-names:D.E.", "name_1": "surname:Dai;given-names:Y.", "name_2": "surname:Xu;given-names:Y.", "name_3": "surname:Lin;given-names:L.W.", "name_4": "surname:Liu;given-names:D.Z.", "name_5": "surname:Hong;given-names:X.P.", "pub-id_doi": "10.1093/carcin/bgz085", "pub-id_pmid": "31046116", "section_type": "REF", "source": "Carcinogenesis", "type": "ref", "volume": "41", "year": "2020"}, "text": "The ubiquitinase ZFP91 promotes tumor cell survival and confers chemoresistance through FOXA1 destabilization", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34661, "infons": {"comment": "Epub 2016/05/05 PubMed PMID: 27144516; PubMed Central PMCID: PMCPMC5095020", "fpage": "36551", "issue": "24", "lpage": "36562", "name_0": "surname:Ma;given-names:J.", "name_1": "surname:Mi;given-names:C.", "name_2": "surname:Wang;given-names:K.S.", "name_3": "surname:Lee;given-names:J.J.", "name_4": "surname:Jin;given-names:X.", "pub-id_doi": "10.18632/oncotarget.9070", "pub-id_pmid": "27144516", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "7", "year": "2016"}, "text": "Zinc finger protein 91 (ZFP91) activates HIF-1 alpha via NF-kappaB/p65 to promote proliferation and tumorigenesis of colon cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34791, "infons": {"comment": "Epub 2015/01/24 PubMed PMID: 25613376; PubMed Central PMCID: PMCPMC4495358", "fpage": "1353", "issue": "8", "lpage": "1362", "name_0": "surname:Epping;given-names:M.T.", "name_1": "surname:Lunardi;given-names:A.", "name_2": "surname:Nachmani;given-names:D.", "name_3": "surname:Castillo-Martin;given-names:M.", "name_4": "surname:Thin;given-names:T.H.", "name_5": "surname:Cordon-Cardo;given-names:C.", "pub-id_doi": "10.1038/cdd.2014.226", "pub-id_pmid": "25613376", "section_type": "REF", "source": "Cell Death Differ", "type": "ref", "volume": "22", "year": "2015"}, "text": "TSPYL2 is an essential component of the REST/NRSF transcriptional complex for TGFbeta signaling activation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34898, "infons": {"comment": "Epub 2007/02/24 PubMed PMID: 17317670", "fpage": "11722", "issue": "16", "lpage": "11731", "name_0": "surname:Tu;given-names:Y.", "name_1": "surname:Wu;given-names:W.", "name_2": "surname:Wu;given-names:T.", "name_3": "surname:Cao;given-names:Z.", "name_4": "surname:Wilkins;given-names:R.", "name_5": "surname:Toh;given-names:B.H.", "pub-id_doi": "10.1074/jbc.M609623200", "pub-id_pmid": "17317670", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "282", "year": "2007"}, "text": "Antiproliferative autoantigen CDA1 transcriptionally up-regulates p21(Waf1/Cip1) by activating p53 and MEK/ERK1/2 MAPK pathways", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35026, "infons": {"comment": "Epub 2017/10/14 PubMed PMID: 29027195; PubMed Central PMCID: PMCPMC5899062", "fpage": "201", "issue": "1", "lpage": "210", "name_0": "surname:Qin;given-names:S.", "name_1": "surname:Liu;given-names:D.", "name_2": "surname:Kohli;given-names:M.", "name_3": "surname:Wang;given-names:L.", "name_4": "surname:Vedell;given-names:P.T.", "name_5": "surname:Hillman;given-names:D.W.", "pub-id_doi": "10.1002/cpt.907", "pub-id_pmid": "29027195", "section_type": "REF", "source": "Clin Pharmacol Ther", "type": "ref", "volume": "104", "year": "2018"}, "text": "TSPYL family regulates CYP17A1 and CYP3A4 expression: potential mechanism contributing to abiraterone response in metastatic castration-resistant prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35188, "infons": {"comment": "Epub 2020/05/24 PubMed PMID: 32444850", "fpage": "675", "issue": "6", "lpage": "678", "name_0": "surname:Goldman;given-names:M.J.", "name_1": "surname:Craft;given-names:B.", "name_2": "surname:Hastie;given-names:M.", "name_3": "surname:Repecka;given-names:K.", "name_4": "surname:McDade;given-names:F.", "name_5": "surname:Kamath;given-names:A.", "pub-id_doi": "10.1038/s41587-020-0546-8", "pub-id_pmid": "32444850", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "38", "year": "2020"}, "text": "Visualizing and interpreting cancer genomics data via the Xena platform", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35260, "infons": {"comment": "Epub 2017/08/19 PubMed PMID: 28818916", "issue": "6352", "name_0": "surname:Uhlen;given-names:M.", "name_1": "surname:Zhang;given-names:C.", "name_2": "surname:Lee;given-names:S.", "name_3": "surname:Sjostedt;given-names:E.", "name_4": "surname:Fagerberg;given-names:L.", "name_5": "surname:Bidkhori;given-names:G.", "pub-id_doi": "10.1126/science.aan2507", "section_type": "REF", "source": "Science", "type": "ref", "volume": "357", "year": "2017"}, "text": "A pathology atlas of the human cancer transcriptome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35313, "infons": {"comment": "Epub 2020/09/29 PubMed PMID: 32985124; PubMed Central PMCID: PMCPMC7686977", "fpage": "12642", "issue": "21", "lpage": "12655", "name_0": "surname:Xia;given-names:W.", "name_1": "surname:Bai;given-names:H.", "name_2": "surname:Deng;given-names:Y.", "name_3": "surname:Yang;given-names:Y.", "pub-id_doi": "10.1111/jcmm.15832", "pub-id_pmid": "32985124", "section_type": "REF", "source": "J Cell Mol Med", "type": "ref", "volume": "24", "year": "2020"}, "text": "PLA2G16 is a mutant p53/KLF5 transcriptional target and promotes glycolysis of pancreatic cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35410, "infons": {"comment": "Epub 2011/08/25 PubMed PMID: 21862683", "fpage": "1993", "issue": "10", "lpage": "1999", "name_0": "surname:Kim;given-names:S.T.", "name_1": "surname:Lim;given-names:D.H.", "name_2": "surname:Jang;given-names:K.T.", "name_3": "surname:Lim;given-names:T.", "name_4": "surname:Lee;given-names:J.", "name_5": "surname:Choi;given-names:Y.L.", "pub-id_doi": "10.1158/1535-7163.MCT-11-0269", "section_type": "REF", "source": "Mol Canc Therapeut", "type": "ref", "volume": "10", "year": "2011"}, "text": "Impact of KRAS mutations on clinical outcomes in pancreatic cancer patients treated with first-line gemcitabine-based chemotherapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35541, "infons": {"comment": "Epub 2018/09/16 PubMed PMID: 30217561", "fpage": "174", "lpage": "186", "name_0": "surname:Kang;given-names:Y.W.", "name_1": "surname:Lee;given-names:J.E.", "name_2": "surname:Jung;given-names:K.H.", "name_3": "surname:Son;given-names:M.K.", "name_4": "surname:Shin;given-names:S.M.", "name_5": "surname:Kim;given-names:S.J.", "pub-id_doi": "10.1016/j.canlet.2018.09.013", "section_type": "REF", "source": "Canc Lett", "type": "ref", "volume": "438", "year": "2018"}, "text": "KRAS targeting antibody synergizes anti-cancer activity of gemcitabine against pancreatic cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35638, "infons": {"comment": "Epub 2020/12/10 PubMed PMID: 33294856; PubMed Central PMCID: PMCPMC7691443", "fpage": "100131", "issue": "8", "name_0": "surname:Brown;given-names:W.S.", "name_1": "surname:McDonald;given-names:P.C.", "name_2": "surname:Nemirovsky;given-names:O.", "name_3": "surname:Awrey;given-names:S.", "name_4": "surname:Chafe;given-names:S.C.", "name_5": "surname:Schaeffer;given-names:D.F.", "pub-id_doi": "10.1016/j.xcrm.2020.100131", "pub-id_pmid": "33294856", "section_type": "REF", "source": "Cell Rep Med", "type": "ref", "volume": "1", "year": "2020"}, "text": "Overcoming adaptive resistance to KRAS and MEK inhibitors by Co-targeting mTORC1/2 complexes in pancreatic cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35752, "infons": {"comment": "Epub 2020/04/17 PubMed PMID: 32296183; PubMed Central PMCID: PMCPMC7169983", "fpage": "402", "issue": "7803", "lpage": "408", "name_0": "surname:Luck;given-names:K.", "name_1": "surname:Kim;given-names:D.K.", "name_2": "surname:Lambourne;given-names:L.", "name_3": "surname:Spirohn;given-names:K.", "name_4": "surname:Begg;given-names:B.E.", "name_5": "surname:Bian;given-names:W.", "pub-id_doi": "10.1038/s41586-020-2188-x", "pub-id_pmid": "32296183", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "580", "year": "2020"}, "text": "A reference map of the human binary protein interactome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35809, "infons": {"comment": "Epub 2020/08/06 PubMed PMID: 32754263; PubMed Central PMCID: PMCPMC7392027", "fpage": "8558", "issue": "19", "lpage": "8572", "name_0": "surname:Chen;given-names:Wang Y.", "name_1": "surname:Lu;given-names:R.", "name_2": "surname:Jiang;given-names:X.", "name_3": "surname:Chen;given-names:X.", "name_4": "surname:Meng;given-names:N.", "pub-id_doi": "10.7150/thno.44873", "pub-id_pmid": "32754263", "section_type": "REF", "source": "Theranostics", "type": "ref", "volume": "10", "year": "2020"}, "text": "E3 ligase ZFP91 inhibits Hepatocellular Carcinoma Metabolism Reprogramming by regulating PKM splicing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35911, "infons": {"comment": "Epub 2008/04/03 PubMed PMID: 18381359; PubMed Central PMCID: PMCPMC2902398", "fpage": "1282", "issue": "6", "lpage": "1289", "name_0": "surname:Kandalaft;given-names:L.E.", "name_1": "surname:Zudaire;given-names:E.", "name_2": "surname:Portal-Nunez;given-names:S.", "name_3": "surname:Cuttitta;given-names:F.", "name_4": "surname:Jakowlew;given-names:S.B.", "pub-id_doi": "10.1093/carcin/bgn087", "pub-id_pmid": "18381359", "section_type": "REF", "source": "Carcinogenesis", "type": "ref", "volume": "29", "year": "2008"}, "text": "Differentially expressed nucleolar transforming growth factor-beta 1 target (DENTT) exhibits an inhibitory role on tumorigenesis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36040, "infons": {"comment": "Epub 2020/01/31 PubMed PMID: 31998435; PubMed Central PMCID: PMCPMC6964729", "fpage": "3028387", "name_0": "surname:Alzahrani;given-names:A.M.", "name_1": "surname:Rajendran;given-names:P.", "pub-id_doi": "10.1155/2020/3028387", "pub-id_pmid": "31998435", "section_type": "REF", "source": "Oxid Med Cell Longev", "type": "ref", "volume": "2020", "year": "2020"}, "text": "The multifarious link between cytochrome P450s and cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36098, "infons": {"comment": "Epub 2015/07/28 PubMed PMID: 26211584", "fpage": "65", "lpage": "74", "name_0": "surname:Subhani;given-names:S.", "name_1": "surname:Jamil;given-names:K.", "pub-id_doi": "10.1016/j.biopha.2015.05.018", "pub-id_pmid": "26211584", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "73", "year": "2015"}, "text": "Molecular docking of chemotherapeutic agents to CYP3A4 in non-small cell lung cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36183, "infons": {"comment": "Epub 2016/02/09 PubMed PMID: 26855150; PubMed Central PMCID: PMCPMC4780258", "fpage": "278", "issue": "3", "lpage": "287", "name_0": "surname:Noll;given-names:E.M.", "name_1": "surname:Eisen;given-names:C.", "name_2": "surname:Stenzinger;given-names:A.", "name_3": "surname:Espinet;given-names:E.", "name_4": "surname:Muckenhuber;given-names:A.", "name_5": "surname:Klein;given-names:C.", "pub-id_doi": "10.1038/nm.4038", "pub-id_pmid": "26855150", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "22", "year": "2016"}, "text": "CYP3A5 mediates basal and acquired therapy resistance in different subtypes of pancreatic ductal adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36295, "infons": {"comment": "Epub 2018/04/06 PubMed PMID: 29621733", "fpage": "21", "lpage": "30", "name_0": "surname:Zhou;given-names:Y.D.", "name_1": "surname:Hou;given-names:J.G.", "name_2": "surname:Liu;given-names:W.", "name_3": "surname:Ren;given-names:S.", "name_4": "surname:Wang;given-names:Y.P.", "name_5": "surname:Zhang;given-names:R.", "pub-id_doi": "10.1016/j.intimp.2018.03.030", "section_type": "REF", "source": "Int Immunopharm", "type": "ref", "volume": "59", "year": "2018"}, "text": "20(R)-ginsenoside Rg3, a rare saponin from red ginseng, ameliorates acetaminophen-induced hepatotoxicity by suppressing PI3K/AKT pathway-mediated inflammation and apoptosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36468, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36487, "infons": {"file": "figs1.jpg", "id": "dfig1", "section_type": "FIG", "type": "fig"}, "text": "Fig. S1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36496, "infons": {"file": "figs2.jpg", "id": "dfig2", "section_type": "FIG", "type": "fig"}, "text": "Fig. S2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36505, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following are the Supplementary data to this article:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36563, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Supplementary data to this article can be found online at https://doi.org/10.1016/j.jgr.2021.08.004.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]