[{"source": "PMC", "date": "20220730", "key": "pmc.key", "infons": {}, "documents": [{"id": "9315940", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Hu et al. Multimodal Context of COVID-19 Host Factors", "article-id_doi": "10.3389/fgene.2022.909714", "article-id_pmc": "9315940", "article-id_pmid": "35903362", "article-id_publisher-id": "909714", "elocation-id": "909714", "kwd": "multi-omic integration network inference network embedding COVID-19 machine learning polygenic risk score (PRS)", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Hu;given-names:Yue", "name_1": "surname:Rehawi;given-names:Ghalia", "name_2": "surname:Moyon;given-names:Lambert", "name_3": "surname:Gerstner;given-names:Nathalie", "name_4": "surname:Ogris;given-names:Christoph", "name_5": "surname:Knauer-Arloth;given-names:Janine", "name_6": "surname:Bittner;given-names:Florian", "name_7": "surname:Marsico;given-names:Annalisa", "name_8": "surname:Mueller;given-names:Nikola S.", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2022"}, "text": "Network Embedding Across Multiple Tissues and Data Modalities Elucidates the Context of Host Factors Important for COVID-19 Infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "COVID-19 is a heterogeneous disease caused by SARS-CoV-2. Aside from infections of the lungs, the disease can spread throughout the body and damage many other tissues, leading to multiorgan failure in severe cases. The highly variable symptom severity is influenced by genetic predispositions and preexisting diseases which have not been investigated in a large-scale multimodal manner. We present a holistic analysis framework, setting previously reported COVID-19 genes in context with prepandemic data, such as gene expression patterns across multiple tissues, polygenetic predispositions, and patient diseases, which are putative comorbidities of COVID-19. First, we generate a multimodal network using the prior-based network inference method KiMONo. We then embed the network to generate a meaningful lower-dimensional representation of the data. The input data are obtained via the Genotype-Tissue Expression project (GTEx), containing expression data from a range of tissues with genomic and phenotypic information of over 900 patients and 50 tissues. The generated network consists of nodes, that is, genes and polygenic risk scores (PRS) for several diseases/phenotypes, as well as for COVID-19 severity and hospitalization, and links between them if they are statistically associated in a regularized linear model by feature selection. Applying network embedding on the generated multimodal network allows us to perform efficient network analysis by identifying nodes close by in a lower-dimensional space that correspond to entities which are statistically linked. By determining the similarity between COVID-19 genes and other nodes through embedding, we identify disease associations to tissues, like the brain and gut. We also find strong associations between COVID-19 genes and various diseases such as ischemic heart disease, cerebrovascular disease, and hypertension. Moreover, we find evidence linking PTPN6 to a range of comorbidities along with the genetic predisposition of COVID-19, suggesting that this kinase is a central player in severe cases of COVID-19. In conclusion, our holistic network inference coupled with network embedding of multimodal data enables the contextualization of COVID-19-associated genes with respect to tissues, disease states, and genetic risk factors. Such contextualization can be exploited to further elucidate the biological importance of known and novel genes for severity of the disease in patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2592, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2605, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The coronavirus strain severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes COVID-19, a respiratory illness, and is solely responsible for one of the deadliest pandemics in modern human history. Once infected, most patients experience symptoms such as cough, sore throat, fever, shortness of breath, nausea, and diarrhea. In severe cases, the disease leads to acute respiratory distress syndrome, a serious lung condition resulting in low blood oxygen. Even though the virus mainly affects the respiratory systems, a viral load has been found in many other tissues. Hence, it is not surprising that studies demonstrated the effect of COVID-19 onto a wide range of systems, including cardiovascular, renal, hepatobiliary, and neurological systems. These findings were recently underpinned by linking fatal COVID-19 cases to kidney and liver failure, also pointing out the key role of several chronic diseases in mortality of patients. Among the most reported are arterial hypertension, obesity, ischemic heart disease, cerebrovascular disease, alcohol and nicotine abuse, and chronic obstructive pulmonary disease (COPD). Mortality rates were associated with lung damage initiated by a SARS-CoV-2 infection but powerfully predisposed by preexisting diseases (comorbidities).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3894, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Another potential contributor to disease pathogenesis is host genetics. Several genetic loci were shown to be associated with susceptibility to a severe disease course of COVID-19. The genetic component was interrogated in a large international effort of the COVID-19 Host Genetics Initiative, which conducted genome-wide association studies (GWASs) and uncovered single-nucleotide polymorphisms (SNPs) that were correlated to severe cases of COVID-19. Together, these studies revealed that the host antiviral defense mechanisms were related to genetic predisposition and that the disease affects different tissues and individuals in different ways, which are better understood in the context of human variety.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4605, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to the GWAS studies, functional experimental assays have shed light on the molecular mechanisms of the response to SARS-CoV-2 infections in cell lines. Such studies investigated, for example, the interactome between the host and virus through ribonucleoprotein capture and immunoprecipitation to find host factors that can physically interact with viral proteins. Furthermore, CRISPR studies identified host factors critical for SARS-CoV-2 infection. Another source for understanding the viral response comes from whole blood sample data, quantifying the genes, proteins, metabolites, and lipids differentially expressed in cases and controls. Many efforts have been made to understand different aspects of the infection with SARS-CoV-2, yet an integrated view with multiple tissues is lacking.) already recognized the importance of multi-omic studies to identify pathogenic mechanisms in COVID-19 development, which they carried out by a review of domain literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5585, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Methods for multi-omics data integration span from unsupervised multi-omic factor analysis over methods which maximize the correlation between multiple omics datasets to multimodal network inference approaches. In our previous work, we developed KiMONo, a versatile network inference tool that leverages prior information from existing biological networks to reduce the high-dimensional input space and model every gene measurement individually using a sparse group lasso. By aggregating selected features from KiMONo’s statistical models, a network consisting of different modalities can be generated, connecting the modeled genes with their explanatory variables. Such a multimodal network is, however, highly complex and difficult to analyze with classical network analysis tools, such as degree and betweenness analysis or module detection algorithms. To mine the network and extract meaningful associations, graph representation learning approaches have shown great promise when applied to analyze complex biomedical networks. The geometry of this embedding space is optimized to capture meaningful similarities or associations between nodes of a given network. It can be utilized to infer relationships between nodes in a network, for example, between genes and genetic risk score or genes and tissues and to understand the multimodal context for each factor of interest. The first efforts to prioritize important connected nodes have been conducted by GeneWalk. Briefly, GeneWalk generates a low-dimensional embedding space of a gene–gene network together with their biological Gene Ontology terms by learning the relationships between nodes from random walks over the multimodal network. The authors showed that this low-dimension embedding from this unsupervised representation learning algorithm enabled a more informative characterization of each gene’s annotated terms with the underlying specific biological context.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7521, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Given the complexity of COVID-19 and the many genetic, general risk, and comorbidity factors that contribute to the different possible disease manifestations, we here aimed at deriving a multimodal view, especially from the genetic and comorbidity perspective, across the whole body. These multi-omic data were modeled into an embedding space for the efficient exploration of the relationship between modalities. However, data on COVID-19 including clinical phenotypes, genomic, and transcriptomic measures on a large scale and for different tissues of populations are still sparse, and therefore, cannot be fully exploited by multi-omics data integration methods to generate a global multi-tissue and cross-individual view of the disease. Thus, we leverage a population dataset prior to the COVID-19 outbreak that comprises comprehensive multi-tissue, multi-omics, and deep phenotyping data from the Genotype-Tissue Expression (GTEx) consortium. In this study, we take an orthogonal approach to understand the complexity of symptoms, affected tissue, and individual genetic variation to the molecular response to COVID-19. To this end, we established a new analysis strategy by setting up a machine learning framework which combines network inference and embedding to integrate these pre-corona population data, uncover patterns in those data, and use this knowledge to understand the role of host factors important for COVID-19 in a broader context, in the light of other existing diseases, phenotypes, and genetic variation and gene expression across a broad range of tissues from GTEx.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9111, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "First, we used the genomic information to calculate polygenic risk scores (PRSs) which reflected the genetic risk to develop a certain disease. For this, we used GWAS summary statistics from a range of diseases with associations to COVID-19, such as pneumological, cardiovascular, or metabolic diseases. In the next step, we integrated the PRS together with phenotypes and disease states (which can be viewed as comorbidities for COVID-19) and gene expression across GTEx tissues to generate a multimodal network using KiMONo. Finally, we applied a graph embedding approach, based on the DeepWalk algorithm, which uses shallow neural networks to learn an embedding of every node. This embedding representation summarizes the associations between nodes in the multimodal network into a single similarity value for each pair of nodes, allowing us to efficiently explore and interpret a complex network. Finally, we annotated genes in the embedding that were found in different experimental studies related to COVID-19, such as GWAS, CRISPR (Wei et al., 2021), physical binding experiments, and patient OMICS data from blood serum and plasma. This allowed us to elucidate the associations of known COVID-19 genes to tissues, disease states, and genetic risk factors, which we call the multimodal context hereafter. Through our statistical framework for inferring and embedding multi-omic networks, we gained insights that go beyond classical network statistics and put known COVID-19 genes in a multimodal context.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10623, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Material and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 10644, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the following section, we present our two-step machine learning framework consisting of inference followed by embedding of a multimodal network. We evaluate the resulting embedding by investigating the proximity of tissue nodes to tissue-specific genes. Furthermore, we explore the embedding for a range of diseases and genetic predisposition of diseases. Finally, we overlay the literature-derived annotation of COVID-19 genes to the embedding and capture their multi-omic context.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11130, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genomic Data and Polygenic Risk Score Calculation", "sentences": [], "annotations": [], "relations": []}, {"offset": 11180, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used data from the GTEx consortium spanning 984 individuals, consisting of phenotypic information, gene expression, and genomic variation (SNPs). Polygenic risk scores (PRSs) represent the genetic load for developing a certain disease. For their calculation, GWAS summary statistics were obtained for a range of diseases including type II diabetes (T2D) and major depressive disorder (MDD) as well as three COVID-19 susceptibility, severity, and hospitalization studies. The full table with the GWAS study source can be found under Supplementary Table S1. Next, we lifted the individual-level genotype data, available for 866 individuals, from the reference genome GRCh38 to GRCh37/hg19 using the tool LiftOverPlink ( to match the GWAS summary statistics. We ended up with 1,119,899 SNPs that were successfully mapped and used for the calculation of 27 PRSs. For polygenic risk score prediction, we used the PRS-CS tool, which implements a Bayesian regression approach and utilizes a continuous shrinkage (CS) on SNP effect sizes. To account for the correlation between SNPs in close proximity, the method uses an external linkage disequilibrium (LD) reference panel; in our case, we used the European LD reference panel constructed using the 1000 Genomes Project (. The global shrinkage parameter phi, which is required for the adjustment of effect sizes and depends on the sparseness of the genetic architecture of a trait, was set based on each disease’s polygenicity and sample size as follows: (1) for polygenic traits with large GWAS sample sizes (≥250,000) the phi parameter was set to default, that is, its value was estimated from the data using a fully Bayesian approach; (2) traits with a number of samples less than 250,000 and with a number of significant SNPs (p ≤ 5e−08) less than or equal to 100 were considered having low polygenicity and thus phi was set to 1e−4; (3) traits with a number of samples less than 250,000 and with a number of significant SNPs (p ≤ 5e−08) larger than 100 were considered having high polygenicity and thus phi was set to 1e−2. In the final step, we used PLINK2 (PLINK v2) to calculate the overall risk of each individual in the GTEx cohort for different diseases and traits.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13424, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "GTEx Data Processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 13445, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the GTEx consortium, gene expression was measured in a range of tissues and sub-tissues. Genes were filtered to keep only protein coding genes and excluding those on the chromosomes X, Y to reduce sex-specific effects, following previous studies. Mitochondrial genes were also excluded as they are under different transcriptional control and would require additional modeling. Next, low-expression genes (at least 0.1 TPM in 80% of samples) were filtered out and considered for further analysis only if they were included in the BioGrid protein–protein interaction database. In addition, samples were filtered out if the tissue of origin was related to the reproductive system such as ovary, uterus, prostate, and testis to minimize sex-specific biases and a low sample size n < 100. Of 56,200 genes initially present in the GTEx database, 7,251 genes passed the filtering process and 44 sub-tissue types from 30 tissues were used in the end (Supplementary Figure S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14419, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Technical covariates were available on tissue resolution, comprising the platform of sequencing, mode of sequencing (PCR based), PC genotyping components, and probabilistic estimation of expression residual (PEER) factors that account for confounding factors such as technical sequencing conditions. The authors performed a PCA to decompose data variation due to other causes, such as batch and genotyping components, accounting for the phylogenetic relationship between individuals. For the network inference, tissues were dummy-coded for the respective gene expression samples. For the reference level in the regularized linear models of sparse group lasso, we used the cultured fibroblasts samples as they are sufficiently distinct from all other tissue groups. Phenotypic information, comprising BMI, sex and age, and the disease states, including renal failure, ischemic heart disease, liver disease and MDD, was coded as binary vectors. Together, they made up the features used as input for the network inference algorithm KiMONo. In summary, a total of 13,486 samples from 793 individuals had the complete set of existing diseases (n = 12), phenotype (n = 3), gene expression (n = 7,251), tissue (n = 44), covariates (n = 78), and calculated PRS scores (n = 27).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15689, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Network Inference and Embedding", "sentences": [], "annotations": [], "relations": []}, {"offset": 15721, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To derive similarities between multimodal data, our two-step framework first infers a multimodal network and projects the nodes into a low-dimensional embedding space from which we compute similarities. For the generation of the multi-omic network, we used KiMONo to select features statistically contributing to the prediction of the expression pattern of each gene. The feature selection process applied by KiMONo works both on the modality groups (genes, phenotype, etc.) and on the individual features. The features retained by the sparse group lasso model from KiMONo were introduced in a network as nodes, linked to the node for the modeled gene. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For every gene i, we used direct interaction partner gene expression as additional predictors, which is a core concept of the KiMONo method. The BioGrid protein–protein interaction database with experimentally validated interactions was used as prior information to preselect gene–gene interactions to include a reduced number of genes to the sparse group lasso model. No prior information was used to filter the other modalities which resulted in having phenotypes, disease states (comorbidities of COVID-19), tissues, and phenotypic information as input to every gene model. To avoid statistical overrepresentation of edges between network nodes with no prior information applied, reverse models were calculated by modeling the values of the nongene features from all previously selected genes. Only the most influential genes ranked by their absolute beta (top 30%) were retained to harmonize the magnitude of edges between gene–gene and gene–nongene. We then assembled a multimodal network by connecting all modeled features with their explanatory variables, as identified by KiMONo models. Stability selection was performed over 30 runs, and features were retained if the feature was selected in more than 70% of the runs to only consider robustly selected features. Default filtering steps of R 2 > 0.01 and absolute mean beta coefficient >0.01 were applied on the inferred gene models to reduce noisy connections and ensure high-quality models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17837, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The second step in our framework was to learn the low-dimensional embedding of the multimodal network by applying the GeneWalk embedding method. Based on DeepWalk, the algorithm first generates sequences of nodes from unbiased random walks across the network. Then, a one hidden layer neural network learns to predict the target node based on the surrounding nodes in the random walk sequence following the SkipGram model. By varying the sliding window size, that is, the truncated length of the random walk, more or less large neighborhoods and direct or indirect neighboring node pairs are included. After training, the embeddings of each node can be extracted from the weights of the hidden layer of the shallow neural network. They can be used to determine its proximity to any other node in the embedding space by calculating the cosine similarity between the two embedding vectors. We refer to this value as the similarity between two nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We applied a gridsearch on a smaller-sized network to determine optimal parameters for the algorithms. The network was calculated only on the data from brain samples, hereafter referred to as “brain network.” The parameters were “window size” = [2, 3] for the definition of positive examples and the “dimension of the embedding” = [4, 8, 16, 32] during the training process. These were tuned by maximizing the variance of the similarity distribution of 10,000 randomly sampled nodes. The highest variance reflects the highest information content of the network’s node in the embedding space without overfitting the data. The set of optimal embedding parameters used for all following analyses were window size = 2 and embedding dimension = 16. We then performed the embedding of the entire network 100 times to account for variability in the stochastic walk samples, yielding in 100 vector embeddings. In these, we analyzed the relationship between nodes that displayed the highest cosine similarity score to a given query node of interest, such as a disease or comorbidity node. Here, for each query node, we extracted the top 1,000 most similar nodes (according to the cosine similarity measure) for each of the 100 runs of the embedding. A node was considered robustly similar to a query node if it occurred in its top 1,000 in at least 80 of the 100 runs. Finally, for each query node, its associated robust nodes were ranked by their maximal similarity score. These sets of most similar nodes, thus, represented the multimodal contextualization of genes, which we used to elucidate the relationship between each of the COVID-19–associated genes and tissues or diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20476, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our machine learning framework was implemented in R and python and is freely available under https://github.com/cellmapslab/embed_multimodalNet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20621, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tissue Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 20648, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We expected genes which are preferentially expressed in a certain tissue or are tissue-specific to be closer in the embedding space to the node representing that tissue type compared to the nodes of other tissues. For the validation of the overall approach, we compared the n = 50, 100, 200, 300, and 500 topmost similar and least similar genes to tissue nodes according to their mean similarity score across 100 runs. Validation was performed using genes with tissue-enhanced expression from the protein atlas. For example, for the brain, we searched for “tissue_category_rna: brain; tissue enhanced AND sort_by: tissue specific score” on the web server.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21308, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For this validation approach, we focused on the tissue brain and liver as these tissues had the largest number of samples and the highest amount of tissue-enhanced genes within the protein atlas. We computed the odds ratio of finding a tissue enhancement within the set of genes most similar compared to the set of genes least similar to that tissue. The raw expression within the GTEx dataset was visualized through a heatmap, and gene mRNA levels in the most-similar tissue were compared with the levels of other tissues to confirm their tissue specificity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21868, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "COVID-19–Related Host Factors and Investigation of Multimodal Context", "sentences": [], "annotations": [], "relations": []}, {"offset": 21940, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To study the multimodal context of COVID-19–associated genes, we compiled published SARS-CoV-2/COVID-19-related molecular datasets across four different types of experiments. We focused on tissues, disease states, and PRS in the proximity in the embedding space of these SARS-CoV-2/COVID-19–associated genes, proteins, and variants. In this case, specifically, instead of taking the top 1,000 nodes, we set a threshold on the similarity score (namely >0.65) to expand the similarity-based search space in order to include more nongene node embeddings. This is because node embeddings in very close proximity to a COVID-19 gene were embeddings of other gene nodes. When the threshold was surpassed, we represented the similarity of tissues, disease states, and PRS to the literature-derived genes as similarity-based graphs. In these graphs, we only included genes in close proximity to nodes of PRS COVID-19 susceptibility, severity, and hospitalization. The reasoning was to focus on the genetic component of the predisposition to COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22986, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  COVID-19 genetics.  Full summary statistics of COVID-19 GWAS (without 23andMe data, release June 6, 2021) were downloaded for the reference genome GRCh38. SNPs reported as significant with p < 1e−3 in comparison of very severe cases versus population (A1), hospitalization versus non-hospitalization (B1), and hospitalization versus population (B2). Significant variants were overlapped with ENSEMBL gene version 101 (using knowing01 Explore software) to identify affected genes resulting in 515, 663, and 475 genes for A1, B1, and B2, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23540, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  Viral-host direct protein interactions.  Physical interaction studies investigated the interactome between the host and SARS-CoV-2 virus using ribonucleoprotein captures and immunoprecipitation. For the ribonucleoprotein captures, we used the 109 proteins that were regarded as the “SARS-CoV-2 RNA interactome”. For the immunoprecipitation experiment, we used the same high-confidence scoring criteria with MiST score ≥0.7, a SAINTexpress Bayesian false-discovery rate (BFDR) ≤0.05, and an average spectral count ≥2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  CRISPR phenotype screens.  The third set was built from genes from CRISPR studies that identified host factors critical for SARS-CoV-2 infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24217, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The top 20 genes of pro-viral and anti-viral each were taken and ranked by the mean z-score in the Cas0-v2 conditions (Wei et al., 2021), and significant hits from Huh-7.5 37°C SARS-CoV-2 experiments were taken.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24430, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "  Patient multi-omics data . We collected statistical results from eight studies. For all proteomics studies, we identified regulated proteins by applying a lax significance cutoff of adjusted p < 0.1 unless stated otherwise due to limited number of overall hits. From 262 in-patient sera, pairwise comparisons of the three time points of the first day of sampling, day of highest signal, and negatively tested for SARS-CoV-2 had been extracted. From the sera of 19 individuals, pairwise comparisons of the three groups, healthy, non-severe, and severe COVID-19, had been extracted. From the sera of 38 individuals, we used the comparison controls versus patients with varying COVID-19 severities, to which we applied the lax filtering of p < 0.05 as the data lack multiple testing correction information. A total of 104 patient sera across different COVID-19 severities had been used to identify biomarkers, which were used without additional filtering. From a discovery cohort of 33 individuals, we extracted the published 90 differentially regulated proteins comparing control and COVID-19 patient sera on which no additional cutoff was applied . Blood plasma proteomics from 139 inpatients had been correlated with 86 diagnostic parameters and associated with severity using a lax-adjusted p < 0.1 cutoff. We additionally collected data from two multi-omic studies. Notably, we applied very stringent cutoff criteria on transcriptome data due to strong inflation of the number of regulated genes. From 231 COVID-19 patients without comorbidities, we extracted the pairwise comparisons of asymptomatic, mild, and severe cases using serum proteomics applying a lax-adjusted p cutoff <0.1 and a stringent cutoff on genes (adjusted p < 1e−10) measured by RNA-seq in whole blood. Finally, 128 individuals with and without COVID-19 infection were used to measure and compare association to disease state in context of ICU care by plasma proteomics (adjusted p < 0.1) and leukocyte transcriptomics (adjusted p <1e−10) as well as ICU × COVID-19 interaction analysis applying adjusted p < 0.1 for both omics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26541, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 26549, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "COVID-19 disease affects multiple organs featuring symptoms from lung, neurological, hematological, liver, kidney, and heart disease. To shed light on these multimodal characteristics, we use the pre-pandemic multi-tissue GTEx cohort of close to 1,000 individuals. This cohort contains individuals with various disease diagnoses, which are referred to as comorbidities in the context of a SARS-CoV-2 infection. We established a new statistical framework to elucidate the multimodal context of any feature of interest, but especially of previously identified genes associated to COVID-19. This framework consisted of inferring a multimodal network and embedding the nodes into a low-dimensional embedding space for effective exploration of similarities between nodes and data modalities (Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27347, "infons": {"file": "fgene-13-909714-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Novel network inference and embedding framework to integrate multimodal data for the investigation in low-dimensional space. (A) Data from the GTEx consortium consisted of gene expression across multiple tissues, phenotypes such as sex and age, diagnosis, technical and biological covariates, as well as polygenic risk scores (PRS) representing the genetic predisposition for a certain disease. (B) Multimodal data integration was carried out with the network inference method named KiMONo to obtain a multimodal multi-tissue network. (C) Resulting network was embedded into a low-dimensional space using a method adapted from GeneWalk, which uses the results of random walks of sequentially visited nodes. (D) Weights of the hidden layer are the embeddings and were explored using cosine similarity scores to (E) validate the embedding space using tissue-specific genes and (F) understand the multimodal context of genes essential to COVID-19, which have been identified previously by external sources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28351, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Disease State and Polygenic Risk Capture Differential Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 28417, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using our novel framework, we were able to integrate data of different modalities from phenotypes and gene expression of 43 tissues to the genetic risks and existing disease diagnoses. To capture the genetic risk of developing a disease, we computed polygenic risk scores (PRS) for all GTEx individuals with available genotypes by using a genome-wide scoring approach. We identified and computed PRS for 24 large GWAS of diseases and traits, which are known or suggested to bear a risk of a severe COVID-19 disease course and from three COVID-19 GWAS itself.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28976, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For an exploration of data modalities, we calculated the Pearson’s correlation between disease states, PRS, and phenotypes (Supplementary Figure S2). The correlation between PRS of diseases was high, such as for schizophrenia to bipolar, major depressive disorder (MDD), and coronary artery disease with Pearson’s correlations of 0.97, 0.62, and 0.53, respectively. Furthermore, the PRS of type II diabetes (T2D) was correlated with type I diabetes (T1D) (0.38), COVID-19 severity (0.76), stroke (0.24), and hypertension (0.46). On the other hand, the actual disease state T2D was correlated lowly with disease renal failure (0.22), hypertension (0.35), and age (0.25). However, there was almost no correlation between the genetic risk (PRS) and actual development of a disease (diagnosis as provided by GTEx). For instance, the correlation for hypertension, asthma, T1D, and T2D were 0.14, 0.09, 0.19, and 0.04, respectively. The low correlation of genetic load with disease status makes the integration of complementary information very important in the study of a disease, when the PRS covers the genetic risk to develop a certain disease, but the actual development of a disease is additionally influenced by environmental factors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30216, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Multimodal Network Embedding of the GTEx Cohort", "sentences": [], "annotations": [], "relations": []}, {"offset": 30264, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Multimodal GTEx data were integrated with the inference algorithm, KiMONo, and an example for one single gene model can be found in Supplementary Figure S3. Models were filtered for low performance, low beta values, and stability selection. We obtained 7,236 gene models of 7,251 with 461,216 edges. Next, after running the reverse models and retaining the statistically significant associations, the median  of all the models was 0.52 (Figure 2A), and we obtained a network comprising genes (n = 7,202), phenotypes (n = 3), diseases (n = 12), PRS (n = 27), covariates (n = 77), and tissues (n = 43) (Figure 2B). While the genes were dominating the network in the number of nodes, the most common edge type was n = 62,902 between a gene and tissue variable, as well as n = 44,965 between gene and covariates, n = 18,521 between genes, n = 11,613 between the gene and PRS, n = 10,553 between gene and disease states, and n = 2,817 between the gene and phenotypes (Figure 2C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31239, "infons": {"file": "fgene-13-909714-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Embedding of a multimodal network consisting of nodes from different data modalities including gene expression, PRS, diseases (comorbidities of COVID-19), phenotypes, and tissues of 13,486 samples from 793 individuals from the GTEx cohort. (A) Subnetwork of the inferred multimodal data. (B) Number of nodes and (C) edges of the complete network. (D)\n performance of sparse group lasso gene models from KiMONo, as a quality measure of the edges of the full network. (E) PCA of full network embedding (1 of 100 runs) with PRS for obesity, COVID-19, and cancer, as well as CDK5 gene, brain cortex tissue, and age phenotype highlighted with labels. (F) For one node of interest (brain cortex), the highest similarity score across 100 runs was plotted against the variance across 100 runs. The nodes with the highest similarity score to the node of interest (brain cortex in purple) have a low standard deviation across 100 runs. Marginal density plots displayed to the sides. (G) Variance of similarity scores of all nongene nodes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify an optimal set of parameters for the embedding from the multimodal genetic risk-, gene expression-, phenotype-, and disease diagnosis-aware network, we performed a grid search on a smaller network derived from brain gene expression samples. The optimal parameters of the models were a window size = 2 of positive examples and embedding dimensionality = 16, for which the normal distributed variance (Supplementary Figure S4B) was the highest, with a mean of 0.080 across 10 repetitions (Supplementary Figure S4A). This reflected the highest information content to be captured without overfitting to the data. The network embedding algorithm was run 100 times to reduce the variability in stochastic random walks, using this set of optimal parameters for the multimodal network inference with KiMONo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33080, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To establish a simplified visualization of the 16-dimensional embedding space, we chose one random run representative of 100 runs and subjected it to PCA and finally visualized all nodes in the first and second principal component. As the number of dimensions was optimized during the grid search process, both principal components together explained a variance of 20.17% (Figure 2D). The genes were spread across the PCA, with same structure within the other modalities. Some diseases and PRS displayed high PC1 values, such as the PRS for obesity and COVID-19 and the disease renal failure, while the PRS for cancer and many tissues had lower PC1 values (Figure 2E). While the linear PCA cannot completely represent the nonlinear embedding space, the PCA could be viewed as an approximation of the embedding space.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33897, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, we computed the maximal similarity score across a 100 runs from the brain cortex tissue node to all other nodes and identified that the topmost similar node with a maximal similarity score above 0.65 also had a relatively low variance across 100 runs (Figure 2F). The robustness of pairwise similarity scores across 100 runs was confirmed by the low variance of similarity scores of nongenes to all other nodes (Figure 2G).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34334, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Embedding Recapitulates the Association Between the Brain Tissue Node and Brain-Specific Genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34429, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To validate the embedding space obtained from our multimodal network, we evaluated how much the similarity scores between gene nodes and tissue nodes recapitulated the tissue-specific expression patterns of genes. To do so, we retrieved the similarity scores from all genes with the brain tissue node and overlapped varying n topmost and least similar genes with genes previously reported to be enhanced in their expression in brain tissues within The Human Protein Atlas database. We found that these genes appeared more frequently in the set of most similar genes than in the set of least similar genes, thus confirming their functional role in the tissue of interest. The odds ratio of enrichment within the most similar nodes is 4.33-fold higher than that in the least similar nodes, when looking at the top and bottom n = 200 nodes (, , ) and even 12.24-fold for n = 100 (, , ) (Figure 3A). For further tissues which had many samples within GTEx and a high number of genes with tissue-enhanced expression within the database such as liver, the same trend was visible (Figure 3A). Finally, the enhanced tissue expression for brain-specific genes was confirmed by the expression values in transcript per million (TPM) within the GTEx dataset (Figure 3B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35687, "infons": {"file": "fgene-13-909714-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Embedding of multimodal network identifies tissue-associated genes. (A) Enrichment of tissue-enhanced genes within the top n most similar nodes compared to bottom n least similar nodes by mean similarity score across 100 runs of embedding in expression in the brain and liver. (B) Median expression per tissue within the GTEx dataset of 50 genes found to be enriched in expression in the brain among the top 500 most similar nodes. (C) Embedding of all nodes of the multimodal network of a representative run, highlighted are nodes with high similarity score of tissue node brain cortex. (D) Zoomed-in view of embedding space around brain cortex with 15 topmost similar nodes highlighted by labels. (E) Ranking of most similar nodes for brain cortex and brain frontal cortal BA9 across all 100 runs of embedding, with 1-hop neighbor genes in dark blue and 3-hop neighbor genes in light blue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36579, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the illustration of the embedding space centered around the tissue brain cortex, we visualized the whole embedding from one single run using the principal components 1 and 2 of a PCA (Figure 3C) and then zoomed into the local proximity embedding space containing the most similar nodes (Figure 3D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36882, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the tissue brain cortex, one of the most similar nodes was the gene major histocompatibility complex, class II, DR alpha (HLA-DRA) which is shown to be elevated in expression in gliomas. Another node was the tissue type brain frontal cortex BA9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37132, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further demonstrate how the similarity scores can be used for contextualization of genes and other modalities, we extracted the contextualized top nodes for both brain cortex and brain frontal cortex across 100 embedding runs ranked by the maximum similarity score (Figure 2E). The top genes for both brain regions have been annotated in previous studies to be associated with mental disease or for the functioning of the brain. Notably, we found Ras-related dexamethasone induced 1 (RASD1), which encodes for a small GTPase overexpressed as protein in the frontal cortex and is associated with the pathway of nNOS signaling at neuronal synapses. Interestingly, we note that this node has a high similarity to the brain frontal cortex node (similarity score = 0.84), while it was not a direct neighbor, but a 3-hop neighbor, in the underlying multimodal network. This shows how the network embedding can capture highly relevant relationships between nodes, despite their relative distance in the underlying network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38151, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Embedding Elucidates Context of Known Diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 38198, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further illustrate the use of the embedding by exploring in more depth the relationship between nodes of various modalities and nodes of selected diseases and PRS. For instance, ischemic heart disease was found closest to hypertension, chronic obstructive pulmonary disease (COPD), and cerebrovascular disease (Supplementary Figure S4A). Among the genes, 1-hop and 2-hop neighbors in the underlying network, were chromatin licensing and DNA replication factor 1 (CDT1), minichromosome maintenance complex component 5 (MCM5), and cAMP-responsive element-binding protein 1 (CREB1), which have been linked to ischemic heart disease before. The latter has been found to be a strong genetic predictor for heart rate response by being a key player during contraction and cardiac memory. Furthermore, within the top 15 most similar nodes, we could find the node for genetic predisposition for heart failure and the node for predisposition for COVID-19 hospitalization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39163, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, the disease node for major depressive disorder (MDD) was in the midst of gene nodes in the PCA with no other node modalities appearing in the 15 most similar node ranking (Supplementary Figure S5B). Most similar genes were mammalian STE20-like kinase-1 (MST1), kinase promoting apoptosis, or aryl hydrocarbon receptor nuclear translocator like 2 (ARNTL2), involved in the circadian clock regulation and found to be one of the three genome-wide associations of suicide in MDD. Another was cytochrome P450 family 2 subfamily E member 1 (CYP2E1), which is an important protein in the microsomal oxidation system.) evaluated the mutual pathomechanisms in both MDD and nonalcoholic fatty liver disease as they mediate and promote the progression of each other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39934, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As another example, T2D was highly similar to T1D and pneumonia, as well as the tissue tibial artery (Supplementary Figure S5C). Genes from 1- to 3-hop neighbors have been described and associated with T2D in literature before, including microtubule nucleation factor (TPX2), fibroblast growth factor receptor 1 (FGFR1), RNA helicase and ATPase (UPF1), and Huntington (HTT).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40309, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As a final example for disease states which is also a known pathology of COVID-19, we studied pneumonia (Supplementary Figure S5D). Among the most similar nodes were acute pneumonia, T1D and T2D, as well as tibial artery. The increased risk of pneumonia in diagnosed patients with diabetes has been established. Furthermore, neutrophil cytosolic factor 1 (NCF1) encodes for a component of the NADPH oxidase complex and has been associated with fibrosis, inflammation, as well as pneumonia (. Annexin A1 (ANXA1), playing a role in innate and adaptive immune response, has also been found to control the inflammatory response. The gene has been further suggested as a prognostic biomarker for COVID-19 by decrease in severe cases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41038, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we investigated the most similar nodes to each of the PRS nodes, which represent the genetic risk for a certain disease. The top 15 nodes of each PRS were frequently other PRS nodes. This inflation might be due to the higher correlation of PRS among one another, as we had quantified prior to the embedding (Supplementary Figure S2). For instance, 12 of the 15 most similar nodes to the node of chronic kidney disease were genetic risk scores that ranged from coronary artery disease to COPD and Crohn’s disease (Supplementary Figure S6A), which are known comorbidities. The three other most similar nodes were genes, namely, glutathione S-transferase Mu 3 (GSTM3), scavenger receptor cysteine-rich type 1 protein M130 (CD163), and ribosomal protein S10 (RPS10) (1-, 1-, and 2-hop neighbors, respectively). All three have been described as important for the development of renal tissue, carcinomas, or as biomarkers for inflammation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41980, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As another example, ornithine decarboxylase 1 (ODC1) (3-hop neighbor) was the topmost similar gene to the genetic risk for cancer. proposed ODC1 as a therapeutic target for inhibition for endometrial cancer, as it is often overexpressed and contributes to cell proliferation. Among the other similar nodes were the genetic risk for lung cancer (similarity score = 0.83) as well as for alcohol abuse (similarity score = 0.79) (Supplementary Figure S6B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42433, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The PRS for schizophrenia was most similar to the one of MDD and bipolar disorder along with the PRS for COVID-19 and the one for obesity (Supplementary Figure S6C). Indeed, the connection between mental diseases and COVID-19 had been of interest, with the highest odds ratio for susceptibility and mortality in patients with severe mental disorders. It has been suggested that this vulnerable group exhibits lower immune function and poorer resilience. In this section, we demonstrate how the similarity score can be used for contextualization of disease states and PRS to capitulate disease-associated factors and genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43056, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Embedding Uncovers Novel Dependencies Between COVID-19 and Tissues, PRS, and COVID-19 Comorbidities", "sentences": [], "annotations": [], "relations": []}, {"offset": 43156, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Having shown the applicability of the framework to capture both tissue-specific and at the same time disease-specific genes and described associations, we aimed next at understanding host factors important for COVID-19 in its complex multimodal context of GTEx cohort data. Thus, we compiled genes from previous studies of different sources and explored their proximities in the embedding space. These were gene sets derived from GWAS, CRISPR, physical interaction studies, as well as multi-omics patient data. The top associations of these genes to tissues, PRS, and diseases (which can be considered comorbidities of COVID-19) were represented as similarity graphs that pass our threshold of similarity score >0.65. In addition, we focused on the multimodal context of genes which had a connection to at least one of the three COVID-19 genetic predispositions (PRS) of susceptibility, severity, or hospitalization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44073, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, we investigated the similarity network of genes derived from GWAS studies (Figure 4A). Small and large ribosomal subunits and factors, such as 40S ribosomal protein S10 (RPS10), 60S ribosomal protein L7a (RPL7A), 60S ribosomal protein L24 (RPL24), and 60S ribosomal protein L14 (RPL14) were connected to many genetic risks. RPS10 was additionally connected to comorbidities such as COPD, cerebrovascular disease, and renal failure. There is evidence of ribosomal protein entry channel blockage by the viral NSP1 during infection, thus inhibiting mRNA translation. Another notable set of proteins were factors from the proteasome, consisting of proteasome 26S subunit, non-ATPase 3 (PSMD3), proteasome 26S subunit, non-ATPase 1 (PSMD1), and proteasome 20S subunit alpha 1 (PSMA1). The latter was associated with adipose tissue and renal failure in the embedding and is involved in the maintenance of protein homeostasis involved in ATP-dependent degradation of ubiquitinated proteins, including those of coronaviruses (Tiwari et al., 2021). Ring finger and CHY zinc finger domain containing 1 (RCHY1) was associated with many comorbidities, including COPD, cerebrovascular disease, renal failure, ischemic heart disease, liver disease, and pneumonia, as well as the genetic risks of psoriasis, heart failure, and coronary artery disease. RCHY1 that was derived from the GWAS study comparing COVID-19 hospitalized versus nonhospitalized was connected to both PRS of COVID-19 and COVID-19 hospitalization. This protein is also involved in E3-dependent ubiquitination and proteasomal degradation, including tumor protein 53 (TP53), histone deacetylase 1 (HDAC1), and cyclin-dependent kinase inhibitor 1B (CDKN1B), thus regulating their levels and cell cycle progression. While ribosomes and proteases were connected to many genetic risks, RCHY1 was further similar to many developed diseases that were reported to be comorbidities of COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46020, "infons": {"file": "fgene-13-909714-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Multimodal context of known host factors important for COVID-19, stemming from different public experimental and patient data sources. Multimodal context, especially with regard to the tissues, PRS, and COVID-19 comorbidities, was represented as a network, an edge between two nodes was drawn when the similarity score within the embedding space >0.65 and robustly identified in 80 of 100 run repetitions. Similarity networks of genes derived through (A) GWAS studies and (B) CRISPR studies derived from Wei et al. (2021) and). (C) Furthermore, physical interaction experiments of ribonucleoprotein captures and immunoprecipitation (, as well as (D) patient data of whole blood samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46707, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Proteasome 26S subunit, ATPase 2 (PSMC2) and proteasome 20S subunit Alpha 4 (PSMA4) identified by a CRISPR study were associated with many genetic risks of diseases, ranging from heart failure to MDD (Figure 4B). The tumor necrosis factor receptor associated factor 3 (TRAF3) identified by Wei et al. (2021) study was on the other hand associated with the diseases renal failure and COPD and has been annotated by previous studies in signal transduction for activation of immune and antiviral responses. The risk of hospitalization with COVID-19 was associated with the genes small ribosomal protein S6 (RPS6) and a member of the SWI/SNF family involved in ATP-dependent chromatin remodeling complexes (SMARCA5) identified by) and), respectively. They were further connected to comorbidities of pneumonia and ischemic heart disease occurring in the individuals. focused on SMARCA4, which is a paralog, acting as the catalytic subunit of the SWI/SNF remodeling complex, regulating chromatin structure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47708, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Viral factors were found to physically interact with large ribosomal subunits from the 40S and 60S protein. Ribosomal protein L30 (RPL30) and ribosomal protein L21 (RPL21) identified by) were well-connected to many different diseases (Figure 4C). While RPL30 was connected to almost all genetic risks including all three COVID-19 genetic risk nodes, RPL21 was additionally connected to the comorbidity of ischemic heart disease which is common in patients hospitalized with COVID-19. DNA (cytosine-5)-methyltransferase 1 (DNMT1) and Cullin (CUL2) identified by) were found to have interesting functional annotations of DNA methylation maintaining methylation patterns and ubiquitination for the marking of proteins for degradation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48440, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, accumulated over the eight serum or plasma-derived proteome and transcriptome patient data studies, we detected close similarity to genes and proteins of four studies. Eight genes encode for subunits of proteasomes (Figure 4D). They were connected most frequently to MDD and schizophrenia, as well as Crohn’s disease, heart failure, and smoking. Three of the eight factors, namely, PSMC1, PSMC2, and PSMA4 were in addition associated with adipose tissue and the risk of a severe case of COVID-19. The 11 subunits of ribosomes (seven RPL, three RPS, and one RNF) were connected to a variety of PRS, predominantly, heart failure, MDD, and obesity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49097, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Protein tyrosine phosphatase non-receptor type 6 (PTPN6) was associated with one COVID-19 node and with the highest number of diseases (7) from COPD over hypertension to cerebrovascular disease. This protein tyrosine phosphatase regulates a variety of cellular processes from cell growth to oncogenic transformation. It has also been shown to be expressed in B cells in severe COVID-19. In addition, tubulin beta class I (TUBB) and spectrin alpha, non-erythrocytic 1 (SPTAN1) are both involved in the cytoskeleton, encoding for beta tubulin and scaffolding proteins, respectively. The multi-omic context of SPTAN1 proved to be interesting by being connected to pneumonia and T2D as comorbidity and tibial artery as tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49820, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Some genes that were identified over the serum and plasma patient data are involved in the cellular response to DNA damage and repair, namely, RAD51 recombinase (RAD51), mediator of DNA damage checkpoint 1 (MDC1), bloom syndrome RecQ-like helicase (BLM), and Erb-B2 receptor tyrosine kinase 2 (ERBB2). ERBB2, belonging to the epidermal growth factor receptor family of receptor tyrosine kinases, had also been previously linked to the cytokine release storm and thus severity of an infection with SARS-CoV-2. This gene was especially of interest in combination with obesity and gut microbiome in COVID-19 patients. Finally, we explored the tissue context of COVID-19–associated genes, identified in blood of mostly severe patients, independently if they were additionally associated to the genetic predisposition. By counting the number of tissues in close proximity, we found that brain-related tissues such as nucleus accumbens basal ganglia, substantia nigra, or spinal cord were among the most frequently discovered, along with tibial artery, small intestine, and pituitary (Table 1). During the acute phase of infection, SARS-CoV-2 was found in the substantia nigra, where it preferentially targeted dopaminergic neurons. It has been discussed that the infection of brain tissue could trigger cellular processes linked to neurodegeneration, and its course has been shown to worsen diseases such as Parkinsonism. described that the small intestine was affected in COVID-19 patients.) showed poorer outcomes for patients with pituitary dysfunction, affecting patients with an abnormal endocrine phenotype such as hypopituitarism and diabetes. Also, COVID-19 patients exhibit worse outcomes with thrombosis in the tibial arteries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51555, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Top five tissue context in embedding of known COVID-19 genes discovered by different study types, expressed as counts and proportion of all tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51704, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" rowspan=\"1\" colspan=\"1\">Tissue</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Count</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">Proportion of all tissues</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">GWAS</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Brain spinal cord cervical c-1</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">27</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.046</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Breast mammary tissue</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0375</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Brain frontal cortex BA9</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0375</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cells EBV-transformed lymphocytes</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0375</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Heart atrial appendage</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0375</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CRISPR</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Brain nucleus accumbens basal ganglia</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0656</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Artery tibial</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0656</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Adipose subcutaneous</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0656</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Brain anterior cingulate cortex BA24</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0492</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Breast mammary tissue</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0492</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Physical interaction</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Brain substantia nigra</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0811</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pituitary</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0721</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Small intestine terminal ileum</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.045</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pancreas</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.045</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Adipose visceral omentum</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.045</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Patient</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Brain spinal cord cervical c-1</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">142</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0433</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Breast mammary tissue</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">127</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0388</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Stomach</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">126</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0385</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Pituitary</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">122</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0372</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">Cells EBV-transformed lymphocytes</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">118</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.036</td></tr></tbody></table>\n"}, "text": "\tTissue\tCount\tProportion of all tissues\t \tGWAS\tBrain spinal cord cervical c-1\t27\t0.046\t \t\tBreast mammary tissue\t22\t0.0375\t \t\tBrain frontal cortex BA9\t22\t0.0375\t \t\tCells EBV-transformed lymphocytes\t22\t0.0375\t \t\tHeart atrial appendage\t22\t0.0375\t \tCRISPR\tBrain nucleus accumbens basal ganglia\t4\t0.0656\t \t\tArtery tibial\t4\t0.0656\t \t\tAdipose subcutaneous\t4\t0.0656\t \t\tBrain anterior cingulate cortex BA24\t3\t0.0492\t \t\tBreast mammary tissue\t3\t0.0492\t \tPhysical interaction\tBrain substantia nigra\t9\t0.0811\t \t\tPituitary\t8\t0.0721\t \t\tSmall intestine terminal ileum\t5\t0.045\t \t\tPancreas\t5\t0.045\t \t\tAdipose visceral omentum\t5\t0.045\t \tPatient\tBrain spinal cord cervical c-1\t142\t0.0433\t \t\tBreast mammary tissue\t127\t0.0388\t \t\tStomach\t126\t0.0385\t \t\tPituitary\t122\t0.0372\t \t\tCells EBV-transformed lymphocytes\t118\t0.036\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 52504, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 52515, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We established a two-step framework that allows us to integrate multi-omic data across multiple tissues and given genetic risk and disease state information in order to better understand diseases, especially COVID-19, in their complex context. First, a multimodal network was inferred using KiMONo which associates genes with all other data modalities, consisting of genes, tissues, phenotypes, comorbidities, and PRS, using multiple regression. Second, all nodes were projected into an embedding space using the method GeneWalk. For efficient analysis of the embedding, similarity scores were employed, under the assumption that associated nodes are in the proximity within the embedding space. We showed that the multimodal network from the GTEx pre-corona population cohort was of high quality being able to achieve high gene model performances using the  measures. Furthermore, we assured the quality of the embeddings by optimizing the parameters such that we maximize the variance of the resulting node pair cosine similarity distribution. The fact that similarity scores between any two vectors had low standard deviation across the 100 runs reflects the robustness of the resulting embeddings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53717, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We validated the relevance of the network embedding by showing that tissue-specific genes were significantly more enriched in the set of genes with the highest similarity scores to the tissue of interest, as compared with the set of genes with the lowest similarity scores. Thus, our method was able to capture the most important factors for each node of interest. The embedding was also validated by recapitulating disease-related factors such as for the disease ischemic heart disease, T2D, and MDD or the genetic predisposition for chronic kidney disease and cancer. Interestingly, those top similar nodes come from a diverse degree of neighborhood of the initial KiMONo network, which confirms that the embedding helps capture highly relevant relationships between nodes. In summary, we were able to (1) prioritize important factors from multitude of connections in the original network and (2) pick up factors that were connected over 1, 2, and 3 hops. With the embedding, the relationship between any two nodes could be examined in the full network context and does not need to be restricted to directly connected ones. The information gain exceeding the original network is due to the embedding which is learned by using sequences within random walks as training examples. In this way, the larger context of each node is being taken into account for the embedding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55089, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We delineated the multimodal context of previously identified COVID-19 genes. Strikingly, different experimental types captured different information. While the networks from genes that were derived from physical interaction experiments were able to elucidate the roles of ribosomal proteins, the genes from CRISPR studies had a focus on proteases and genes that had COVID-19 comorbidities in their proximity such as SMARCA5 and TRAF3, involved in chromatin remodeling and activation of viral response. Furthermore, the networks from whole blood samples of patients revealed the role of many proteases and ribosomes that had many genetic risks in their proximity. Others were coupled to functions such as DNA repair, ubiquitination, and functions within the cytoskeleton. Another interesting gene only present in the patient’s blood data was PTPN6; it was associated with the highest amount of comorbidities, ranging from COPD to hypertension. This gene was less associated with the genetic risk for different diseases but with the actual development of them, making this gene a central player for COVID-19 when other comorbidities were already present. Importantly, we also delineate that in this disease, many tissues were involved, including the brain and small intestine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56367, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The framework’s limitations are the prior used to establish gene–gene links. Our analysis was limited to around 7,000 genes mainly due to lack of mappability to the prior, but could be extended to the full set of human protein coding genes. In addition, we limited the PRS only to GWAS studies, selecting the diseases that have been found to be most relevant for COVID-19, while many others are of potential relevance in a cross-tissue cross-disease cohort. Our network could also be used to understand the context of other diseases by expanding the PRS or diseases being integrated into the network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56972, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The power of our analysis stems from the large cohort, enabling the contextualization of the modality impact of a disease on a population level and across different tissues. The considerable amount of samples gives it statistical power, especially in the brain tissues. To our knowledge, this is the first time that the genetic predisposition to COVID-19 has been analyzed using a pre-corona population cohort spanning multiple tissues in the body, while taking the genetic setting, the developed diseases, and phenotypes into account. This allowed for the understanding of this complex disease on many layers from genetics to comorbidities influenced by environmental factors, especially when the information they covered was complementary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57714, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data Availability Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 57742, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The data analyzed in this study are subject to the following licenses/restrictions: The gene expression data and covariates v8 used for the analyses described in this study were obtained from the publicly available GTEx Portal on 10/08/19 and complemented by genomic and phenotypic information which are not readily available because of data privacy reasons. Requests to access the datasets should be directed to the dbGAP portal. We retrieved genomic and phenotypic information from dbGaP accession number phs000424.GTEx.v8.p2.c1 on 06/08/2021. Requests to access these datasets should be directed to https://www.ncbi.nlm.nih.gov/projects/gap/cgi-bin/study.cgi?study_id=phs000424.v8.p2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58430, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 58451, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "YH, AM, NM, and JK-A conceptualized and designed the study and the framework. AM and NM supervised the study. YH and GR implemented the framework and performed all analysis supported by NG and FB. YH drafted the manuscript. YH, AM, and NM interpreted the results and wrote the manuscript. GR, CO, and LM contributed to figures and writing of the manuscript. LM, CO, and JK-A contributed to scientific discussions. All authors contributed to manuscript revision, read, and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58955, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 58963, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This research was supported by the Helmholtz Association AeroHEALTH grant to AM and YH, additionally supported by the Joachim Herz Foundation for YH and NG, Project TRY-IBD Grant 01ZX 1915B for CO, Deutsche Forschungsgemeinschaft (SFB/TR-84 TP C01 and TP C10 [http://www.sfb-tr84.de/]) to AM and LM. GR is supported by the Helmholtz Association under the joint research school “Munich School for Data Science—MUDS”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59385, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 59406, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Authors FB and NSM hold management positions at knowing01 GmbH that might benefit or be at a disadvantage from the published findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59541, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59724, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 59743, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors, and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60091, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 60114, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fgene.2022.909714/full#supplementary-material ", "sentences": [], "annotations": [], "relations": []}, {"offset": 60274, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 60285, "infons": {"fpage": "e8124", "name_0": "surname:Argelaguet;given-names:R.", "name_1": "surname:Velten;given-names:B.", "name_2": "surname:Arnol;given-names:D.", "name_3": "surname:Dietrich;given-names:S.", "name_4": "surname:Zenz;given-names:T.", "name_5": "surname:Marioni;given-names:J. C.", "pub-id_doi": "10.15252/msb.20178124", "pub-id_pmid": "29925568", "section_type": "REF", "source": "Mol. Syst. Biol.", "type": "ref", "volume": "14", "year": "2018"}, "text": "‘Multi-Omics Factor Analysis—A Framework for Unsupervised Integration of Multi-Omics Data Sets’", "sentences": [], "annotations": [], "relations": []}, {"offset": 60387, "infons": {"fpage": "1737", "issue": "8", "lpage": "1743", "name_0": "surname:Bouali-Benazzouz;given-names:R.", "name_1": "surname:Benazzouz;given-names:A.", "pub-id_doi": "10.1002/mds.28680", "pub-id_pmid": "34080714", "section_type": "REF", "source": "Mov. Disord.", "type": "ref", "volume": "36", "year": "2021"}, "text": "‘Covid-19 Infection and Parkinsonism: Is There a Link?’", "sentences": [], "annotations": [], "relations": []}, {"offset": 60447, "infons": {"fpage": "331", "issue": "4", "lpage": "339", "name_0": "surname:Cai;given-names:Q.", "name_1": "surname:Mukku;given-names:V. K.", "name_2": "surname:Ahmad;given-names:M.", "pub-id_doi": "10.2174/1573403X10666140214122234", "pub-id_pmid": "24527682", "section_type": "REF", "source": "Curr. Cardiol. Rev.", "type": "ref", "volume": "9", "year": "2013"}, "text": "Coronary Artery Disease in Patients with Chronic Kidney Disease: a Clinical Update", "sentences": [], "annotations": [], "relations": []}, {"offset": 60530, "infons": {"fpage": "311", "issue": "5", "lpage": "319", "name_0": "surname:Carithers;given-names:L. J.", "name_1": "surname:Ardlie;given-names:K.", "name_2": "surname:Barcus;given-names:M.", "name_3": "surname:Branton;given-names:P. A.", "name_4": "surname:Britton;given-names:A.", "name_5": "surname:Buia;given-names:S. A.", "pub-id_doi": "10.1089/bio.2015.0032", "pub-id_pmid": "26484571", "section_type": "REF", "source": "Biopreservation Biobanking", "type": "ref", "volume": "13", "year": "2015"}, "text": "A Novel Approach to High-Quality Postmortem Tissue Procurement: The GTEx Project", "sentences": [], "annotations": [], "relations": []}, {"offset": 60611, "infons": {"fpage": "7", "issue": "1", "name_0": "surname:Chang;given-names:C. C.", "name_1": "surname:Chow;given-names:C. C.", "name_2": "surname:Tellier;given-names:L. C.", "name_3": "surname:Vattikuti;given-names:S.", "name_4": "surname:Purcell;given-names:S. M.", "name_5": "surname:Lee;given-names:J. J.", "pub-id_doi": "10.1186/s13742-015-0047-8", "section_type": "REF", "source": "GigaSci", "type": "ref", "volume": "4", "year": "2015"}, "text": "Second-generation PLINK: Rising to the Challenge of Larger and Richer Datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 60690, "infons": {"fpage": "25855", "name_0": "surname:Chen;given-names:C. Y.", "name_1": "surname:Liao;given-names:K. M.", "pub-id_doi": "10.1038/srep25855", "pub-id_pmid": "27166152", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "6", "year": "2016"}, "text": "Chronic Obstructive Pulmonary Disease Is Associated with Risk of Chronic Kidney Disease: A Nationwide Case-Cohort Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 60810, "infons": {"fpage": "4417", "issue": "11", "lpage": "4427", "name_0": "surname:D’Alessandro;given-names:A.", "name_1": "surname:Thomas;given-names:T.", "name_2": "surname:Dzieciatkowska;given-names:M.", "name_3": "surname:Hill;given-names:R. C.", "name_4": "surname:Francis;given-names:R. O.", "name_5": "surname:Hudson;given-names:K. E.", "pub-id_doi": "10.1021/acs.jproteome.0c00365", "pub-id_pmid": "32786691", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "19", "year": "2020"}, "text": "‘Serum Proteomics in COVID-19 Patients: Altered Coagulation and Complement Status as a Function of IL-6 Level’", "sentences": [], "annotations": [], "relations": []}, {"offset": 60925, "infons": {"comment": "e7", "fpage": "780", "lpage": "794", "name_0": "surname:Demichev;given-names:V.", "pub-id_doi": "10.1016/j.cels.2021.05.005", "pub-id_pmid": "34139154", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "12", "year": "2021"}, "text": "‘A Time-Resolved Proteomic and Prognostic Map of COVID-19’", "sentences": [], "annotations": [], "relations": []}, {"offset": 60988, "infons": {"fpage": "648", "issue": "12", "lpage": "649", "name_0": "surname:Demir;given-names:M. E.", "name_1": "surname:Ercan;given-names:Z.", "name_2": "surname:Karakas;given-names:E. Y.", "name_3": "surname:Ulas;given-names:T.", "name_4": "surname:Buyukhatipoglu;given-names:H.", "pub-id_doi": "10.4103/1947-2714.147983", "pub-id_pmid": "25599054", "section_type": "REF", "source": "N. Am. J. Med. Sci.", "type": "ref", "volume": "6", "year": "2014"}, "text": "Crohnic Kidney Disease: Recurrent Acute Kidney Failure in a Patient with Crohn's Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 61077, "infons": {"fpage": "217", "name_0": "surname:Di;given-names:B.", "name_1": "surname:Jia;given-names:H.", "name_2": "surname:Luo;given-names:O. J.", "name_3": "surname:Lin;given-names:F.", "name_4": "surname:Li;given-names:K.", "name_5": "surname:Zhang;given-names:Y.", "pub-id_doi": "10.1038/s41392-020-00333-1", "pub-id_pmid": "33011738", "section_type": "REF", "source": "Signal Transduct. Target Ther.", "type": "ref", "volume": "5", "year": "2020"}, "text": "Identification and Validation of Predictive Factors for Progression to Severe COVID-19 Pneumonia by Proteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 61188, "infons": {"fpage": "55", "issue": "1", "lpage": "60", "name_0": "surname:Ehrlich;given-names:S. F.", "name_1": "surname:Quesenberry;given-names:C. P.;suffix:Jr.", "name_2": "surname:Van Den Eeden;given-names:S. K.", "name_3": "surname:Shan;given-names:J.", "name_4": "surname:Ferrara;given-names:A.", "pub-id_doi": "10.2337/dc09-0880", "pub-id_pmid": "19808918", "section_type": "REF", "source": "Diabetes Care", "type": "ref", "volume": "33", "year": "2009"}, "text": "Patients Diagnosed With Diabetes Are at Increased Risk for Asthma, Chronic Obstructive Pulmonary Disease, Pulmonary Fibrosis, and Pneumonia but Not Lung Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 61348, "infons": {"fpage": "4263", "issue": "1", "name_0": "surname:Elezkurtaj;given-names:S.", "name_1": "surname:Greuel;given-names:S.", "name_2": "surname:Ihlow;given-names:J.", "name_3": "surname:Michaelis;given-names:E. G.", "name_4": "surname:Bischoff;given-names:P.", "name_5": "surname:Kunze;given-names:C. A.", "pub-id_doi": "10.1038/s41598-021-82862-5", "pub-id_pmid": "33608563", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "11", "year": "2021"}, "text": "Causes of Death and Comorbidities in Hospitalized Patients with COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 61421, "infons": {"fpage": "1522", "lpage": "1534", "name_0": "surname:Ellinghaus;given-names:D.", "name_1": "surname:Degenhardt;given-names:F.", "name_2": "surname:Bujanda;given-names:L.", "name_3": "surname:Buti;given-names:M.", "name_4": "surname:Albillos;given-names:A.", "name_5": "surname:Invernizzi;given-names:P.", "pub-id_doi": "10.1056/NEJMoa2020283", "pub-id_pmid": "32558485", "section_type": "REF", "source": "N. Engl. J. Med.", "type": "ref", "volume": "383", "year": "2020"}, "text": "‘Genomewide Association Study of Severe Covid-19 with Respiratory Failure’", "sentences": [], "annotations": [], "relations": []}, {"offset": 61500, "infons": {"fpage": "27", "issue": "1", "name_0": "surname:Fan;given-names:X.", "name_1": "surname:Liang;given-names:J.", "name_2": "surname:Wu;given-names:Z.", "name_3": "surname:Shan;given-names:X.", "name_4": "surname:Qiao;given-names:H.", "name_5": "surname:Jiang;given-names:T.", "pub-id_doi": "10.1186/s41016-017-0090-7", "section_type": "REF", "source": "Chin. Neurosurg. Jl", "type": "ref", "volume": "3", "year": "2017"}, "text": "Expression of HLA-DR Genes in Gliomas: Correlation with Clinicopathological Features and Prognosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 61599, "infons": {"fpage": "baw030", "name_0": "surname:Fishilevich;given-names:S.", "name_1": "surname:Zimmerman;given-names:S.", "name_2": "surname:Kohn;given-names:A.", "name_3": "surname:Iny Stein;given-names:T.", "name_4": "surname:Olender;given-names:T.", "name_5": "surname:Kolker;given-names:E.", "pub-id_doi": "10.1093/database/baw030", "section_type": "REF", "source": "Database J. Biol. Databases Curation", "type": "ref", "volume": "2016", "year": "2016"}, "text": "‘Genic Insights from Integrated Human Proteomics in GeneCards’", "sentences": [], "annotations": [], "relations": []}, {"offset": 61666, "infons": {"fpage": "1208", "issue": "11", "lpage": "1217", "name_0": "surname:Fond;given-names:G.", "name_1": "surname:Nemani;given-names:K.", "name_2": "surname:Etchecopar-Etchart;given-names:D.", "name_3": "surname:Loundou;given-names:A.", "name_4": "surname:Goff;given-names:D. C.", "name_5": "surname:Lee;given-names:S. W.", "pub-id_doi": "10.1001/jamapsychiatry.2021.2274", "pub-id_pmid": "34313711", "section_type": "REF", "source": "JAMA Psychiatry", "type": "ref", "volume": "78", "year": "2021"}, "text": "Association Between Mental Health Disorders and Mortality Among Patients With COVID-19 in 7 Countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 61768, "infons": {"fpage": "465", "lpage": "481", "name_0": "surname:Frara;given-names:S.", "name_1": "surname:Allora;given-names:A.", "name_2": "surname:Castellino;given-names:L.", "name_3": "surname:Filippo;given-names:L.", "name_4": "surname:Loli;given-names:P.", "name_5": "surname:Giustina;given-names:A.", "pub-id_doi": "10.1007/s11102-021-01148-1", "pub-id_pmid": "33939057", "section_type": "REF", "source": "Pituitary", "type": "ref", "volume": "24", "year": "2021"}, "text": "‘COVID-19 and the Pituitary’", "sentences": [], "annotations": [], "relations": []}, {"offset": 61801, "infons": {"fpage": "1776", "issue": "1", "name_0": "surname:Ge;given-names:T.", "name_1": "surname:Chen;given-names:C.-Y.", "name_2": "surname:Ni;given-names:Y.", "name_3": "surname:Feng;given-names:Y.-C. A.", "name_4": "surname:Smoller;given-names:J. W.", "pub-id_doi": "10.1038/s41467-019-09718-5", "pub-id_pmid": "30992449", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "10", "year": "2019"}, "text": "Polygenic Prediction via Bayesian Regression and Continuous Shrinkage Priors", "sentences": [], "annotations": [], "relations": []}, {"offset": 61878, "infons": {"comment": "Available at: https://github.com/getian107/PRScs\n", "name_0": "surname:Ge;given-names:Tian.", "section_type": "REF", "source": "Python", "type": "ref", "volume": "2022", "year": "2018"}, "text": "PRS-CS", "sentences": [], "annotations": [], "relations": []}, {"offset": 61885, "infons": {"fpage": "e14167", "name_0": "surname:Geyer;given-names:Philipp. E.", "name_1": "surname:Arend;given-names:Florian. M.", "name_2": "surname:Doll;given-names:Sophia.", "name_3": "surname:Louiset;given-names:Marie-Luise.", "name_4": "surname:Virreira;given-names:Sebastian.", "name_5": "surname:Mu;given-names:Johannes. B.", "pub-id_doi": "10.15252/emmm.202114167", "pub-id_pmid": "34232570", "section_type": "REF", "source": "EMBO Mol. Med.", "type": "ref", "volume": "13", "year": "2021"}, "text": "‘High-resolution Serum Proteome Trajectories in COVID-19 Reveal Patient-specific Seroconversion’", "sentences": [], "annotations": [], "relations": []}, {"offset": 61986, "infons": {"fpage": "eabe9403", "issue": "6521", "name_0": "surname:Gordon;given-names:D. E.", "name_1": "surname:Hiatt;given-names:J.", "name_2": "surname:Bouhaddou;given-names:M.", "name_3": "surname:Rezelj;given-names:V. V.", "name_4": "surname:Ulferts;given-names:S.", "name_5": "surname:Braberg;given-names:H.", "pub-id_doi": "10.1126/science.abe9403", "pub-id_pmid": "33060197", "section_type": "REF", "source": "Science", "type": "ref", "volume": "370", "year": "2020"}, "text": "‘Comparative Host-Coronavirus Protein Interaction Networks Reveal Pan-Viral Disease Mechanisms’", "sentences": [], "annotations": [], "relations": []}, {"offset": 62086, "infons": {"fpage": "1017", "issue": "7", "lpage": "1032", "name_0": "surname:Gupta;given-names:A.", "name_1": "surname:Madhavan;given-names:M. V.", "name_2": "surname:Sehgal;given-names:K.", "name_3": "surname:Nair;given-names:N.", "name_4": "surname:Mahajan;given-names:S.", "name_5": "surname:Sehrawat;given-names:T. S.", "pub-id_doi": "10.1038/s41591-020-0968-3", "pub-id_pmid": "32651579", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "26", "year": "2020"}, "text": "Extrapulmonary Manifestations of COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 62128, "infons": {"fpage": "75", "issue": "2", "lpage": "84", "name_0": "surname:Haidar;given-names:M. N.", "name_1": "surname:Islam;given-names:M. B.", "name_2": "surname:Chowdhury;given-names:U. N.", "name_3": "surname:Rahman;given-names:M. R.", "name_4": "surname:Huq;given-names:F.", "name_5": "surname:Quinn;given-names:J. M. W.", "pub-id_doi": "10.1049/iet-syb.2019.0074", "pub-id_pmid": "32196466", "section_type": "REF", "source": "IET Syst. Biol.", "type": "ref", "volume": "14", "year": "2020"}, "text": "Network‐based Computational Approach to Identify Genetic Links between Cardiomyopathy and its Risk Factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 62237, "infons": {"fpage": "1965", "issue": "10", "lpage": "1974", "name_0": "surname:Hall;given-names:E.", "name_1": "surname:Jönsson;given-names:J.", "name_2": "surname:Ofori;given-names:J. K.", "name_3": "surname:Volkov;given-names:P.", "name_4": "surname:Perfilyev;given-names:A.", "name_5": "surname:Dekker Nitert;given-names:M.", "pub-id_doi": "10.2337/db18-0900", "pub-id_pmid": "31420409", "section_type": "REF", "source": "Diabetes", "type": "ref", "volume": "68", "year": "2019"}, "text": "Glucolipotoxicity Alters Insulin Secretion via Epigenetic Changes in Human Islets", "sentences": [], "annotations": [], "relations": []}, {"offset": 62319, "infons": {"fpage": "55", "issue": "1", "name_0": "surname:Ietswaart;given-names:R.", "name_1": "surname:Gyori;given-names:B. M.", "name_2": "surname:Bachman;given-names:J. A.", "name_3": "surname:Sorger;given-names:P. K.", "name_4": "surname:Churchman;given-names:L. S.", "pub-id_doi": "10.1186/s13059-021-02264-8", "pub-id_pmid": "33526072", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "22", "year": "2021"}, "text": "GeneWalk Identifies Relevant Gene Functions for a Biological Context Using Network Representation Learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 62426, "infons": {"fpage": "869", "lpage": "873", "name_0": "surname:Khitan;given-names:Z. J.", "name_1": "surname:Chin;given-names:K. V.", "name_2": "surname:Sodhi;given-names:K.", "name_3": "surname:Kheetan;given-names:M.", "name_4": "surname:Alsanani;given-names:A.", "name_5": "surname:Shapiro;given-names:J. I.", "pub-id_doi": "10.1002/oby.23387", "section_type": "REF", "source": "Obes. (Silver Spring)", "type": "ref", "volume": "30", "year": "2022"}, "text": "‘Gut Microbiome and Diet in Populations with Obesity: Role of the Na+/K+-ATPase Transporter Signaling in Severe COVID-19’", "sentences": [], "annotations": [], "relations": []}, {"offset": 62552, "infons": {"fpage": "e0189044", "issue": "12", "name_0": "surname:Kim;given-names:H. I.", "name_1": "surname:Schultz;given-names:C. R.", "name_2": "surname:Buras;given-names:A. L.", "name_3": "surname:Friedman;given-names:E.", "name_4": "surname:Fedorko;given-names:A.", "name_5": "surname:Seamon;given-names:L.", "pub-id_doi": "10.1371/journal.pone.0189044", "pub-id_pmid": "29240775", "section_type": "REF", "source": "PLOS ONE", "type": "ref", "volume": "12", "year": "2017"}, "text": "‘Ornithine Decarboxylase as a Therapeutic Target for Endometrial Cancer’", "sentences": [], "annotations": [], "relations": []}, {"offset": 62629, "infons": {"comment": "e6", "fpage": "2838", "lpage": "2850", "name_0": "surname:Lee;given-names:S.", "name_1": "surname:Lee;given-names:Y.-S.", "name_2": "surname:Choi;given-names:Y.", "name_3": "surname:Son;given-names:A.", "name_4": "surname:Park;given-names:Y.", "name_5": "surname:Lee;given-names:K.-M.", "pub-id_doi": "10.1016/j.molcel.2021.04.022", "section_type": "REF", "source": "Mol. Cell.", "type": "ref", "volume": "81", "year": "2020"}, "text": "The SARS-CoV-2 RNA Interactome", "sentences": [], "annotations": [], "relations": []}, {"offset": 62660, "infons": {"fpage": "1381", "issue": "6", "lpage": "1392", "name_0": "surname:Lehmann;given-names:M.", "name_1": "surname:Allers;given-names:K.", "name_2": "surname:Heldt;given-names:C.", "name_3": "surname:Meinhardt;given-names:J.", "name_4": "surname:Schmidt;given-names:F.", "name_5": "surname:Rodriguez-Sillke;given-names:Y.", "pub-id_doi": "10.1038/s41385-021-00437-z", "pub-id_pmid": "34420043", "section_type": "REF", "source": "Mucosal Immunol.", "type": "ref", "volume": "14", "year": "2021"}, "text": "Human Small Intestinal Infection by SARS-CoV-2 Is Characterized by a Mucosal Infiltration with Activated CD8+ T Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 62778, "infons": {"comment": "Preprint Available at: https://arxiv.org/pdf/2104.04883.pdf\n", "name_0": "surname:Li;given-names:M. M.", "name_1": "surname:Huang;given-names:K.", "name_2": "surname:Zitnik;given-names:M.", "section_type": "REF", "source": "Soc. Inf. Netw", "type": "ref", "year": "2021"}, "text": "Graph Representation Learning in Biomedicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 62823, "infons": {"fpage": "1935", "issue": "6", "lpage": "1944", "name_0": "surname:Li;given-names:J.", "name_1": "surname:Liu;given-names:H.", "name_2": "surname:Srivastava;given-names:S. P.", "name_3": "surname:Hu;given-names:Q.", "name_4": "surname:Gao;given-names:R.", "name_5": "surname:Li;given-names:S.", "pub-id_doi": "10.1161/HYPERTENSIONAHA.120.15587", "pub-id_pmid": "33131311", "section_type": "REF", "source": "Hypertension", "type": "ref", "volume": "76", "year": "2020"}, "text": "Endothelial FGFR1 (Fibroblast Growth Factor Receptor 1) Deficiency Contributes Differential Fibrogenic Effects in Kidney and Heart of Diabetic Mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 62971, "infons": {"fpage": "101111", "name_0": "surname:Liu;given-names:L.", "name_1": "surname:Ni;given-names:S.-Y.", "name_2": "surname:Yan;given-names:W.", "name_3": "surname:Lu;given-names:Q.-D.", "name_4": "surname:Zhao;given-names:Y.-M.", "name_5": "surname:Xu;given-names:Y.-Y.", "pub-id_doi": "10.1016/j.eclinm.2021.101111", "pub-id_pmid": "34514362", "section_type": "REF", "source": "EClinicalMedicine", "type": "ref", "volume": "40", "year": "2021"}, "text": "Mental and Neurological Disorders and Risk of COVID-19 Susceptibility, Illness Severity and Mortality: A Systematic Review, Meta-Analysis and Call for Action", "sentences": [], "annotations": [], "relations": []}, {"offset": 63129, "infons": {"fpage": "2749", "issue": "2", "lpage": "2764", "name_0": "surname:Machado;given-names:M. G.", "name_1": "surname:Tavares;given-names:L. P.", "name_2": "surname:Souza;given-names:G. V. S.", "name_3": "surname:Queiroz‐Junior;given-names:C. M.", "name_4": "surname:Ascenção;given-names:F. R.", "name_5": "surname:Lopes;given-names:M. E.", "pub-id_doi": "10.1096/fj.201902172R", "pub-id_pmid": "31908042", "section_type": "REF", "source": "FASEB J.", "type": "ref", "volume": "34", "year": "2020"}, "text": "The Annexin A1/FPR2 Pathway Controls the Inflammatory Response and Bacterial Dissemination in Experimental Pneumococcal Pneumonia", "sentences": [], "annotations": [], "relations": []}, {"offset": 63259, "infons": {"fpage": "1335", "issue": "6", "lpage": "1347", "name_0": "surname:Mejia-Vilet;given-names:J. M.", "name_1": "surname:Zhang;given-names:X. L.", "name_2": "surname:Cruz;given-names:C.", "name_3": "surname:Cano-Verduzco;given-names:M. L.", "name_4": "surname:Shapiro;given-names:J. P.", "name_5": "surname:Nagaraja;given-names:H. N.", "pub-id_doi": "10.1681/ASN.2019121285", "pub-id_pmid": "32300067", "section_type": "REF", "source": "J. Am. Soc. Nephrol.", "type": "ref", "volume": "31", "year": "2020"}, "text": "Urinary Soluble CD163: a Novel Noninvasive Biomarker of Activity for Lupus Nephritis", "sentences": [], "annotations": [], "relations": []}, {"offset": 63344, "infons": {"fpage": "660", "issue": "6235", "lpage": "665", "name_0": "surname:Melé;given-names:M.", "name_1": "surname:Ferreira;given-names:P. G.", "name_2": "surname:Reverter;given-names:F.", "name_3": "surname:DeLuca;given-names:D. S.", "name_4": "surname:Monlong;given-names:J.", "name_5": "surname:Sammeth;given-names:M.", "pub-id_doi": "10.1126/science.aaa0355", "pub-id_pmid": "25954002", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "The Human Transcriptome across Tissues and Individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 63399, "infons": {"comment": "e4", "fpage": "11", "issue": "1", "lpage": "24", "name_0": "surname:Messner;given-names:C. B.", "name_1": "surname:Demichev;given-names:V.", "name_2": "surname:Wendisch;given-names:D.", "name_3": "surname:Michalick;given-names:L.", "name_4": "surname:White;given-names:M.", "name_5": "surname:Freiwald;given-names:A.", "pub-id_doi": "10.1016/j.cels.2020.05.012", "pub-id_pmid": "32619549", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Ultra-High-Throughput Clinical Proteomics Reveals Classifiers of COVID-19 Infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 63483, "infons": {"name_0": "surname:Mikolov;given-names:T.", "name_1": "surname:Chen;given-names:K.", "name_2": "surname:Corrado;given-names:G.", "name_3": "surname:Dean;given-names:J.", "section_type": "REF", "type": "ref", "year": "2013"}, "text": "Efficient Estimation of Word Representations in Vector Space", "sentences": [], "annotations": [], "relations": []}, {"offset": 63544, "infons": {"fpage": "3111", "lpage": "3119", "name_0": "surname:Mikolov;given-names:T.", "name_1": "surname:Sutskever;given-names:I.", "name_2": "surname:Chen;given-names:K.", "name_3": "surname:Corrado;given-names:G.", "name_4": "surname:Dean;given-names:J.", "pub-id_doi": "10.48550/arXiv.1310.4546", "section_type": "REF", "type": "ref", "volume": "2", "year": "2013"}, "text": "Distributed Representations of Words and Phrases and Their Compositionality", "sentences": [], "annotations": [], "relations": []}, {"offset": 63620, "infons": {"fpage": "501", "issue": "1", "name_0": "surname:Montaldo;given-names:C.", "name_1": "surname:Messina;given-names:F.", "name_2": "surname:Abbate;given-names:I.", "name_3": "surname:Antonioli;given-names:M.", "name_4": "surname:Bordoni;given-names:V.", "name_5": "surname:Aiello;given-names:A.", "pub-id_doi": "10.1186/s12967-021-03168-8", "pub-id_pmid": "34876157", "section_type": "REF", "source": "J. Transl. Med.", "type": "ref", "volume": "19", "year": "2021"}, "text": "Multi-omics Approach to COVID-19: a Domain-Based Literature Review", "sentences": [], "annotations": [], "relations": []}, {"offset": 63687, "infons": {"fpage": "179", "issue": "3", "lpage": "188", "name_0": "surname:Montojo;given-names:M. T.", "name_1": "surname:Aganzo;given-names:M.", "name_2": "surname:González;given-names:N.", "pub-id_doi": "10.3233/JHD-170253", "pub-id_pmid": "28968242", "section_type": "REF", "source": "Jhd", "type": "ref", "volume": "6", "year": "2017"}, "text": "Huntington's Disease and Diabetes: Chronological Sequence of its Association", "sentences": [], "annotations": [], "relations": []}, {"offset": 63764, "infons": {"fpage": "381", "name_0": "surname:Nelson;given-names:W.", "name_1": "surname:Zitnik;given-names:M.", "name_2": "surname:Wang;given-names:B.", "name_3": "surname:Leskovec;given-names:J.", "name_4": "surname:Goldenberg;given-names:A.", "name_5": "surname:Sharan;given-names:R.", "pub-id_doi": "10.3389/fgene.2019.00381", "pub-id_pmid": "31118945", "section_type": "REF", "source": "Front. Genet.", "type": "ref", "volume": "10", "year": "2019"}, "text": "To Embed or Not: Network Embedding as a Paradigm in Computational Biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 63838, "infons": {"fpage": "6806", "issue": "1", "name_0": "surname:Ogris;given-names:C.", "name_1": "surname:Hu;given-names:Y.", "name_2": "surname:Arloth;given-names:J.", "name_3": "surname:Müller;given-names:N. S.", "pub-id_doi": "10.1038/s41598-021-85544-4", "pub-id_pmid": "33762588", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "11", "year": "2021"}, "text": "Versatile Knowledge Guided Network Inference Method for Prioritizing Key Regulatory Factors in Multi-Omics Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 63950, "infons": {"fpage": "D529", "issue": "D1", "lpage": "D541", "name_0": "surname:Oughtred;given-names:R.", "name_1": "surname:Stark;given-names:C.", "name_2": "surname:Breitkreutz;given-names:B. J.", "name_3": "surname:Rust;given-names:J.", "name_4": "surname:Boucher;given-names:L.", "name_5": "surname:Chang;given-names:C.", "pub-id_doi": "10.1093/nar/gky1079", "pub-id_pmid": "30476227", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "The BioGRID Interaction Database: 2019 Update", "sentences": [], "annotations": [], "relations": []}, {"offset": 63996, "infons": {"comment": "e7", "fpage": "23", "issue": "1", "lpage": "40", "name_0": "surname:Overmyer;given-names:K. A.", "name_1": "surname:Shishkova;given-names:E.", "name_2": "surname:Miller;given-names:I. J.", "name_3": "surname:Balnis;given-names:J.", "name_4": "surname:BernsteinBernstein;given-names:M. N.", "name_5": "surname:Peters-ClarkePeters-Clarke;given-names:T. M.", "pub-id_doi": "10.1016/j.cels.2020.10.003", "pub-id_pmid": "33096026", "section_type": "REF", "source": "Cell Syst.", "type": "ref", "volume": "12", "year": "2021"}, "text": "Large-Scale Multi-Omic Analysis of COVID-19 Severity", "sentences": [], "annotations": [], "relations": []}, {"offset": 64049, "infons": {"comment": "Preprint Available at: ", "name_0": "surname:Perozzi;given-names:B.", "name_1": "surname:Al-Rfou;given-names:R.", "name_2": "surname:Skiena;given-names:S.", "pub-id_doi": "10.48550/arXiv.1403.6652", "section_type": "REF", "type": "ref", "year": "2014"}, "text": "DeepWalk: Online Learning of Social Representations", "sentences": [], "annotations": [], "relations": []}, {"offset": 64101, "infons": {"fpage": "294", "issue": "3", "lpage": "299", "name_0": "surname:Rankinen;given-names:T.", "name_1": "surname:Argyropoulos;given-names:G.", "name_2": "surname:Rice;given-names:T.", "name_3": "surname:Rao;given-names:D. C.", "name_4": "surname:Bouchard;given-names:C.", "pub-id_doi": "10.1161/CIRCGENETICS.109.925644", "pub-id_pmid": "20407090", "section_type": "REF", "source": "Circ. Cardiovasc Genet.", "type": "ref", "volume": "3", "year": "2010"}, "text": "CREB1 Is a Strong Genetic Predictor of the Variation in Exercise Heart Rate Response to Regular Exercise", "sentences": [], "annotations": [], "relations": []}, {"offset": 64206, "infons": {"comment": "Available at: https://github.com/sritchie73/liftOverPlink\n", "name_0": "surname:Ritchie;given-names:S.", "section_type": "REF", "source": "Python", "type": "ref", "volume": "2022", "year": "2014"}, "text": "LiftOverPlink", "sentences": [], "annotations": [], "relations": []}, {"offset": 64220, "infons": {"fpage": "1843", "issue": "11", "lpage": "1858", "name_0": "surname:Saha;given-names:A.", "name_1": "surname:Kim;given-names:Y.", "name_2": "surname:Gewirtz;given-names:A. D. H.", "name_3": "surname:Jo;given-names:B.", "name_4": "surname:Gao;given-names:C.", "name_5": "surname:McDowell;given-names:I. C.", "pub-id_doi": "10.1101/gr.216721.116", "pub-id_pmid": "29021288", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "27", "year": "2017"}, "text": "Co-expression Networks Reveal the Tissue-specific Regulation of Transcription and Splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 64311, "infons": {"comment": "e14", "fpage": "120", "issue": "1", "lpage": "132", "name_0": "surname:Schneider;given-names:W. M.", "name_1": "surname:Luna;given-names:J. M.", "name_2": "surname:Hoffmann;given-names:H.-H.", "name_3": "surname:Sánchez-Rivera;given-names:F. J.", "name_4": "surname:Leal;given-names:A. A.", "name_5": "surname:Ashbrook;given-names:A. W.", "pub-id_doi": "10.1016/j.cell.2020.12.006", "pub-id_pmid": "33382968", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "184", "year": "2021"}, "text": "Genome-Scale Identification of SARS-CoV-2 and Pan-Coronavirus Host Factor Networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 64394, "infons": {"fpage": "5858", "issue": "11", "name_0": "surname:Serin;given-names:N.", "name_1": "surname:Dihazi;given-names:G. H.", "name_2": "surname:Tayyeb;given-names:A.", "name_3": "surname:Lenz;given-names:C.", "name_4": "surname:Müller;given-names:G. A.", "name_5": "surname:Zeisberg;given-names:M.", "pub-id_doi": "10.3390/ijms22115858", "pub-id_pmid": "34070742", "section_type": "REF", "source": "Ijms", "type": "ref", "volume": "22", "year": "2021"}, "text": "Calreticulin Deficiency Disturbs Ribosome Biogenesis and Results in Retardation in Embryonic Kidney Development", "sentences": [], "annotations": [], "relations": []}, {"offset": 64506, "infons": {"fpage": "711835", "name_0": "surname:Shao;given-names:Q.", "name_1": "surname:Wu;given-names:Y.", "name_2": "surname:Ji;given-names:J.", "name_3": "surname:Xu;given-names:T.", "name_4": "surname:Yu;given-names:Q.", "name_5": "surname:Ma;given-names:C.", "pub-id_doi": "10.3389/fpsyt.2021.711835", "pub-id_pmid": "34966296", "section_type": "REF", "source": "Front. Psychiatry", "type": "ref", "volume": "12", "year": "2021"}, "text": "Interaction Mechanisms Between Major Depressive Disorder and Non-alcoholic Fatty Liver Disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 64601, "infons": {"comment": "Available at: www.cog-genomics.org/plink/2.0/\n", "name_0": "surname:Shaun;given-names:P.", "name_1": "surname:Chang;given-names:C.", "section_type": "REF", "type": "ref", "year": "2019"}, "text": "PLINK 2.0", "sentences": [], "annotations": [], "relations": []}, {"offset": 64611, "infons": {"comment": "e15", "fpage": "59", "issue": "1", "lpage": "72", "name_0": "surname:Shen;given-names:B.", "name_1": "surname:Yi;given-names:X.", "name_2": "surname:Sun;given-names:Y.", "name_3": "surname:Bi;given-names:X.", "name_4": "surname:Du;given-names:J.", "name_5": "surname:Zhang;given-names:C.", "pub-id_doi": "10.1016/j.cell.2020.05.032", "pub-id_pmid": "32492406", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "182", "year": "2020"}, "text": "Proteomic and Metabolomic Characterization of COVID-19 Patient Sera", "sentences": [], "annotations": [], "relations": []}, {"offset": 64679, "infons": {"fpage": "715", "issue": "1", "lpage": "5", "name_0": "surname:Simeoni;given-names:M.", "name_1": "surname:Cavinato;given-names:T.", "name_2": "surname:Rodriguez;given-names:D.", "name_3": "surname:Gatfield;given-names:D.", "pub-id_doi": "10.1038/s42003-021-02265-0", "pub-id_pmid": "34112887", "section_type": "REF", "source": "Commun. Biol.", "type": "ref", "volume": "4", "year": "2021"}, "text": "I(nsp1)ecting SARS-CoV-2-Ribosome Interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 64726, "infons": {"fpage": "3055", "issue": "17", "lpage": "3062", "name_0": "surname:Singh;given-names:A.", "name_1": "surname:Shannon;given-names:C. P.", "name_2": "surname:Gautier;given-names:B.", "name_3": "surname:Rohart;given-names:F.", "name_4": "surname:Vacher;given-names:M.", "name_5": "surname:Tebbutt;given-names:S. J.", "pub-id_doi": "10.1093/bioinformatics/bty1054", "pub-id_pmid": "30657866", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "35", "year": "2019"}, "text": "DIABLO: an Integrative Approach for Identifying Key Molecular Drivers from Multi-Omics Assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 64820, "infons": {"fpage": "1603", "issue": "7", "lpage": "1607", "name_0": "surname:Singh;given-names:B.", "name_1": "surname:Kaur;given-names:P.", "name_2": "surname:Patel;given-names:P.", "name_3": "surname:Nabati;given-names:C.", "name_4": "surname:Ayad;given-names:S.", "name_5": "surname:Shamoon;given-names:F.", "pub-id_doi": "10.1016/j.radcr.2021.04.033", "pub-id_pmid": "33968287", "section_type": "REF", "source": "Radiol. Case Rep.", "type": "ref", "volume": "16", "year": "2021"}, "text": "COVID-19 and Arterial Thrombosis: Report of 2 Cases", "sentences": [], "annotations": [], "relations": []}, {"offset": 64872, "infons": {"fpage": "e1000770", "issue": "5", "name_0": "surname:Stegle;given-names:O.", "name_1": "surname:Parts;given-names:L.", "name_2": "surname:Durbin;given-names:R.", "name_3": "surname:Winn;given-names:J.", "pub-id_doi": "10.1371/journal.pcbi.1000770", "pub-id_pmid": "20463871", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "6", "year": "2010"}, "text": "A Bayesian Framework to Account for Complex Non-Genetic Factors in Gene Expression Levels Greatly Increases Power in eQTL Studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 65002, "infons": {"fpage": "904", "issue": "5", "lpage": "916", "name_0": "surname:Stephenson;given-names:E.", "name_1": "surname:Reynolds;given-names:G.", "name_2": "surname:Botting;given-names:R. A.", "name_3": "surname:Calero-Nieto;given-names:F. J.", "name_4": "surname:Morgan;given-names:M. D.", "name_5": "surname:Tuong;given-names:Z. K.", "pub-id_doi": "10.1038/s41591-021-01329-2", "pub-id_pmid": "33879890", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "27", "year": "2021"}, "text": "Single-cell Multi-Omics Analysis of the Immune Response in COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 65070, "infons": {"fpage": "3105", "issue": "12", "lpage": "3115", "name_0": "surname:Tan;given-names:X.", "name_1": "surname:Wang;given-names:Y.", "name_2": "surname:Han;given-names:Y.", "name_3": "surname:Chang;given-names:W.", "name_4": "surname:Su;given-names:T.", "name_5": "surname:Hou;given-names:J.", "pub-id_doi": "10.1038/bjc.2013.669", "pub-id_pmid": "24157827", "section_type": "REF", "source": "Br. J. Cancer", "type": "ref", "volume": "109", "year": "2013"}, "text": "Genetic Variation in the GSTM3 Promoter Confer Risk and Prognosis of Renal Cell Carcinoma by Reducing Gene Expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 65188, "infons": {"fpage": "1370", "issue": "11", "lpage": "1379", "name_0": "surname:Tani;given-names:H.", "name_1": "surname:Imamachi;given-names:N.", "name_2": "surname:Salam;given-names:K. A.", "name_3": "surname:Mizutani;given-names:R.", "name_4": "surname:Ijiri;given-names:K.", "name_5": "surname:Irie;given-names:T.", "pub-id_doi": "10.4161/rna.22360", "pub-id_pmid": "23064114", "section_type": "REF", "source": "RNA Biol.", "type": "ref", "volume": "9", "year": "2012"}, "text": "Identification of Hundreds of Novel UPF1 Target Transcripts by Direct Determination of Whole Transcriptome Stability", "sentences": [], "annotations": [], "relations": []}, {"offset": 65305, "infons": {"fpage": "363", "lpage": "374", "name_0": "surname:Tay;given-names:M. Z.", "name_1": "surname:Poh;given-names:C. M.", "name_2": "surname:Rénia;given-names:L.", "name_3": "surname:MacAry;given-names:P. A.", "name_4": "surname:Ng;given-names:L. F. P.", "pub-id_doi": "10.1038/s41577-020-0311-8", "pub-id_pmid": "32346093", "section_type": "REF", "source": "Nat. Rev. Immunol.", "type": "ref", "volume": "20", "year": "2020"}, "text": "The Trinity of COVID-19: Immunity, Inflammation and Intervention", "sentences": [], "annotations": [], "relations": []}, {"offset": 65370, "infons": {"fpage": "715", "issue": "6", "lpage": "718", "pub-id_doi": "10.1038/s41431-020-0636-6", "pub-id_pmid": "32404885", "section_type": "REF", "source": "Eur. J. Hum. Genet.", "type": "ref", "volume": "28", "year": "2020"}, "text": "The COVID-19 Host Genetics Initiative, a Global Initiative to Elucidate the Role of Host Genetic Factors in Susceptibility and Severity of the SARS-CoV-2 Virus Pandemic", "sentences": [], "annotations": [], "relations": []}, {"offset": 65539, "infons": {"comment": "Available at: https://www.proteinatlas.org/ (Accessed March 13, 2022)", "section_type": "REF", "type": "ref", "year": "2022"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 65540, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Tiwari;given-names:R.", "name_1": "surname:Mishra;given-names:A. R.", "name_2": "surname:Gupta;given-names:A.", "name_3": "surname:Nayak;given-names:D.", "pub-id_doi": "10.1080/07391102.2021.1874532", "section_type": "REF", "source": "J. Biomol. Struct. Dyn.", "type": "ref", "year": "2021"}, "text": "Structural Similarity-Based Prediction of Host Factors Associated with SARS-CoV-2 Infection and Pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 65649, "infons": {"fpage": "1260419", "issue": "6220", "name_0": "surname:Uhlén;given-names:M.", "name_1": "surname:Fagerberg;given-names:L.", "name_2": "surname:Hallström;given-names:B. M.", "name_3": "surname:Lindskog;given-names:C.", "name_4": "surname:Oksvold;given-names:P.", "name_5": "surname:Mardinoglu;given-names:A.", "pub-id_doi": "10.1126/science.1260419", "pub-id_pmid": "25613900", "section_type": "REF", "source": "Science", "type": "ref", "volume": "347", "year": "2015"}, "text": "Tissue-based Map of the Human Proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 65688, "infons": {"fpage": "8692", "issue": "24", "lpage": "8697", "name_0": "surname:Urbanek;given-names:K.", "name_1": "surname:Torella;given-names:D.", "name_2": "surname:Sheikh;given-names:F.", "name_3": "surname:De Angelis;given-names:A.", "name_4": "surname:Nurzynska;given-names:D.", "name_5": "surname:Silvestri;given-names:F.", "pub-id_doi": "10.1073/pnas.0500169102", "pub-id_pmid": "15932947", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "102", "year": "2005"}, "text": "Myocardial Regeneration by Activation of Multipotent Cardiac Stem Cells in Ischemic Heart Failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 65786, "infons": {"fpage": "1168", "issue": "10", "lpage": "1171", "name_0": "surname:Vardakas;given-names:K. Z.", "name_1": "surname:Siempos;given-names:I. I.", "name_2": "surname:Falagas;given-names:M. E.", "pub-id_doi": "10.1111/j.1464-5491.2007.02234.x", "pub-id_pmid": "17888136", "section_type": "REF", "source": "Diabet. Med.", "type": "ref", "volume": "24", "year": "2007"}, "text": "Diabetes Mellitus as a Risk Factor for Nosocomial Pneumonia and Associated Mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 65871, "infons": {"fpage": "684112", "name_0": "surname:Wang;given-names:Y.", "name_1": "surname:Yang;given-names:Y.", "name_2": "surname:Ren;given-names:L.", "name_3": "surname:Shao;given-names:Y.", "name_4": "surname:Tao;given-names:W.", "name_5": "surname:Dai;given-names:X. J.", "pub-id_doi": "10.3389/fpubh.2021.684112", "pub-id_pmid": "34434913", "section_type": "REF", "source": "Front. Public Health", "type": "ref", "volume": "9", "year": "2021"}, "text": "Preexisting Mental Disorders Increase the Risk of COVID-19 Infection and Associated Mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 65965, "infons": {"comment": "e13", "fpage": "76", "issue": "1", "lpage": "91", "name_0": "surname:Wei;given-names:J.", "name_1": "surname:Alfajaro;given-names:M. M.", "name_2": "surname:DeWeirdt;given-names:P. C.", "name_3": "surname:Hanna;given-names:R. E.", "name_4": "surname:Lu-Culligan;given-names:W. J.", "name_5": "surname:Cai;given-names:W. L.", "pub-id_doi": "10.1016/j.cell.2020.10.028", "pub-id_pmid": "33147444", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "184", "year": "2021"}, "text": "Genome-wide CRISPR Screens Reveal Host Factors Critical for SARS-CoV-2 Infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 66046, "infons": {"fpage": "4543", "issue": "1", "name_0": "surname:Wu;given-names:P.", "name_1": "surname:Chen;given-names:D.", "name_2": "surname:Ding;given-names:W.", "name_3": "surname:Wu;given-names:P.", "name_4": "surname:Hou;given-names:H.", "name_5": "surname:Bai;given-names:Y.", "pub-id_doi": "10.1038/s41467-021-24482-1", "pub-id_pmid": "34315889", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "12", "year": "2021"}, "text": "The Trans-omics Landscape of COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 66084, "infons": {"fpage": "659", "issue": "3", "lpage": "670", "name_0": "surname:Zamakhchari;given-names:M. F.", "name_1": "surname:Sima;given-names:C.", "name_2": "surname:Sama;given-names:K.", "name_3": "surname:Fine;given-names:N.", "name_4": "surname:Glogauer;given-names:M.", "name_5": "surname:Van Dyke;given-names:T. E.", "pub-id_doi": "10.1016/j.ajpath.2015.10.026", "section_type": "REF", "source": "Am. J. Pathology", "type": "ref", "volume": "186", "year": "2016"}, "text": "Lack of P47phox in Akita Diabetic Mice Is Associated with Interstitial Pneumonia, Fibrosis, and Oral Inflammation", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]