[{"source": "PMC", "date": "20201216", "key": "pmc.key", "infons": {}, "documents": [{"id": "3663828", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/1471-2164-14-284", "article-id_pmc": "3663828", "article-id_pmid": "23622142", "article-id_publisher-id": "1471-2164-14-284", "fpage": "284", "kwd": "Nucleosome Histone-DNA interactions Chromatin domains Nucleosome positioning", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "284", "name_0": "surname:Locke;given-names:George", "name_1": "surname:Haberman;given-names:Devorah", "name_2": "surname:Johnson;given-names:Steven M", "name_3": "surname:Morozov;given-names:Alexandre V", "section_type": "TITLE", "type": "front", "volume": "14", "year": "2013"}, "text": "Global remodeling of nucleosome positions in C. elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 56, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 67, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Eukaryotic chromatin architecture is affected by intrinsic histone-DNA sequence preferences, steric exclusion between nucleosome particles, formation of higher-order structures, and in vivo activity of chromatin remodeling enzymes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 299, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 307, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To disentangle sequence-dependent nucleosome positioning from the other factors, we have created two high-throughput maps of nucleosomes assembled in vitro on genomic DNA from the nematode worm Caenorhabditis elegans. A comparison of in vitro nucleosome positions with those observed in a mixed-stage, mixed-tissue population of C. elegans cells reveals that in vivo sequence preferences are modified on the genomic scale. Indeed, G/C dinucleotides are predicted to be most favorable for nucleosome formation in vitro but not in vivo. Nucleosome sequence read coverage in vivo is distinctly lower in chromosome arms than in central regions; the observed changes in apparent nucleosome sequence specificity, likely due to genome-wide chromatin remodeler activity, contribute to the formation of these megabase-scale chromatin domains. We also observe that the majority of well-positioned in vivo nucleosomes do not occupy thermodynamically favorable sequences observed in vitro. Finally, we find that exons are intrinsically more amenable to nucleosome formation compared to introns. Nucleosome occupancy of introns and exons consistently increases with G/C content in vitro but not in vivo, in agreement with our observation that G/C dinucleotide enrichment does not strongly promote in vivo nucleosome formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1621, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1633, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our findings highlight the importance of both sequence specificity and active nucleosome repositioning in creating large-scale chromatin domains, and the antagonistic roles of intrinsic sequence preferences and chromatin remodelers in C. elegans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1880, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Sequence read data has been deposited into Sequence Read Archive (http://www.ncbi.nlm.nih.gov/sra; accession number SRA050182). Additional data, software and computational predictions are available on the Nucleosome Explorer website (http://nucleosome.rutgers.edu).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2146, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2157, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In eukaryotes, genomic DNA is packaged into chromatin. DNA in the chromatin state is wrapped around consecutive histone octamers, creating a “beads-on-a-string” fiber which is subsequently folded into higher-order structures. The fundamental unit of chromatin is the nucleosome core particle – 147 base pairs (bps) of DNA wrapped in a left-handed superhelix around each histone octamer. Nucleosome positioning strongly affects gene regulation and other vital functions such as cell replication and DNA repair, both by occluding functional elements (transcription factor binding sites, splicing signals, etc.) and by recruiting chromatin remodeling, regulatory and transcriptional machinery through association with histones and nucleosome-packaged DNA. The strength of this association is often modulated by a combinatorial array of post-translational histone tail modifications, including acetylation, methylation, ubiquitination and phosphorylation. Thus understanding the relative role of various factors that define nucleosome positions in living cells is a challenging task.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3243, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "One of these factors is DNA itself – direct measurements of histone-DNA binding affinities have established that changes to DNA sequence can vary the energy of nucleosome formation by as much as 2–3 kcal/mol, although typical differences in energy between two randomly picked genomic nucleosomal sequences are expected to be smaller. These studies have also probed the rules that control histone-DNA binding affinity, focusing in particular on the 10–11 bp periodic dinucleotide motifs commonly found in high-affinity nucleosomal sequences. The 10–11 bp periodicity helps minimize the cost of bending a 147 bp-long DNA molecule into the nucleosomal superhelix by placing G/C dinucleotides where the major groove is compressed (i.e., the minor groove faces away from the surface of the histone octamer) and A/T dinucleotides where the minor groove is compressed (i.e., faces toward the histone octamer). More recently, genome-wide maps of nucleosome positions have revealed that nucleosomes simply tend to occupy G/C-enriched and A/T-depleted sites. The G/C dinucleotide content in stable nucleosomes reconstituted in vitro increases towards the dyad, and was found to be elevated in nucleosomes and depleted in linkers in several in vitro and in vivo assays. The relative contribution of increased G/C content vs. 10–11 bp periodic motifs to the free energy of nucleosome formation is currently unknown. It is possible that the MNase-based experimental procedure used to isolate mononucleosomes leads to enrichment in GC content. However, there is a reason to believe that G/C mono- and di-nucleotides do promote nucleosome formation and are not simply an artifact of the experimental setup.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4945, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although sequence dependence of histone-DNA binding affinity is well established, its relative importance in shaping chromatin architecture of living cells has proven more controversial. Since free energies required to displace a nucleosome are of the order of several kcal/mol, they are readily available in the cell, for example through the process of ATP hydrolysis utilized by a number of ATP-dependent chromatin-remodeling enzymes. Nucleosome positions can also be modified in vivo through chromatin fiber formation which tends to constrain linker DNA lengths, and through direct competition with non-histone DNA-binding factors. Previous studies in Saccharomyces cerevisae have compared chromatin assembled in vitro on genomic DNA fragments (where, apart from potential subtle effects related to folding into higher-order structures, nucleosome positions are dictated solely by intrinsic sequence preferences and steric exclusion) with chromatin extracted from living cells. These studies have shown that although bulk nucleosomes are not strongly sequence-specific, models trained on in vitro data can predict a subset of in vivo nucleosomes occupying intrinsically favorable sites. It is unclear to what extent this conclusion can be transferred to complex metazoan organisms with multiple cell types, where nucleosome occupancy may be more strongly affected by chromatin remodelers and formation of large-scale chromosomal domains. Furthermore, nucleosome positioning is thought to play a major role in directing co-transcriptional splicing by demarcating metazoan exon-intron architecture. Implementing this function may entail overwriting intrinsic histone-DNA sequence preferences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6639, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To clarify these issues, we have carried out in vitro nucleosome assembly on genomic DNA from the nematode worm Caenorhabditis elegans. High-throughput sequencing was used to create large-scale maps of in vitro nucleosome positions. The in vitro maps were compared with two maps of nucleosome positions in a mixed-stage, mixed-tissue population of C. elegans cells previously obtained by high-throughput Illumina and SOLiD sequencing, and with three nucleosome maps in C. elegans embryonic cells, adult somatic cells, and a mix of adult somatic and germ cells obtained by another group using paired-end Illumina sequencing. These comprehensive high-resolution maps have enabled us to carry out a detailed analysis of deviations from intrinsic nucleosome positioning in living cells of a metazoan organism. Our results suggest that chromatin remodelers operating at the level of single nucleosomes play a role in the formation of large-scale chromatin domains that make C. elegans autosome termini distinct from central regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7667, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 7690, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "In vitro and in vivo nucleosome maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 7727, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to focus on the contribution that primary DNA sequence has on nucleosome positioning and formation, we carefully chose our genomic template and reconstitution conditions for the in vitro nucleosome experiments. To create in vitro nucleosome positioning maps, high molecular weight C. elegans genomic DNA was digested into fragments by either Hinc II or Rsa I restriction enzyme and reconstituted into nucleosomes using recombinant histone octamers (Methods). In order to minimize potential biases due to end effects of short DNA fragments and steric hindrances due to neighboring nucleosome formation, nucleosomes were reconstituted on a well-defined restriction set of DNA fragments and at a high DNA-to-histone mass ratio. Assembled nucleosomes were treated with micrococcal nuclease (MNase) and the mononucleosomal DNA was isolated and sequenced on an Illumina high-throughput sequence analyzer (Methods). The sequence reads were mapped to the WS190 C. elegans genome, creating two independent in vitro nucleosome coverage profiles which we will refer to as Hinc II and Rsa I maps, respectively. We observe that Rsa I and Hinc II sequence reads are enriched in the vicinity of their respective cut sites (as seen in Additional file 1: Figure S1, which shows average read counts near cut sites). This end effect is not observed in vivo (data not shown), and has a potential to introduce a bias into subsequent analysis of in vitro nucleosomal maps. The bias can be controlled by excluding the neighborhood around each cut site from further analysis, although the fraction of bps removed via this filter may be substantial depending on the neighborhood size (Methods). Nucleosome coordinates in the two in vivo maps produced by Fire and collaborators (referred to collectively as our in vivo maps or individually as Gu & Fire and Valouev et al. maps hereafter) are as previously reported. Nucleosome sequence reads from Ercan et al. (extracted from embryos, adults and germlineless adults) were mapped as described in Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9764, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Nucleosome distribution over large-scale chromosomal domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 9825, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We find that nucleosome sequence reads in both of our in vivo C. elegans maps are arranged in a distinct global pattern – for each chromosome, the number of reads is highest in the central domain and gradually decreases towards the ends of the chromosome. Thus chromosomal arms are depleted of nucleosome reads relative to the central domain (Figure 1A, Additional file 1: Figure S2 and Figure S3). The read coverage difference is more pronounced in autosomes but is also clearly visible in the X chromosome (Additional file 1: Figure S2 and Figure S3). One possible explanation is that in vivo nucleosome coverage is indeed lower in the arms. Another possibility is the differential recovery of sequence reads in the arms vs. central regions caused by distinct patterns of post-translational modifications, chromatin tertiary structure and histone variant usage that could affect the efficiency of MNase in producing mononucleosome fragments. In either case, our observations point to substantial differences in chromatin structure of arms and central regions. This depletion of sequence reads from chromosomal arms is not observed in vitro, where both Rsa I and Hinc II maps yield flat distributions (Figure 1B, Additional file 1: Figure S2 and Figure S4). The pronounced depletion of sequence reads from terminal domains cannot be explained by the over-representation of repetitive sequences on the chromosomal arms in C. elegans, which would cause fewer nucleosomes to be mapped to such repetitive sequences both in vitro and in vivo. Moreover, the enrichment over the central region is not observed in a nucleosome-free control experiment in which C. elegans genomic DNA was digested by MNase (Additional file 1: Figure S2). The maximum number of mismatches allowed when sequence reads are mapped to the reference genome also does not appear to play a role since it was different in the two in vivo maps. Further, the in vitro coverage profiles remained flat when the maximum number of mismatches permitted in mapping the reads was reduced from one to zero.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11892, "infons": {"file": "1471-2164-14-284-1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Global distribution of nucleosomal reads. A) Two-dimensional histogram of read coverage in vivo. Chromosome III was divided into one thousand segments of equal length. The relative position of each segment is shown on the x-axis. The nucleosome read coverage, as measured in vivo by Gu & Fire, is shown on the y-axis. For each segment, a color-coded histogram shows the number of bases with a given read coverage. The black line shows mean read coverage in each segment. The range of the y-axis excludes the top 1.0% of bases with the highest read coverage. B) Two-dimensional histogram of read coverage in vitro. Same as (A), but with nucleosome read coverage data from the Hinc II in vitro assay. C) Dinucleotide frequencies. Chromosome III was divided into one thousand segments of equal length as in (A), and the dinucleotide composition in each segment was plotted against its relative genomic coordinate. A/T dinucleotides, composed only of A and T, are shown in red, G/C dinucleotides, composed only of G and C, are shown in blue, and mixed dinucleotides, including one A or T and one G or C nucleotide, are shown in pink. D)In vitro and in vivo nucleosome maps. Pearson correlations between read coverage profiles from each indicated experiment are plotted. For each comparison, a single correlation coefficient is calculated across all chromosomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13250, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The peaked distribution of mapped nucleosomes occurs in two independent experiments utilizing different sequencing platforms: Applied Biosystems SOLiD and Illumina, although it is much less pronounced in an older, low-coverage map which utilized the pyrosequencing-based 454 platform (Additional file 1: Figure S2). However, this feature is absent in three nucleosome maps from Ercan et al., which instead exhibit flat, in vitro-like profiles (Additional file 1: Figure S2). Although we do not have a definitive explanation for this discrepancy, we note substantial differences between our experimental protocols: Ercan et al. use high-salt (137 mM NaCl) buffer to isolate and freeze the worms, whereas we use low-salt (15 mM NaCl) buffer which is closer to the sodium levels in living cells. Furthermore, Ercan et al. employ formaldehyde crosslinking which could potentially alter chromatin structure. Finally, they use MNase digestion buffer with 110 mM NaCl vs. 15 mM NaCl in our in vivo experiments. This order-of-magnitude increase in sodium levels both before and after crosslinking could have an effect on nucleosome positions, as higher salt concentrations are known to shift and re-equilibrate nucleosomes. In any event, these characteristic patterns of nucleosome read coverage appear to be unique to C. elegans, and are not observed in S. cerevisiae and human chromatin (Additional file 1: Figure S5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14663, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our observations are consistent with a study by Ikegami et al. which identified genomic regions that bind to the antibody of the nuclear transmembrane protein LEM-2. LEM-2, a member of the lamina network, is localized to the nuclear membrane in C. elegans cells, providing an anchor by which chromosomes are attached to the nuclear envelope. Ikegami et al. have shown that in C. elegans autosomes arms, but not central regions are enriched in LEM-2 and are thus associated with the nuclear lamina while only the left end of the X chromosome is attached to the nuclear membrane. Broad patterns of post-translational histone tail modifications also demarcate central and distal regions, indicating that their chromatin states are significantly different. The arms also show higher meiotic recombination rates than the central domains, whereas highly expressed and essential genes tend to be concentrated closer to the center of each chromosome. Finally, periodic clusters of A and T nucleotides occur much more frequently in the arms. Thus, chromosome arms and centers form distinct chromatin domains. The marked difference in the nucleosome read coverage between central and distal regions of the autosomes is in agreement with these earlier findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15914, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Universal sequence signatures of in vitro nucleosome occupancy", "sentences": [], "annotations": [], "relations": []}, {"offset": 15977, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have studied genome-wide correlations between four nucleosome occupancy profiles: two in vitro, Rsa I and Hinc II, and two in vivo, Gu & Fire and Valouev et al. (Figure 1D). We have found that, if the immediate neighborhoods of Rsa I and Hinc II restriction enzyme cut sites are excluded from the comparison (Methods), the resulting occupancy profiles of the two in vitro experiments are much closer to each other (r = 0.66) than to either in vivo profile. The observed “end effect” is sizable in this case: without the cut site filter, the correlation decreases to 0.54. Profiles from the two in vivo experiments are also closest to each other (r = 0.41) and substantially different from both in vitro experiments, although the Valouev et al. nucleosome map is also significantly correlated with the Rsa I in vitro profile (r = 0.38). We have also compared our occupancy profiles with four datasets from Ercan et al.: three nucleosome maps (embryos, adults and germlineless adults) and another map in which MNase was used to digest nucleosome-free DNA. As shown in Additional file 1: Figure S6A, Ercan et al. nucleosome maps are most strongly correlated with one another and, surprisingly, with the nucleosome-free control experiment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17233, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to study the interplay between sequence-specific nucleosome positioning and observed global patterns of read coverage, we have fitted N = 2 position-independent models to all seven genome-wide maps (Methods). The models assign effective nucleosome formation energies to each genomic bp i on the basis of the number of mono- and dinucleotides in the 147 bp window covered by a nucleosome that starts at that bp. The models are called position-independent because they consider mono- and dinucleotide counts regardless of their locations within the nucleosomal site. Position-independent models have been shown to reproduce nucleosome occupancy profiles as efficiently as much more complex models that also take 10–11 bp dinucleotide periodicities into account. The fitting parameters of the models can be rigorously interpreted as mono- and dinucleotide energies under the assumption that nucleosome positioning is affected solely by steric exclusion and intrinsic histone-DNA sequence preferences. While we expect this to be true in our in vitro experiments (apart from the effects of chromatin fiber formation which tends to arrange nucleosomes in regular arrays, resulting in preferences for 10–11 bp discretized linker lengths), nucleosome positions in vivo are also affected by chromatin remodeling enzymes and competition with other DNA-binding proteins. Under these conditions, nucleosome formation energies in our models are best understood as scores that reflect both intrinsic sequence preferences and in vivo repositioning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18784, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We find that models trained on in vitro nucleosome maps yield very similar dinucleotide rankings. Table 1 shows how our models rank the contributions of each dinucleotide to the total nucleosome formation energy, and it is readily apparent that both in vitro models are highly correlated, with A/T dinucleotides least favorable and G/C dinucleotides most favorable. Thus models fit on in vitro data predict a canonical positioning mechanism in which G/C dinucleotides are enriched in nucleosomes and A/T dinucleotides are enriched in linkers. The strong similarity between in vitro C. elegans models and our previously published “Zhang et al.” in vitro model trained on yeast DNA (Table 1, Figure 2A) indicates that our computational approach can be used to extract universal sequence determinants of nucleosome occupancy regardless of the origin of DNA used in the nucleosome assembly experiments. Predicted model parameters are unaffected by the preference for in vitro nucleosome assembly in the vicinity of restriction enzyme cut sites (Additional file 1: Figure S1) – a model fit only on Rsa I restriction fragments longer than 2000 bp, which excludes about 86% of the genome, has a 0.91 rank correlation of fitted parameters compared with our standard model trained without cut site filters. The predicted occupancy profiles are correlated at 0.98. The rank correlation between the Hinc II model fit on fragments of minimum 2000 bp (comprising 70% of the genome) and its whole-genome counterpart is 0.97. Since the predictions of the long-segment models and the full models are virtually indistinguishable, we use the latter in all further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20449, "infons": {"file": "1471-2164-14-284-2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Sequence-specific models of nucleosome occupancy. A) Position-independent models. N = 2 position-independent (PI) models fit on the datasets indicated were used to predict nucleosome occupancy profiles on the C. elegans genome. Pearson correlations between predicted occupancy profiles are plotted. For each comparison, a single correlation coefficient is calculated across all chromosomes. B) Bioinformatics versus position-independent models. Same as (A), but comparing predictions made by bioinformatics models (Bio) to those made by position-independent models. C) Spatially resolved versus position-independent models. Same as (A), but comparing predictions made by spatially resolved models (SR) to those made by N = 2 position-independent models. D) Two-dimensional histogram of nucleosome occupancy predicted by a position-independent in vivo model. Chromosome III was divided into one thousand segments of equal length. The relative position of each segment is shown on the x-axis. The nucleosome occupancy, as predicted by the N = 2 position-independent model fit on Gu & Fire in vivo data, is shown on the y-axis. The predicted occupancy was binned into 100 equal intervals in the [0,1] range. For each segment, a color-coded histogram shows the number of bases with a given occupancy. The black line shows mean predicted occupancy in each segment. The range of the y-axis excludes the top 1.0% of bases with the highest occupancy. E) Two-dimensional histogram of nucleosome occupancy predicted by a position-independent in vitro model. Same as (D), but with occupancy predicted by the N = 2 position-independent model fit on in vitro data from the Hinc II assay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22140, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Ranked dinucleotide energies predicted by position-independent models", "sentences": [], "annotations": [], "relations": []}, {"offset": 22210, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\" border=\"1\"><colgroup><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/><col align=\"center\"/></colgroup><thead valign=\"top\"><tr><th align=\"center\" valign=\"bottom\"><bold>Rank</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vitro </italic></bold><bold>(Rsa I)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vitro </italic></bold><bold>(Hinc II)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vivo </italic></bold><bold>(Gu &amp; Fire)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vivo </italic></bold><bold>(Valouev et al.)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>S. cerevisiae in vitro </italic></bold><bold>(Zhang et al.)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vivo (</italic></bold><bold>Embryos)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vivo </italic></bold><bold>(Adults)</bold></th><th colspan=\"2\" align=\"center\" valign=\"bottom\"><bold><italic>In vivo </italic></bold><bold>(Germlineless Adults)</bold></th></tr></thead><tbody valign=\"top\"><tr><td align=\"center\" valign=\"bottom\">1<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.53<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.39<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">1.74<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.52<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.82<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.39<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.61<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.69<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">2<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.53<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.23<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">1.62<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.52<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.82<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.29<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.40<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.64<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">3<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.45<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.23<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">1.51<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">1.48<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.14<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.29<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.40<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.64<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">4<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.08<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">0.88<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">1.51<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">1.05<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.01<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.22<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.18<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">1.22<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">5<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">0.24<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">0.36<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TT</bold><hr/></td><td align=\"center\" valign=\"bottom\">0.4<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">0.68<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">0.28<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">0.23<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">0.23<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">0.04<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">6<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">0.24<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">0.36<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AA</bold><hr/></td><td align=\"center\" valign=\"bottom\">0.4<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">0.52<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">0.28<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">0.23<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">0.23<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">0.04<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">7<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">0.11<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">0.26<hr/></td><td align=\"center\" valign=\"bottom\"><bold>TA</bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.31<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">0.52<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">0.2<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">0.04<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">-0.09<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">-0.25<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">8<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">0.11<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">0.26<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">-0.64<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">0.02<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">0.2<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">0.04<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">-0.09<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">-0.25<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">9<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-0.06<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">0.19<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">-0.64<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">-0.73<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">-0.51<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-0.04<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">-0.14<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">-0.37<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">10<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">-0.06<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">0.19<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">-0.69<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">-0.73<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">-0.51<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">-0.04<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">-0.14<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">-0.37<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">11<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">-0.55<hr/></td><td align=\"center\" valign=\"bottom\">AG<hr/></td><td align=\"center\" valign=\"bottom\">-0.08<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">-0.69<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">-0.76<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-0.56<hr/></td><td align=\"center\" valign=\"bottom\">AC<hr/></td><td align=\"center\" valign=\"bottom\">-0.06<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">-0.26<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-0.55<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">12<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">-0.55<hr/></td><td align=\"center\" valign=\"bottom\">CT<hr/></td><td align=\"center\" valign=\"bottom\">-0.08<hr/></td><td align=\"center\" valign=\"bottom\"><bold>AT</bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.73<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">-0.76<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">-0.56<hr/></td><td align=\"center\" valign=\"bottom\">GT<hr/></td><td align=\"center\" valign=\"bottom\">-0.06<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-0.26<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">-0.55<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">13<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.94<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.33<hr/></td><td align=\"center\" valign=\"bottom\">CA<hr/></td><td align=\"center\" valign=\"bottom\">-0.84<hr/></td><td align=\"center\" valign=\"bottom\">GA<hr/></td><td align=\"center\" valign=\"bottom\">-0.85<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.84<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.08<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.96<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.65<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">14<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.94<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.33<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-0.84<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">-0.85<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.84<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.08<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.96<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-0.65<hr/></td></tr><tr><td align=\"center\" valign=\"bottom\">15<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.12<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>CG</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.58<hr/></td><td align=\"center\" valign=\"bottom\">TC<hr/></td><td align=\"center\" valign=\"bottom\">-0.90<hr/></td><td align=\"center\" valign=\"bottom\">TG<hr/></td><td align=\"center\" valign=\"bottom\">-1.31<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.45<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.59<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.48<hr/></td><td align=\"center\" valign=\"bottom\"><bold><italic>GC</italic></bold><hr/></td><td align=\"center\" valign=\"bottom\">-1.26<hr/></td></tr><tr><td align=\"center\">16</td><td align=\"center\"><bold><italic>GC</italic></bold></td><td align=\"center\">-2.08</td><td align=\"center\"><bold><italic>GC</italic></bold></td><td align=\"center\">-1.95</td><td align=\"center\">GA</td><td align=\"center\">-0.9</td><td align=\"center\">CA</td><td align=\"center\">-1.31</td><td align=\"center\"><bold><italic>CG</italic></bold></td><td align=\"center\">-1.48</td><td align=\"center\"><bold><italic>CG</italic></bold></td><td align=\"center\">-1.80</td><td align=\"center\"><bold><italic>CG</italic></bold></td><td align=\"center\">-1.68</td><td align=\"center\"><bold><italic>CG</italic></bold></td><td align=\"center\">-1.37</td></tr></tbody></table>\n"}, "text": "Rank\tIn vitro (Rsa I)\tIn vitro (Hinc II)\tIn vivo (Gu & Fire)\tIn vivo (Valouev et al.)\tS. cerevisiae in vitro (Zhang et al.)\tIn vivo (Embryos)\tIn vivo (Adults)\tIn vivo (Germlineless Adults)\t \t1\tTT\t1.53\tAT\t1.39\tGC\t1.74\tTT\t1.52\tTT\t1.82\tTA\t1.39\tTA\t1.61\tTA\t1.69\t \t2\tAA\t1.53\tTT\t1.23\tCG\t1.62\tAA\t1.52\tAA\t1.82\tTT\t1.29\tTT\t1.40\tTT\t1.64\t \t3\tAT\t1.45\tAA\t1.23\tGG\t1.51\tCG\t1.48\tTA\t1.14\tAA\t1.29\tAA\t1.40\tAA\t1.64\t \t4\tTA\t1.08\tTA\t0.88\tCC\t1.51\tGC\t1.05\tAT\t1.01\tAT\t1.22\tAT\t1.18\tAT\t1.22\t \t5\tGT\t0.24\tTC\t0.36\tTT\t0.4\tTA\t0.68\tAG\t0.28\tCT\t0.23\tAG\t0.23\tCT\t0.04\t \t6\tAC\t0.24\tGA\t0.36\tAA\t0.4\tCC\t0.52\tCT\t0.28\tAG\t0.23\tCT\t0.23\tAG\t0.04\t \t7\tGA\t0.11\tCA\t0.26\tTA\t-0.31\tGG\t0.52\tGA\t0.2\tGA\t0.04\tTC\t-0.09\tGA\t-0.25\t \t8\tTC\t0.11\tTG\t0.26\tCT\t-0.64\tAT\t0.02\tTC\t0.2\tTC\t0.04\tGA\t-0.09\tTC\t-0.25\t \t9\tTG\t-0.06\tGT\t0.19\tAG\t-0.64\tCT\t-0.73\tGT\t-0.51\tTG\t-0.04\tGT\t-0.14\tAC\t-0.37\t \t10\tCA\t-0.06\tAC\t0.19\tAC\t-0.69\tAG\t-0.73\tAC\t-0.51\tCA\t-0.04\tAC\t-0.14\tGT\t-0.37\t \t11\tAG\t-0.55\tAG\t-0.08\tGT\t-0.69\tAC\t-0.76\tTG\t-0.56\tAC\t-0.06\tCA\t-0.26\tTG\t-0.55\t \t12\tCT\t-0.55\tCT\t-0.08\tAT\t-0.73\tGT\t-0.76\tCA\t-0.56\tGT\t-0.06\tTG\t-0.26\tCA\t-0.55\t \t13\tCC\t-0.94\tGG\t-1.33\tCA\t-0.84\tGA\t-0.85\tCC\t-0.84\tGG\t-1.08\tCC\t-0.96\tGG\t-0.65\t \t14\tGG\t-0.94\tCC\t-1.33\tTG\t-0.84\tTC\t-0.85\tGG\t-0.84\tCC\t-1.08\tGG\t-0.96\tCC\t-0.65\t \t15\tCG\t-1.12\tCG\t-1.58\tTC\t-0.90\tTG\t-1.31\tGC\t-1.45\tGC\t-1.59\tGC\t-1.48\tGC\t-1.26\t \t16\tGC\t-2.08\tGC\t-1.95\tGA\t-0.9\tCA\t-1.31\tCG\t-1.48\tCG\t-1.80\tCG\t-1.68\tCG\t-1.37\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23560, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_foot"}, "text": "Dinucleotide energies Ew predicted by N = 2 position-independent models fit on the indicated datasets are shown ranked from highest (least favorable) to lowest (most favorable). The energy of a dinucleotide w is defined as , where w1 and w2 are the first and second nucleotides in w, and the ϵ’s are the fitting parameters of the model (see Methods). Energy contributions are shown in arbitrary units, scaled so that each set of sixteen energies has zero mean and unit variance. A/T dinucleotides, composed only of A and T, are bolded, and G/C dinucleotides, composed only of G and C, are bolded and italicized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24179, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Read depletion in arms is associated with a simple DNA sequence signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 24253, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Remarkably, position-independent models fit to Valouev et al. and Gu & Fire datasets exhibit non-canonical sequence preferences not observed in vitro or in other organisms. Specifically, G/C dinucleotides become less favorable than mixed dinucleotides comprised of one A/T nucleotide and one G/C nucleotide; in the case of the Gu & Fire dataset the G/C dinucleotide scores are even more unfavorable than those of the A/T dinucleotides (Table 1). This is consistent with the observation that mixed dinucleotides tend to be enriched at the center and depleted towards the ends of each chromosome (Figure 1C, Additional file 1: Figure S7), making their frequencies anti-correlated with our in vivo patterns of nucleosome read coverage. Indeed, in vivo but not in vitro models reproduce depletion of sequence reads in the autosome arms, whereas the X chromosome occupancy profile is somewhat flatter (Figure 2D,E, Additional file 1: Figure S2, Figure S8 and Figure S9). In contrast, models trained on the three Ercan et al. nucleosome datasets exhibit in vitro-like sequence preferences (Table 1, Additional file 1: Figure S6B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25382, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since our sequence-specific models predict in vitro and in vivo patterns of read coverage equally well (for example, the N = 2 position-independent model predicts Valouev et al. data on which it was trained with r = 0.65, Rsa I model predicts Rsa I data at r = 0.68, and Hinc II model predicts Hinc II data at r = 0.51), read coverage in our in vivo experiments is sequence-specific rather than sequence-independent, but non-canonical as compared with in vitro studies and other organisms. We conclude that read depletion on chromosome arms observed in our in vivo nucleosome maps may be due to a sequence-specific in vivo activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26031, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Potential causes of non-canonical in vivo nucleosome sequence preferences", "sentences": [], "annotations": [], "relations": []}, {"offset": 26105, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "According to our experiments, in vivo read coverage is lower in chromosome arms, which also have distinct dinucleotide content (Figure 1C, Additional file 1: Figure S7). To exclude the possibility that our fits merely reflect this coincidence, we have refitted the position-independent models only on the central 40% of each chromosome, where the dinucleotide distributions are more uniform. The G/C dinucleotide scores remain unfavorable in our two in vivo datasets (Additional file 1: Table S1), implying that the observed de-enrichment of nucleosomal sequence reads in distal regions cannot be caused by effects that occur solely in the chromosome arms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26763, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "So, why are loci intrinsically amenable to nucleosome formation depleted of reads in vivo? We hypothesize that genome-wide chromatin remodeler activity may explain observed changes in nucleosome occupancy, including read depletion in C. elegans autosome arms. Indeed, recent work by Moshkin et al. shows that remodelers possess all the necessary characteristics: sequence-specific DNA binding, a tendency to contravene intrinsic nucleosome sequence preferences, and the ability to alter nucleosome occupancy on a global scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27290, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moshkin et al. studied representatives of four major classes of chromatin remodelers in D. melanogaster: SWI/SNF, ISWI, CHD/MI2, and INO80. Their work showed that remodelers bind DNA in a sequence-specific manner, and that SWI/SNF, CHD/MI2, and INO80 remodelers push nucleosomes onto low-affinity sites, while ISWI remodelers expel nucleosomes from high-affinity sites. As a result, all four remodelers tend to act against intrinsic nucleosome sequence preferences. Consequently, knocking down remodeler activity significantly improved agreement between nucleosome occupancy observed in vivo and occupancy predicted by sequence-specific models trained on in vitro data. Thus, chromatin remodelers can bias apparent nucleosome sequence preferences genome-wide. We infer that remodeling events involving single nucleosomes may contribute to creating large chromatin domains, megabases in size, in C. elegans.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28197, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have also considered the possibility that changes in sequence preferences are due to localization to the nuclear membrane or direct competition with LEM-2, but this hypothesis is not supported by our data. We compared nucleosome occupancy in LEM-2 “subdomains”, regions identified by Ikegami et al. with considerable LEM-2 occupancy, and “gaps”, where LEM-2 is generally absent. Ikegami et al. argued that chromosomal arms are associated with the nuclear membrane via interactions with subdomain regions, whereas intervening gap regions loop into the nucleus. So, if competition with LEM-2 or attraction to the nuclear membrane were responsible for decreased read coverage in arms, we would expect in vivo read coverage to be lower in LEM-2 subdomains than in gaps.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28974, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "However, we find the opposite trend. Additional file 1: Figure S10 shows histograms of average nucleosome occupancy in gaps, subdomains, and central chromosome regions where LEM-2 is depleted. We observe that in vivo read coverage in subdomains is significantly higher than in gaps. In the Gu & Fire data, the gaps have a mean normalized occupancy (Methods) of −0.14 with subdomains at −0.04; from Valouev et al., we find that occupancy in gaps averages to −0.14 while subdomains have a mean occupancy of −0.06. T-tests indicate that these differences are not likely to arise by chance (p = 1.3e-04 for Gu & Fire, and p = 5.5e-03 for Valouev et al.). As expected, the large LEM-2 gaps in the centers of each chromosome have high normalized occupancy in vivo (0.19 for Gu & Fire and 0.20 for Valouev et al.). On the other hand, Additional file 1: Figure S10 shows that gaps in the chromosomal arms tend to be more nucleosome-covered in vitro than subdomains, indicating that DNA sequences in gaps are intrinsically more amenable to nucleosome formation. Thus LEM-2 gaps intrinsically favor nucleosome formation, yet are depleted of reads in vivo. These results should not arise if competition with LEM-2 or attachment to the nuclear membrane were responsible for displacing nucleosomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30276, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison of bioinformatics and physical models of nucleosome positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 30351, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The global nucleosome coverage bias that makes the fitting parameters in our in vivo models deviate from a description of intrinsic histone-DNA sequence preferences affects other types of approaches as well, notably a bioinformatics model similar to the position-independent component of the empirical algorithm developed by Kaplan et al. (Methods). Indeed, nucleosome occupancy profiles predicted with a bioinformatics model trained on in vitro data from C. elegans and yeast are strongly correlated with the corresponding profiles predicted with the N = 2 position-independent model (Figure 2B). For Rsa I and Hinc II datasets, shorter restriction fragments and regions around restriction enzyme cut sites were not filtered out as they do not appear to bias the fits. Similarly, a bioinformatics model trained on in vivo data from Gu & Fire exhibits strongest correlations with the predictions of the N = 2 position-independent models fit to our two in vivo datasets. On the other hand, a bioinformatics model trained on the Valouev et al. in vivo nucleosome map yields an occupancy profile that is closer to the in vitro than in vivo predictions of the N = 2 position-independent model (Figure 2B). However, the predictive power of the bioinformatics model is lower in this case (r = 0.58 with the Valouev et al. dataset on which it was fit, compared to r = 0.65 for the corresponding N = 2 position-independent model). We conclude that regardless of the exact approach used to infer sequence determinants of nucleosome positioning, models of intrinsic nucleosome sequence affinity should not be trained on in vivo datasets as their nucleosome distributions may be affected by other factors and the extent of the influence of these factors varies with the details of the computational algorithm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32176, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The role of 10–11 bp periodic dinucleotide distributions in positioning stable nucleosomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 32269, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Nucleosomes that tend to occupy unique genomic positions are found multiple times in our genome-wide nucleosome maps, which combine information from many cells. Once the nucleosomal sequence reads are mapped to the reference genome, their positions become marked by peaks of integer height on the sequence read landscape (Methods). The peak heights thus reflect the degree of unique nucleosome positioning and are likely correlated with nucleosome formation energies, with more stable nucleosomes marked by higher peaks. Therefore, we expect to find sequence signatures of stable nucleosomes in an alignment of all 147 bp-long nucleosomal sequences from the C. elegans genome that are marked by sequence read peaks with a height above a certain cutoff. We focus on the distribution of dinucleotide frequencies within the nucleosomal site because sequence-specific base stacking energies are thought to assist DNA bending into a nucleosomal superhelix. The peak height cutoff is an adjustable parameter chosen to select a small subset of the most stable nucleosomes in each dataset (between 0.9% and 1.5% of all sequence reads depending on the experiment, Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33434, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In Figure 3A and Additional file 1: Figure S11A we plot relative frequencies of dinucleotides at each position within the nucleosomal site. We find that well-positioned in vitro nucleosomes are associated with dinucleotide frequency distributions that are very similar to those found in in vitro maps from S. cerevisiae. Dinucleotide distributions in stable nucleosomes reconstituted in vitro on genomic DNA from both organisms are characterized by the overall enrichment of G/C and depletion of A/T dinucleotides in nucleosomal sequences, especially towards the dyad. The dinucleotide frequencies are abruptly reversed in linkers, with sizable jumps across both nucleosome-linker boundaries. Dinucleotide distributions within the nucleosome also exhibit 10–11 bp periodicity of the DNA helical twist. The similarity of dinucleotide frequency distributions in stable nucleosomes from all in vitro experiments is consistent with the fact that the corresponding N = 2 position-independent models are also highly similar (Table 1, Figure 2A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34483, "infons": {"file": "1471-2164-14-284-3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "The role of dinucleotide periodicities in well-positioned nucleosomes. A) Dinucleotide frequencies in well-positioned in vitro nucleosomes. Each curve shows a relative dinucleotide frequency at a given position (with respect to the nucleosome dyad) for the set of well-placed nucleosomes selected from the Rsa I in vitro assay (see Methods). Dinucleotide counts used to calculate the frequencies include both forward and reverse strands for each well-placed nucleosome. We define the relative frequency of a group of dinucleotides as the sum of frequencies of all dinucleotides in that group at a given position, divided by the sum of genome-wide frequencies for the same group of dinucleotides. The groups plotted (with a 3-bp moving average) are AA/AT/TA/TT, CC/CG/GC/GG, and mixed dinucleotides (one A or T and one G or C nucleotide). B) Dinucleotide frequencies in well-positioned in vivo nucleosomes. Same as (A) but using well-placed nucleosomes from the Valouev et al. dataset. C) Predicting well-positioned nucleosomes in vitro. Each curve shows a probability enrichment predicted by a given model at a given distance from well-placed nucleosomes. Probability enrichment is defined as the predicted probability at a given position, divided by the genome-wide mean of the predicted probability profile. Probability enrichment is averaged over all well-placed nucleosomes in the Rsa I in vitro assay; the resulting curves are smoothed with a 7-bp moving average. The two models shown, N = 2 position-independent (magenta) and spatially resolved (green), were fit on the Rsa I in vitro data. D) Predicting well-positioned nucleosomes in vivo. Same as (C) but with models fit on, and well-placed nucleosomes selected from the Valouev et al. dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36241, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Dinucleotide frequency distributions inferred from in vivo well-positioned nucleosomes are significantly different: the difference between G/C and A/T dinucleotide counts is smaller in both nucleosomes and linkers, although the 10–11 bp periodicity inside nucleosomes and the jumps across nucleosome-linker borders are still present (Figure 3B, Additional file 1: Figure S11B). Stable nucleosomes from central regions and chromosomal arms yield virtually identical frequency distributions (data not shown), confirming that their positions are determined locally rather than imposed by global nucleosome coverage trends. In contrast with the in vitro situation, where positioning of stable nucleosomes and overall nucleosome occupancy are driven by the same sequence signals, stable in vivo nucleosomes do exhibit a slight preference for G/C rather than mixed dinucleotides in the Valouev et al. dataset (Figure 3B). This is in contrast to the dinucleotide ranking generated by the N = 2 position-independent model which takes all nucleosomes into account (Table 1). Thus, models trained to reproduce in vivo nucleosome coverage profiles in C. elegans have to balance the need to capture the locations of stable nucleosomes with the need to account for the relative depletion of sequence reads from chromosomal arms and G/C-rich sequences in general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37600, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have previously shown that it is not necessary to model 10–11 bp dinucleotide frequency periodicities in S. cerevisiae if the goal is to reproduce nucleosome occupancy profiles: Simple position-independent models which capture the differences between average dinucleotide frequencies in nucleosomes and linkers are sufficient and have relatively few fitting parameters (13 in the N = 2 position-independent model vs. 1684 in a spatially resolved model which assigns distinct mono- and dinucleotide energies at each position within the nucleosomal site). Indeed, yeast occupancy profiles predicted using N = 2 position-independent and spatially resolved models are highly correlated (r = 0.98 genome-wide). This is also true in C. elegans, where both types of models yield virtually identical occupancy profiles (Figure 2C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38442, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "However, spatially resolved models are better at predicting positions of stable nucleosomes with single-bp precision, both in vitro and in vivo, as seen in Figure 3C,D and Additional file 1: Figure S11C,D, which show predicted probabilities to start a nucleosome in the vicinity of well-placed nucleosomes marked by higher sequence read peaks (Methods). Thus, the affinity of the histone octamer for genomic DNA is largely controlled by its dinucleotide content, which is relatively easy to modulate even if DNA sequence is constrained by the need to encode functional elements such as exons or transcription factor binding sites. The affinity may be further increased and the nucleosome position refined through 10–11 bp periodic dinucleotide distributions that either exist in the genome for other reasons or have specifically evolved to place nucleosomes more precisely. The former idea is supported by the observation of prominent 10–11 bp dinucleotide periodicities in sequences of well-positioned nucleosomes assembled in vitro on the E. coli genome, which has not evolved for nucleosome formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39552, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We find noticeable 10–11 bp dinucleotide periodicities in well-positioned nucleosomes from all yeast, E. coli and C. elegans large-scale maps, regardless of the extent of the bias in the overall dinucleotide content (Figure 3A,B, Additional file 1: Figure S11A,B). However, both types of signals are present in stable nucleosomes obtained by in vitro reconstitution, which presumably occupy the lowest free energy positions available genome-wide (alternatively, increased G/C content in nucleosomes assembled in vitro may be an experimental artifact). Thus, our analysis suggests that both signals may increase binding affinity, and that 10–11 bp periodic sequences are ubiquitous enough in the genome to be readily utilized by the subset of stable nucleosomes. Direct measurements of free energies of nucleosome formation are necessary in order to compare the magnitudes of energetic contributions associated with each type of sequence signal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40502, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Stable nucleosomes do not occupy unique positions in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 40560, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In vitro selection experiments for histone-DNA binding affinity, followed by direct measurements of free energies of nucleosome formation, indicate that nucleosome free energies fall within a range of several kcal/mol. Energies of this magnitude are readily available in the cell, e.g. through ATP hydrolysis utilized by chromatin remodeling enzymes to reposition or unfold nucleosomes. Although bulk C. elegans nucleosomes may be repositioned in vivo, or initially deposited differently, there could be a core of stable nucleosomes which occupy unique genomic locations under all experimental conditions. These positions would be dictated purely by DNA sequence rather than external factors such as the concentration of chromatin remodelers in the nucleus, and the stable core would thus be observed both in vitro and in vivo. Figure 3A,B and Additional file 1: Figure S11A,B already indicate that positions of stable nucleosomes are not strongly conserved – if that were the case, distinct in vitro patterns of dinucleotide frequencies in stable nucleosomes would be more closely reproduced in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41665, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We sought to address this question more directly by computing how many nucleosomes from dataset B occur, on average, within D bp of stable nucleosomes in dataset A (Figure 4). The windows of 2D + 1 bp width centered on stable “A” nucleosomes are used to account for MNase digestion artifacts, which preclude identification of nucleosome locations with single-bp accuracy. We find that stable nucleosomes from the Rsa I in vitro assay are partially reproduced in the Hinc II assay, and vice versa. Indeed, three-base windows (D = 1 bp) centered on well-positioned Rsa I nucleosomes (themselves marked by 5.04 sequence reads on average, as shown in the D = 0 data point in the red curve from Figure 4A) contain 4.08 Hinc II reads on average, 81% of the total. Note that Hinc II sequence read coverage was rescaled to equal that of Rsa I. Likewise, on average 37% of well-positioned Hinc II nucleosomes are found within three-bp windows in the Rsa I dataset (Figure 4B). All regions in the vicinity of Rsa I and Hinc II cut sites were excluded from this analysis (Methods). The corresponding in vivo fractions are approximately seven times smaller, suggesting that the majority of in vitro stable nucleosome positions are not occupied in vivo. In addition, our two in vivo datasets are not closest to each other (Figure 4C,D). Overall, many well-positioned in vivo nucleosomes are distant from intrinsically favorable loci, and their locations appear to vary from one experiment to another. Furthermore, since reproducibility of stable nucleosome positions in the two in vitro experiments was not perfect, it is possible that thermodynamic equilibrium was not fully reached on experimental timescales.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43384, "infons": {"file": "1471-2164-14-284-4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Overlap between well-positioned nucleosomes in different datasets. A) Each curve shows the average number of reads observed in the indicated dataset within D bp of all well-placed nucleosomes from the Rsa I in vitro assay. B) Same as (A), but with respect to well-placed nucleosomes in the Hinc II in vitro assay. C) Same as (A), but with respect to well-placed nucleosomes in Valouev et al. in vivo dataset. D) Same as (A), but with respect to well-placed nucleosomes in Gu & Fire in vivo dataset. Note that in each panel, the vertical scale of each curve is normalized to match the total read-coverage of the dataset from which the well-placed nucleosomes are drawn. Sequence read cutoffs and filtering procedures used to define well-positioned nucleosomes are described in Methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44169, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Chromatin organization in transcribed regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 44215, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We examined the effect of transcription on nucleosome occupancy by evaluating the performance of our models in genic regions. If transcriptional activity leads to nucleosome rearrangements and displacements, nucleosome occupancy in genes should adhere more weakly to intrinsic nucleosome sequence preferences. However, the power of our in vitro models to predict in vivo occupancy in genes compares well with their genome-wide predictive power: the Rsa I model predicts Valouev et al. read coverage at r = 0.50 in genes and r = 0.48 across the genome. The Hinc II model predicts Valouev et al. read coverage at r = 0.38 in genes and r = 0.37 across the genome. Comparisons using Gu & Fire data yield similar results (data not shown). Thus our ability to predict nucleosome occupancy is approximately the same in genic regions and genome-wide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45074, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previous studies have found a correlation between nucleosome occupancy patterns and exon-intron organization, implicating chromatin in exon recognition during co-transcriptional splicing. Consistent with these studies, we find that nucleosome occupancy is above average in exons and below average in introns, both in vitro and in vivo (Figure 5A). These trends are also captured by the N = 2 position-independent models (Figure 5B), showing that they can be partially ascribed to the systematic differences between exon and intron dinucleotide content. The success of the in vitro models in reproducing this pattern suggests that exons and introns contain sequence signals that, respectively, intrinsically favor and disfavor nucleosome formation. As shown in Additional file 1: Figure S12, the average distribution of sequence reads around exon-intron boundaries shows a pronounced peak, which corresponds to numerous well-positioned nucleosomes extending from the exon-intron boundary into the exon, both in vivo and in vitro. Since these nucleosomes demarcate the exon boundaries with high precision, it is conceivable that they play a role in directing transcriptional and splicing machinery. Interestingly, there are also small secondary peaks which correspond to the nucleosomes that start at the boundary but extend into introns rather than exons. Note that the restriction enzyme cut site filters are not applied to in vitro datasets in this section since focusing on long restriction fragments leaves our conclusions unaffected (data not shown), yet lowers their statistical significance because a sizable fraction of transcribed regions is removed from the analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46757, "infons": {"file": "1471-2164-14-284-5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Nucleosome organization in exons and introns. A) Barplot of exon and intron nucleosome occupancies. The mean normalized nucleosome occupancy in introns and exons for each dataset is plotted. Error bars show the standard error. B) Barplot of predicted exon and intron nucleosome occupancies. Same as (A), but using normalized nucleosome occupancy profiles predicted by N = 2 position-independent models fit on the indicated datasets. C)In vitro nucleosome occupancy in exons and introns grouped by GC content. Exons and introns were divided into three equally sized groups of high, medium, and low GC content. Introns were aligned on their center, and exons were aligned to their 3’ ends (left) and 5’ ends (right). Mean normalized nucleosome occupancy in each group is plotted against the distance from the center for introns, and the distance from either the 3’ or the 5’ boundary for exons. Averages x bases upstream of the 3’ boundary or downstream of the 5’ boundary are calculated only among exons of length ≥ x. The average intron nucleosome occupancy a distance x from the intron center is calculated only among introns of length ≥ 2x. Dashed curves show standard errors of the mean. The nucleosome occupancy profile is from the Rsa I in vitro assay. D)In vivo nucleosome occupancy in exons and introns grouped by GC content. Same as (C), but using in vivo data from Valouev et al.. E) Exon and intron nucleosome occupancy grouped by gene expression levels. Same as (A), except that exons and introns are from the genes with high and low expression levels. Expression levels were inferred from SAGE data. All tagged genes were ranked by the abundance of SAGE tags, with high and low expression groups corresponding to the top and bottom 10%, respectively (see Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48562, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When exons and introns are divided into three groups of equal size by G/C content, the in vitro occupancy follows the expected pattern in which nucleosomes preferentially assemble on G/C-rich sequences in both introns and exons (Figure 5C, Additional file 1: Figure S13A). However, these intrinsic preferences are substantially modified in vivo (Figure 5D, Additional file 1: Figure S13B), as previously noted. In both in vivo experiments, high-G/C exons tend to be nucleosome-depleted, while the difference in occupancy between medium-G/C and low-G/C exons is either eliminated (Figure 5D) or reversed (Additional file 1: Figure S13B). In contrast, in vitro and in vivo intron occupancy patterns are relatively close to each other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49298, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next we inquired whether the in vivo redistribution of nucleosomes covering exon and intron sequences is related to the observed nucleosome de-enrichment in chromosomal arms. We have repeated the above G/C analysis for the genes located in the central 40% of each chromosome, where the global nucleosome coverage profiles are essentially flat (Additional file 1: Figure S14). As expected, the correlation between nucleosome occupancy and G/C content is still observed in vitro, while in vivo there is again nucleosome depletion from exons with high G/C content. We conclude that de-enrichment of read coverage in chromosomal arms is not correlated with the observed in vivo changes in nucleosome occupancy over exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "If nucleosomes in exons are actively manipulated by the components of transcriptional and splicing machinery, one could expect the corresponding nucleosome occupancy to depend on the expression state of the gene. However, we do not find highly significant differences between nucleosome occupancies of exons and introns in strongly and weakly expressed genes, either in vitro or in vivo (Figure 5E). Gene expression levels were quantified as SAGE mRNA transcript counts (Methods). This observation is in contrast with a previous finding in activated human T cells, where a negative correlation between nucleosome occupancy and transcript expression levels was reported both in vivo and by using nucleosome occupancy predictions based solely on DNA sequence as a proxy for the in vitro experiment. Lower nucleosome occupancy was also found in transcribed vs. non-transcribed genes in resting T cells. Weak correlation between nucleosome occupancy and gene expression levels is, however, supported by our earlier observations in yeast, where most changes in gene expression were not accompanied by nucleosome remodeling in promoters and coding regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51168, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "If nucleosomes participate in the process of co-transcriptional splicing, one might expect a correlation between the strength of 5’ and 3’ splice sites and the degree of nucleosome coverage. We have scored each splice site using a position-specific weight matrix (PWM) based on the alignment of all 5’ and 3’ splice sites in the C. elegans genome (Methods). We find that the difference between in vitro nucleosome occupancies of exons with top 10% and bottom 10% of PWM-scored 5’ splice sites (located at exon 3’ ends) is rather small (Additional file 1: Figure S15A). For top 10% and bottom 10% of PWM-scored 3’ splice sites (located at exon 5’ ends), the difference is more pronounced: exons with weak splice sites tend to be more nucleosome-covered in vitro. The differences between weak and strong splice sites become more noticeable in vivo, with strong 3’ splice sites correlated with nucleosome depletion and strong 5’ splice sites correlated with nucleosome enrichment relative to the corresponding weak sites (Additional file 1: Figure S15B). Thus splicing factors may interact with nucleosomes in a way that promotes nucleosome occupancy over strong donor sites and depletes nucleosomes from strong acceptor sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52413, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Previous studies have shown that nucleosome occupancy in resting and activated T cells on average increases toward the 3’ end of genes, possibly reflecting partial transcription events that might be accompanied by stronger nucleosome depletion from 5’ gene ends. Additional file 1: Figure S16, which shows average nucleosome occupancy in exons plotted by exon number, exhibits a similar trend, although its statistical significance is rather low. This trend does not appear to be encoded through intrinsic histone-DNA interactions as it is not observed in vitro. However, it is captured by the N = 2 position-independent models trained on in vivo data and thus capable of reproducing chromosome-wide patterns of nucleosome read coverage. This observation suggests that the slightly higher occupancy of downstream exons may be in part due to the fact that longer, multi-exon genes occur more frequently in central regions. Indeed, genes located in the central 40% of C. elegans chromosomes have 6.29 ± 0.04 exons on average, whereas genes located in the 20% terminal domains have only 5.69 ± 0.04 exons. However, we cannot rule out a possibility that the relative depletion of nucleosomes from 5’ exons is due to such exons being involved more frequently in transcriptional events.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53714, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 53726, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We have analyzed sequence determinants of nucleosome positioning and occupancy using two large-scale maps of in vitro nucleosomes reconstituted on genomic DNA from the nematode worm C. elegans, a complex metazoan organism. Intrinsic histone-DNA sequence specificity explored in these experiments was first studied using biophysical models in which the effective free energy of nucleosome formation depends simply on the total number of mono- and dinucleotides in nucleosomal sequences and not on their position with respect to the nucleosomal dyad (N = 2 position-independent models, see Methods). We have found that nucleosome occupancy predictions of these models are highly correlated with the predictions of the same model trained on a high-throughput map of nucleosomes assembled in vitro on genomic DNA from a single-cell eukaryote S. cerevisiae (Figure 2A). Thus, reassuringly, our approach yields a consistent picture of sequence signals responsible for nucleosome occupancy in the absence of confounding factors such as chromatin remodeling enzymes. In this picture, nucleosomes prefer to occupy G/C-enriched and A/T-depleted sites, while in linkers the preferences are reversed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54920, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Next we have asked whether these intrinsic nucleosome positioning rules are respected in chromatin extracted from live C. elegans cells. Surprisingly, G/C dinucleotides, which favor nucleosome formation the most in vitro, become much less favorable in vivo according to our experiments but not according to those from Ercan et al. which result in in vitro-like occupancy profiles (Table 1, Additional file 1: Figure S6). This discrepancy can be attributed to substantial differences between our experimental protocols. The deviation from in vitro behavior has not been observed in yeast and thus may constitute a unique signature of C. elegans chromatin. Significant disruptions of intrinsic nucleosome sequence preferences in C. elegans in vivo have been previously reported. For example, in comparing nucleosome preferences for DNA 5-mers, Kaplan et al. found that both CCGGC and CGGCA are favorable in yeast in vitro but strongly unfavorable in C. elegans in vivo, affirming our conclusion that G/C dinucleotides in general are less favorable in C. elegans. Our in vitro assays rule out the possibility that these changes are due to unusual mechanical properties of the C. elegans genome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56113, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The in vivo changes in apparent sequence specificity are associated with a global pattern of nucleosome read coverage in C. elegans: coverage in chromosomal arms is lower than in central regions (Figure 1A, Additional file 1: Figure S2 and Figure S3). This large-scale arrangement is not observed in vitro (Figure 1B, Additional file 1: Figure S2 and Figure S4), and is reminiscent of the broad patterns of histone modifications and meiotic recombination rates in the C. elegans genome. The observed change in apparent sequence affinity in vivo, in conjunction with broad patterns of dinucleotide content in the C. elegans genome, appears to create these chromatin domains; if read depletion in the arms caused the observed changes, we would expect in vivo models trained only on chromosome centers to exhibit more canonical sequence preferences, but such is not the case. Rather, our analysis supports the hypothesis that chromatin remodelers direct nucleosomes away from G/C-rich DNA genome-wide, creating chromosome-scale occupancy patterns. As a result, both DNA sequence preferences and in vivo remodeling activities contribute to the final nucleosome disposition in living cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57301, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Alternatively, differential recovery of sequence reads in the arms vs. central regions could be caused by distinct patterns of post-translational modifications, as well as consistent differences in chromatin tertiary structure and histone variant usage. These factors could affect MNase-mediated recovery of mononucleosome fragments, potentially amplifying or masking nucleosome occupancy differences. We note that although read depletion in chromosome arms may be partially due to such effects, the genome-wide distribution of mapped reads in our in vivo experiments is globally sequence specific in a way not observed in vitro or in other organisms, and thus may reflect an essential feature of C. elegans chromatin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58020, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Although N = 2 position-independent models capture global nucleosome occupancy trends, they disregard more subtle sequence signals such as 10–11 bp periodic dinucleotide distributions which are thought to facilitate bending of nucleosomal DNA into the superhelical shape. We find that including such signals into the models helps predict well-positioned nucleosomes (Figure 3C,D, Additional file 1: Figure S11C,D), albeit at the price of many more fitting parameters. Thus, while more detailed spatially resolved models predict occupancy profiles that are nearly identical to their position-independent counterparts, they offer sizable improvement in predicting positions of stable nucleosomes with base-pair precision. Interestingly, well-positioned in vivo nucleosomes tend to occupy sequences that are slightly enriched in G/C dinucleotides (Figure 3B, Additional file 1: Figure S11B). Focusing on whether the locations of well-positioned nucleosomes are similar in all datasets, we find that in vitro nucleosomes marked by higher sequence read peaks have relatively few in vivo counterparts, even if imprecision of MNase digestion is taken into account (Figure 4A,B). Thus it appears that the majority of well-positioned in vivo nucleosomes do not occupy thermodynamically favorable sites observed in vitro (assuming that in vitro nucleosomes themselves have equilibrated at physiologicl salt concentrations) – rather, they are found at locally optimal sites. These sets of locally optimal positions differ between our two in vivo experiments, calling into question the idea that in vivo rather than in vitro nucleosome positions are in fact in thermodynamic equilibrium. Our observations are supported by a recent study in which artificial chromosomes with foreign genomic DNA were transformed into S.cerevisiae. Subsequent nucleosome mapping revealed numerous disagreements between nucleosome occupancy profiles in native and foreign in vivo contexts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59989, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Finally, we have studied chromatin structure in the vicinity of exons and introns. Previous studies have found a link between nucleosome positioning and exon-intron architecture based on data from human cells, reporting widespread nucleosome depletion from introns and enrichment in exons which did not correlate with intrinsic preferences for G/C-rich sequences. We confirm these findings in C. elegans (Figure 5D, Additional file 1: Figure S13B) and further discover that the G/C preferences are restored in vitro (Figure 5C, Additional file 1: Figure S13A). However, we do not see a strong correlation with either gene expression levels or splice site strength (Figure 5E, Additional file 1: Figure S15), suggesting that the direct action of transcriptional and splicing machinery is not a major contributor to the exon-intron chromatin architecture. Rather, we surmise that the same mechanism is responsible for both large-scale sequence read depletion from chromosomal arms and small-scale sequence read depletion from exons with high G/C content.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61045, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, we have compared in vitro and in vivo nucleosome maps in C. elegans to discover striking functional differences on multiple scales. As the high-coverage mononucleosome sequencing data on higher organisms accumulates, we look forward to learning whether the observed in vivo rearrangements are generic in complex metazoans, or whether C. elegans stands apart in its extent of chromatin remodeling and its degree of changes in global chromatin architecture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61513, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 61521, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Reconstitution of in vitro nucleosomes (invitrosomes)", "sentences": [], "annotations": [], "relations": []}, {"offset": 61575, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Naked genomic DNA from wild-type C. elegans (N2 strain) was isolated by digesting flash-frozen worms with proteinase K (Roche, 2mg/ml final concentration) in worm lysis buffer (0.1M Tris–HCl at pH 8.5, 0.1 M NaCl, 50 mM EDTA, 1% SDS) at 65°C for 45 min followed by phenol, phenol/chloroform, chloroform extraction and ethanol precipitation. RNA was removed by digesting the isolated nucleic acid with RNAse A (Roche) followed by phenol/chloroform, chloroform extraction and ethanol precipitation. To produce DNA templates for both the Rsa I and Hinc II experiments, 40 μg of high-molecular weight genomic DNA was digested with 200 units of either restriction enzyme Rsa I or Hinc II (New England BioLabs) with the supplied buffers and 1X BSA (New England BioLabs). Digestion proceeded at 37°C for two hours followed by phenol, phenol/chloroform, chloroform extraction and ethanol precipitation, resulting in complete digestion as assayed on a 1% UltraPure Agarose (Invitrogen) gel (Additional file 1: Figure S17). A continuous smear of fragments was seen for both digestions with a distribution of fragments lengths visually estimated to be centered upon and enriched around ~850 bp and ~3500 bp for the Rsa I and Hinc II digestions, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62828, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Rsa I and Hinc II DNA digestions were assembled with recombinant Xenopus histones (a gift from Geeta Narlikar) into nucleosomes as described previously at a 1.1:1 molar ratio of DNA to histone octamer, such that on average one nucleosome would form per 850 bp or 3500 bp of DNA for the Rsa I and Hinc II reconstitutions, respectively. Specifically, 9.13 μg of DNA and 1.45 μg of histone octamer (for Rsa I) and 22.00 μg of DNA and 0.88 μg of histone octamer (for Hinc II) were reconstituted in a total volume of 200 μl. We call these in vitro reconstituted nucleosomes invitrosomes and will refer to them as such hereafter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63461, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Isolation of invitrosome core DNA fragments", "sentences": [], "annotations": [], "relations": []}, {"offset": 63505, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Invitrosome core DNAs from both Rsa I and Hinc II reconstitutions were isolated by diluting 60 μl of the respective invitrosomes into a total volume of 200 μl containing 5 mM MgCl2, 5 mM CaCl2, 70 mM KCl and 10 mM Hepes at pH 7.9 (final concentrations) and digesting with 20 units of MNase (Roche) resuspended at 1 U/μl for 15 min at room temperature. The digestion was stopped by adding an equal volume of 3% SDS, 100 mM EDTA and 50 mM Tris. Histones were removed by treating with one-tenth volume proteinase K (20 mg/ml in TE at pH 7.4) for 30 min at 50°C followed by phenol/chloroform and chloroform extractions and ethanol precipitation. In order to obtain enough sample for the Hinc II reconstitution, this procedure was repeated three times to process the entire Hinc II invitrosome sample and then pooled together in a total volume of 30 μl (the single processing of the Rsa I sample was also in a total volume of 30 μl). Invitrosome DNA cores were assayed for complete digestion and isolated on a 2% UltraPure Agarose (Invitrogen) gel run at 100 V for 1 h, followed by DNA extraction from the gel using a QIAquick Gel Extraction Kit (Qiagen) and following the standard protocol, with the exception of allowing the isolated gel sample to incubate in Buffer QG at room temperature until dissolved, rather than heating the sample at 50°C as recommended by the manufacturer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64891, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Illumina library preparation and sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 64935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Rsa I and Hinc II libraries were prepared by processing the invitrosome core DNA fragments using Illumina Genomic DNA Sample Prep Kit (Illumina 2007 Rev. A). Fragment end repair, adapter ligation and library amplification were all done according to the kit instructions “Preparing Samples for Sequencing Genomic DNA” (Illumina 2007 Rev. A), with exceptions to the protocol mentioned below. Since our libraries are composed of ~147 bp DNA cores rather than intact genomic DNA, the protocol was started at the “Perform End Repair” step (page 11). At this step, 20 μl (~200 ng) of the Rsa I invitrosome core DNA sample and 30 μl (~50 ng) of the Hinc II invitrosome core DNA sample were used. For the Rsa I sample, 10 μl of extra water was added to achieve the 30 μl volume prescribed by the protocol. At the “Ligate Adapters to DNA Fragments” step the purification was performed with the QIAquick PCR Purification Kit (Qiagen) rather than MinElute PCR Purification Kit, and eluted in 30 μl of EB rather than 10 μl, with 10 μl of the sample used in the next step. Additionally, a no-DNA control sample was processed in parallel to the Rsa I and Hinc II samples. After library preparation, each library was sequenced using a single lane of the Illumina GAII sequencer, resulting in 9.5 million and 5.5 million raw 36-bp reads for the Rsa I and Hinc II libraries, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66330, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vitro and in vivo nucleosome positioning maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 66379, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The in vitro reads were mapped to the WS190 C. elegans genome using Bowtie (http://bowtie-bio.sourceforge.net), aligning the first 25 bases out of 36 and allowing for up to one mismatch if the perfect match could not be found. With Ercan et al. reads, we aligned the 36 bases of each read allowing up to one mismatch in each half of the pair, again using Bowtie. We required a minimum of 130 bases and a maximum of 200 bases between paired reads. In cases where these procedures yielded M equivalent locations, we assigned reads of height 1/M to each location. Mapped reads in vivo are as reported in Gu and Fire and Valouev et al.. The read coverage for each dataset is 0.086 reads per base in Rsa I, 0.048 reads per base in Hinc II, 0.040 reads per base in Gu and Fire, 0.44 reads per base in Valouev et al., 0.58 reads per base in embryos, 0.84 reads per base in adults, 0.67 reads per base in germlineless adults, and 0.58 reads per base in the nucleosome-free control experiment. The last four datasets are from Ercan et al..", "sentences": [], "annotations": [], "relations": []}, {"offset": 67410, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pre-processing of nucleosome sequence reads", "sentences": [], "annotations": [], "relations": []}, {"offset": 67454, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We extend all mapped reads to the 147 bp canonical nucleosome length and combine reads from both strands as previously described. For sequence reads mapped onto the forward (5’) strand, we interpret the first base of each read as the start position of the 147 bp nucleosomal site. For sequence reads mapped onto the reverse (3’) strand, we interpret the last base of the read as the end position of a 147 bp nucleosome. For paired-end reads from Ercan et al. (including the nucleosome-free MNase digestion control), we assign a nucleosome dyad to the genomic coordinate halfway between each pair’s start and end coordinates, and extend the nucleosome 73 bases in either direction. This procedure yields the number of nucleosomes that start at each genomic bp (the sequence read profile), as well as the number of nucleosomes that cover a given bp (the nucleosome coverage profile).", "sentences": [], "annotations": [], "relations": []}, {"offset": 68342, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We control for sequencing and mapping artifacts by filtering out regions with anomalously high and low nucleosome coverage. We occasionally observe large gaps in sequence read profiles, possibly due to repetitive regions in the genome to which reads cannot be mapped uniquely, or to sequencing artifacts. We consider any stretch of ≥ 1000 bp without mapped reads to be anomalous and exclude such regions from further analysis. We also find regions where the read coverage is uncharacteristically high. We exclude such regions according to the following algorithm: For each chromosome, we find the average number of reads per bp. Next, for each bp we calculate the running average number of reads in a window extending 75 bp in each direction. If this running average is more than three times the chromosome-wide mean, we flag the region which extends out from the identified point in both directions until the running average equals the mean, and remove this region from consideration. Each excluded region is extended 146 bp upstream so that there is no contribution to the nucleosome energy from filtered regions. Finally, we create a filter which marks the union of all excluded regions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69539, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To control for the end effects caused by nucleosome assembly on short DNA fragments, an additional filter was applied to in vitro data, excluding 200 bp on either side of each restriction enzyme cut site used in the respective assay. The filter was applied to all cut sites, which on average occur once per 490 bp for Rsa I (GTAC) and once per 2109 bp for Hinc II (GTYRAC). These lengths are shorter than those found experimentally (see above) because not every site has been cut. If applied, the filter removes 87.7% of genomic bps from the Rsa I dataset and 19.0% of genomic bps from the Hinc II dataset. Since the number of bps removed is considerable enough to affect statistical significance of our findings, the filter was applied only if the results changed substantially (Figure 1D, Additional file 1: Figure S6A, Figure 3, Figure 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 70385, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since Valouev et al. mapped sequence reads to the WS170 version of the C. elegans genome, they had to be remapped to the WS190 version. We used BLASTZ to compare chromosomes from both genomes, identifying homologous regions and locations where bps should be inserted or deleted to transform the WS170 genome into WS190. Where the alignment indicated an insertion, we inserted a segment of appropriate length with zero reads into the WS170 read profiles. Likewise, for deletions, we removed bases from the original read profiles. The altered read profiles were then run through the standard filtering procedure with one difference: locations within 147 bases of insertions or deletions were also filtered out.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71094, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We identified well-positioned nucleosomes in each sequence read profile using the following cutoffs: Rsa I, nucleosomes marked by reads with height 4 and above (1.3% of all reads); Hinc II, nucleosomes marked by reads with height 3 and above (1.1% of all reads); Gu & Fire, nucleosomes marked by reads with height 3 and above (0.9% of all reads); Valouev et al., nucleosomes marked by reads with height 9 and above (1.5% of all reads). To minimize end effects, all sequence reads within 200 bp of every restriction enzyme cut site were excluded from in vitro datasets, as described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71683, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We smoothed the sequence read and nucleosome coverage profiles by replacing the number of nucleosomes starting at each bp with a Gaussian centered on that bp. The area of the Gaussian is equal to the number of sequence reads starting at that position, and its σ is set to either 2 or 20 depending on subsequent modeling, as described below. The smoothed sequence read profile is constructed as a superposition of all such Gaussians. Gaussian smoothing is necessary because current levels of sequence read coverage lead to large deviations in the number of nucleosomes located at neighboring bps, contrary to the expectation that such nucleosomes have very similar binding affinities because they occupy nearly identical sites. In addition, the smoothing procedure reflects a lack of bp precision in MNase digestion assays, which results in the uncertainty of the interpretation of sequence read coordinates as nucleosome start or end positions. Finally, we normalize sequence read and nucleosome coverage profiles by the highest value of the nucleosome coverage on each chromosome (excluding the filtered regions). We interpret the resulting normalized profiles as the probability to start a nucleosome at a given bp (the nucleosome probability profile) and the probability that a given bp is covered by any nucleosome (the nucleosome occupancy profile).", "sentences": [], "annotations": [], "relations": []}, {"offset": 73042, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Prediction of nucleosome energetics from high-throughput sequencing maps", "sentences": [], "annotations": [], "relations": []}, {"offset": 73115, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We derive nucleosome formation energies directly from the Gaussian-smoothed probability and occupancy profiles. Our model rigorously treats intrinsic histone-DNA interactions and steric exclusion:", "sentences": [], "annotations": [], "relations": []}, {"offset": 73312, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here Ei is the nucleosome energy at bp i, μ is the chemical potential of histone octamers, kBT is the product of the Boltzmann constant and room temperature, L is the number of bps in the DNA segment, Pi is the probability to start a nucleosome at bp i , and Oi is the nucleosome occupancy of bp i.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73612, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We establish the degree of correlation between nucleosome energies and sequence features found in nucleosomal and linker DNA by fitting the energies to one of the two sequence-specific models. The position-independent model of order N is given by:", "sentences": [], "annotations": [], "relations": []}, {"offset": 73860, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Here N is the maximum word length, ϵ0 is a sequence-independent offset,  is the number of times a word of length n with sequence a1…an was found within the nucleosome that started at bp i, ϵa1…an are word energies, and ri is the residual. The word energies are constrained by , which leaves 3n independent words of length n. We exclude all words that extend into 3 terminal bps on each end of the 147 bp-long nucleosomal site from our counts. We use only the N = 2 position-independent model in this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74382, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The spatially resolved model is defined by:", "sentences": [], "annotations": [], "relations": []}, {"offset": 74426, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "where the mono- and dinucleotide energies are constrained as above, but separately for each position within the nucleosomal site. We use Gaussian smoothing with σ = 20 for position-independent models and σ = 2 for spatially resolved models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Eqs. (2) and (3) define linear models which we fit against nucleosome energies using the lm function from R statistical software (http://www.r-project.org). For computational reasons, the genome is divided into several segments of equal size and a separate model is trained on each segment. The final energy of each word is the average over all models fitted on separate segments. We divide the genome into 6–8 segments for position-independent models, depending on the percentage of bps filtered out in a given dataset. For spatially resolved models, the computational effort is too large to fit all models on the entire genome. Instead, we fit only Gu & Fire in vivo data genome-wide, dividing the nucleosome occupancy profile into 405 segments of equal size and performing a cross-correlation study which shows that predicted energies averaged over >40 randomly picked segments no longer change appreciably (Additional file 1: Figure S18). Therefore the other spatially resolved models were fit on 40 segments randomly chosen out of 405, which comprise approximately 10% of the C. elegans genome. We restore the dynamic range of fitted energies by rescaling their variance to the variance of the nucleosome energies on which they were trained, separately for each chromosome. Finally, we predict nucleosome probabilities and occupancies from fitted energies using a standard recursive algorithm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 76078, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Normalized occupancy", "sentences": [], "annotations": [], "relations": []}, {"offset": 76099, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To enable unbiased comparisons between different experiments and predictions, we sometimes further rescale nucleosome occupancy profiles. We find the mean μ and variance 2 of each profile in unfiltered regions and scale that profile so that the mean becomes zero and the variance becomes one: Ni = (Oi − μ)/σ, where Ni is the normalized occupancy at position i and Oi is the un-normalized occupancy at that position.", "sentences": [], "annotations": [], "relations": []}, {"offset": 76529, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Introns and exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 76547, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genome annotations for the WS190 C. elegans genome were obtained from the Ensembl project (http://www.ensembl.org). We restricted our analysis of exons and introns to those that met the following constraints: each intron must be at least 125 bp in length and each exon must be flanked on either side by introns passing this requirement. In addition, exons must be between 50 and 500 bp in length. Note that these requirements exclude the first and last exons of every gene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77021, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene expression data", "sentences": [], "annotations": [], "relations": []}, {"offset": 77042, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Expression levels were obtained from SAGE data for Illumina N2 young adults produced at the Michael Smith Genome Sciences Centre by the Genome BC C. elegans Gene Expression Consortium (http://elegans.bcgsc.ca). We collated all SAGE tags with a valid match to a gene and ranked each gene according to how many times it was tagged. The top and bottom 10% of ranked genes constitute the strong and weak expression groups, respectively (genes without any tags were omitted).", "sentences": [], "annotations": [], "relations": []}, {"offset": 77513, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Splice site strength", "sentences": [], "annotations": [], "relations": []}, {"offset": 77534, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The strength of a given splice site was calculated according to a position-specific weight matrix model. If w is the DNA sequence of a splice site and wi is the i’th nucleotide in that sequence, the strength Sw of the splice site is given by , where  is the probability to find the base wi at position i in a splice site, and  is the genome-wide frequency of wi. Two  matrices were obtained by aligning all 3’ and 5’ splice sites respectively, and by computing how frequently base wi appears at position i. 5’ (donor) splices sites are defined as containing 3 exonic and 7 intronic bases, while 3’ (acceptor) splice sites contain 3 exonic and 26 intronic bases. The scores Sw for all 3’ and 5’ splice sites were tabulated and the top 10% of exons from either group were defined as “strong” splice sites, while the bottom 10% were defined as “weak” splice sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 78418, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatics nucleosome positioning model", "sentences": [], "annotations": [], "relations": []}, {"offset": 78462, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our bioinformatics model is based on the position-independent component of the model developed by Kaplan et al., although it uses dinucleotides instead of 5-mers and thus serves as the counterpart of the N = 2 position-independent model. For each dinucleotide w, we define the set Mw as the set of all positions i such that a nucleosome starting at i would cover the subsequence w, and we define mwi as the number of appearances of w in the sequence covered by a nucleosome starting at i (as with our biophysical models, we exclude the leading and trailing 3 bases of the sequence each nucleosome covers). We then define μw as the reciprocal weighted average: , where Oi is the un-normalized read coverage at i. We further define the score Pw of a given word as Pw = μw/∑w'μw'. Finally, the “energy” Ei for a nucleosome starting at position i is given by , where wj is the dinucleotide starting at position j. We apply this formula to all bases in the genome and transform the resulting score profile into occupancy using the same recursive algorithm as in the biophysical models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 79560, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Availability of supporting data", "sentences": [], "annotations": [], "relations": []}, {"offset": 79592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our data, predictions and software are available on the Nucleosome Explorer website, http://nucleosome.rutgers.edu. In vitro sequence reads have been deposited into the Sequence Read Archive (http://www.ncbi.nlm.nih.gov/sra; accession number SRA050182).", "sentences": [], "annotations": [], "relations": []}, {"offset": 79846, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 79866, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 79910, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 79935, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "GL created computational models of nucleosome occupancy and energetics. DH participated in analyzing the nucleosome models. SMJ carried out in vitro reconstitutions of histones on C.elegans DNA and participated in drafting the manuscript. AVM participated in data analysis and drafted the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 80288, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 80311, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgements", "sentences": [], "annotations": [], "relations": []}, {"offset": 80328, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This research was supported by National Institutes of Health (NHGRI R01 HG004708 to AVM). AVM is a recipient of an Alfred P. Sloan Research Fellowship. SMJ was partially supported by the American Cancer Society (PF-05-121-01-DDC), by the Stanford Genome Training program (NHGRI T32 HG00044), and by a Mentoring Environment Grant from Brigham Young University’s Office of Research & Creative Activities. None of the funding bodies played a role in the design, collection, analysis, and interpretation of data; in the writing of the manuscript; or in the decision to submit the manuscript for publication. We thank Geeta Narlikar and her lab for help with in vitro reconstitution experiments, Sam Gu and Ayelet Lamm along with the Arend Sidow Lab for Illumina cluster generation and sequencing, and Andrew Fire for valuable ideas and support.", "sentences": [], "annotations": [], "relations": []}, {"offset": 81171, "infons": {"fpage": "365", "lpage": "395", "name_0": "surname:Widom;given-names:J", "pub-id_doi": "10.1146/annurev.bb.18.060189.002053", "pub-id_pmid": "2660830", "section_type": "REF", "source": "Annu Rev Biophys Biophys Chem", "type": "ref", "volume": "18", "year": "1989"}, "text": "Toward a unified model of chromatin folding", "sentences": [], "annotations": [], "relations": []}, {"offset": 81215, "infons": {"fpage": "448", "lpage": "453", "name_0": "surname:Felsenfeld;given-names:G", "name_1": "surname:Groudine;given-names:M", "pub-id_doi": "10.1038/nature01411", "pub-id_pmid": "12540921", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "421", "year": "2003"}, "text": "Controlling the double helix", "sentences": [], "annotations": [], "relations": []}, {"offset": 81244, "infons": {"fpage": "a000596", "name_0": "surname:Woodcock;given-names:CL", "name_1": "surname:Ghosh;given-names:RP", "pub-id_doi": "10.1101/cshperspect.a000596", "pub-id_pmid": "20452954", "section_type": "REF", "source": "Cold Spring Harb Perspect Biol", "type": "ref", "volume": "2", "year": "2010"}, "text": "Chromatin higher-order structure and dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 81290, "infons": {"fpage": "651", "lpage": "654", "name_0": "surname:Tremethick;given-names:DJ", "pub-id_doi": "10.1016/j.cell.2007.02.008", "pub-id_pmid": "17320503", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "128", "year": "2007"}, "text": "Higher-order structures of chromatin: the elusive 30 nm fiber", "sentences": [], "annotations": [], "relations": []}, {"offset": 81352, "infons": {"fpage": "145", "lpage": "150", "name_0": "surname:Richmond;given-names:TJ", "name_1": "surname:Davey;given-names:CA", "pub-id_doi": "10.1038/nature01595", "pub-id_pmid": "12736678", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "423", "year": "2003"}, "text": "The structure of DNA in the nucleosome core", "sentences": [], "annotations": [], "relations": []}, {"offset": 81396, "infons": {"fpage": "868", "lpage": "871", "name_0": "surname:Kornberg;given-names:RD", "pub-id_doi": "10.1126/science.184.4139.868", "pub-id_pmid": "4825889", "section_type": "REF", "source": "Science", "type": "ref", "volume": "184", "year": "1974"}, "text": "Chromatin structure: a repeating unit of histones and DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 81454, "infons": {"fpage": "3073", "lpage": "3079", "name_0": "surname:Perlmann;given-names:T", "name_1": "surname:Wrange;given-names:O", "pub-id_pmid": "2846275", "section_type": "REF", "source": "EMBO J", "type": "ref", "volume": "7", "year": "1988"}, "text": "Specific glucocorticoid receptor binding to DNA reconstituted in a nucleosome", "sentences": [], "annotations": [], "relations": []}, {"offset": 81532, "infons": {"fpage": "320", "lpage": "329", "name_0": "surname:Mellor;given-names:J", "pub-id_doi": "10.1016/j.tig.2006.03.008", "pub-id_pmid": "16631276", "section_type": "REF", "source": "Trends Genet", "type": "ref", "volume": "22", "year": "2006"}, "text": "Dynamic nucleosomes and gene transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 81575, "infons": {"fpage": "707", "lpage": "719", "name_0": "surname:Li;given-names:B", "name_1": "surname:Carey;given-names:M", "name_2": "surname:Workman;given-names:JL", "pub-id_doi": "10.1016/j.cell.2007.01.015", "pub-id_pmid": "17320508", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "128", "year": "2007"}, "text": "The role of chromatin during transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 81618, "infons": {"fpage": "798", "lpage": "802", "name_0": "surname:Grewal;given-names:SI", "name_1": "surname:Moazed;given-names:D", "pub-id_doi": "10.1126/science.1086887", "pub-id_pmid": "12907790", "section_type": "REF", "source": "Science", "type": "ref", "volume": "301", "year": "2003"}, "text": "Heterochromatin and epigenetic control of gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 81676, "infons": {"fpage": "1074", "lpage": "1080", "name_0": "surname:Jenuwein;given-names:T", "name_1": "surname:Allis;given-names:CD", "pub-id_doi": "10.1126/science.1063127", "pub-id_pmid": "11498575", "section_type": "REF", "source": "Science", "type": "ref", "volume": "293", "year": "2001"}, "text": "Translating the histone code", "sentences": [], "annotations": [], "relations": []}, {"offset": 81705, "infons": {"fpage": "693", "lpage": "705", "name_0": "surname:Kouzarides;given-names:T", "pub-id_doi": "10.1016/j.cell.2007.02.005", "pub-id_pmid": "17320507", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "128", "year": "2007"}, "text": "Chromatin modifications and their function", "sentences": [], "annotations": [], "relations": []}, {"offset": 81748, "infons": {"fpage": "19", "lpage": "42", "name_0": "surname:Lowary;given-names:PT", "name_1": "surname:Widom;given-names:J", "pub-id_doi": "10.1006/jmbi.1997.1494", "pub-id_pmid": "9514715", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "276", "year": "1998"}, "text": "New DNA sequence rules for high affinity binding to histone octamer and sequence-directed nucleosome positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 81861, "infons": {"fpage": "213", "lpage": "229", "name_0": "surname:Thastrom;given-names:A", "name_1": "surname:Lowary;given-names:PT", "name_2": "surname:Widlund;given-names:HR", "name_3": "surname:Cao;given-names:H", "name_4": "surname:Kubista;given-names:M", "name_5": "surname:Widom;given-names:J", "pub-id_doi": "10.1006/jmbi.1999.2686", "pub-id_pmid": "10329138", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "288", "year": "1999"}, "text": "Sequence motifs and free energies of selected natural and non-natural nucleosome positioning DNA sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 81968, "infons": {"fpage": "33", "lpage": "44", "name_0": "surname:Thastrom;given-names:A", "name_1": "surname:Lowary;given-names:PT", "name_2": "surname:Widom;given-names:J", "pub-id_doi": "10.1016/j.ymeth.2003.10.018", "pub-id_pmid": "15039085", "section_type": "REF", "source": "Methods", "type": "ref", "volume": "33", "year": "2004"}, "text": "Measurement of histone-DNA interaction free energy in nucleosomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 82034, "infons": {"fpage": "807", "lpage": "817", "name_0": "surname:Widlund;given-names:HR", "name_1": "surname:Cao;given-names:H", "name_2": "surname:Simonsson;given-names:S", "name_3": "surname:Magnusson;given-names:E", "name_4": "surname:Simonsson;given-names:T", "name_5": "surname:Nielsen;given-names:PE", "name_6": "surname:Kahn;given-names:JD", "name_7": "surname:Crothers;given-names:DM", "name_8": "surname:Kubista;given-names:M", "pub-id_doi": "10.1006/jmbi.1997.0916", "pub-id_pmid": "9135113", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "267", "year": "1997"}, "text": "Identification and characterization of genomic nucleosome-positioning sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 82114, "infons": {"fpage": "69", "lpage": "84", "name_0": "surname:Shrader;given-names:TE", "name_1": "surname:Crothers;given-names:DM", "pub-id_doi": "10.1016/S0022-2836(05)80061-0", "pub-id_pmid": "2172553", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "216", "year": "1990"}, "text": "Effects of DNA sequence and histone-histone interactions on nucleosome placement", "sentences": [], "annotations": [], "relations": []}, {"offset": 82195, "infons": {"fpage": "7418", "lpage": "7422", "name_0": "surname:Shrader;given-names:TE", "name_1": "surname:Crothers;given-names:DM", "pub-id_doi": "10.1073/pnas.86.19.7418", "pub-id_pmid": "2798415", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "86", "year": "1989"}, "text": "Artificial nucleosome positioning sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 82239, "infons": {"fpage": "1183", "lpage": "1188", "name_0": "surname:Lowary;given-names:PT", "name_1": "surname:Widom;given-names:J", "pub-id_doi": "10.1073/pnas.94.4.1183", "pub-id_pmid": "9037027", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "94", "year": "1997"}, "text": "Nucleosome packaging and nucleosome positioning of genomic DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 82302, "infons": {"fpage": "772", "lpage": "778", "name_0": "surname:Segal;given-names:E", "name_1": "surname:Fondufe-Mittendorf;given-names:Y", "name_2": "surname:Chen;given-names:L", "name_3": "surname:Thastrom;given-names:A", "name_4": "surname:Field;given-names:Y", "name_5": "surname:Moore;given-names:IK", "name_6": "surname:Wang;given-names:JP", "name_7": "surname:Widom;given-names:J", "pub-id_doi": "10.1038/nature04979", "pub-id_pmid": "16862119", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "442", "year": "2006"}, "text": "A genomic code for nucleosome positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 82344, "infons": {"fpage": "659", "lpage": "675", "name_0": "surname:Satchwell;given-names:SC", "name_1": "surname:Drew;given-names:HR", "name_2": "surname:Travers;given-names:AA", "pub-id_doi": "10.1016/0022-2836(86)90452-3", "pub-id_pmid": "3806678", "section_type": "REF", "source": "J Mol Biol", "type": "ref", "volume": "191", "year": "1986"}, "text": "Sequence periodicities in chicken nucleosome core DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 82398, "infons": {"fpage": "20998", "lpage": "21003", "name_0": "surname:Locke;given-names:G", "name_1": "surname:Tolkunov;given-names:D", "name_2": "surname:Moqtaderi;given-names:Z", "name_3": "surname:Struhl;given-names:K", "name_4": "surname:Morozov;given-names:AV", "pub-id_doi": "10.1073/pnas.1003838107", "pub-id_pmid": "21084631", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "107", "year": "2010"}, "text": "High-throughput sequencing reveals a simple model of nucleosome energetics", "sentences": [], "annotations": [], "relations": []}, {"offset": 82473, "infons": {"fpage": "442", "name_0": "surname:Tillo;given-names:D", "name_1": "surname:Hughes;given-names:TR", "pub-id_doi": "10.1186/1471-2105-10-442", "pub-id_pmid": "20028554", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "G + C content dominates intrinsic nucleosome occupancy", "sentences": [], "annotations": [], "relations": []}, {"offset": 82532, "infons": {"fpage": "1170", "lpage": "1177", "name_0": "surname:Peckham;given-names:HE", "name_1": "surname:Thurman;given-names:RE", "name_2": "surname:Fu;given-names:Y", "name_3": "surname:Stamatoyannopoulos;given-names:JA", "name_4": "surname:Noble;given-names:WS", "name_5": "surname:Struhl;given-names:K", "name_6": "surname:Weng;given-names:Z", "pub-id_doi": "10.1101/gr.6101007", "pub-id_pmid": "17620451", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "17", "year": "2007"}, "text": "Nucleosome positioning signals in genomic DNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 82578, "infons": {"fpage": "516", "lpage": "520", "name_0": "surname:Valouev;given-names:A", "name_1": "surname:Johnson;given-names:SM", "name_2": "surname:Boyd;given-names:SD", "name_3": "surname:Smith;given-names:CL", "name_4": "surname:Fire;given-names:AZ", "name_5": "surname:Sidow;given-names:A", "pub-id_doi": "10.1038/nature10002", "pub-id_pmid": "21602827", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "474", "year": "2011"}, "text": "Determinants of nucleosome organization in primary human cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 82641, "infons": {"fpage": "362", "lpage": "366", "name_0": "surname:Kaplan;given-names:N", "name_1": "surname:Moore;given-names:IK", "name_10": "surname:Segal;given-names:E", "name_2": "surname:Fondufe-Mittendorf;given-names:Y", "name_3": "surname:Gossett;given-names:AJ", "name_4": "surname:Tillo;given-names:D", "name_5": "surname:Field;given-names:Y", "name_6": "surname:LeProust;given-names:EM", "name_7": "surname:Hughes;given-names:TR", "name_8": "surname:Lieb;given-names:JD", "name_9": "surname:Widom;given-names:J", "pub-id_doi": "10.1038/nature07667", "pub-id_pmid": "19092803", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "458", "year": "2009"}, "text": "The DNA-encoded nucleosome organization of a eukaryotic genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 82704, "infons": {"fpage": "847", "lpage": "852", "name_0": "surname:Zhang;given-names:Y", "name_1": "surname:Moqtaderi;given-names:Z", "name_2": "surname:Rattner;given-names:BP", "name_3": "surname:Euskirchen;given-names:G", "name_4": "surname:Snyder;given-names:M", "name_5": "surname:Kadonaga;given-names:JT", "name_6": "surname:Liu;given-names:XS", "name_7": "surname:Struhl;given-names:K", "pub-id_doi": "10.1038/nsmb.1636", "pub-id_pmid": "19620965", "section_type": "REF", "source": "Nat Struct Mol Biol", "type": "ref", "volume": "16", "year": "2009"}, "text": "Intrinsic histone-DNA interactions are not the major determinant of nucleosome positions in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 82801, "infons": {"fpage": "e15754", "name_0": "surname:Chung;given-names:HR", "name_1": "surname:Dunkel;given-names:I", "name_2": "surname:Heise;given-names:F", "name_3": "surname:Linke;given-names:C", "name_4": "surname:Krobitsch;given-names:S", "name_5": "surname:Ehrenhofer-Murray;given-names:AE", "name_6": "surname:Sperling;given-names:SR", "name_7": "surname:Vingron;given-names:M", "pub-id_doi": "10.1371/journal.pone.0015754", "pub-id_pmid": "21206756", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "5", "year": "2010"}, "text": "The effect of micrococcal nuclease digestion on nucleosome positioning data", "sentences": [], "annotations": [], "relations": []}, {"offset": 82877, "infons": {"fpage": "335", "lpage": "340", "name_0": "surname:Travers;given-names:AA", "name_1": "surname:Vaillant;given-names:C", "name_2": "surname:Arneodo;given-names:A", "name_3": "surname:Muskhelishvili;given-names:G", "pub-id_doi": "10.1042/BST20110757", "pub-id_pmid": "22435808", "section_type": "REF", "source": "Biochem Soc Trans", "type": "ref", "volume": "40", "year": "2012"}, "text": "DNA structure, nucleosome placement and chromatin remodelling: a perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 82954, "infons": {"fpage": "165", "lpage": "173", "name_0": "surname:Flaus;given-names:A", "name_1": "surname:Owen-Hughes;given-names:T", "pub-id_doi": "10.1016/j.gde.2004.01.007", "pub-id_pmid": "15196463", "section_type": "REF", "source": "Curr Opin Genet Dev", "type": "ref", "volume": "14", "year": "2004"}, "text": "Mechanisms for ATP-dependent chromatin remodelling: farewell to the tuna-can octamer?", "sentences": [], "annotations": [], "relations": []}, {"offset": 83040, "infons": {"fpage": "376", "lpage": "379", "name_0": "surname:Whitehouse;given-names:I", "name_1": "surname:Flaus;given-names:A", "name_2": "surname:Havas;given-names:K", "name_3": "surname:Owen-Hughes;given-names:T", "pub-id_doi": "10.1042/0300-5127:0280376", "pub-id_pmid": "10961923", "section_type": "REF", "source": "Biochem Soc Trans", "type": "ref", "volume": "28", "year": "2000"}, "text": "Mechanisms for ATP-dependent chromatin remodelling", "sentences": [], "annotations": [], "relations": []}, {"offset": 83091, "infons": {"fpage": "273", "lpage": "304", "name_0": "surname:Clapier;given-names:CR", "name_1": "surname:Cairns;given-names:BR", "pub-id_doi": "10.1146/annurev.biochem.77.062706.153223", "pub-id_pmid": "19355820", "section_type": "REF", "source": "Annu Rev Biochem", "type": "ref", "volume": "78", "year": "2009"}, "text": "The biology of chromatin remodeling complexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 83137, "infons": {"fpage": "675", "lpage": "688", "name_0": "surname:Moshkin;given-names:YM", "name_1": "surname:Chalkley;given-names:GE", "name_2": "surname:Kan;given-names:TW", "name_3": "surname:Reddy;given-names:BA", "name_4": "surname:Ozgur;given-names:Z", "name_5": "surname:van Ijcken;given-names:WFJ", "name_6": "surname:Dekkers;given-names:DHW", "name_7": "surname:Demmers;given-names:JA", "name_8": "surname:Travers;given-names:AA", "name_9": "surname:Verrijzer;given-names:CP", "pub-id_doi": "10.1128/MCB.06365-11", "pub-id_pmid": "22124157", "section_type": "REF", "source": "Mol Cell Biol", "type": "ref", "volume": "32", "year": "2012"}, "text": "Remodelers organize cellular chromatin by counteracting intrinsic histone-DNA sequence preferences in a class-specific manner", "sentences": [], "annotations": [], "relations": []}, {"offset": 83263, "infons": {"fpage": "1095", "lpage": "1099", "name_0": "surname:Widom;given-names:J", "pub-id_doi": "10.1073/pnas.89.3.1095", "pub-id_pmid": "1736292", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "89", "year": "1992"}, "text": "A relationship between the helical twist of DNA and the ordered positioning of nucleosomes in all eukaryotic cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 83378, "infons": {"fpage": "050903", "name_0": "surname:Chereji;given-names:RV", "name_1": "surname:Tolkunov;given-names:D", "name_2": "surname:Locke;given-names:G", "name_3": "surname:Morozov;given-names:AV", "pub-id_pmid": "21728479", "section_type": "REF", "source": "Phys Rev E Stat Nonlin Soft Matter Phys", "type": "ref", "volume": "83", "year": "2011"}, "text": "Statistical mechanics of nucleosome ordering by chromatin-structure-induced two-body interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 83476, "infons": {"fpage": "990", "lpage": "995", "name_0": "surname:Schwartz;given-names:S", "name_1": "surname:Meshorer;given-names:E", "name_2": "surname:Ast;given-names:G", "pub-id_doi": "10.1038/nsmb.1659", "pub-id_pmid": "19684600", "section_type": "REF", "source": "Nat Struct Mol Biol", "type": "ref", "volume": "16", "year": "2009"}, "text": "Chromatin organization marks exon-intron structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 83527, "infons": {"fpage": "996", "lpage": "1001", "name_0": "surname:Tilgner;given-names:H", "name_1": "surname:Nikolaou;given-names:C", "name_2": "surname:Althammer;given-names:S", "name_3": "surname:Sammeth;given-names:M", "name_4": "surname:Beato;given-names:M", "name_5": "surname:Valcarcel;given-names:J", "name_6": "surname:Guigo;given-names:R", "pub-id_doi": "10.1038/nsmb.1658", "pub-id_pmid": "19684599", "section_type": "REF", "source": "Nat Struct Mol Biol", "type": "ref", "volume": "16", "year": "2009"}, "text": "Nucleosome positioning as a determinant of exon recognition", "sentences": [], "annotations": [], "relations": []}, {"offset": 83587, "infons": {"fpage": "73", "lpage": "87", "name_0": "surname:Gu;given-names:SG", "name_1": "surname:Fire;given-names:A", "pub-id_doi": "10.1007/s00412-009-0235-3", "pub-id_pmid": "19705140", "section_type": "REF", "source": "Chromosoma", "type": "ref", "volume": "119", "year": "2010"}, "text": "Partitioning the C. elegans genome by nucleosome modification, occupancy, and positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 83677, "infons": {"fpage": "1051", "lpage": "1063", "name_0": "surname:Valouev;given-names:A", "name_1": "surname:Ichikawa;given-names:J", "name_2": "surname:Tonthat;given-names:T", "name_3": "surname:Stuart;given-names:J", "name_4": "surname:Ranade;given-names:S", "name_5": "surname:Peckham;given-names:H", "name_6": "surname:Zeng;given-names:K", "name_7": "surname:Malek;given-names:JA", "name_8": "surname:Costa;given-names:G", "name_9": "surname:McKernan;given-names:K", "pub-id_doi": "10.1101/gr.076463.108", "pub-id_pmid": "18477713", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "18", "year": "2008"}, "text": "A high-resolution, nucleosome position map of C. elegans reveals a lack of universal sequence-dictated positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 83792, "infons": {"fpage": "237", "lpage": "244", "name_0": "surname:Ercan;given-names:S", "name_1": "surname:Lubling;given-names:Y", "name_2": "surname:Segal;given-names:E", "name_3": "surname:Lieb;given-names:JD", "pub-id_doi": "10.1101/gr.115931.110", "pub-id_pmid": "21177966", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "21", "year": "2011"}, "text": "High nucleosome occupancy is encoded at X-linked gene promoters in C. elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 83870, "infons": {"fpage": "795", "lpage": "802", "name_0": "surname:Johnson;given-names:SM", "pub-id_pmid": "20232934", "section_type": "REF", "source": "J Biomol Struct Dyn", "type": "ref", "volume": "27", "year": "2010"}, "text": "Painting a perspective on the landscape of nucleosome positioning", "sentences": [], "annotations": [], "relations": []}, {"offset": 83936, "infons": {"fpage": "2012", "lpage": "2018", "pub-id_pmid": "9851916", "section_type": "REF", "source": "Science", "type": "ref", "volume": "282", "year": "1998"}, "text": "Genome sequence of the nematode C. elegans: a platform for investigating biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 84017, "infons": {"fpage": "1505", "lpage": "1516", "name_0": "surname:Johnson;given-names:SM", "name_1": "surname:Tan;given-names:FJ", "name_2": "surname:McCullough;given-names:HL", "name_3": "surname:Riordan;given-names:DP", "name_4": "surname:Fire;given-names:AZ", "pub-id_doi": "10.1101/gr.5560806", "pub-id_pmid": "17038564", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "16", "year": "2006"}, "text": "Flexibility and constraint in the nucleosome core landscape of Caenorhabditis elegans chromatin", "sentences": [], "annotations": [], "relations": []}, {"offset": 84113, "infons": {"fpage": "R120", "name_0": "surname:Ikegami;given-names:K", "name_1": "surname:Egelhofer;given-names:TA", "name_2": "surname:Strome;given-names:S", "name_3": "surname:Lieb;given-names:JD", "pub-id_doi": "10.1186/gb-2010-11-12-r120", "pub-id_pmid": "21176223", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "11", "year": "2010"}, "text": "Caenorhabditis elegans chromosome arms are anchored to the nuclear membrane via discontinuous association with LEM-2", "sentences": [], "annotations": [], "relations": []}, {"offset": 84230, "infons": {"fpage": "5797", "lpage": "5810", "name_0": "surname:Brachner;given-names:A", "name_1": "surname:Reipert;given-names:S", "name_2": "surname:Foisner;given-names:R", "name_3": "surname:Gotzmann;given-names:J", "pub-id_doi": "10.1242/jcs.02701", "pub-id_pmid": "16339967", "section_type": "REF", "source": "J Cell Sci", "type": "ref", "volume": "118", "year": "2005"}, "text": "LEM2 is a novel MAN1-related inner nuclear membrane protein associated with A-type lamins", "sentences": [], "annotations": [], "relations": []}, {"offset": 84320, "infons": {"fpage": "6435", "lpage": "6441", "name_0": "surname:Ulbert;given-names:S", "name_1": "surname:Antonin;given-names:W", "name_2": "surname:Platani;given-names:M", "name_3": "surname:Mattaj;given-names:IW", "pub-id_doi": "10.1016/j.febslet.2006.10.060", "pub-id_pmid": "17097643", "section_type": "REF", "source": "FEBS Lett", "type": "ref", "volume": "580", "year": "2006"}, "text": "The inner nuclear membrane protein Lem2 is critical for normal nuclear envelope morphology", "sentences": [], "annotations": [], "relations": []}, {"offset": 84411, "infons": {"fpage": "227", "lpage": "236", "name_0": "surname:Liu;given-names:T", "name_1": "surname:Rechtsteiner;given-names:A", "name_2": "surname:Egelhofer;given-names:TA", "name_3": "surname:Vielle;given-names:A", "name_4": "surname:Latorre;given-names:I", "name_5": "surname:Cheung;given-names:MS", "name_6": "surname:Ercan;given-names:S", "name_7": "surname:Ikegami;given-names:K", "name_8": "surname:Jensen;given-names:M", "name_9": "surname:Kolasinska-Zwierz;given-names:P", "pub-id_doi": "10.1101/gr.115519.110", "pub-id_pmid": "21177964", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "21", "year": "2011"}, "text": "Broad chromosomal domains of histone modification patterns in C. elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 84484, "infons": {"fpage": "159", "lpage": "179", "name_0": "surname:Barnes;given-names:TM", "name_1": "surname:Kohara;given-names:Y", "name_2": "surname:Coulson;given-names:A", "name_3": "surname:Hekimi;given-names:S", "pub-id_pmid": "8536965", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "141", "year": "1995"}, "text": "Meiotic recombination, noncoding DNA and genomic organization in Caenorhabditis elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 84572, "infons": {"fpage": "231", "lpage": "237", "name_0": "surname:Kamath;given-names:RS", "name_1": "surname:Fraser;given-names:AG", "name_2": "surname:Dong;given-names:Y", "name_3": "surname:Poulin;given-names:G", "name_4": "surname:Durbin;given-names:R", "name_5": "surname:Gotta;given-names:M", "name_6": "surname:Kanapin;given-names:A", "name_7": "surname:Le Bot;given-names:N", "name_8": "surname:Moreno;given-names:S", "name_9": "surname:Sohrmann;given-names:M", "pub-id_doi": "10.1038/nature01278", "pub-id_pmid": "12529635", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "421", "year": "2003"}, "text": "Systematic functional analysis of the Caenorhabditis elegans genome using RNAi", "sentences": [], "annotations": [], "relations": []}, {"offset": 84651, "infons": {"fpage": "1259", "lpage": "1273", "name_0": "surname:Fire;given-names:A", "name_1": "surname:Alcazar;given-names:R", "name_2": "surname:Tan;given-names:F", "pub-id_doi": "10.1534/genetics.106.057364", "pub-id_pmid": "16648589", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "173", "year": "2006"}, "text": "Unusual DNA structures associated with germline genetic activity in Caenorhabditis elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 84742, "infons": {"fpage": "379", "lpage": "404", "name_0": "surname:Chereji;given-names:RV", "name_1": "surname:Morozov;given-names:AV", "pub-id_doi": "10.1007/s10955-011-0214-y", "pub-id_pmid": "21857746", "section_type": "REF", "source": "J Stat Phys", "type": "ref", "volume": "144", "year": "2011"}, "text": "Statistical mechanics of nucleosomes constrained by higher-order chromatin structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 84827, "infons": {"fpage": "5309", "lpage": "5321", "name_0": "surname:Caserta;given-names:M", "name_1": "surname:Agricola;given-names:E", "name_2": "surname:Churcher;given-names:M", "name_3": "surname:Hiriart;given-names:E", "name_4": "surname:Verdone;given-names:L", "name_5": "surname:Di Mauro;given-names:E", "name_6": "surname:Travers;given-names:AA", "pub-id_doi": "10.1093/nar/gkp574", "pub-id_pmid": "19596807", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "A translational signature for nucleosome positioning in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 84888, "infons": {"fpage": "4707", "lpage": "4722", "name_0": "surname:Morozov;given-names:AV", "name_1": "surname:Fortney;given-names:K", "name_2": "surname:Gaykalova;given-names:DA", "name_3": "surname:Studitsky;given-names:VM", "name_4": "surname:Widom;given-names:J", "name_5": "surname:Siggia;given-names:ED", "pub-id_doi": "10.1093/nar/gkp475", "pub-id_pmid": "19509309", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "Using DNA mechanics to predict in vitro nucleosome positions and formation energies", "sentences": [], "annotations": [], "relations": []}, {"offset": 84972, "infons": {"fpage": "185", "lpage": "190", "name_0": "surname:Cairns;given-names:BR", "pub-id_doi": "10.1016/j.gde.2005.01.003", "pub-id_pmid": "15797201", "section_type": "REF", "source": "Curr Opin Genet Dev", "type": "ref", "volume": "15", "year": "2005"}, "text": "Chromatin remodeling complexes: strength in diversity, precision through specialization", "sentences": [], "annotations": [], "relations": []}, {"offset": 85060, "infons": {"fpage": "1205", "lpage": "1215", "name_0": "surname:McGhee;given-names:JD", "name_1": "surname:Felsenfeld;given-names:G", "pub-id_doi": "10.1016/0092-8674(83)90303-3", "pub-id_pmid": "6301684", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "32", "year": "1983"}, "text": "Another potential artifact in the study of nucleosome phasing by chromatin digestion with micrococcal nuclease", "sentences": [], "annotations": [], "relations": []}, {"offset": 85171, "infons": {"fpage": "484", "lpage": "487", "name_0": "surname:Velculescu;given-names:VE", "name_1": "surname:Zhang;given-names:L", "name_2": "surname:Vogelstein;given-names:B", "name_3": "surname:Kinzler;given-names:KW", "pub-id_doi": "10.1126/science.270.5235.484", "pub-id_pmid": "7570003", "section_type": "REF", "source": "Science", "type": "ref", "volume": "270", "year": "1995"}, "text": "Serial analysis of gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 85206, "infons": {"fpage": "159", "lpage": "169", "name_0": "surname:McKay;given-names:SJ", "name_1": "surname:Johnsen;given-names:R", "name_2": "surname:Khattra;given-names:J", "name_3": "surname:Asano;given-names:J", "name_4": "surname:Baillie;given-names:DL", "name_5": "surname:Chan;given-names:S", "name_6": "surname:Dube;given-names:N", "name_7": "surname:Fang;given-names:L", "name_8": "surname:Goszczynski;given-names:B", "name_9": "surname:Ha;given-names:E", "pub-id_doi": "10.1101/sqb.2003.68.159", "pub-id_pmid": "15338614", "section_type": "REF", "source": "Cold Spring Harb Symp Quant Biol", "type": "ref", "volume": "68", "year": "2003"}, "text": "Gene expression profiling of cells, tissues, and developmental stages of the nematode C. elegans", "sentences": [], "annotations": [], "relations": []}, {"offset": 85303, "infons": {"fpage": "2106", "lpage": "2118", "name_0": "surname:Tolkunov;given-names:D", "name_1": "surname:Zawadzki;given-names:KA", "name_2": "surname:Singer;given-names:C", "name_3": "surname:Elfving;given-names:N", "name_4": "surname:Morozov;given-names:AV", "name_5": "surname:Broach;given-names:JR", "pub-id_doi": "10.1091/mbc.E10-10-0826", "pub-id_pmid": "21508315", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "22", "year": "2011"}, "text": "Chromatin remodelers clear nucleosomes from intrinsically unfavorable sites to establish nucleosome-depleted regions at promoters", "sentences": [], "annotations": [], "relations": []}, {"offset": 85433, "infons": {"fpage": "3503", "lpage": "3513", "name_0": "surname:Zawadzki;given-names:KA", "name_1": "surname:Morozov;given-names:AV", "name_2": "surname:Broach;given-names:JR", "pub-id_doi": "10.1091/mbc.E09-02-0111", "pub-id_pmid": "19494041", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "20", "year": "2009"}, "text": "Chromatin-dependent transcription factor accessibility rather than nucleosome remodeling predominates during global transcriptional restructuring in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"offset": 85607, "infons": {"fpage": "5", "lpage": "15", "name_0": "surname:Hughes;given-names:AL", "name_1": "surname:Jin;given-names:Y", "name_2": "surname:Rando;given-names:OJ", "name_3": "surname:Struhl;given-names:K", "pub-id_doi": "10.1016/j.molcel.2012.07.003", "pub-id_pmid": "22885008", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "48", "year": "2012"}, "text": "A functional evolutionary approach to identify determinants of nucleosome positioning: a unifying model for establishing the genome-wide pattern", "sentences": [], "annotations": [], "relations": []}, {"offset": 85752, "infons": {"fpage": "3", "lpage": "19", "name_0": "surname:Luger;given-names:K", "name_1": "surname:Rechsteiner;given-names:TJ", "name_2": "surname:Richmond;given-names:TJ", "pub-id_pmid": "10372352", "section_type": "REF", "source": "Methods Enzymol", "type": "ref", "volume": "304", "year": "1999"}, "text": "Preparation of nucleosome core particle from recombinant histones", "sentences": [], "annotations": [], "relations": []}, {"offset": 85818, "infons": {"fpage": "R25", "name_0": "surname:Langmead;given-names:B", "name_1": "surname:Trapnell;given-names:C", "name_2": "surname:Pop;given-names:M", "name_3": "surname:Salzberg;given-names:SL", "pub-id_doi": "10.1186/gb-2009-10-3-r25", "pub-id_pmid": "19261174", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "10", "year": "2009"}, "text": "Ultrafast and memory-efficient alignment of short DNA sequences to the human genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 85902, "infons": {"fpage": "103", "lpage": "107", "name_0": "surname:Schwartz;given-names:S", "name_1": "surname:Kent;given-names:WJ", "name_2": "surname:Smit;given-names:A", "name_3": "surname:Zhang;given-names:Z", "name_4": "surname:Baertsch;given-names:R", "name_5": "surname:Hardison;given-names:RC", "name_6": "surname:Haussler;given-names:D", "name_7": "surname:Miller;given-names:W", "pub-id_doi": "10.1101/gr.809403", "pub-id_pmid": "12529312", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "Human-mouse alignments with BLASTZ", "sentences": [], "annotations": [], "relations": []}, {"offset": 85937, "infons": {"fpage": "349", "lpage": "357", "name_0": "surname:Fahey;given-names:ME", "name_1": "surname:Higgins;given-names:DG", "pub-id_doi": "10.1007/s00239-007-9015-y", "pub-id_pmid": "17763878", "section_type": "REF", "source": "J Mol Evol", "type": "ref", "volume": "65", "year": "2007"}, "text": "Gene expression, intron density, and splice site strength in Drosophila and Caenorhabditis", "sentences": [], "annotations": [], "relations": []}, {"offset": 86028, "infons": {"fpage": "1777", "lpage": "1787", "name_0": "surname:Zheng;given-names:CL", "name_1": "surname:Fu;given-names:XD", "name_2": "surname:Gribskov;given-names:M", "pub-id_doi": "10.1261/rna.2660805", "pub-id_pmid": "16251388", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "11", "year": "2005"}, "text": "Characteristics and regulatory elements defining constitutive splicing and different modes of alternative splicing in human and mouse", "sentences": [], "annotations": [], "relations": []}, {"offset": 86162, "infons": {"fpage": "153", "lpage": "171", "name_0": "surname:Rogan;given-names:PK", "name_1": "surname:Faux;given-names:BM", "name_2": "surname:Schneider;given-names:TD", "pub-id_doi": "10.1002/(SICI)1098-1004(1998)12:3<153::AID-HUMU3>3.0.CO;2-I", "pub-id_pmid": "9711873", "section_type": "REF", "source": "Hum Mutat", "type": "ref", "volume": "12", "year": "1998"}, "text": "Information analysis of human splice site mutations", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]