[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240908", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC6289140", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1093/bioinformatics/bty518", "article-id_pmc": "PMC6289140", "article-id_pmid": "29945233", "article-id_publisher-id": "bty518", "fpage": "4205", "issue": "24", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial License (http://creativecommons.org/licenses/by-nc/4.0/), which permits non-commercial re-use, distribution, and reproduction in any medium, provided the original work is properly cited. For commercial re-use, please contact journals.permissions@oup.com", "lpage": "4212", "name_0": "surname:Sandmann;given-names:Sarah", "name_1": "surname:Karimi;given-names:Mohsen", "name_10": "surname:Malcovati;given-names:Luca", "name_11": "surname:Hellström-Lindberg;given-names:Eva", "name_12": "surname:Jansen;given-names:Joop H", "name_13": "surname:Dugas;given-names:Martin", "name_14": "surname:Hancock;given-names:John", "name_2": "surname:de Graaf;given-names:Aniek O", "name_3": "surname:Rohde;given-names:Christian", "name_4": "surname:Göllner;given-names:Stefanie", "name_5": "surname:Varghese;given-names:Julian", "name_6": "surname:Ernsting;given-names:Jan", "name_7": "surname:Walldin;given-names:Gunilla", "name_8": "surname:van der Reijden;given-names:Bert A", "name_9": "surname:Müller-Tidow;given-names:Carsten", "section_type": "TITLE", "type": "front", "volume": "34", "year": "2018"}, "text": "appreci8: a pipeline for precise variant calling integrating 8 tools", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 78, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Motivation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 89, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The application of next-generation sequencing in research and particularly in clinical routine requires valid variant calling results. However, evaluation of several commonly used tools has pointed out that not a single tool meets this requirement. False positive as well as false negative calls necessitate additional experiments and extensive manual work. Intelligent combination and output filtration of different tools could significantly improve the current situation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 563, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 571, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We developed appreci8, an automatic variant calling pipeline for calling single nucleotide variants and short indels by combining and filtering the output of eight open-source variant calling tools, based on a novel artifact- and polymorphism score. Appreci8 was trained on two data sets from patients with myelodysplastic syndrome, covering 165 Illumina samples. Subsequently, appreci8’s performance was tested on five independent data sets, covering 513 samples. Variation in sequencing platform, target region and disease entity was considered. All calls were validated by re-sequencing on the same platform, a different platform or expert-based review. Sensitivity of appreci8 ranged between 0.93 and 1.00, while positive predictive value ranged between 0.65 and 1.00. In all cases, appreci8 showed superior performance compared to any evaluated alternative approach.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1445, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Availability and implementation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1477, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Appreci8 is freely available at https://hub.docker.com/r/wwuimi/appreci8/. Sequencing data (BAM files) of the 678 patients analyzed with appreci8 have been deposited into the NCBI Sequence Read Archive (BioProjectID: 388411; https://www.ncbi.nlm.nih.gov/bioproject/PRJNA388411).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1756, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary information", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1782, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Supplementary data are available at Bioinformatics online.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1842, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1 Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1857, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Precision medicine is on its way to revolutionizing patient care. Individual therapeutic strategies are increasingly applied to provide every patient with the most suitable treatment. An important aspect for realizing personalized medicine with respect to genetically related diseases, including cancer, is the correct determination and interpretation of mutations. In the course of the last years, this is increasingly done by next-generation sequencing (NGS).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2319, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Different from Sanger sequencing, NGS provides a solution for detecting variants with variant allele frequencies (VAFs) below 20%. Furthermore, sequencing can be performed consuming only a fraction of time and costs, which enables the analysis of selected target regions as well as a patient’s whole exome or even whole genome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2649, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "When using NGS it is essential to be able to rely on variant calling results that are valid. Ideally, the analysis pipeline applied in research and particularly also in clinical routine has to feature both high sensitivity and high positive predictive value (PPV). However, all NGS platforms more or less suffer from systematic as well as random sequencing errors. Previously, we performed re-sequencing experiments involving several patients with myelodysplastic syndrome (MDS) that were sequenced on Illumina NextSeq, Ion Torrent PGM and Roche 454 platforms. These experiments revealed considerable differences in the number of true variants and artifacts reported per sample. These differences could be observed when comparing different sequencing platforms as well as when comparing two runs on the same platform.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3467, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The analysis of two Illumina data sets (HiSeq and NextSeq), covering altogether more than 150 patients with MDS indicated that additional differences in variant calling results can be expected when considering different variant calling tools. We considered all currently available open-source variant calling tools for NGS data. However, only 8 out of 43 tools were applicable on our sets of non-matched targeted sequencing data. Evaluation of these eight tools revealed that not a single tool succeeded in detecting all mutations present in the two data sets. Furthermore, no tool showed sensitivity and PPV  for both data sets. Our observations are conform to the results of other studies comparing variant calling tools.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4192, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "These studies point out the necessity for a variant calling pipeline that is able to detect variants with both high sensitivity and high PPV—even at low allelic frequencies. Additionally, the pipeline’s performance should be independent of the analyzed data set, not involve re-calibration with new training data in case of new experiments and not include validation of each variant call by Sanger sequencing as proposed for current pipelines by. Furthermore, application should be possible even in the absence of normal controls, which is a common scenario as pointed out by.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4773, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this paper, we present ‘appreci8’—a Pipeline for PREcise variant Calling Integrating 8 tools. The pipeline automatically performs variant calling of single nucleotide variants (SNVs) and short indels integrating eight open-source variant calling tools. The calls are automatically normalized, combined and filtered on the basis of a novel artifact- and polymorphism score. The scores categorize a variant as either likely pathogenic mutation, polymorphism or artifact. Our tool is applicable to any type of NGS data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5299, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To train our pipeline, we analyzed two sets of non-matched targeted sequencing data, covering 165 MDS patients sequenced on Illumina HiSeq, resp. Illumina NextSeq. An intersecting target region of 42 322 bp was considered. Performance of our pipeline was tested analyzing five independent sets of targeted sequencing data, differing from the training sets in varying degrees [sequencing platforms: Illumina HiSeq, HiScanSQ, NextSeq and Roche 454; target region: 42 322–958 547 bp; disease entity: MDS and acute myeloid leukemia (AML)]. Appreci8’s ability to separate true variants from artifacts with allelic frequencies down to 1% was evaluated. We compared our pipeline’s performance to every individual tools’ performance, all possible combined approaches and an alternative version of our pipeline.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6115, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6139, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 Variant calling pipeline", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6168, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Appreci8 is a completely automatic pipeline for performing SNV and indel calling. An overview of the pipeline is provided in Figure 1. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6305, "infons": {"file": "bty518f1.jpg", "id": "bty518-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of the analysis performed by appreci8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6352, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "BAM files containing the raw aligned reads per sample form the input for our variant calling pipeline (see Supplementary Section 3 for information on sequence alignment). Variant calling is automatically performed on eight different tools: GATK 3.3-0 HaplotypeCaller, Platypus 0.8.1, VarScan 2.3.9, LoFreq 2.1.2, FreeBayes 1.0.2, SNVer 0.5.3, SAMtools 1.3 and VarDict. For each caller, the default recommended options are used. The only exception is the VAF threshold in case of FreeBayes and SNVer, which is lowered to 0.01 (default 0.20, resp. 0.25).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6905, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The resulting raw output per caller is filtered to remove all off-target calls. Subsequently, the remaining calls are combined (see Supplementary Section 4) and annotated using SnpEff. The user can choose between an annotation using ENSEMBL or RefSeq. Furthermore, it is optional to report the annotation of all possible transcripts or just the annotation for selected transcripts. For our training and evaluation of appreci8, we removed all calls that are according to SnpEff located in the 3′-UTR, 5′-UTR, downstream, upstream, intron, intergenic, intragenic, protein–protein contact and in the splice site region (intron_variant+splice_region_variant). Furthermore, silent mutations were removed. By concentrating on coding, non-synonymous variants, we focus our analysis on those variants that are best characterized with respect to biological truth for all data sets considered. However, this filtration is not fixed, but can be adjusted.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7855, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For all remaining calls, appreci8 determines a first set of characteristics: the number of reference reads (#REF), the number of alternate reads (#ALT), the depth (DP) and the VAF. These characteristics are determined for all reads and for the forward- and reverse reads separately. Furthermore, the mean base quality (PHRED value) for the reference- () and alternate allele () are determined. As some of the tools apply specific steps of local realignment, all parameters are determined on the basis of the raw alignment data that have already been used for variant calling. Assuming that a decision on a call—whether or not it is true—is only possible in case of sufficient coverage, we remove all calls with number of alternate reads () <20, depth (DP) <50 or . Furthermore, we remove all calls with  or  (for details see Supplementary Section 5.1). All parameters may be easily adjusted depending on the sequencing data that are analyzed, e.g. in case of low-coverage whole-genome sequencing (WGS) data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8867, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, a second set of characteristics is determined for the remaining calls. These include the results of an automatic check of the databases ESP6500 (http://evs.gs.washington.edu/EVS/), 1000 Genomes, dbSNP (build 138 and build 138 excluding sites after 129), ExAC, Cosmic (CodingMuts, NonCodingVariants, CompleteExport and CompleteExport.fail, 17.02.2016) and ClinVar (common and clinical, 03.02.2016; common no known medical impact, 03.02.2016). Additionally, Provean 1.1.5 is used to determine the influence of every variant on the corresponding protein.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9428, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Integrating all information characterizing a call, an artifact score—separating true from false positive calls—is calculated. Furthermore, a polymorphism score—identifying likely polymorphisms—is calculated. The general principle of filtration with appreci8 based on these two scores is displayed in Figure 2. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9748, "infons": {"file": "bty518f2.jpg", "id": "bty518-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "General principle of filtration with appreci8. Calls are classified as ‘Mutations’, ‘Polymorphism’ or ‘Artifact’ on the basis of an artifact- and a polymorphism score", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9927, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The artifact score separates all calls into two initial categories: ‘Potential variants’ and ‘Potential artifacts’ (see Supplementary Fig. S3 for details). Subsequently, the polymorphism score is evaluated. It allows for separating ‘Possible mutations’ from ‘Possible polymorphisms’. However, for the final decision on these calls, the artifact score is reconsidered. It is adjusted on the basis of the polymorphism score as well as call characteristics. This enables the final classification of ‘Possible mutations’ and ‘Possible polymorphisms’.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10498, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to separating mutations from polymorphisms, the polymorphism score enables the identification of ‘Polymorphisms’ in the initial set of ‘Potential artifacts’ (see Supplementary Fig. S4 for details). As some polymorphisms feature characteristics that are typical for artifacts, these calls would be misclassified on the basis of the artifact score alone, but are correctly classified by the combination of both scores.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The optimal weighting and combination of the different call characteristics for the calculation of the artifact- and polymorphism score is determined using two training sets (see Supplementary Sections 5.2 and 5.3 for details). The performance of appreci8 is evaluated analyzing five independent test sets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11242, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 Data sets analyzed", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11265, "infons": {"file": "bty518-T1.xml", "id": "bty518-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Main characteristics of the training- and test sets analyzed with appreci8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11340, "infons": {"file": "bty518-T1.xml", "id": "bty518-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:mml=\"http://www.w3.org/1998/Math/MathML\" frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Set</th><th rowspan=\"1\" colspan=\"1\">n</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Sequencer</th><th rowspan=\"1\" colspan=\"1\">Disease</th><th colspan=\"2\" rowspan=\"1\">Target [bp]<hr/></th><th rowspan=\"1\" colspan=\"1\">Coverage</th><th rowspan=\"1\" colspan=\"1\">Background</th></tr><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">all</th><th rowspan=\"1\" colspan=\"1\">Coding</th><th rowspan=\"1\" colspan=\"1\">&gt;50x (%)</th><th rowspan=\"1\" colspan=\"1\">noise</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Training</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">54</td><td rowspan=\"1\" colspan=\"1\">Illumina HiSeq</td><td rowspan=\"1\" colspan=\"1\">MDS</td><td rowspan=\"1\" colspan=\"1\">42 322</td><td rowspan=\"1\" colspan=\"1\">23 162</td><td rowspan=\"1\" colspan=\"1\">95</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE8\"><mml:math id=\"IM8\"><mml:mrow><mml:mn>5.39</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">111</td><td rowspan=\"1\" colspan=\"1\">Illumina NextSeq</td><td rowspan=\"1\" colspan=\"1\">MDS</td><td rowspan=\"1\" colspan=\"1\">42 322</td><td rowspan=\"1\" colspan=\"1\">23 162</td><td rowspan=\"1\" colspan=\"1\">97</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE9\"><mml:math id=\"IM9\"><mml:mrow><mml:mn>6.26</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr><tr><td rowspan=\"1\" colspan=\"1\">Test</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">237</td><td rowspan=\"1\" colspan=\"1\">Illumina HiSeq</td><td rowspan=\"1\" colspan=\"1\">MDS</td><td rowspan=\"1\" colspan=\"1\">42 322</td><td rowspan=\"1\" colspan=\"1\">23 162</td><td rowspan=\"1\" colspan=\"1\">92</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE10\"><mml:math id=\"IM10\"><mml:mrow><mml:mn>4.15</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">46</td><td rowspan=\"1\" colspan=\"1\">Illumina HiSeq</td><td rowspan=\"1\" colspan=\"1\">MDS</td><td rowspan=\"1\" colspan=\"1\">42 322</td><td rowspan=\"1\" colspan=\"1\">23 162</td><td rowspan=\"1\" colspan=\"1\">93</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE11\"><mml:math id=\"IM11\"><mml:mrow><mml:mn>5.02</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">3</td><td rowspan=\"1\" colspan=\"1\">89</td><td rowspan=\"1\" colspan=\"1\">Roche 454</td><td rowspan=\"1\" colspan=\"1\">MDS</td><td rowspan=\"1\" colspan=\"1\">42 322</td><td rowspan=\"1\" colspan=\"1\">23 162</td><td rowspan=\"1\" colspan=\"1\">84</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE12\"><mml:math id=\"IM12\"><mml:mrow><mml:mn>3.63</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">4</td><td rowspan=\"1\" colspan=\"1\">22</td><td rowspan=\"1\" colspan=\"1\">Illumina NextSeq</td><td rowspan=\"1\" colspan=\"1\">AML</td><td rowspan=\"1\" colspan=\"1\">125 459</td><td rowspan=\"1\" colspan=\"1\">78 866</td><td rowspan=\"1\" colspan=\"1\">99</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE13\"><mml:math id=\"IM13\"><mml:mrow><mml:mn>6.63</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr><tr><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">5</td><td rowspan=\"1\" colspan=\"1\">119</td><td rowspan=\"1\" colspan=\"1\">Illumina HiScanSQ</td><td rowspan=\"1\" colspan=\"1\">AML</td><td rowspan=\"1\" colspan=\"1\">958 547</td><td rowspan=\"1\" colspan=\"1\">218 179</td><td rowspan=\"1\" colspan=\"1\">94</td><td rowspan=\"1\" colspan=\"1\"><inline-formula id=\"IE14\"><mml:math id=\"IM14\"><mml:mrow><mml:mn>1.56</mml:mn><mml:mo>·</mml:mo><mml:msup><mml:mrow><mml:mrow><mml:mn>10</mml:mn></mml:mrow></mml:mrow><mml:mrow><mml:mo>−</mml:mo><mml:mn>3</mml:mn></mml:mrow></mml:msup></mml:mrow></mml:math></inline-formula></td></tr></tbody></table>\n"}, "text": "\tSet\tn\tSequencer\tDisease\tTarget [bp]\tCoverage\tBackground\t \t\t\t\t\t\tall\tCoding\t>50x (%)\tnoise\t \tTraining\t1\t54\tIllumina HiSeq\tMDS\t42 322\t23 162\t95\t\t \t\t2\t111\tIllumina NextSeq\tMDS\t42 322\t23 162\t97\t\t \tTest\t1\t237\tIllumina HiSeq\tMDS\t42 322\t23 162\t92\t\t \t\t2\t46\tIllumina HiSeq\tMDS\t42 322\t23 162\t93\t\t \t\t3\t89\tRoche 454\tMDS\t42 322\t23 162\t84\t\t \t\t4\t22\tIllumina NextSeq\tAML\t125 459\t78 866\t99\t\t \t\t5\t119\tIllumina HiScanSQ\tAML\t958 547\t218 179\t94\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11782, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To train our variant calling pipeline—appreci8—two well characterized sets of amplicon-based targeted sequencing data are investigated. Both data sets result from MDS patients, covering an intersecting target region of 42 322 bp (19 genes). ‘Training set 1’ comprises 54 samples sequenced on Illumina HiSeq, using HaloPlex for target enrichment. ‘Training set 2’ comprises 111 samples sequenced on Illumina NextSeq, using TruSight DNA Amplicon Sequencing Panel Library Prep Kit (see Table 1). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12291, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To test the performance of appreci8 on independent data, we consider five additional sets of amplicon-based targeted sequencing data: ‘Test set 1’ covers Illumina HiSeq sequencing data (using HaloPlex for target enrichment) from 237 MDS patients. ‘Test set 2’ covers Illumina HiSeq sequencing data (using HaloPlex for target enrichment) from 46 MDS patients. ‘Test set 3’ covers Roche 454 sequencing data (using GS FLX Titanium SV emPCR Kit Lib-A) from 89 MDS patients. In case of these three test sets the same target region is analyzed as in the two training sets. ‘Test set 4’ covers Illumina NextSeq sequencing data (using TruSight DNA Amplicon Sequencing Panel Library Prep Kit) from 22 patients with acute myeloid leukemia (AML). Different from the first three test sets, a larger target region comprising 125 459 bp is analyzed in this case. ‘Test set 5’ covers Illumina HiScanSQ sequencing data (using HaloPlex for target enrichment) from 119 patients with AML. Again, a larger target region comprising 958 547 bp is analyzed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13350, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In case of all data sets, patient material was collected and analyzed in accordance with the relevant ethical guidelines and regulations. Informed consent was obtained from all subjects. Sequencing data (BAM files) of the 678 patients have been deposited into the NCBI Sequence Read Archive (BioProjectID: 388411; https://www.ncbi.nlm.nih.gov/bioproject/PRJNA388411).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13718, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We decided to choose these data sets for training and testing, as they are all well characterized with respect to biological truth. Furthermore, the sets allowed us to investigate if appreci8’s performance is dependent on the sequencing technique, the target region and the disease that is considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14022, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 Validation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14037, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the initial training of appreci8 and its subsequent evaluation, we only consider data sets with validated mutations. Validation was achieved using three different approaches: (i) a selected set of calls (mutations, polymorphisms and artifacts) was validated using Sanger sequencing. However, as variants with a VAF below 20% are difficult to confirm with this sequencing technique, (ii) we re-analyzed a subset samples by the same or another technique as validation. Six samples were re-analyzed on Illumina NextSeq. Nine samples were re-analyzed on Ion Torrent PGM. Twenty-two samples were analyzed on Roche 454 and Illumina NextSeq. NPM1 mutations were validated by LightCycler (Roche, Mannheim, Germany) based melting curve analysis. As additional validation (iii), all calls reported in case of the two training sets were manually investigated by two independent experts. The variant-specific characteristics as well as the calls themselves in the IGV were considered. In case of the five test sets, all calls categorized as true were manually investigated. Furthermore, variant-specific characteristics of all calls categorized as polymorphisms and artifacts were investigated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15224, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15234, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A variant calling pipeline’s main task is successfully calling true variants with high sensitivity and automatically discarding artifacts. Variants themselves can be subdivided into benign variants that are present in the general population, i.e. germline single nucleotide polymorphisms (SNPs) and indel polymorphisms, and possibly pathogenic variants, i.e. SNVs and indels. In cancer, most pathogenic mutations are somatically acquired and tumor cell specific. While the correct classification of polymorphisms versus pathogenic mutations is in some cases straight forward, it may often prove to be challenging due to lack of germline material, variants of uncertain clinical significance or subclonal variants. When considering a complete ClinVar export (August 2, 2016), the list contains 130 097 variants in total. About 32.63% are classified as variants of ‘uncertain clinical significance’ (24.02%) or variants with information on clinical significance ‘not provided’ (8.61%). Only 9.66% are classified as ‘benign’, 20.31% are classified as ‘pathogenic’. For these reasons, we consider the automatic separation between artifacts and true variants as the main task of our pipeline. The automatic separation between benign and pathogenic variants is considered an add-on and is presented in the supplement (see Supplementary Section 10).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16596, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.1 Training appreci8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16618, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To train our variant calling pipeline, we use two well characterized NGS data sets. Although both sets are derived from patients with the same disease—MDS—and the same target region is analyzed, they differ in the enrichment technologies and sequencing platforms. Therefore, we expect to find different characteristics for both data and also variant calls.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16979, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Supplementary Table S1 shows that both training sets differ considerably in their main data characteristics. While training set 2 features higher mean coverage, the set is also characterized by 16% more background noise compared to training set 1. This characteristic is expected to have negative influence on PPV (see Supplementary Section 9 for information on how background noise was calculated).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17380, "infons": {"file": "bty518-T2.xml", "id": "bty518-T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Positive predictive value and sensitivity in case of GATK, Platypus, VarScan, LoFreq, FreeBayes, SNVer, SAMtools, VarDict, the combined output of all tools (eight tools), single-appreci8 and appreci8 in training sets 1 and 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17605, "infons": {"file": "bty518-T2.xml", "id": "bty518-T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Approach</th><th colspan=\"2\" rowspan=\"1\">Training set 1<hr/></th><th colspan=\"2\" rowspan=\"1\">Training set 2<hr/></th></tr><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">GATK</td><td rowspan=\"1\" colspan=\"1\">0.92</td><td rowspan=\"1\" colspan=\"1\">0.85</td><td rowspan=\"1\" colspan=\"1\">0.82</td><td rowspan=\"1\" colspan=\"1\">0.71</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Platypus</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.80</td><td rowspan=\"1\" colspan=\"1\">0.83</td><td rowspan=\"1\" colspan=\"1\">0.42</td></tr><tr><td rowspan=\"1\" colspan=\"1\">VarScan</td><td rowspan=\"1\" colspan=\"1\">0.89</td><td rowspan=\"1\" colspan=\"1\">0.97</td><td rowspan=\"1\" colspan=\"1\">0.47</td><td rowspan=\"1\" colspan=\"1\">0.73</td></tr><tr><td rowspan=\"1\" colspan=\"1\">LoFreq</td><td rowspan=\"1\" colspan=\"1\">0.91</td><td rowspan=\"1\" colspan=\"1\">0.35</td><td rowspan=\"1\" colspan=\"1\">0.78</td><td rowspan=\"1\" colspan=\"1\">0.23</td></tr><tr><td rowspan=\"1\" colspan=\"1\">FreeBayes</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.03</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td rowspan=\"1\" colspan=\"1\">SNVer</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.92</td><td rowspan=\"1\" colspan=\"1\">0.55</td><td rowspan=\"1\" colspan=\"1\">0.07</td></tr><tr><td rowspan=\"1\" colspan=\"1\">SAMtools</td><td rowspan=\"1\" colspan=\"1\">0.85</td><td rowspan=\"1\" colspan=\"1\">0.87</td><td rowspan=\"1\" colspan=\"1\">0.64</td><td rowspan=\"1\" colspan=\"1\">0.77</td></tr><tr><td rowspan=\"1\" colspan=\"1\">VarDict</td><td rowspan=\"1\" colspan=\"1\">0.97</td><td rowspan=\"1\" colspan=\"1\">0.96</td><td rowspan=\"1\" colspan=\"1\">0.94</td><td rowspan=\"1\" colspan=\"1\">0.15</td></tr><tr><td rowspan=\"1\" colspan=\"1\">8 tools</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.03</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.02</td></tr><tr><td rowspan=\"1\" colspan=\"1\">single-appreci8</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.35</td></tr><tr><td rowspan=\"1\" colspan=\"1\">appreci8</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.94</td></tr></tbody></table>\n"}, "text": "Approach\tTraining set 1\tTraining set 2\t \t\tSens\tPPV\tSens\tPPV\t \tGATK\t0.92\t0.85\t0.82\t0.71\t \tPlatypus\t0.93\t0.80\t0.83\t0.42\t \tVarScan\t0.89\t0.97\t0.47\t0.73\t \tLoFreq\t0.91\t0.35\t0.78\t0.23\t \tFreeBayes\t1.00\t0.03\t0.99\t0.02\t \tSNVer\t0.93\t0.92\t0.55\t0.07\t \tSAMtools\t0.85\t0.87\t0.64\t0.77\t \tVarDict\t0.97\t0.96\t0.94\t0.15\t \t8 tools\t1.00\t0.03\t1.00\t0.02\t \tsingle-appreci8\t0.98\t0.98\t0.99\t0.35\t \tappreci8\t0.98\t0.99\t0.98\t0.94\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18005, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Variant calling results with respect to sensitivity and PPV are displayed in Figure 3 and summed up in Table 2 (for details see Supplementary Tables S3 and S4 and Supplementary Data S1 and S2). The performance of every single tool—GATK, Platypus, VarScan, LoFreq, FreeBayes, SNVer, SAMtools and VarDict—is compared to appreci8. Additionally, we evaluate two alternative approaches in detail: ‘8 tools’ considers all variants that have been reported by at least one out of eight tools and no further steps of filtration. ‘Single-appreci8’ is an experimental variant of our algorithm. Every sample is evaluated independently. Any information on other samples analyzed in the same run is disregarded (see Supplementary Sections 6 and 7 for details on the two alternative approaches). In all cases, we only consider calls with sufficient coverage and , as we assume that validation of variants with lower VAFs or insufficient coverage is not feasible without further sequencing experiments. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19007, "infons": {"file": "bty518f3.jpg", "id": "bty518-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Relation between positive predictive value and sensitivity in case of GATK, Platypus, VarScan, LoFreq, FreeBayes, SNVer, SAMtools, VarDict, the combined output of all tools (eight tools), single-appreci8 and appreci8 in training sets 1 and 2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19249, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Figure 3 illustrates the data-dependent performance of the eight individual variant calling tools. While all tools succeed in calling variants with sensitivity above 0.80 in case of training set 1, only four tools—GATK, Platypus, FreeBayes and VarDict do so in case of training set 2. However, when aiming for sensitivity of at least 0.95, which appears to be a more apt threshold for usage of NGS in clinical routine, only two tools—FreeBayes (0.99) and VarDict (0.97)—succeed in case of training set 1 and only one tool—FreeBayes (0.99)—succeeds in case of training set 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19837, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While sensitivity is an essential aspect of any variant calling pipeline, so is PPV. False positive mutations can have serious consequences for the treatment of a patient. Furthermore, using a tool that reports thousands of calls per patient increases the risk of overlooking the actual true mutations among the many artifacts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20165, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Regarding training set 1, six out of eight tools feature PPV above 0.80 (VarDict performs best with PPV = 0.96). FreeBayes, however, shows the lowest PPV (0.03). The tool reports 290 true variants and 8040 artifacts. Regarding training set 2, not a single tool reaches a value of 0.80 or above. FreeBayes reports 627 out of 631 true variants and 40,159 artifacts (PPV = 0.02).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20546, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When combining the output of all tools, we succeed in calling all variants present in both training sets (sens = 1.00). This is not possible with any of the considered individual tools. However, as PPV is 0.03 in case of training set 1 and 0.02 in case of training set 2, the need for filtration is obvious. Application of our appreci8 pipeline leads to a considerable increase in PPV—to values higher than any of the individual tools—while sensitivity is only marginally reduced. Comparing single-appreci8 to appreci8, only minor differences can be observed in case of training set 1. As regards training set 2, the application of appreci8 leads to a considerable improvement in the results (PPV = 0.35 versus PPV = 0.94). Evaluation of the artifact- and polymorphism score removes 1% of the artifacts in training set 1 and 21% in training set 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21404, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.2 Testing appreci8", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21425, "infons": {"file": "bty518-T3.xml", "id": "bty518-T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Positive predictive value and sensitivity in case of GATK, Platypus, VarScan, LoFreq, FreeBayes, SNVer, SAMtools, VarDict, the combined output of all tools (eight tools), single-appreci8 and appreci8 in test sets 1–5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21644, "infons": {"file": "bty518-T3.xml", "id": "bty518-T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/><col valign=\"top\" align=\"char\" char=\".\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\">Approach</th><th colspan=\"2\" rowspan=\"1\">Test set 1<hr/></th><th colspan=\"2\" rowspan=\"1\">Test set 2<hr/></th><th colspan=\"2\" rowspan=\"1\">Test set 3<hr/></th><th colspan=\"2\" rowspan=\"1\">Test set 4<hr/></th><th colspan=\"2\" rowspan=\"1\">Test set 5<hr/></th></tr><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th><th rowspan=\"1\" colspan=\"1\">Sens</th><th rowspan=\"1\" colspan=\"1\">PPV</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">GATK</td><td rowspan=\"1\" colspan=\"1\">0.92</td><td rowspan=\"1\" colspan=\"1\">0.82</td><td rowspan=\"1\" colspan=\"1\">0.90</td><td rowspan=\"1\" colspan=\"1\">0.73</td><td rowspan=\"1\" colspan=\"1\">0.95</td><td rowspan=\"1\" colspan=\"1\">0.31</td><td rowspan=\"1\" colspan=\"1\">0.86</td><td rowspan=\"1\" colspan=\"1\">0.73</td><td rowspan=\"1\" colspan=\"1\">0.92</td><td rowspan=\"1\" colspan=\"1\">0.94</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Platypus</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.81</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.83</td><td rowspan=\"1\" colspan=\"1\">0.97</td><td rowspan=\"1\" colspan=\"1\">0.13</td><td rowspan=\"1\" colspan=\"1\">0.91</td><td rowspan=\"1\" colspan=\"1\">0.30</td><td rowspan=\"1\" colspan=\"1\">0.90</td><td rowspan=\"1\" colspan=\"1\">0.94</td></tr><tr><td rowspan=\"1\" colspan=\"1\">VarScan</td><td rowspan=\"1\" colspan=\"1\">0.84</td><td rowspan=\"1\" colspan=\"1\">0.84</td><td rowspan=\"1\" colspan=\"1\">0.82</td><td rowspan=\"1\" colspan=\"1\">0.73</td><td rowspan=\"1\" colspan=\"1\">0.91</td><td rowspan=\"1\" colspan=\"1\">0.51</td><td rowspan=\"1\" colspan=\"1\">0.73</td><td rowspan=\"1\" colspan=\"1\">0.55</td><td rowspan=\"1\" colspan=\"1\">0.71</td><td rowspan=\"1\" colspan=\"1\">0.94</td></tr><tr><td rowspan=\"1\" colspan=\"1\">LoFreq</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.29</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.71</td><td rowspan=\"1\" colspan=\"1\">0.94</td><td rowspan=\"1\" colspan=\"1\">0.31</td><td rowspan=\"1\" colspan=\"1\">0.73</td><td rowspan=\"1\" colspan=\"1\">0.01</td><td rowspan=\"1\" colspan=\"1\">0.79</td><td rowspan=\"1\" colspan=\"1\">0.88</td></tr><tr><td rowspan=\"1\" colspan=\"1\">FreeBayes</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.02</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.01</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.07</td><td rowspan=\"1\" colspan=\"1\">0.95</td><td rowspan=\"1\" colspan=\"1\">0.01</td><td rowspan=\"1\" colspan=\"1\">0.96</td><td rowspan=\"1\" colspan=\"1\">0.25</td></tr><tr><td rowspan=\"1\" colspan=\"1\">SNVer</td><td rowspan=\"1\" colspan=\"1\">0.91</td><td rowspan=\"1\" colspan=\"1\">0.91</td><td rowspan=\"1\" colspan=\"1\">0.94</td><td rowspan=\"1\" colspan=\"1\">0.81</td><td rowspan=\"1\" colspan=\"1\">0.97</td><td rowspan=\"1\" colspan=\"1\">0.10</td><td rowspan=\"1\" colspan=\"1\">0.64</td><td rowspan=\"1\" colspan=\"1\">0.04</td><td rowspan=\"1\" colspan=\"1\">0.73</td><td rowspan=\"1\" colspan=\"1\">0.98</td></tr><tr><td rowspan=\"1\" colspan=\"1\">SAMtools</td><td rowspan=\"1\" colspan=\"1\">0.82</td><td rowspan=\"1\" colspan=\"1\">0.83</td><td rowspan=\"1\" colspan=\"1\">0.81</td><td rowspan=\"1\" colspan=\"1\">0.75</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.68</td><td rowspan=\"1\" colspan=\"1\">0.70</td><td rowspan=\"1\" colspan=\"1\">0.53</td><td rowspan=\"1\" colspan=\"1\">0.86</td><td rowspan=\"1\" colspan=\"1\">0.99</td></tr><tr><td rowspan=\"1\" colspan=\"1\">VarDict</td><td rowspan=\"1\" colspan=\"1\">0.96</td><td rowspan=\"1\" colspan=\"1\">0.78</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.30</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.25</td><td rowspan=\"1\" colspan=\"1\">0.91</td><td rowspan=\"1\" colspan=\"1\">0.09</td><td rowspan=\"1\" colspan=\"1\">0.97</td><td rowspan=\"1\" colspan=\"1\">0.83</td></tr><tr><td rowspan=\"1\" colspan=\"1\">8 tools</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.02</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.01</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.01</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.25</td></tr><tr><td rowspan=\"1\" colspan=\"1\">single-appreci8</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.88</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.76</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.36</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.19</td><td rowspan=\"1\" colspan=\"1\">0.96</td><td rowspan=\"1\" colspan=\"1\">0.97</td></tr><tr><td rowspan=\"1\" colspan=\"1\">appreci8</td><td rowspan=\"1\" colspan=\"1\">0.98</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.99</td><td rowspan=\"1\" colspan=\"1\">0.76</td><td rowspan=\"1\" colspan=\"1\">0.93</td><td rowspan=\"1\" colspan=\"1\">0.65</td><td rowspan=\"1\" colspan=\"1\">1.00</td><td rowspan=\"1\" colspan=\"1\">1.00</td></tr></tbody></table>\n"}, "text": "Approach\tTest set 1\tTest set 2\tTest set 3\tTest set 4\tTest set 5\t \t\tSens\tPPV\tSens\tPPV\tSens\tPPV\tSens\tPPV\tSens\tPPV\t \tGATK\t0.92\t0.82\t0.90\t0.73\t0.95\t0.31\t0.86\t0.73\t0.92\t0.94\t \tPlatypus\t0.93\t0.81\t0.93\t0.83\t0.97\t0.13\t0.91\t0.30\t0.90\t0.94\t \tVarScan\t0.84\t0.84\t0.82\t0.73\t0.91\t0.51\t0.73\t0.55\t0.71\t0.94\t \tLoFreq\t0.98\t0.29\t0.98\t0.71\t0.94\t0.31\t0.73\t0.01\t0.79\t0.88\t \tFreeBayes\t0.99\t0.02\t1.00\t0.01\t0.99\t0.07\t0.95\t0.01\t0.96\t0.25\t \tSNVer\t0.91\t0.91\t0.94\t0.81\t0.97\t0.10\t0.64\t0.04\t0.73\t0.98\t \tSAMtools\t0.82\t0.83\t0.81\t0.75\t0.93\t0.68\t0.70\t0.53\t0.86\t0.99\t \tVarDict\t0.96\t0.78\t0.99\t0.30\t0.99\t0.25\t0.91\t0.09\t0.97\t0.83\t \t8 tools\t1.00\t0.02\t1.00\t0.01\t0.99\t0.05\t0.99\t0.01\t1.00\t0.25\t \tsingle-appreci8\t0.99\t0.88\t1.00\t0.76\t0.99\t0.36\t0.93\t0.19\t0.96\t0.97\t \tappreci8\t0.98\t0.99\t1.00\t0.99\t0.99\t0.76\t0.93\t0.65\t1.00\t1.00\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22426, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test appreci8, we consider five independent, well characterized data sets (for data characteristics see Supplementary Table S2). Variant calling results with respect to sensitivity and PPV are displayed in Figure 4 and Table 3 (for details see Supplementary Tables S5–S9 and Supplementary Data S3–S7). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22738, "infons": {"file": "bty518f4.jpg", "id": "bty518-F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Relation between positive predictive value and sensitivity in case of GATK, Platypus, VarScan, LoFreq, FreeBayes, SNVer, SAMtools, VarDict, the combined output of all tools (eight tools), single-appreci8 and appreci8 in test sets 1–5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22974, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Test sets 1 and 2 result from the same sequencing platform as training set 1. Furthermore, the same target region and disease is considered as is the case for both training sets. Therefore, we expect all tools as well as our pipeline to show results comparable to training set 1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23254, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When comparing Figures 1 and 2, it is clear that the results are indeed comparable. Sensitivity of the individual variant calling tools is above 0.80. FreeBayes, VarDict and LoFreq succeed in calling variants with sensitivity above 0.95 (test set 1: FreeBayes: 0.99, VarDict: 0.96, LoFreq: 0.98; test set 2: FreeBayes: 0.99, VarDict: 0.99, LoFreq: 0.98). Six out of eight tools feature PPV above or close to 0.80. Again, FreeBayes shows the lowest PPV (test set 1: 0.02; test set 2: 0.01). In contrast to training set 1, VarDict’s PPV is only 0.78 in test set 1 and 0.30 in test set 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The combined output of all tools leads to sens = 1.00 in case of both test sets. PPV = 0.02 for test set 1 and PPV = 0.01 for test set 2. Application of single-appreci8 leads to a minor decrease in sensitivity and to a considerable increase in PPV. Both test sets show a further clear improvement of the results when applying appreci8 in its actual functionality (test set 1: sens = 0.98, PPV = 0.99; test set 2: sens = 1.00, PPV = 0.99). Evaluation of the artifact- and polymorphism score removes 2% of the artifacts in test set 1 and 9% in test set 2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24411, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test appreci8’s robustness with respect to variation in the sequencing technique, we analyzed Roche 454 data (test set 3), although the pipeline was exclusively trained on Illumina data. Regarding the individual tools, sensitivity ranges between 0.91 and 0.99, while PPV ranges between 0.07 and 0.68. By combining the output of all variant calling tools, sensitivity increases to 0.99, while PPV is 0.05. Application of single-appreci8 leads to an improvement in the results. The overall best results can, however, be observed when applying appreci8 (sens = 0.99, PPV = 0.76). Remarkably, 97% of the artifacts are filtered because of their artifact- and polymorphism score.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25094, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test appreci8’s robustness when considering a bigger target region and a different disease entity, we analyzed test sets 4 and 5. Both data sets result from patients with AML and cover a considerably bigger target region (test set 4: 125 459 bp, test set 5: 958 547 bp in comparison to 42 322 bp for the MDS training sets).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25429, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Test set 4 underlines the data-dependent performance of individual variant calling tools. Low sensitivity (ranging between 0.64 and 0.95) and low PPV (ranging between 0.01 and 0.73) is observed for the eight tools. Combining the output of all tools leads to sensitivity of 0.99 and a PPV of 0.01. Application of single-appreci8 leads to a minor decrease in sensitivity and an increase in PPV. Application of appreci8 leads to further improvement of the variant calling results (sens = 0.93, PPV = 0.65).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25937, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Considering test set 5, FreeBayes and VarDict feature again highest sensitivity of all individual variant calling tools (FreeBayes: 0.95, VarDict: 0.96, other tools: 0.71–0.91). Higher values of PPV can be observed in comparison to all previously analyzed data sets. Even FreeBayes features PPV of 0.25 (other tools: 0.81–0.99). The combined output of all tools leads to sens = 0.99 and PPV = 0.25. Application of single-appreci8 results in a minor decrease in sensitivity and to a considerable increase in PPV. Application of appreci8 leads to the best variant calling results that can be observed for this data set (sens = 0.99, PPV = 0.99).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26593, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analyzing the influence of reoccurring variants, it can be observed that appreci8 performs equally well—detecting variants known from the training sets as well as unknown variants (see Supplementary Section 13).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26807, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4 Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26820, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the context of high-throughput research sequencing and personalized medicine, NGS provides a powerful tool. When considering variant calling results, it is therefore essential to be able to rely on a tool with stable and high sensitivity as well as high PPV. However, the analysis of seven data sets of non-matched amplicon-based targeted sequencing data, covering 678 samples from patients with hematological malignancies, shows that no individual tool meets these requirements.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27303, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We developed a pipeline, appreci8, that automatically combines and filters the variant calling results of eight different tools. Appreci8 succeeds in separating true calls from artifacts in all analyzed data sets with sensitivity ranging between 0.93 and 1.00 and PPV ranging between 0.65 and 1.00. Appreci8’s performance is in all cases superior to the best individual tool as well as to alternative combined approaches. Application of appreci8 on additional Illumina data sets (HiSeq, MiSeq and NextSeq), which were not part of this study (data available on request) as well as Ion Torrent data (see Supplementary Section 11), shows comparable results. Application of appreci8 on a public targeted sequencing data set (Sequence Read Archive, project PRJEB14077) shows comparable results as well (see Supplementary Section 12). Our results indicate that appreci8 is a pipeline that can generally be applied on NGS data, independent of the sequencing technique, the disease entity or the genes that are studied.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28317, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It should also be noted that appreci8 is able to automatically exclude polymorphisms, while all the other individual tools require manual filtration of polymorphisms or—in case of GATK—filtration on the basis of predefined polymorphism files.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28564, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It can be discussed, why we chose exactly this set of variant calling tools. Altogether, we used all available open-source tools that could be applied on our sets of non-matched targeted NGS data. However, performing variant calling with eight instead of one tool has negative influence on run-time if a high-performance server is not available. Furthermore, post-processing—which is inevitable—is time-consuming as well. We cannot exclude the possibility that seven or even less tools might also lead to acceptable results—dependent on the analyzed data set. However, for the calculation of the artifact- and the polymorphism score, the number of callers and even the specific callers that detect a variant are important characteristics. Decreasing the number of tools would thus have negative influence on appreci8’s overall performance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29412, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Analysis of the overlapping calls, reported by two to eight tools, indicates that a mere combination of tools—even those with different variant detection algorithms—would not be beneficial (see Supplementary Section 8).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29636, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It can also be questioned, why we chose our set of 41 conditions that are evaluated to calculate the artifact- and the polymorphism score. On the one hand, our selection covers all classical characteristics that are considered when separating true from false positive calls, e.g. coverage, base quality and strand bias. On the other hand, we additionally consider novel characteristics, e.g. the number of tools calling a variant or the Provean score. Altogether, our categories represent the joined experience of biological and bioinformatical experts. Instead of being a black box, our algorithm aims at comprehensibly reproducing a biologist’s manual work when investigating a raw list of calls.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30337, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The weights we assigned to the different conditions were determined exploratively to optimize performance of appreci8 in case of the two training sets. The results we observe regarding the independent test sets are comparable. Still it is possible that another weighting or evaluation of the conditions might have led to even better results. Alternatively, we could have used decision tree learning or estimated a model, e.g. a generalized linear model. The parameters—the conditions in our case—and their weights would have been selected with the help of a model selection approach and an information criterion. However, the determined model or decision tree would be exclusively based on the two training sets. On the contrary, our approach additionally considers long-time experience of molecular biology experts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31158, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another approach would be to apply deep learning to estimate the best model, like did. However, this approach has the disadvantage of being another black box. Manual adaptation of the parameters or their weighting based on e.g. new experience or updates of the data bases is not possible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31447, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On purpose, we did not include any platform specific characteristics or filtration steps. Appreci8 was developed as a thoroughly automatic pipeline that does not require data-dependent re-calibration. Still—if desired—a user has the possibility to adjust thresholds, e.g. regarding coverage if low-coverage WGS instead of high-coverage targeted sequencing data is analyzed. Furthermore, we did not consider any tool-specific filtration steps or changes in the tool-specific parameters for variant calling. These might have significant influence on the different tools’ sensitivities and PPVs. However, GATK is the only tool that proposes precise thresholds for filtration. All the other tools do not. Additionally, no tool provides data-dependent recommended configurations for variant calling. Due to the high number of possible configurations, we decided to treat all callers equally, not apply any tool-specific filtration steps and stick to the default options for variant calling.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32439, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "An essential aspect of our analysis is the correct classification of all variant calls. We did not validate every single call by re-sequencing the corresponding sample on the same or another platform. Instead, a majority of calls were validated by expert-based review. It could be argued that this approach may have led to mistakes. However, we were facing more than 180 000 calls in total, i.e. on average almost 270 calls per patient. By performing re-sequencing experiments in case of exemplary mutations, polymorphisms and artifacts, we showed that our classification was indeed correct. Furthermore, expert-based review involved evaluation of various databases, base qualities, coverage, allelic frequencies, the predicted effect on protein level and manual inspection using IGV, considering the sample in question and other samples in the same run. For these reasons, we estimate the risk of mistakes in the classification to be low and not to influence our overall results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33421, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It can be observed that even when using appreci8, sensitivity and PPV are still lower than 1.00. Detailed analyses of the false positive- and false negative calls reveal that many feature an artifact score between −1 and 1 (threshold for true positive calls: −1). This observation suggests that additional analyses of calls with an artifact score close to the threshold could be useful. We are currently testing an approach evaluating the signal-to-noise ratio as described by in combination with base qualities.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33938, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regarding run-time, we are currently testing a speed-up version of our pipeline that improves the analysis of whole-exome sequencing and WGS data. Previous analyses have shown that it is not advisable to use the multi-threading modes of the variant calling tools.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34202, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While germline samples can already be analyzed with appreci8, automatic filtration of germline calls by matched sample analysis is not yet available. We are currently investigating an algorithm for automatic filtration of germline calls from matching, as well as pooled control samples with our appreci8 pipeline. As soon as this approach is available, it will be interesting to compare appreci8 with popular tools for matched sample analysis, e.g. MuTect2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34660, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Considering the ongoing development in the field of variant calling, it appears useful to make appreci8 more flexible with respect to the variant calling tools that are considered. We are currently testing an extension of appreci8 that allows the user to select his own set of variant calling tools to consider. Tool versions and configurations used for variant calling will be user-definable. A graphical user interface will be provided to facilitate application of appreci8.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35137, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "5 Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35150, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "To consider variant calling results in research and in clinical routine, it is necessary to have a tool with stable, high sensitivity as well as high PPV. However, the analysis of seven data sets, covering 678 samples from patients with hematological malignancies, shows that no individual tool meets these requirements.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35471, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We developed a pipeline, appreci8, that combines and filters the variant calling results of eight different tools. Appreci8 succeeds in separating true calls from artifacts in all analyzed data sets with sensitivity ranging between 0.93 and 1.00 and PPV ranging between 0.65 and 1.00. Appreci8’s performance is in all cases superior to the best individual tool.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35835, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35858, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35869, "infons": {"fpage": "baw093", "name_0": "surname:Aken;given-names:B.L.", "pub-id_pmid": "27337980", "section_type": "REF", "source": "Database (Oxford)", "type": "ref", "volume": "2016", "year": "2016"}, "text": "The Ensembl gene annotation system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35904, "infons": {"fpage": "507", "lpage": "522", "name_0": "surname:Ashley;given-names:E.A.", "pub-id_pmid": "27528417", "section_type": "REF", "source": "Nat. Rev. Genet", "type": "ref", "volume": "17", "year": "2016"}, "text": "Towards precision medicine", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35931, "infons": {"fpage": "e1003031.", "name_0": "surname:Bragg;given-names:L.M.", "pub-id_pmid": "23592973", "section_type": "REF", "source": "PLoS Comput. Biol", "type": "ref", "volume": "9", "year": "2013"}, "text": "Shining a light on dark sequencing: charcterising errors in Ion Torrent PGM data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36012, "infons": {"fpage": "e46688.", "name_0": "surname:Choi;given-names:Y.", "pub-id_pmid": "23056405", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Predicting the functional effect of amino acid substitutions and indels", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36084, "infons": {"fpage": "213", "lpage": "219", "name_0": "surname:Cibulskis;given-names:K.", "pub-id_pmid": "23396013", "section_type": "REF", "source": "Nat. Biotechnol", "type": "ref", "volume": "31", "year": "2013"}, "text": "Sensitive detection of somatic point mutations in impure and heterogeneous cancer samples", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36174, "infons": {"fpage": "80", "lpage": "92", "name_0": "surname:Cingolani;given-names:P.", "pub-id_pmid": "22728672", "section_type": "REF", "source": "Fly", "type": "ref", "volume": "6", "year": "2012"}, "text": "A program for annotating and predicting the effects of single nucleotide polymorphisms, SnpEff: sNPs in the genome of Drosophila melanogaster strain w1118; iso-2; iso-3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36343, "infons": {"fpage": "1.", "name_0": "surname:Cornish;given-names:A.", "name_1": "surname:Guda;given-names:C.", "section_type": "REF", "source": "Biomed. Res. Int", "type": "ref", "volume": "2015", "year": "2015"}, "text": "A comparison of variant calling pipelines using genome in a bottle as a reference", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36425, "infons": {"fpage": "491", "lpage": "498", "name_0": "surname:DePristo;given-names:M.A.", "section_type": "REF", "source": "Nat. Gen", "type": "ref", "volume": "43", "year": "2011"}, "text": "A framework for variation discovery and genotyping using next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36518, "infons": {"fpage": "136", "lpage": "149", "name_0": "surname:Dey;given-names:N.", "pub-id_pmid": "28371665", "section_type": "REF", "source": "Cancer Treat. Rev", "type": "ref", "volume": "55", "year": "2017"}, "text": "Mutation matters in precision medicine: a future to believe in", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36581, "infons": {"fpage": "115", "lpage": "118", "name_0": "surname:Esteva;given-names:A.", "pub-id_pmid": "28117445", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "542", "year": "2017"}, "text": "Dermatologist-level classification of skin cancer with deep neural networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36657, "infons": {"fpage": "D805", "lpage": "D811", "name_0": "surname:Forbes;given-names:S.A.", "pub-id_pmid": "25355519", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "COSMIC: exploring the world’s knowledge of somatic mutations in human cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36736, "infons": {"name_0": "surname:Garrison;given-names:E.", "name_1": "surname:Marth;given-names:G.", "section_type": "REF", "source": "arXiv", "type": "ref", "year": "2012"}, "text": "Haplotype-based variant detection from short-read sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36797, "infons": {"fpage": "e1000502.", "name_0": "surname:Hoffman;given-names:S.", "pub-id_pmid": "19750212", "section_type": "REF", "source": "PLoS Comput. Biol", "type": "ref", "volume": "5", "year": "2009"}, "text": "Fast mapping of short sequences with mismatches, insertions and deletions using index structures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36894, "infons": {"fpage": "17875", "name_0": "surname:Hwang;given-names:S.", "pub-id_pmid": "26639839", "section_type": "REF", "source": "Sci. Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Systematic comparison of variant calling pipelines using gold standard personal exome variants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36989, "infons": {"name_0": "surname:Janitz;given-names:M.", "section_type": "REF", "source": "Next Generation Genome Sequencing: Towards Personalized Medicine", "type": "ref", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36990, "infons": {"fpage": "59.", "name_0": "surname:Kalatskaya;given-names:I.", "pub-id_pmid": "28659176", "section_type": "REF", "source": "Genome Med", "type": "ref", "volume": "9", "year": "2017"}, "text": "ISOWN: accurate somatic mutation identification in the absence of normal tissue controls", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37079, "infons": {"fpage": "568", "lpage": "576", "name_0": "surname:Koboldt;given-names:D.C.", "section_type": "REF", "source": "Gen. Res", "type": "ref", "volume": "22", "year": "2012"}, "text": "VarScan 2: somatic mutation and copy number alteration discovery in cancer by exome sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37174, "infons": {"fpage": "26", "lpage": "34", "name_0": "surname:Kockan;given-names:C.", "pub-id_pmid": "27531099", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "33", "year": "2017"}, "text": "SiNVICT: ultra-sensitive detection of single nucleotide variants and indels in circulating tumour DNA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37276, "infons": {"fpage": "e108.", "name_0": "surname:Lai;given-names:Z.", "pub-id_pmid": "27060149", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "VarDict: a novel and versatile variant caller for next-generation sequencing in cancer research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37372, "infons": {"fpage": "D862", "lpage": "D868", "name_0": "surname:Landrum;given-names:M.J.", "pub-id_pmid": "26582918", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "ClinVar: public archive of interpretations of clinically relevant variants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37447, "infons": {"fpage": "285", "lpage": "291", "name_0": "surname:Lek;given-names:M.", "pub-id_pmid": "27535533", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "536", "year": "2016"}, "text": "Analysis of protein-coding genetic variation in 60, 706 humans", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37510, "infons": {"fpage": "2078", "lpage": "2079", "name_0": "surname:Li;given-names:H.", "pub-id_pmid": "19505943", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "The Sequence Alignment/Map (SAM) format and SAMtools", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37563, "infons": {"fpage": "251364.", "name_0": "surname:Liu;given-names:L.", "pub-id_pmid": "22829749", "section_type": "REF", "source": "J. Biomed. Biotechnol", "type": "ref", "volume": "2012", "year": "2012"}, "text": "Comparison of next-generation sequencing systems", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37612, "infons": {"fpage": "434", "lpage": "439", "name_0": "surname:Loman;given-names:N.J.", "pub-id_pmid": "22522955", "section_type": "REF", "source": "Nat. Biotechnol", "type": "ref", "volume": "30", "year": "2012"}, "text": "Performance comparison of benchtop high-throughput sequencing platforms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37684, "infons": {"fpage": "1315", "lpage": "1324", "name_0": "surname:Mohamed;given-names:S.", "pub-id_pmid": "24698843", "section_type": "REF", "source": "AIDS", "type": "ref", "volume": "28", "year": "2014"}, "text": "Comparison of ultra-deep versus Sanger sequencing detection of minority mutations on the HIV-1 drug resistance interpretations after virological failure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37837, "infons": {"fpage": "923", "lpage": "932", "name_0": "surname:Mu;given-names:W.", "pub-id_pmid": "27720647", "section_type": "REF", "source": "J. Mol. Diagn", "type": "ref", "volume": "18", "year": "2016"}, "text": "Sanger confirmation is required to achieve optimal sensitivity and specificity in next-generation sequencing panel testing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37960, "infons": {"fpage": "D733", "lpage": "D745", "name_0": "surname:O'Leary;given-names:N.A.", "pub-id_pmid": "26553804", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "Reference sequence (RefSeq) database at NCBI: current status, taxonomic expansion, and functional annotation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38069, "infons": {"fpage": "990", "lpage": "992", "name_0": "surname:Park;given-names:J.Y.", "pub-id_pmid": "24213773", "section_type": "REF", "source": "Nat. Biotechnol", "type": "ref", "volume": "31", "year": "2013"}, "text": "Next-generation sequencing in the clinic", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38110, "infons": {"fpage": "912", "lpage": "918", "name_0": "surname:Rimmer;given-names:A.", "section_type": "REF", "source": "Nat. Gen", "type": "ref", "volume": "46", "year": "2014"}, "text": "Integrating mapping-, assembly- and haplotype-based approaches for calling variants in clinical sequencing applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38230, "infons": {"fpage": "24", "lpage": "26", "name_0": "surname:Robinson;given-names:J.T.", "pub-id_pmid": "21221095", "section_type": "REF", "source": "Nat. Biotechnol", "type": "ref", "volume": "29", "year": "2011"}, "text": "Integrative genomics viewer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38258, "infons": {"fpage": "348", "lpage": "352", "name_0": "surname:Rothberg;given-names:J.M.", "pub-id_pmid": "21776081", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "475", "year": "2011"}, "text": "An integrated semiconductor device enabling non-optical genome sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38332, "infons": {"fpage": "43169.", "name_0": "surname:Sandmann;given-names:S.", "pub-id_pmid": "28233799", "section_type": "REF", "source": "Sci. Rep", "type": "ref", "volume": "7", "year": "2017"}, "text": "Evaluating variant calling tools for non-matched next-generation sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38413, "infons": {"fpage": "e0171983.", "name_0": "surname:Sandmann;given-names:S.", "pub-id_pmid": "28222155", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "12", "year": "2017"}, "text": "GLM-based optimization of NGS data analysis: a case study of Roche 454, Ion Torrent PGM and Illumina NextSeq sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38538, "infons": {"fpage": "5463", "lpage": "5467", "name_0": "surname:Sanger;given-names:F.", "pub-id_pmid": "271968", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U S A", "type": "ref", "volume": "74", "year": "1977"}, "text": "DNA sequencing with chain-terminating inhibitors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38587, "infons": {"fpage": "3733", "lpage": "3739", "name_0": "surname:Schnittger;given-names:S.", "pub-id_pmid": "16076867", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "106", "year": "2005"}, "text": "Nucleophosmin gene mutations are predictors of favorable prognosis in acute myelogenous leukemia with a normal karyotype", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38708, "infons": {"fpage": "308", "lpage": "311", "name_0": "surname:Sherry;given-names:S.T.", "pub-id_pmid": "11125122", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "29", "year": "2001"}, "text": "DbSNP: the NCBI database of genetic variation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38754, "infons": {"fpage": "68", "lpage": "74", "pub-id_pmid": "26432245", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "526", "year": "2015"}, "text": "A global reference for human genetic variation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38801, "infons": {"fpage": "e132.", "name_0": "surname:Wei;given-names:Z.", "pub-id_pmid": "21813454", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "SNVer: a statistical tool for variant calling in analysis of pooled or individual next-generation sequencing data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38915, "infons": {"fpage": "11189", "lpage": "11201", "name_0": "surname:Wilm;given-names:A.", "pub-id_pmid": "23066108", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "40", "year": "2012"}, "text": "LoFreq: a sequence-quality aware, ultra-sensitive variant caller for uncovering cell-population heterogeneity from high-throughput sequencing datasets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39066, "infons": {"fpage": "516.", "name_0": "surname:Yeo;given-names:Z.X.", "pub-id_pmid": "24962530", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "15", "year": "2014"}, "text": "Evaluation and optimisation of indel detection workflows for Ion Torrent sequencing of the BRCA1 and BRCA2 genes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39179, "infons": {"fpage": "246", "lpage": "251", "name_0": "surname:Zook;given-names:J.", "pub-id_pmid": "24531798", "section_type": "REF", "source": "Nat. Biotechnol", "type": "ref", "volume": "32", "year": "2014"}, "text": "Integrating human sequence data sets provides a resource of benchmark SNP and indel genotype calls", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]