[{"source": "PMC", "date": "20230701", "key": "pmc.key", "infons": {}, "documents": [{"id": "3782502", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "The Microbiome in Pelvic Pouch Inflammation", "article-id_doi": "10.1371/journal.pone.0066934", "article-id_pmc": "3782502", "article-id_pmid": "24086242", "article-id_publisher-id": "PONE-D-13-09893", "elocation-id": "e66934", "issue": "9", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.", "name_0": "surname:Tyler;given-names:Andrea D.", "name_1": "surname:Knox;given-names:Natalie", "name_10": "surname:Mizoguchi;given-names:Emiko", "name_2": "surname:Kabakchiev;given-names:Boyko", "name_3": "surname:Milgrom;given-names:Raquel", "name_4": "surname:Kirsch;given-names:Richard", "name_5": "surname:Cohen;given-names:Zane", "name_6": "surname:McLeod;given-names:Robin S.", "name_7": "surname:Guttman;given-names:David S.", "name_8": "surname:Krause;given-names:Denis O.", "name_9": "surname:Silverberg;given-names:Mark S.", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2013"}, "text": "Characterization of the Gut-Associated Microbiome in Inflammatory Pouch Complications Following Ileal Pouch-Anal Anastomosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 125, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 138, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Inflammatory complications following ileal pouch-anal anastomosis (IPAA) for ulcerative colitis (UC) are common and thought to arise through mechanisms similar to de novo onset inflammatory bowel disease. The aim of this study was to determine whether specific organisms in the tissue-associated microbiota are associated with inflammatory pouch complications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 499, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 507, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Patients having previously undergone IPAA were recruited from Mount Sinai Hospital. Clinical and demographic information were collected and a pouchoscopy with biopsy of both the pouch and afferent limb was performed. Patients were classified based on post-surgical phenotype into four outcome groups: familial adenomatous polyposis controls (FAP), no pouchitis, pouchitis, and Crohn’s disease-like (CDL). Pyrosequencing of the 16S rRNA V1-V3 hypervariable region, and quantitative PCR for bacteria of interest, were used to identify organisms present in the afferent limb and pouch. Associations with outcomes were evaluated using exact and non-parametric tests of significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1188, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1196, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Analysis at the phylum level indicated that Bacteroidetes were detected significantly less frequently (P<0.0001) in the inflammatory outcome groups (pouchitis and CDL) compared to both FAP and no pouchitis. Conversely, Proteobacteria were detected more frequently in the inflammatory groups (P=0.01). At the genus level, organisms associated with outcome were detected less frequently among the inflammatory groups compared to those without inflammation. Several of these organisms, including  Bacteroides  (P<0.0001),   Parabacteroides  (P≤2.2x10-3),   Blautia  (P≤3.0x10-3) and  Sutterella  (P≤2.5x10-3), were associated with outcome in both the pouch and afferent limb. These associations remained significant even following adjustment for antibiotic use, smoking, country of birth and gender. Individuals with quiescent disease receiving antibiotic therapy displayed similar reductions in these organisms as those with active pouch inflammation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2152, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2164, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Specific genera are associated with inflammation of the ileal pouch, with a reduction of typically ubiquitous organisms characterizing the inflammatory phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2328, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2341, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent studies have implicated microorganisms in the etiology of several chronic conditions including inflammatory bowel disease (IBD), diabetes and obesity. The evidence for a role of microorganisms in IBD, both Crohn’s disease (CD) and ulcerative colitis (UC), is compelling: numerous polymorphisms in genes associated with innate and adaptive immunity, as well as those associated with barrier function, have been associated with IBD, as have anti-microbial antibodies. Additionally, some studies have implicated adherent invasive Escherichia coli (AIEC) and Mycobacterium avium subspecies  paratuberculosis  as potential contributors to pathogenesis. On the other hand, decreased frequency of   Faecalibacterium  prausnitzii  among those with inflammation compared to healthy controls, suggests that this organism may have a protective effect. Recent studies have shown that intestinal dysbiosis is associated with disease, and advances in culture-independent sequencing approaches have demonstrated a vast amount of heterogeneity within the microflora of the gastrointestinal tract. This highlights the need for further investigation in large and phenotypically diverse cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3527, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Post-surgical models of IBD are useful for studying the role of microbes, as recurrence can be viewed as a surrogate for de novo onset of disease. Among UC patients, greater than 20% will require surgical management, for which the treatment of choice is a colectomy with ileal-pouch anal anastomosis (IPAA). Colectomy is often considered a definitive treatment for UC, however, de novo inflammation of the ileal reservoir (pouchitis) is a common post-surgical complication with prevalence rates ranging from 12% to greater than 50%. Additionally, 10-17% of patients go on to develop a CD-like phenotype which is described as the development of abdominal or perianal fistulas or abscesses, or inflammation of the small bowel proximal to the pouch (afferent limb). IPAA is also the treatment of choice among individuals with familial adenomatous polyposis (FAP), however, inflammatory complications of the pouch among this group are very rare. Recent genetic studies have shown that among individuals with IPAA, those with polymorphisms in innate immune and bacterial sensing and recognition genes are at an increased risk for inflammatory complications. However, inflammation rarely develops in the absence of fecal flow, suggesting that this genetic predisposition alone does not itself cause inflammation, and that microbial factors may have a critical role. The aim of this study was to characterize and evaluate the mucosal microbiome of individuals having undergone IPAA for treatment of UC or FAP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5030, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5052, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethics Statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 5069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by and carried out in accordance with the Research Ethics Board of Mount Sinai Hospital (Toronto, Canada).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5200, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subject Recruitment", "sentences": [], "annotations": [], "relations": []}, {"offset": 5220, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients were recruited during regular pouch follow-up at Mount Sinai Hospital (MSH) in Toronto, Canada. Any patients with confirmed UC or FAP and who had undergone IPAA at least one year prior to recruitment were included in the study. Biopsies were taken from within the pouch itself (1 biopsy) and 5-10 cm into the afferent limb (1 biopsy), and were immediately placed into sterile, empty freezer vials and snap frozen in liquid nitrogen. Two additional biopsies from the same locations were sent to the MSH pathology lab for histological scoring. During the pouchoscopy, physicians documented the appearance of the pouch and afferent limb using previously described criteria for pouch inflammation. Peripheral blood was also collected for clinical evaluation of C-reactive protein (CRP) levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All subjects were classified into outcome groups based on a combination of long-term complications in conjunction with inflammatory activity at the time of the procedure. Those with FAP were classified as such, while the remaining groups were composed of individuals with UC prior to colectomy. To assess inflammation of both the pouch and afferent limb, endoscopic appearance (erythema, friability, ulceration) and histological (polymorphonuclear leukocyte infiltration, ulceration/erosions) scores at the time of the study endoscopy were considered (Table S1). These traits were utilized as they appear to be objective categories within the PDAI and PAS. Using these categories, a score greater than 3 was applied as the cutoff indicative of inflammation. Individuals who had never been diagnosed with pouchitis and who had no evidence of inflammation of the pouch or afferent limb at the time of sample collection were classified into the “no pouchitis” group; individuals with evidence of inflammation of only the pouch at the time of endoscopy, based on the criteria described above, were classified as “pouchitis”; individuals with documented evidence of inflammation of the afferent limb or proximal small bowel, historically, or at the time of their procedure, or who had developed a stricture or fistula no sooner than one year following the closure of their ileostomy were classified into the “CD-like” group (CDL). This group was made up of individuals who had both active inflammation as well as those without. Individuals with a previous diagnosis of CDL or chronic pouchitis, based on documented evidence of complications and a need for long-term medical therapy, but who had an inflammatory score below our cutoff for both the pouch and afferent limb, and no fistulae, were considered a separate group (“quiescent”) and were not included in the primary analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7913, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Microbial DNA Extraction and Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7951, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Biopsies were thawed and processed in two batches at the Department of Animal Science, University of Manitoba (Winnipeg, Canada). The QIAGEN DNeasy Blood and Tissue Kit (QIAGEN, California, USA) with an additional bead beating step was used to extract microbial DNA. Barcoded primers specific for the V1-V3 hypervariable region of the 16S rRNA molecule were used for 454 pyrosequencing using the GS FLX Titanium assay (Roche, USA). Sequences were processed and assigned to a taxonomy using mothur (Supplementary Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8473, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8494, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Taxonomic groups which were detected in less than 5% of the samples were excluded from further analysis. Analyses were performed separately on pouch and afferent limb samples in order to avoid falsely inflating significance. Genus level results were analyzed using presence-absence and frequency data with exact and non-parametric methodologies (Supplementary Methods). Confirmation of results and adjustment for confounding variables was performed using exact logistic regression. FDR corrected p-values below 0.05 were considered significant. All statistical analyses were conducted using STATA version 11.1 (StataCorp, Texas, USA) and R version 2.13.1 (R Foundation for Statistical Computing, Vienna, Austria). Additional analyses were carried out using the Linear Discriminant Analysis (LDA) Effect Size (LEfSe) tool (version 1.1.0).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9332, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative PCR (qPCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 9356, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Organisms previously implicated in bowel inflammation including   F  . prausnitzii , Clostridial cluster IV, AIEC, and  Roseburia  were evaluated using qPCR with previously described primer pairs (Table S2). Relative abundance was estimated as has been previously described, using the 16S rRNA gene of the Eubacteria as a reference (Supplementary Methods). Results from individual samples were log2 transformed and analyzed using the Kruskal-Wallis test. Additionally, primers specific for the  Bacteroides  genus were used to confirm pyrosequencing results by evaluating the correlation between dichotomized (Matthew’s) and frequency (Spearman) pyrosequencing and qPCR data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10034, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10042, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Patient phenotypic and clinical characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 10090, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "274 patients were recruited to this study. To ensure a balanced study design, 78 were selected for analysis based on phenotype, with 71 classified into the four primary outcome groups. Seven patients were excluded from the initial analysis having been diagnosed with chronic pouchitis or CDL which was effectively treated with antibiotics or other medications (quiescent). In total, there were 18 patients in the FAP group, 19 no pouchitis, 15 pouchitis, and 19 CDL. Among those classified as CDL, two had only perianal fistulae and an inflammation score of zero in both the pouch and afferent limb (no evidence of inflammation at the time of endoscopy). One additional patient included in this group had evidence of only mild inflammation in both the pouch and afferent limb (inflammatory score less than or equal to 3), with additional features of the CDL phenotype. Inflammatory activity, as measured by our objective inflammatory score, was low among individuals in the FAP and no pouchitis groups, and higher in both the pouchitis and CDL groups in the pouch (P<0.01). In the afferent limb, only individuals in the CDL group displayed evidence of inflammation (P<0.01) (Figure S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11277, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, C-reactive protein (CRP) levels were similarly elevated among each of the UC groups, compared to individuals with FAP (P=0.002) (Table 1). There was an approximately equal split across genders through each of the outcome groups and the mean age at UC or FAP diagnosis and time from ileostomy closure to sampling were approximately the same (Table 1). Smoking was significantly more common (P=0.007) among individuals who were in the FAP group. The majority of patients (54%) had taken antibiotics, (ciprofloxacin, metronidazole, or combination) at some point following their pouch procedure (either for pouch complications, or for reasons not related to bowel inflammation). Antibiotic use at the time of pouchoscopy, or during the month immediately prior is documented in Table 1. Individuals in the FAP and no pouchitis groups who were on antibiotics (amoxicillin, cefixime) reported sinus or urinary tract infections as the reason for medication use. One individual in the FAP group took medications because of possible pouchitis-like symptoms. However, endoscopic and histological examinations at several time-points suggest that an inflammatory outcome was not the appropriate diagnosis. Another individual in this group was characterized as having pouch inflammation based on mild pouch erythema and histology showing discrete patchy polymorphonuclear leukocyte infiltration in both the pouch and afferent limb. This individual had no symptoms consistent with pouchitis and was taking Sulindac for periampullary polyps.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12818, "infons": {"file": "pone-0066934-t001.xml", "id": "pone-0066934-t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Phenotypic characteristics of individuals among the four outcome groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12891, "infons": {"file": "pone-0066934-t001.xml", "id": "pone-0066934-t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">FAP (n=18)</th><th rowspan=\"1\" colspan=\"1\">No Pouchitis (n=19)</th><th rowspan=\"1\" colspan=\"1\">Pouchitis (n=15)</th><th rowspan=\"1\" colspan=\"1\">Crohn’s disease-like (n=19)</th><th rowspan=\"1\" colspan=\"1\">  p-value</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Gender (% female)</td><td rowspan=\"1\" colspan=\"1\">55.6</td><td rowspan=\"1\" colspan=\"1\">26.3</td><td rowspan=\"1\" colspan=\"1\">26.7</td><td rowspan=\"1\" colspan=\"1\">52.6</td><td rowspan=\"1\" colspan=\"1\">0.14</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Mean age at recruitment (years(SE))</td><td rowspan=\"1\" colspan=\"1\">38.1 (2.1)</td><td rowspan=\"1\" colspan=\"1\">52.8 (3.3)</td><td rowspan=\"1\" colspan=\"1\">41.3 (3.8)</td><td rowspan=\"1\" colspan=\"1\">46.3 (3.1)</td><td rowspan=\"1\" colspan=\"1\">0.009</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Mean age at UC/FAP diagnosis (years (SE))</td><td rowspan=\"1\" colspan=\"1\">23.1 (3.0)</td><td rowspan=\"1\" colspan=\"1\">31.9 (3.3)</td><td rowspan=\"1\" colspan=\"1\">27.8 (3.0)</td><td rowspan=\"1\" colspan=\"1\">30.5 (2.9)</td><td rowspan=\"1\" colspan=\"1\">0.20</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Time from surgery to sample collection (years (SE))</td><td rowspan=\"1\" colspan=\"1\">11.1 (1.5)</td><td rowspan=\"1\" colspan=\"1\">10.6 (1.7)</td><td rowspan=\"1\" colspan=\"1\">9.3 (1.6)</td><td rowspan=\"1\" colspan=\"1\">9.9 (1.3)</td><td rowspan=\"1\" colspan=\"1\">0.88</td></tr><tr><td rowspan=\"1\" colspan=\"1\">C-reactive protein (mean (SE))</td><td rowspan=\"1\" colspan=\"1\">2.0 (0.6)</td><td rowspan=\"1\" colspan=\"1\">7.1 (3.1)</td><td rowspan=\"1\" colspan=\"1\">9.8 (3.4)</td><td rowspan=\"1\" colspan=\"1\">7.7 (2.3)</td><td rowspan=\"1\" colspan=\"1\">0.002</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Antibiotic previous month (% using, SE)</td><td rowspan=\"1\" colspan=\"1\">11.1 (7.4)</td><td rowspan=\"1\" colspan=\"1\">10.5 (7.0)</td><td rowspan=\"1\" colspan=\"1\">13.3 (8.7)</td><td rowspan=\"1\" colspan=\"1\">42.1 (11.3)</td><td rowspan=\"1\" colspan=\"1\">0.07</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Antibiotics ever (% used, SE)</td><td rowspan=\"1\" colspan=\"1\">11.1 (7.4)</td><td rowspan=\"1\" colspan=\"1\">42.1 (11.3)</td><td rowspan=\"1\" colspan=\"1\">73.3 (44.2)</td><td rowspan=\"1\" colspan=\"1\">89.5 (30.6)</td><td rowspan=\"1\" colspan=\"1\">0.03</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Biologics (% using, SE)</td><td rowspan=\"1\" colspan=\"1\">0</td><td rowspan=\"1\" colspan=\"1\">0</td><td rowspan=\"1\" colspan=\"1\">6.7 (6.4)</td><td rowspan=\"1\" colspan=\"1\">10.5 (7.0)</td><td rowspan=\"1\" colspan=\"1\">0.44</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Smoking at recruitment (% using, SE)</td><td rowspan=\"1\" colspan=\"1\">41.2 (11.6)</td><td rowspan=\"1\" colspan=\"1\">5.3 (16.2)</td><td rowspan=\"1\" colspan=\"1\">6.7 (6.4)</td><td rowspan=\"1\" colspan=\"1\">5.3 (5.1)</td><td rowspan=\"1\" colspan=\"1\">0.007</td></tr></tbody></table>\n"}, "text": "\tFAP (n=18)\tNo Pouchitis (n=19)\tPouchitis (n=15)\tCrohn’s disease-like (n=19)\t  p-value\t \tGender (% female)\t55.6\t26.3\t26.7\t52.6\t0.14\t \tMean age at recruitment (years(SE))\t38.1 (2.1)\t52.8 (3.3)\t41.3 (3.8)\t46.3 (3.1)\t0.009\t \tMean age at UC/FAP diagnosis (years (SE))\t23.1 (3.0)\t31.9 (3.3)\t27.8 (3.0)\t30.5 (2.9)\t0.20\t \tTime from surgery to sample collection (years (SE))\t11.1 (1.5)\t10.6 (1.7)\t9.3 (1.6)\t9.9 (1.3)\t0.88\t \tC-reactive protein (mean (SE))\t2.0 (0.6)\t7.1 (3.1)\t9.8 (3.4)\t7.7 (2.3)\t0.002\t \tAntibiotic previous month (% using, SE)\t11.1 (7.4)\t10.5 (7.0)\t13.3 (8.7)\t42.1 (11.3)\t0.07\t \tAntibiotics ever (% used, SE)\t11.1 (7.4)\t42.1 (11.3)\t73.3 (44.2)\t89.5 (30.6)\t0.03\t \tBiologics (% using, SE)\t0\t0\t6.7 (6.4)\t10.5 (7.0)\t0.44\t \tSmoking at recruitment (% using, SE)\t41.2 (11.6)\t5.3 (16.2)\t6.7 (6.4)\t5.3 (5.1)\t0.007\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 13711, "infons": {"file": "pone-0066934-t001.xml", "id": "pone-0066934-t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "FAP = familial adenomatous polyposis; SE=standard error. Individuals who were classified as smoking at recruitment reported at least one cigarette per day within the last month. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 13890, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Bacterial community diversity and phylum composition of the ileal pouch", "sentences": [], "annotations": [], "relations": []}, {"offset": 13962, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The pyrosequencing experiment provided 557,215 (mean of 7143 sequences per sample) raw sequences with a median read length of 453 basepairs (range 250-531). However, following quality trimming and chimera checking, 345,466 (mean of 4429 sequences per sample) high quality reads remained. To ensure that our stringent inclusion criteria did not adversely affect our ability to detect organisms in our samples, Good’s coverage was calculated for each sample, and was on average greater than 92% for all outcome groups. A single sample from the pouchitis group had coverage which was below 80%. Diversity, measured using the Shannon and the inverse Simpson diversity indices, was lower among samples obtained from the pouchitis group (Table S3) in the pouch. Results in the afferent limb were similar, although no significant differences between outcome groups were observed at this site.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14850, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Firmicutes, Proteobacteria, Bacteroidetes, and Actinobacteria were the most diverse phyla present with the majority of genera detected belonging to one of these groups (Figure 1A; Figure S2). Firmicutes, Proteobacteria, Bacteroidetes and Fusobacteria were numerically the most abundant organisms (Figure 1B; Figure S2). Additionally, Actinobacteria were detected among 72% of the samples, although at very low abundance. There was no significant difference in the number of genera detected per phylum between the four outcome groups. In both the pouch and afferent limb, a significantly greater proportion of sequences in the FAP and no pouchitis groups were Bacteroidetes with, on average, 37.4% and 26.7% of the community composition made up of organisms from these groups compared to the 1.9% and 6.6% in the pouchitis and CDL groups respectively in the pouch (P=0.0001) (Figure 1B, Table S4). Results in the afferent limb were similar. While there was no significant association observed in the four-way analysis, Proteobacteria were detected more commonly among individuals with the CDL phenotype compared to FAP (P=0.004). Similar trends were observed between the pouchitis and FAP group, although not reaching statistical significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16097, "infons": {"file": "pone.0066934.g001.jpg", "id": "pone-0066934-g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Phylum level comparisons between four outcome groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16151, "infons": {"file": "pone.0066934.g001.jpg", "id": "pone-0066934-g001", "section_type": "FIG", "type": "fig_caption"}, "text": "A) Proportion of the total number of genera detected in each major phylum. B) Proportion of sequences detected belonging to each phylum. Depicted results are averaged between afferent limb and pouch samples, with significance assessed separately for each site. Individual results for the pouch and afferent limb are included in Figure S2. FAP=familial adenomatous polyposis, CDL=Crohn’s disease-like.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16554, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Microbial composition of the ileal pouch at the genus level", "sentences": [], "annotations": [], "relations": []}, {"offset": 16614, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In total, 287 genera were detected. Of these 83 were present in more than 5% of samples. There was no statistical difference in genera positivity or abundance between sampling locations (pouch vs. afferent limb). However, to avoid bias from including multiple samples from the same individual, analysis was conducted separately on the different biopsy sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16973, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fisher’s exact test was used to conduct a four-way comparison evaluating whether different proportions of individuals in each outcome group had a specific genus detected at pouchoscopy. Within the pouch, 15 genera were associated with outcome at a nominal significance threshold of P≤0.05, with five ( Bacteroides  ,   Parabacteroides  ,   Moryella  ,   Sutterella  and  Blautia ) remaining significant after FDR correction for multiple testing (P corr≤0.05) (Figure 2A, Table S5). In the afferent limb, 16 genera were significantly associated with outcome, with seven ( Blautia  ,   Bacteroides  , Dorea,   Anaerococcus  ,   Sutterella  ,   Parabacteroides  , and Incertae SedisErysipelotrichaceae) remaining significant after correction (Figure 2B; Table S5). These genera were typically detected less frequently among individuals with pouchitis and CDL compared to those with the non-inflammatory outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17889, "infons": {"file": "pone.0066934.g002.jpg", "id": "pone-0066934-g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Proportion of patients positive for genera which were significantly associated (Pcorr<0.05) with outcome after correction for multiple testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18033, "infons": {"file": "pone.0066934.g002.jpg", "id": "pone-0066934-g002", "section_type": "FIG", "type": "fig_caption"}, "text": "* represent pairwise comparisons which were significant after correction. A) Pouch samples. B) Afferent limb samples. I.S.= Incertae sedis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18173, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As the CDL group was somewhat heterogeneous, containing individuals both with and without active inflammation at the time of their pouchoscopy, we performed an additional analysis, including only CDL individuals with inflammation at the time of sampling (n=16). The results were similar to those in the previous analysis, although  Moryella  in the pouch and  Anaerococcus  in the afferent limb did not remain significant after multiple testing correction (Figure S3). When we examined the effect of inflammation on bacterial composition we found that genera associated with inflammation were similar to those described in our four group comparison, with  Bacteroides  (P=2.5x10-5) and  Parabacteroides  (P=2.5x10-4) less commonly detected among inflamed samples (Figure 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18948, "infons": {"file": "pone.0066934.g003.jpg", "id": "pone-0066934-g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Proportion of patients positive for genera in individuals with inflamed vs not-inflamed pouches.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19045, "infons": {"file": "pone.0066934.g003.jpg", "id": "pone-0066934-g003", "section_type": "FIG", "type": "fig_caption"}, "text": "Depicted results are those associated with inflammation at a nominal p-value threshold of P<0.01. * demonstrates associations which remained significant after correction for multiple testing (Pcorr<0.05). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19251, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next examined the relationship between quantitative genera abundance and outcome. Results in both locations were similar to those observed for the dichotomized results. In both sites,  Bacteroides ,  Blautia , and  Sutterella  were positively associated with outcome, as were,  Parabacteroides  and  Moryella  in only the pouch samples (P corr<0.05) (Figure S4). In each case, genera were detected at lower levels in the pouchitis and CDL groups compared to those with non-inflamed tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19744, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Across all groups, use of one or more antibiotics at the time of the pouchoscopy or during the preceding month was positively associated with the presence of  Lactobacillus  in both the pouch and afferent limb (pouch P=4.6x10-4; afferent limb P=8.9x10-4). Also associated with antibiotic use in the afferent limb were Dorea (P=4.0x10-4) and  Ralstonia  (P=1.4x10-4), with  Ralstonia  detected more commonly among individuals who were on antibiotics, and Dorea less common among individuals on these medications. Several additional genera, including those which were associated with outcome were shown to be marginally effected by antibiotic use at a nominal significance threshold (P<0.05), however did not remain significant after correction for multiple testing. Genera abundance data showed similar results, with  Lactobacillus  and  Haemophilus  comprising an increased proportion of the microbiome among individuals on antibiotics in both the pouch and afferent limb, and  Ralstonia , detected at higher frequency in the afferent limb. Dorea was detected at a lower frequency in the afferent limb among individuals on antibiotics. No other medication use appeared to significantly influence microbial composition, although few patients were available for this analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21019, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "53.5% of our population had taken antibiotics at some point in the past (pre- or post-colectomy) (Table 1). To verify that our observed associations were between inflammatory phenotype and specific genera, and to ensure that our observations were not due to antibiotic use, we performed our analysis again evaluating only individuals who were not on antibiotics during the month (n=57), or 6 months (n=55) preceding their pouchoscopy. Results in the dichotomous analysis for both locations and time points demonstrated that genera previously found to be associated with outcome after correction were all associated in this smaller cohort (P<0.05) with the exception of  Moryella  in the pouch and  Parabacteroides  in the afferent limb (Figure S5). All previously described organisms remained significant in the frequency analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21851, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Exact logistic regression was performed with smoking, gender and Canadian vs. other country of birth included as co-variates. In both anatomical locations,  Bacteroides  ,   Sutterella  and  Blautia , remained significantly associated with outcome (P<0.01).  Moryella , and  Parabacteroides  were associated with outcome only in the pouch and  Dorea  and  Anaerococcus  in the afferent limb (Table 2). Adjusted odds ratios demonstrated a significant decrease in likelihood of pouch inflammatory complications associated with the above genera. No significant results in this pair-wise analysis were detected for the FAP vs. no pouchitis or pouchitis vs. CDL comparisons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22521, "infons": {"file": "pone-0066934-t002.xml", "id": "pone-0066934-t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Association between outcome and bacterial positivity in multivariate analysis with smoking, birth country and gender included as co-variates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22663, "infons": {"file": "pone-0066934-t002.xml", "id": "pone-0066934-t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th colspan=\"2\" rowspan=\"1\">\n<bold>FAP vs. Pouchitis</bold>\n<hr/>\n</th><th colspan=\"2\" rowspan=\"1\">\n<bold>FAP vs. CDL</bold>\n<hr/>\n</th><th colspan=\"2\" rowspan=\"1\">\n<bold>No Pouchitis vs. Pouchitis</bold>\n<hr/>\n</th><th colspan=\"2\" rowspan=\"1\">\n<bold>No Pouchitis vs. CDL</bold>\n<hr/>\n</th></tr><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">\n<bold>P-value</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>OR</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>P-value</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>OR</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>P-value</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>OR</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>P-value</bold>\n</th><th rowspan=\"1\" colspan=\"1\">\n<bold>OR</bold>\n</th></tr></thead><tbody><tr><td colspan=\"9\" rowspan=\"1\">\n<bold>Pouch</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Bacteroides</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.002</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.06</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.002</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.04</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.0005</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.04</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.03</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.14</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Parabacteroides</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.006</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.004</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.006</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.04</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.03</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.13</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Moryella</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.04</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.08</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.009</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.30</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.29</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.02</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.07</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Sutterella</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.01</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.001</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.02</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.21</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.26</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.06</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.11</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Blautia</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.009</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.07</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.31</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.25</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.02</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.11</td><td rowspan=\"1\" colspan=\"1\">\n<italic>1.0</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.89</td></tr><tr><td colspan=\"9\" rowspan=\"1\">\n<bold>Afferent Limb</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Blautia</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.0001</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.03</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.02</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.09</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.005</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.09</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.50</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.50</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Bacteroides</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.0004</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.03</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.003</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.003</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.08</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.07</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.18</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<italic>Dorea</italic>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.004</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.06</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.003</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.05</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.01</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.12</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.11</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.26</td></tr><tr><td rowspan=\"1\" colspan=\"1\">I.S. (<italic><named-content content-type=\"family\">Erysipelotrichaceae</named-content></italic>)</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.04</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.10</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.04</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.08</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.09</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.19</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.54</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.50</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Sutterella</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.06</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.11</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.006</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.04</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.14</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.20</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.02</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.07</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Anaerococcus</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.34</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.28</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.21</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.22</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.06</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.13</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.008</italic>\n<italic>*</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.06</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<named-content content-type=\"genus-species\">\n<italic>Parabacteroides</italic>\n</named-content>\n</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.13</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.21</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.02</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.10</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.14</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.23</td><td rowspan=\"1\" colspan=\"1\">\n<italic>0.03</italic>\n</td><td rowspan=\"1\" colspan=\"1\">0.13</td></tr></tbody></table>\n"}, "text": "\tFAP vs. Pouchitis\tFAP vs. CDL\tNo Pouchitis vs. Pouchitis\tNo Pouchitis vs. CDL\t \t\tP-value\tOR\tP-value\tOR\tP-value\tOR\tP-value\tOR\t \tPouch\t \tBacteroides\t0.002*\t0.06\t0.002*\t0.04\t0.0005*\t0.04\t0.03\t0.14\t \tParabacteroides\t0.006*\t0.05\t0.004*\t0.05\t0.006*\t0.04\t0.03\t0.13\t \tMoryella\t0.04\t0.08\t0.009*\t0.05\t0.30\t0.29\t0.02\t0.07\t \tSutterella\t0.01\t0.05\t0.001*\t0.02\t0.21\t0.26\t0.06\t0.11\t \tBlautia\t0.009*\t0.07\t0.31\t0.25\t0.02\t0.11\t1.0\t0.89\t \tAfferent Limb\t \tBlautia\t0.0001*\t0.03\t0.02\t0.09\t0.005*\t0.09\t0.50\t0.50\t \tBacteroides\t0.0004*\t0.03\t0.003*\t0.05\t0.003*\t0.08\t0.07\t0.18\t \tDorea\t0.004*\t0.06\t0.003*\t0.05\t0.01\t0.12\t0.11\t0.26\t \tI.S. (Erysipelotrichaceae)\t0.04\t0.10\t0.04\t0.08\t0.09\t0.19\t0.54\t0.50\t \tSutterella\t0.06\t0.11\t0.006*\t0.04\t0.14\t0.20\t0.02\t0.07\t \tAnaerococcus\t0.34\t0.28\t0.21\t0.22\t0.06\t0.13\t0.008*\t0.06\t \tParabacteroides\t0.13\t0.21\t0.02\t0.10\t0.14\t0.23\t0.03\t0.13\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23507, "infons": {"file": "pone-0066934-t002.xml", "id": "pone-0066934-t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "Described nominal p-values marked with a * are those which remain significant after correction for multiple testing (P\ncorr<0.05). Genera tested are those which were significant in the preliminary analysis. No significant associations were seen for the FAP vs No Pouchitis or the Pouchitis vs CDL comparisons. FAP = familial adenomatous polyposis, CDL = Crohn’s disease like. OR = odds ratio I.S.= Incertae sedis", "sentences": [], "annotations": [], "relations": []}, {"offset": 23922, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, analysis conducted using LEfSe confirmed many of our previous results, and highlighted additional organisms with potential roles in the inflammatory phenotypes (Figure S6). These included the class Bacilli (phylum Firmicutes) which was detected at higher frequency among inflammatory groups, and Proteobacteria detected more often among individuals with CDL (Figure S6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24302, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "qPCR validation and targeted organism analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24349, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "qPCR was performed on 86 samples from 43 individuals (FAP=12; No Pouchitis=10; Pouchitis=11; CDL=8; quiescent=2).  Bacteroides  qPCR results correlated with those obtained from pyrosequencing (Matthew’s correlation coefficient = 0.78; Spearman correlation coefficient = 0.74). Furthermore, detection rates among the outcome groups were similar with  Bacteroides  detected less frequently in the pouchitis and CDL groups than in either FAP or no pouchitis groups (P<0.01). Additional organisms associated with outcome included the   Roseburia  spp. /   E  . rectale  group (pouch) and  Clostridium  cluster IV (afferent limb). These organisms were present in increased numbers in the FAP group compared to both pouchitis and CDL groups (Figure S7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25099, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Pyrosequencing results for treated quiescent, medication dependent samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 25174, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Seven patients not included in our analysis were classified as quiescent. These individuals were on long term therapy to maintain remission, and displayed no features of inflammation at the time of their study visit. Nominally significant differences (P<0.01) were observed between the quiescent and FAP groups in several genera in both the pouch ( Bacteroides  and  Blautia ) and the afferent limb ( Blautia ,  Bacteroides , and Incertae Sedis Erysipelotrichaceae) in both the dichotomized and frequency analyses (Figure S8). In both the pouch and afferent limb, there were no significant differences between the pouchitis or CDL groups and the quiescent individuals. Despite the lack of evidence of inflammation, samples taken from individuals on long-term therapy because of a diagnosis of chronic, medication dependent disease, seemed to have a similar microbial profile among pouchitis-associated genera to the inflammatory outcome groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26119, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 26130, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These data demonstrate decreased microbial diversity among individuals with pouchitis compared to those with non-inflamed pouches, with broad changes at the phylum and genus level observed. Similar reductions in diversity have also been demonstrated in non-surgical bowel inflammation. Interestingly, both the non-parametric Shannon and inverse Simpson indices demonstrated that all three pre-colectomy UC groups had decreased diversity compared to the FAP group. Previous histological evidence suggesting that subclinical inflammation may be present in individuals with pre-colectomy UC, although not in those with FAP may offer an explanation for this finding. Thus, the observation that individuals classified into the no pouchitis group had microbial characteristics intermediate between those seen in individuals with pouchitis and FAP, may be related to subclinical inflammation present in this group which was not captured by our reporting, but which was reflected in increased CRP levels detected in this group. Also of note is the observation that the CDL group did not demonstrate decreased diversity compared to individuals without pouch inflammation. This may be related to the fact that several individuals with CDL were not experiencing active pouch inflammation at sampling, and that the inflammatory activity detected in this group at the time of pouch endoscopy was more heterogeneous than was that observed in the pouchitis group. Indeed, this group had, on average, slightly lower inflammatory scores than did the pouchitis group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27680, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "At the phylum level, significantly decreased levels of Bacteroidetes and marginal increases in the Proteobacteria were associated with pouch outcome, among individuals with inflamed pouches compared to those without inflammation. This confirms results from other pouch studies, although results have been mixed in examining these organisms in the context of non-surgical IBD. However, our study demonstrates that while Actinobacteria is detected in a majority of samples (72%), it is present at low abundance (mean 0.8%). Fusobacteria, on the other hand, were detected in only 28% of samples, yet among those individuals in whom these organisms were detected they were dominant members of the bacterial community. This contrasts reports from others, and can most likely be attributed to the increased sequence coverage, and unique phenotypes explored in our experiment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28550, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Phylum level comparisons, while interesting, are of limited use in predicting biological function. We subsequently demonstrated that specific genera are associated with pouch outcome among our patient cohort. Among the Clostridia group XIVa,  Blautia  ,   Moryella  and Dorea were convincingly associated with outcome, detected more frequently and in greater abundance among individuals without inflammatory complications. Interestingly, a recent study of healthy subjects showed that  Blautia  was one of the only genera detected in samples from all individuals, suggesting that it is a common component of a healthy gut microbiota. Furthermore, previous studies have suggested that individuals with CD, including those in remission, have decreased levels of Clostridia-related organisms detected. Both  Bacteroides  and  Parabacteroides  were also strongly associated with outcome. These closely related genera have both been previously implicated in pouch inflammation. Decreased levels of  Bacteroides  have also been previously observed in some studies in inflamed UC and CD tissue compared to healthy controls, while other studies have shown increases in this organism to be associated with disease. This further suggests the importance of this organism in bowel inflammation, regardless of host or specific anatomic site. Furthermore,   Bacteroides  species, specifically B. fragilis, have been shown to modulate immune function, stimulating immune tolerance through Toll-like receptor (TLR) 2.  Sutterella  was the only genus from the Proteobacteria phylum associated with outcome, and in contrast with previous studies suggesting a potential pathogenic role for this organism in IBD or no association at all, was detected less frequently among inflammatory groups. We noted an increase in the prevalence of Proteobacteria and the class Bacilli among the inflamed groups, however this association was less dramatic. Further study investigating the relevance of these groups of organisms is necessary to determine the significance of this finding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30605, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We specifically evaluated whether organisms previously associated with bowel inflammation, including CD, were also involved in pouch inflammation to determine whether similar biological processes might be of importance in both disorders. Contrary to previous studies, we did not observe an association between   F  . prausnitzii  or AIEC and inflammatory outcome in our cohort. However, our results do support previous observations that additional members of the Clostridium group, and  Roseburia  spp./E. rectale may be associated with pouch inflammation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31162, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The use of subjects who had an IPAA for FAP, allowed us to evaluate changes occurring in the pouch microbiome which were relevant specifically to individuals with an inherited predisposition to intestinal inflammation. Individuals with FAP rarely develop pouch inflammation, despite the fact that their digestive tract anatomy is identical to those with UC. Additionally, subclinical inflammation may be present in individuals with pre-colectomy UC, without a clinical diagnosis of pouchitis, as our finding of elevated levels of CRP among this group may suggest. This subclinical inflammation has important clinical and experimental implications, and is reflected in our observations illustrating substantial changes between the microbiome of individuals with inflammatory pouch complications compared to those with FAP. More moderate, yet similar alterations occur in the microbiome of individuals with UC when comparing those with and without inflammation. This likely reflects underlying differences in host genetic predisposition in UC patients resulting in specific alterations in the pouch microbiome that characterize the inflammatory phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32317, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While there were no statistical differences in medication use between outcome groups at the time of or immediately prior to pouchoscopy, it is conceivable that medications, particularly antibiotics, may have impacted the tissue associated microbiota. Yet the described genera were detected significantly less frequently among individuals in the inflammatory outcome groups even when individuals who had taken antibiotics in the preceding month or six months were excluded from the analysis. This would suggest that the effect of inflammation on the microbiome supersedes the impact of antibiotic use. Alternatively, if shifts in the microbiome of the pouch precede and possibly induce pouch inflammation, then the use of antibiotics may not result in long term beneficial effects on bacterial composition or lead to a reversion to a “healthy” pouch microbiome as would be suspected by the typically antibiotic responsive nature of pouchitis. This may in turn be responsible for the often recurrent nature of pouchitis following treatment. It is also possible that past antibiotic use (beyond one month prior to procedure) leads to permanent changes to the microbiome which are detectable long after cessation of medications. Studies evaluating the long-term effect of antibiotics on intestinal microbial composition have shown mixed results with some studies showing a relatively quick reversion to a profile similar to the pre-medication state, while others suggest long-term changes, especially with antibiotic use in childhood. Interestingly, antibiotic use in childhood has been associated with an increased risk of CD, suggesting that changes to the microbiota which occur early in life, whether they persist long-term or not, may have a drastic impact on subsequent disease susceptibility. However, as the levels of these genera had recovered to detectable levels in FAP and individuals without pouchitis, despite historic antibiotic use (data not shown), yet remained undetectable in most pouchitis and CDL individuals, we conclude that this decrease was associated with the phenotype rather than medication use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34441, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interestingly, we did not observe differences in the microbial composition of the pouch compared to the afferent limb among patients regardless of the inflammatory status of either site. The anatomical alterations resulting from the IPAA procedure, namely the surgically induced continuity between the pouch and afferent limb, likely promotes similar bacterial community structure between these two locations. Previous studies have documented the occurrence of variability in the microbiome between inflamed and non-inflamed neighbouring sites, although none were consistent across many individuals. This suggests that individual-specific differences in the microbiome may be important in pathology. Further, the absence of evidence for differences between inflamed and uninflamed locations in the same individual suggests that variable host genetics or location-specific gene expression patterns may be of importance in establishing disease location and phenotype. It is also possible that microbial variation results from the inflammatory process itself. In this case, loss of specific organisms may contribute towards propagating disease but not initiate disease processes. Prospective studies are required to evaluate this hypothesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35680, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Of particular interest, is the observation that the seven individuals who were taking medication for chronically inflamed pouch phenotypes, and who had successfully achieved resolution of their symptoms, did not demonstrate a change in their microbial composition to resemble that of individuals with healthy pouches. While it appears that the samples from individuals with quiescent disease were most similar to those from individuals with pouchitis, it is conceivable that with a larger sample size differences between these groups may have been observed. Additionally, changes at lower taxonomic levels (ie. species), which were undetectable in this experiment could also have been associated with different phenotypes. It is interesting to speculate, however, that perhaps the reason for patients’ continual requirement for medical therapy is their inability to be colonized by the ‘beneficial organisms’ described by our group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36619, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The majority of associations described in this report suggest that a loss of organism diversity is associated with inflammation. It is possible that individuals with pouch inflammation may undergo a loss of specific anti-inflammatory organisms that have important roles in modulating the immune response. Many of the organisms detected less frequently in the inflammatory groups have been previously shown to have anti-inflammatory potential: members of the Clostridia XIVa group ( Blautia ,  Dorea  and  Moryella ) produce butyrate, a known anti-inflammatory molecule, and  Bacteroides  produce vitamin K, which is associated with decreased levels of serum inflammatory markers (ie TNFa, CD40 etc). Alternatively, the absence of these typically ubiquitous organisms may allow increased colonization of tissue by atypical species. While we did not observe increased prevalence of specific genera in our cohort, it is conceivable that small changes among several groups of organisms may not have been detected. In any event, endogenous gut organisms have the capacity to exert profound effects on the function of the immune system, and play a pivotal role in maintaining gut immune homeostasis. Such changes in immune function may also be reflected by the presence of anti-microbial antibodies in the serum which are also known to be associated with pouch outcomes. In the future, functional metabolites from these organisms may represent novel diagnostic targets or have therapeutic potential for patients with active disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38146, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our experiments have demonstrated that a reduction in specific organisms is associated with inflammatory outcomes. These changes are characteristic of both pouchitis and the Crohn’s disease-like phenotype, and include several organisms which have been previously associated with non-surgical IBD. These observations demonstrate that the role of these microbes in bowel inflammation may be common and independent of surgical history or anatomic location of disease. Our previous findings showing that IBD-associated genetic polymorphisms are also important in pouch pathology, in conjunction with this work suggests that like non-surgical IBD, pouch inflammation arises in individuals with inherited genetic predisposition and changes in the tissue associated microbiome. However, the event triggering disease onset remains elusive, and will require large, prospective studies to evaluate. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 39038, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Sequence accession numbers and availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 39082, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Sequences generated in this study are publically available (dbGaP accession number: phs000659.v1.p1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39184, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 39207, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 39218, "infons": {"fpage": "205", "lpage": "211", "name_0": "surname:Manichanh;given-names:C", "name_1": "surname:Rigottier-Gois;given-names:L", "name_2": "surname:Bonnaud;given-names:E", "name_3": "surname:Gloux;given-names:K", "name_4": "surname:Pelletier;given-names:E", "pub-id_pmid": "16188921", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "55", "year": "2006"}, "text": "Reduced diversity of faecal microbiota in Crohn’s disease revealed by a metagenomic approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 39313, "infons": {"fpage": "e9085", "name_0": "surname:Larsen;given-names:N", "name_1": "surname:Vogensen;given-names:FK", "name_2": "surname:van den Berg;given-names:FW", "name_3": "surname:Nielsen;given-names:DS", "name_4": "surname:Andreasen;given-names:AS", "pub-id_pmid": "20140211", "section_type": "REF", "source": "PLOS ONE", "type": "ref", "volume": "5", "year": "2010"}, "text": "Gut microbiota in human adults with type 2 diabetes differs from non-diabetic adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 39398, "infons": {"fpage": "480", "lpage": "484", "name_0": "surname:Turnbaugh;given-names:PJ", "name_1": "surname:Hamady;given-names:M", "name_2": "surname:Yatsunenko;given-names:T", "name_3": "surname:Cantarel;given-names:BL", "name_4": "surname:Duncan;given-names:A", "pub-id_pmid": "19043404", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "457", "year": "2009"}, "text": "A core gut microbiome in obese and lean twins", "sentences": [], "annotations": [], "relations": []}, {"offset": 39444, "infons": {"fpage": "246", "lpage": "252", "name_0": "surname:Anderson;given-names:CA", "name_1": "surname:Boucher;given-names:G", "name_2": "surname:Lees;given-names:CW", "name_3": "surname:Franke;given-names:A", "name_4": "surname:D’Amato;given-names:M", "pub-id_pmid": "21297633", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "43", "year": "2011"}, "text": "Meta-analysis identifies 29 additional ulcerative colitis risk loci, increasing the number of confirmed associations to 47", "sentences": [], "annotations": [], "relations": []}, {"offset": 39567, "infons": {"fpage": "1118", "lpage": "1125", "name_0": "surname:Franke;given-names:A", "name_1": "surname:McGovern;given-names:DP", "name_2": "surname:Barrett;given-names:JC", "name_3": "surname:Wang;given-names:K", "name_4": "surname:Radford-Smith;given-names:GL", "pub-id_pmid": "21102463", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "42", "year": "2010"}, "text": "Genome-wide meta-analysis increases to 71 the number of confirmed Crohn’s disease susceptibility loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 39671, "infons": {"fpage": "1394", "lpage": "1403", "name_0": "surname:Ferrante;given-names:M", "name_1": "surname:Henckaerts;given-names:L", "name_2": "surname:Joossens;given-names:M", "name_3": "surname:Pierik;given-names:M", "name_4": "surname:Joossens;given-names:S", "pub-id_pmid": "17456509", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "56", "year": "2007"}, "text": "New serological markers in inflammatory bowel disease are associated with complicated disease behaviour", "sentences": [], "annotations": [], "relations": []}, {"offset": 39775, "infons": {"fpage": "4499", "lpage": "4509", "name_0": "surname:Boudeau;given-names:J", "name_1": "surname:Glasser;given-names:AL", "name_2": "surname:Masseret;given-names:E", "name_3": "surname:Joly;given-names:B", "name_4": "surname:Darfeuille-Michaud;given-names:A", "pub-id_pmid": "10456892", "section_type": "REF", "source": "Infect Immun", "type": "ref", "volume": "67", "year": "1999"}, "text": "Invasive ability of an Escherichia coli strain isolated from the ileal mucosa of a patient with Crohn’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 39889, "infons": {"fpage": "401", "lpage": "410", "name_0": "surname:Abubakar;given-names:I", "name_1": "surname:Myhill;given-names:D", "name_2": "surname:Aliyu;given-names:SH", "name_3": "surname:Hunter;given-names:PR", "pub-id_pmid": "17886288", "section_type": "REF", "source": "Inflamm Bowel Dis", "type": "ref", "volume": "14", "year": "2008"}, "text": "Detection of Mycobacterium avium subspecies paratuberculosis from patients with Crohn’s disease using nucleic acid-based techniques: a systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40062, "infons": {"fpage": "653", "lpage": "660", "name_0": "surname:Willing;given-names:B", "name_1": "surname:Halfvarson;given-names:J", "name_2": "surname:Dicksved;given-names:J", "name_3": "surname:Rosenquist;given-names:M", "name_4": "surname:Järnerot;given-names:G", "pub-id_pmid": "19023901", "section_type": "REF", "source": "Inflamm Bowel Dis", "type": "ref", "volume": "15", "year": "2009"}, "text": "Twin studies reveal specific imbalances in the mucosa-associated microbiota of patients with ileal Crohn’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 40179, "infons": {"fpage": "16731", "lpage": "16736", "name_0": "surname:Sokol;given-names:H", "name_1": "surname:Pigneur;given-names:B", "name_2": "surname:Watterlot;given-names:L", "name_3": "surname:Lakhdari;given-names:O", "name_4": "surname:Bermúdez-Humarán;given-names:LG", "pub-id_pmid": "18936492", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "105", "year": "2008"}, "text": "Faecalibacterium prausnitzii is an anti-inflammatory commensal bacterium identified by gut microbiota analysis of Crohn disease patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 40316, "infons": {"fpage": "179", "lpage": "84", "name_0": "surname:Frank;given-names:DN", "name_1": "surname:Robertson;given-names:CE", "name_2": "surname:Hamm;given-names:CM", "name_3": "surname:Kpadeh;given-names:Z", "name_4": "surname:Zhang;given-names:T", "pub-id_pmid": "20839241", "section_type": "REF", "source": "Inflamm Bowel Dis", "type": "ref", "volume": "17", "year": "2010"}, "text": "Disease phenotype and genotype are associated with shifts in intestinal-associated microbiota in inflammatory bowel diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 40441, "infons": {"fpage": "227", "lpage": "36", "name_0": "surname:Lepage;given-names:P", "name_1": "surname:Häsler;given-names:R", "name_2": "surname:Spehlmann;given-names:ME", "name_3": "surname:Rehman;given-names:A", "name_4": "surname:Zvirbliene;given-names:A", "pub-id_pmid": "21621540", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "141", "year": "2011"}, "text": "Twin Study Indicates Loss of Interaction Between Microbiota and Mucosa of Patients With Ulcerative Colitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40548, "infons": {"fpage": "1137", "lpage": "1146", "name_0": "surname:Farmer;given-names:RG", "name_1": "surname:Easley;given-names:KA", "name_2": "surname:Rankin;given-names:GB", "pub-id_pmid": "8508710", "section_type": "REF", "source": "Dig Dis Sci", "type": "ref", "volume": "38", "year": "1993"}, "text": "Clinical patterns, natural history, and progression of ulcerative colitis. A long-term follow-up of 1116 patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 40662, "infons": {"fpage": "851", "lpage": "856", "name_0": "surname:Simchuk;given-names:EJ", "name_1": "surname:Thirlby;given-names:RC", "pub-id_pmid": "10833254", "section_type": "REF", "source": "World J Surg", "type": "ref", "volume": "24", "year": "2000"}, "text": "Risk factors and true incidence of pouchitis in patients after ileal pouch-anal anastomoses", "sentences": [], "annotations": [], "relations": []}, {"offset": 40754, "infons": {"fpage": "544", "lpage": "548", "name_0": "surname:Kuisma;given-names:J", "name_1": "surname:Järvinen;given-names:H", "name_2": "surname:Kahri;given-names:A", "name_3": "surname:Färkkilä;given-names:M", "pub-id_pmid": "15223678", "section_type": "REF", "source": "Scand J Gastroenterol", "type": "ref", "volume": "39", "year": "2004"}, "text": "Factors associated with disease activity of pouchitis after surgery for ulcerative colitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40845, "infons": {"fpage": "942", "lpage": "948", "name_0": "surname:Shen;given-names:B", "name_1": "surname:Remzi;given-names:FH", "name_2": "surname:Brzezinski;given-names:A", "name_3": "surname:Lopez;given-names:R", "name_4": "surname:Bennett;given-names:AE", "pub-id_pmid": "18300279", "section_type": "REF", "source": "Inflamm Bowel Dis", "type": "ref", "volume": "14", "year": "2008"}, "text": "Risk factors for pouch failure in patients with different phenotypes of Crohn’s disease of the pouch", "sentences": [], "annotations": [], "relations": []}, {"offset": 40948, "infons": {"comment": "e501", "fpage": "507", "lpage": "512", "name_0": "surname:Tyler;given-names:AD", "name_1": "surname:Milgrom;given-names:R", "name_2": "surname:Xu;given-names:W", "name_3": "surname:Stempak;given-names:JM", "name_4": "surname:Steinhart;given-names:AH", "section_type": "REF", "source": "Clin Gastroenterol Hepatol Off Clin Practice J Am Gastroenterol Assoc", "type": "ref", "volume": "10", "year": "2012"}, "text": "Antimicrobial antibodies are associated with a Crohn’s disease-like phenotype after ileal pouch-anal anastomosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41063, "infons": {"fpage": "1433", "lpage": "9", "name_0": "surname:Tyler;given-names:AD", "name_1": "surname:Milgrom;given-names:R", "name_2": "surname:Stempak;given-names:JM", "name_3": "surname:Xu;given-names:W", "name_4": "surname:Brumell;given-names:JH", "pub-id_pmid": "22879519", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "62", "year": "2012"}, "text": "The NOD2insC polymorphism is associated with worse outcome following ileal pouch-anal anastomosis for ulcerative colitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41184, "infons": {"fpage": "409", "lpage": "415", "name_0": "surname:Sandborn;given-names:WJ", "name_1": "surname:Tremaine;given-names:WJ", "name_2": "surname:Batts;given-names:KP", "name_3": "surname:Pemberton;given-names:JH", "name_4": "surname:Phillips;given-names:SF", "pub-id_pmid": "8170189", "section_type": "REF", "source": "Mayo Clin Proc", "type": "ref", "volume": "69", "year": "1994"}, "text": "Pouchitis after ileal pouch-anal anastomosis: a Pouchitis Disease Activity Index", "sentences": [], "annotations": [], "relations": []}, {"offset": 41265, "infons": {"comment": "discussion 786-778", "fpage": "776", "lpage": "786", "name_0": "surname:Heuschen;given-names:UA", "name_1": "surname:Allemeyer;given-names:EH", "name_2": "surname:Hinz;given-names:U", "name_3": "surname:Autschbach;given-names:F", "name_4": "surname:Uehlein;given-names:T", "pub-id_pmid": "12072630", "section_type": "REF", "source": "Dis Colon Rectum", "type": "ref", "volume": "45", "year": "2002"}, "text": "Diagnosing pouchitis: comparative validation of two scoring systems in routine follow-up", "sentences": [], "annotations": [], "relations": []}, {"offset": 41354, "infons": {"fpage": "e20956", "name_0": "surname:Kumar;given-names:PS", "name_1": "surname:Brooker;given-names:MR", "name_2": "surname:Dowd;given-names:SE", "name_3": "surname:Camerlengo;given-names:T", "pub-id_pmid": "21738596", "section_type": "REF", "source": "PLOS ONE", "type": "ref", "volume": "6", "year": "2011"}, "text": "Target region selection is a critical determinant of community fingerprints generated by 16S pyrosequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 41462, "infons": {"fpage": "R60", "name_0": "surname:Segata;given-names:N", "name_1": "surname:Izard;given-names:J", "name_2": "surname:Waldron;given-names:L", "name_3": "surname:Gevers;given-names:D", "name_4": "surname:Miropolsky;given-names:L", "pub-id_pmid": "21702898", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "12", "year": "2011"}, "text": "Metagenomic biomarker discovery and explanation", "sentences": [], "annotations": [], "relations": []}, {"offset": 41510, "infons": {"fpage": "7115", "lpage": "7124", "name_0": "surname:Khafipour;given-names:E", "name_1": "surname:Li;given-names:S", "name_2": "surname:Plaizier;given-names:JC", "name_3": "surname:Krause;given-names:DO", "pub-id_pmid": "19783747", "section_type": "REF", "source": "Appl Environ Microbiol", "type": "ref", "volume": "75", "year": "2009"}, "text": "Rumen microbiome composition determined using two nutritional models of subacute ruminal acidosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41608, "infons": {"fpage": "306", "lpage": "317", "name_0": "surname:Shannon;given-names:CE", "section_type": "REF", "source": "MD Comput Comput Med Practice", "type": "ref", "volume": "14", "year": "1997"}, "text": "The mathematical theory of communication. 1963", "sentences": [], "annotations": [], "relations": []}, {"offset": 41655, "infons": {"fpage": "688", "name_0": "surname:Simpson;given-names:EH", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "163", "year": "1949"}, "text": "Measurement of Diversity", "sentences": [], "annotations": [], "relations": []}, {"offset": 41680, "infons": {"fpage": "101", "lpage": "105", "name_0": "surname:Shepherd;given-names:NA", "name_1": "surname:Healey;given-names:CJ", "name_2": "surname:Warren;given-names:BF", "name_3": "surname:Richman;given-names:PI", "name_4": "surname:Thomson;given-names:WH", "pub-id_pmid": "8381756", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "34", "year": "1993"}, "text": "Distribution of mucosal pathology and an assessment of colonic phenotypic change in the pelvic ileal reservoir", "sentences": [], "annotations": [], "relations": []}, {"offset": 41791, "infons": {"fpage": "90", "lpage": "98", "name_0": "surname:McLaughlin;given-names:SD", "name_1": "surname:Walker;given-names:AW", "name_2": "surname:Churcher;given-names:C", "name_3": "surname:Clark;given-names:SK", "name_4": "surname:Tekkis;given-names:PP", "section_type": "REF", "source": "Ann Surg", "type": "ref", "volume": "252", "year": "2011"}, "text": "The bacteriology of pouchitis: a molecular phylogenetic analysis using 16S rRNA gene cloning and sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 41899, "infons": {"fpage": "1092", "lpage": "100", "name_0": "surname:Zella;given-names:GC", "name_1": "surname:Hait;given-names:EJ", "name_2": "surname:Glavan;given-names:T", "name_3": "surname:Gevers;given-names:D", "name_4": "surname:Ward;given-names:DV", "pub-id_pmid": "20845425", "section_type": "REF", "source": "Inflamm Bowel Dis", "type": "ref", "volume": "17", "year": "2011"}, "text": "Distinct microbiome in pouchitis compared to healthy pouches in ulcerative colitis and familial adenomatous polyposis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42017, "infons": {"fpage": "7", "name_0": "surname:Walker;given-names:AW", "name_1": "surname:Sanderson;given-names:JD", "name_2": "surname:Churcher;given-names:C", "name_3": "surname:Parkes;given-names:GC", "name_4": "surname:Hudspith;given-names:BN", "pub-id_pmid": "21219646", "section_type": "REF", "source": "BMC Microbiol", "type": "ref", "volume": "11", "year": "2011"}, "text": "High-throughput clone library analysis of the mucosa-associated microbiota reveals dysbiosis and differences between inflamed and non-inflamed regions of the intestine in inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42215, "infons": {"fpage": "2034", "lpage": "2042", "name_0": "surname:Kang;given-names:S", "name_1": "surname:Denman;given-names:SE", "name_2": "surname:Morrison;given-names:M", "name_3": "surname:Yu;given-names:Z", "name_4": "surname:Dore;given-names:J", "pub-id_pmid": "20848492", "section_type": "REF", "source": "Inflamm Bowel Dis", "type": "ref", "volume": "16", "year": "2010"}, "text": "Dysbiosis of fecal microbiota in Crohn’s disease patients as revealed by a custom phylogenetic microarray", "sentences": [], "annotations": [], "relations": []}, {"offset": 42323, "infons": {"fpage": "e23035", "name_0": "surname:Jalanka-Tuovinen;given-names:J", "name_1": "surname:Salonen;given-names:A", "name_2": "surname:Nikkilä;given-names:J", "name_3": "surname:Immonen;given-names:O", "name_4": "surname:Kekkonen;given-names:R", "pub-id_pmid": "21829582", "section_type": "REF", "source": "PLOS ONE", "type": "ref", "volume": "6", "year": "2011"}, "text": "Intestinal microbiota in healthy adults: temporal analysis reveals individual and common core and relation to intestinal symptoms", "sentences": [], "annotations": [], "relations": []}, {"offset": 42453, "infons": {"fpage": "4136", "lpage": "4141", "name_0": "surname:Gophna;given-names:U", "name_1": "surname:Sommerfeld;given-names:K", "name_2": "surname:Gophna;given-names:S", "name_3": "surname:Doolittle;given-names:WF", "name_4": "surname:Veldhuyzen van Zanten;given-names:SJ", "pub-id_pmid": "16988016", "section_type": "REF", "source": "J Clin Microbiol", "type": "ref", "volume": "44", "year": "2006"}, "text": "Differences between tissue-associated intestinal microfloras of patients with Crohn’s disease and ulcerative colitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42572, "infons": {"fpage": "631", "lpage": "637", "name_0": "surname:Joossens;given-names:M", "name_1": "surname:Huys;given-names:G", "name_2": "surname:Cnockaert;given-names:M", "name_3": "surname:De Preter;given-names:V", "name_4": "surname:Verbeke;given-names:K", "pub-id_pmid": "21209126", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "60", "year": "2011"}, "text": "Dysbiosis of the faecal microbiota in patients with Crohn’s disease and their unaffected relatives", "sentences": [], "annotations": [], "relations": []}, {"offset": 42673, "infons": {"fpage": "4279", "lpage": "4282", "name_0": "surname:Verma;given-names:R", "name_1": "surname:Verma;given-names:AK", "name_2": "surname:Ahuja;given-names:V", "name_3": "surname:Paul;given-names:J", "pub-id_pmid": "20861337", "section_type": "REF", "source": "J Clin Microbiol", "type": "ref", "volume": "48", "year": "2010"}, "text": "Real-time analysis of mucosal flora in patients with inflammatory bowel disease in India", "sentences": [], "annotations": [], "relations": []}, {"offset": 42762, "infons": {"fpage": "390", "lpage": "403", "name_0": "surname:Bloom;given-names:SM", "name_1": "surname:Bijanki;given-names:VN", "name_2": "surname:Nava;given-names:GM", "name_3": "surname:Sun;given-names:L", "name_4": "surname:Malvin;given-names:NP", "pub-id_pmid": "21575910", "section_type": "REF", "source": "Cell Host Microbe", "type": "ref", "volume": "9", "year": "2011"}, "text": "Commensal bacteroides species induce colitis in host-genotype-specific fashion in a mouse model of inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42888, "infons": {"fpage": "1298", "lpage": "1307", "name_0": "surname:Andoh;given-names:A", "name_1": "surname:Kuzuoka;given-names:H", "name_2": "surname:Tsujikawa;given-names:T", "name_3": "surname:Nakamura;given-names:S", "name_4": "surname:Hirai;given-names:F", "pub-id_pmid": "22576027", "section_type": "REF", "source": "J Gastroenterol", "type": "ref", "volume": "47", "year": "2012"}, "text": "Multicenter analysis of fecal microbiota profiles in Japanese patients with Crohn’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42982, "infons": {"fpage": "1760", "lpage": "1767", "name_0": "surname:Conte;given-names:MP", "name_1": "surname:Schippa;given-names:S", "name_2": "surname:Zamboni;given-names:I", "name_3": "surname:Penta;given-names:M", "name_4": "surname:Chiarini;given-names:F", "pub-id_pmid": "16648155", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "55", "year": "2006"}, "text": "Gut-associated bacterial microbiota in paediatric patients with inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 43073, "infons": {"fpage": "974", "lpage": "977", "name_0": "surname:Round;given-names:JL", "name_1": "surname:Lee;given-names:SM", "name_2": "surname:Li;given-names:J", "name_3": "surname:Tran;given-names:G", "name_4": "surname:Jabri;given-names:B", "pub-id_pmid": "21512004", "section_type": "REF", "source": "Science", "type": "ref", "volume": "332", "year": "2011"}, "text": "The Toll-like receptor 2 pathway establishes colonization by a commensal of the human microbiota", "sentences": [], "annotations": [], "relations": []}, {"offset": 43170, "infons": {"fpage": "25", "lpage": "36", "name_0": "surname:Mangin;given-names:I", "name_1": "surname:Bonnet;given-names:R", "name_2": "surname:Seksik;given-names:P", "name_3": "surname:Rigottier-Gois;given-names:L", "name_4": "surname:Sutren;given-names:M", "pub-id_pmid": "19712374", "section_type": "REF", "source": "FEMS Microbiol Ecol", "type": "ref", "volume": "50", "year": "2004"}, "text": "Molecular inventory of faecal microflora in patients with Crohn’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 43246, "infons": {"fpage": "75", "lpage": "78", "name_0": "surname:Savino;given-names:F", "name_1": "surname:Roana;given-names:J", "name_2": "surname:Mandras;given-names:N", "name_3": "surname:Tarasco;given-names:V", "name_4": "surname:Locatelli;given-names:E", "pub-id_pmid": "21143294", "section_type": "REF", "source": "Acta Paediatr", "type": "ref", "volume": "100", "year": "2011"}, "text": "Faecal microbiota in breast-fed infants after antibiotic therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 43311, "infons": {"fpage": "4554", "issue": "Suppl 1", "lpage": "4561", "name_0": "surname:Dethlefsen;given-names:L", "name_1": "surname:Relman;given-names:DA", "pub-id_pmid": "20847294", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "108", "year": "2011"}, "text": "Incomplete recovery and individualized responses of the human distal gut microbiota to repeated antibiotic perturbation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43431, "infons": {"fpage": "56", "lpage": "66", "name_0": "surname:Jernberg;given-names:C", "name_1": "surname:Löfmark;given-names:S", "name_2": "surname:Edlund;given-names:C", "name_3": "surname:Jansson;given-names:JK", "pub-id_pmid": "18043614", "section_type": "REF", "source": "ISME J", "type": "ref", "volume": "1", "year": "2007"}, "text": "Long-term ecological impacts of antibiotic administration on the human intestinal microbiota", "sentences": [], "annotations": [], "relations": []}, {"offset": 43524, "infons": {"fpage": "49", "lpage": "54", "name_0": "surname:Hviid;given-names:A", "name_1": "surname:Svanström;given-names:H", "name_2": "surname:Frisch;given-names:M", "pub-id_pmid": "20966024", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "60", "year": "2010"}, "text": "Antibiotic use and inflammatory bowel diseases in childhood", "sentences": [], "annotations": [], "relations": []}, {"offset": 43584, "infons": {"fpage": "1654", "lpage": "1661", "name_0": "surname:Barcenilla;given-names:A", "name_1": "surname:Pryde;given-names:SE", "name_2": "surname:Martin;given-names:JC", "name_3": "surname:Duncan;given-names:SH", "name_4": "surname:Stewart;given-names:CS", "pub-id_pmid": "10742256", "section_type": "REF", "source": "Appl Environ Microbiol", "type": "ref", "volume": "66", "year": "2000"}, "text": "Phylogenetic relationships of butyrate-producing bacteria from the human gut", "sentences": [], "annotations": [], "relations": []}, {"offset": 43661, "infons": {"fpage": "725", "lpage": "729", "name_0": "surname:Carlier;given-names:JP", "name_1": "surname:K’Ouas;given-names:G", "name_2": "surname:Han;given-names:XY", "pub-id_pmid": "17392195", "section_type": "REF", "source": "Int J Syst Evol Microbiol", "type": "ref", "volume": "57", "year": "2007"}, "text": "Moryella indoligenes gen. nov., sp. nov., an anaerobic bacterium isolated from clinical specimens", "sentences": [], "annotations": [], "relations": []}, {"offset": 43759, "infons": {"fpage": "313", "lpage": "320", "name_0": "surname:Shea;given-names:MK", "name_1": "surname:Booth;given-names:SL", "name_2": "surname:Massaro;given-names:JM", "name_3": "surname:Jacques;given-names:PF", "name_4": "surname:D’Agostino;given-names:RB;suffix:Sr.", "pub-id_pmid": "18006902", "section_type": "REF", "source": "Am J Epidemiol", "type": "ref", "volume": "167", "year": "2008"}, "text": "Vitamin K and vitamin D status: associations with inflammatory markers in the Framingham Offspring Study", "sentences": [], "annotations": [], "relations": []}, {"offset": 43864, "infons": {"fpage": "1207", "lpage": "1217", "name_0": "surname:Manuzak;given-names:J", "name_1": "surname:Dillon;given-names:S", "name_2": "surname:Wilson;given-names:C", "pub-id_pmid": "22695160", "section_type": "REF", "source": "Clin Vaccine Immunol CVI", "type": "ref", "volume": "19", "year": "2012"}, "text": "Differential interleukin-10 (IL-10) and IL-23 production by human blood monocytes and dendritic cells in response to commensal enteric bacteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 44008, "infons": {"fpage": "489", "lpage": "93", "name_0": "surname:Olszak;given-names:T", "name_1": "surname:An;given-names:D", "name_2": "surname:Zeissig;given-names:S", "name_3": "surname:Vera;given-names:MP", "name_4": "surname:Richter;given-names:J", "pub-id_pmid": "22442383", "section_type": "REF", "source": "Science", "type": "ref", "volume": "336", "year": "2012"}, "text": "Microbial Exposure During Early Life Has Persistent Effects on Natural Killer T Cell Function", "sentences": [], "annotations": [], "relations": []}, {"offset": 44102, "infons": {"fpage": "561", "lpage": "568", "name_0": "surname:Fleshner;given-names:P", "name_1": "surname:Ippoliti;given-names:A", "name_2": "surname:Dubinsky;given-names:M", "name_3": "surname:Vasiliauskas;given-names:E", "name_4": "surname:Mei;given-names:L", "pub-id_pmid": "18378498", "section_type": "REF", "source": "Clin Gastroenterol Hepatol", "type": "ref", "volume": "6", "year": "2008"}, "text": "Both preoperative perinuclear antineutrophil cytoplasmic antibody and anti-CBir1 expression in ulcerative colitis patients influence pouchitis development after ileal pouch-anal anastomosis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]