[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "7673789", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.7554/eLife.59959", "article-id_pmc": "7673789", "article-id_pmid": "33112234", "article-id_publisher-id": "59959", "elocation-id": "e59959", "kwd": "splicing mutations deep mutagenesis genetic prediction Human", "license": "This article is distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use and redistribution provided that the original author and source are credited.", "name_0": "surname:Baeza-Centurion;given-names:Pablo", "name_1": "surname:Miñana;given-names:Belén", "name_10": "surname:Valcárcel;given-names:Juan", "name_11": "surname:Lehner;given-names:Ben", "name_12": "surname:Valcárcel;given-names:Juan", "name_13": "surname:Lehner;given-names:Ben", "name_14": "surname:Baeza-Centurion;given-names:Pablo", "name_15": "surname:Lehner;given-names:Ben", "name_2": "surname:Valcárcel;given-names:Juan", "name_3": "surname:Lehner;given-names:Ben", "name_4": "surname:Ponting;given-names:Chris P", "name_5": "surname:Wittkopp;given-names:Patricia J", "name_6": "surname:Lehner;given-names:Ben", "name_7": "surname:Valcárcel;given-names:Juan", "name_8": "surname:Lehner;given-names:Ben", "name_9": "surname:Valcárcel;given-names:Juan", "section_type": "TITLE", "title": "Research organism", "type": "front", "volume": "9", "year": "2020"}, "text": "Mutations primarily alter the inclusion of alternatively spliced exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 71, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Genetic analyses and systematic mutagenesis have revealed that synonymous, non-synonymous and intronic mutations frequently alter the inclusion levels of alternatively spliced exons, consistent with the concept that altered splicing might be a common mechanism by which mutations cause disease. However, most exons expressed in any cell are highly-included in mature mRNAs. Here, by performing deep mutagenesis of highly-included exons and by analysing the association between genome sequence variation and exon inclusion across the transcriptome, we report that mutations only very rarely alter the inclusion of highly-included exons. This is true for both exonic and intronic mutations as well as for perturbations in trans. Therefore, mutations that affect splicing are not evenly distributed across primary transcripts but are focussed in and around alternatively spliced exons with intermediate inclusion levels. These results provide a resource for prioritising synonymous and other variants as disease-causing mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1099, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1112, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Pre-mRNA splicing is a regulated step in eukaryotic gene expression in which introns are removed from primary transcripts and exons are joined together to form mature mRNAs that are subsequently exported to the cytoplasm for translation. To carry out the splicing reaction, exon-intron boundaries in the pre-mRNA must be correctly identified. These boundaries consist of highly-conserved splice site sequences including intronic and exonic nucleotides. Apart from the splice sites, pre-mRNAs contain exonic and intronic sequences that interact with different splicing factors to regulate how often each exon is included in the final transcript. If this process is not properly defined, transcripts encoding altered amino acid sequences or premature stop codons can be produced. Depending on the location of the premature stop codon, this results in destruction of the mRNA by nonsense- mediated mRNA decay or production of a truncated protein. mRNA degradation, truncated protein expression, abnormal protein sequences and altered isoform ratios can all disrupt cellular functions and cause disease. Alterations in splicing contribute to diseases ranging from autoimmune diseases to neurodevelopmental disorders and cancer. Indeed, in one analysis a third of disease-causing mutations were predicted to result in aberrant splicing and in another 10% of 4964 disease-causing missense mutations altered the inclusion of cassette exons when tested in an episomal mini-gene construct.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2593, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To evaluate how often random mutations alter the inclusion of exons, several groups have recently subjected exons in mini-gene constructs to deep mutational scanning (DMS). In these DMS experiments, the effects of hundreds or thousands of mutations in or around an exon are quantified in parallel by selection and sequencing. Exons subjected to DMS include FAS exon 6, whose inclusion is altered in autoimmune lymphoproliferative syndrome; RON exon 11, whose skipping can promote oncogenesis; and WT1 exon 5, whose inclusion in leukemic cells confers resistance to chemotherapy drugs. These studies revealed that 60–70% of all single-nucleotide substitutions and mutations in over 90% of exon positions alter exon inclusion. One study where the flanking introns were also mutagenized further revealed that mutations in ~80% of intronic positions flanking RON exon 11 also affect its inclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3490, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "However, these DMS experiments were performed on exons with intermediate or low inclusion levels: in the assayed conditions, wild-type (WT) FAS exon six had a percent spliced in (PSI, the percentage of mature transcripts that include the exon) of ~50%, RON exon 11 had a PSI of ~60%, and the different versions of WT1 exon five had PSI values ranging between ~0 and~70%. In contrast, in any given human tissue, most of the expressed exons are highly-included, for example ~60% of exons with a PSI > 10% actually have a PSI > 90% (Figure 4—figure supplement 2A). Notice that although a large fraction of exons in the human genome are included at very low levels (Figure 4—figure supplement 2A), these often correspond to pseudoexons or exons that are not usually expressed and may therefore be less physiologically relevant compared to other exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4350, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An alternative approach to random mutagenesis is to introduce a small number of mutations into an exon but in all possible combinations. For example, we recently quantified the effects on inclusion of all 3072 possible combinations of the 12 substitutions that accumulated in FAS exon six during its evolution from a constitutive exon in the last common ancestor of primates to an alternatively spliced exon in humans. This allowed us to quantify how the effect of each of these 12 mutations changes when it is made in different closely-related versions of exon six and revealed that the effects of mutations on exon inclusion ‘scale’ non-monotonically as the inclusion of an exon is increased. Specifically, as the PSI of an exon increases from 0 to 100%, the effect of a mutation increases to a maximum and then decreases again (Figure 1A), consistent with an underlying sigmoidal relationship between an additive trait affected by mutations and the inclusion level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5323, "infons": {"file": "elife-59959-fig1-figsupp1.jpg", "id": "fig1s1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Predicted ΔPSI distributions using mutagenesis data from different alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5413, "infons": {"file": "elife-59959-fig1-figsupp1.jpg", "id": "fig1s1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Predictions based on the FAS exon six dataset. (B) Predictions based on the WT1 exon five dataset in the presence of hexamer B (see Materials and methods). (C) Predictions based on the WT1 exon five dataset in the presence of hexamer C (see Materials and methods). (D) Predictions based on the WT1 exon five dataset in the presence of hexamer F (see Materials and methods). (E) Predictions based on the WT1 exon five dataset in the presence of hexamer H (see Materials and methods). (F) Predictions based on the WT1 exon five dataset in the presence of hexamer I (see Materials and methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6019, "infons": {"file": "elife-59959-fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Scaling of mutation effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6048, "infons": {"file": "elife-59959-fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Mutation-induced changes in exon inclusion (ΔPSI) depend on the initial inclusion levels (starting PSI or PSIs), but the underlying additive effect (A, which can also be interpreted as the change in splicing efficiency) of a mutation is independent of the starting PSI. The relationship between ΔPSI and A is given by precise mathematical equations and if the additive effect A of a mutation is known, its ΔPSI at any starting PSI can be calculated. (B) Previous deep mutagenesis experiments in three alternative exons. The FAS exon six experiment involved systematically mutating all positions in the cassette exon. The RON exon 11 experiment involved the mutagenesis of the entire minigene. The WT1 exon five experiment involved systematic mutagenesis of exonic positions except for splice sites. (C) The ΔPSI distributions generated by mutations in the experiments described in B can be converted to distributions of the underlying additive effects (using Equation 1 shown in A). These distributions can be used to predict the distribution of ΔPSI values at any starting inclusion levels (using Equation 2 shown in A), allowing us to scale a distribution of ΔPSI mutation effects for any starting PSI. The violin plots in the right-most panel show the PSI distributions from the RON exon 11 dataset as they would look if the exon was included at the levels shown in the x axis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7457, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This scaling of mutational effects predicts that, although DMS experiments have revealed that many mutations have large effects on the inclusion levels of exons with intermediate PSI values, this may not be the case for exons with PSI values close to 100%. Here we first test this prediction by performing mutational scans of two exons with high inclusion levels. We find that, consistent with the scaling of mutational effects, mutations rarely substantially alter the inclusion of these exons. Analyses of additional mutagenesis datasets and human genetic variation strongly support this conclusion and show that exonic and intronic mutations – except those affecting the splice sites themselves – only rarely alter the splicing of exons with high PSI values. Mutations that alter exon inclusion are therefore very non-uniformly distributed across the human transcriptome and are focussed in and around alternative exons with intermediate inclusion levels. This provides an important framework for prioritising synonymous and other variants as candidate disease-causing mutations and for predicting from sequence when a change in splicing is – or is not – likely to be the causal molecular mechanism linking a genetic variant to a human disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8713, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 8721, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutational scaling predicts very few mutations will alter the splicing of highly-included exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 8817, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our previous work indicated that the effects of mutations on exon inclusion can be small if the mutated exon is included at very high levels. In particular, the relationship between the effect of a mutation on splicing (that depends on the initial exon inclusion levels) and its biophysical effect (which is not dependent on the starting levels of inclusion) is given by an equation (derived in):where A is a parameter describing the change in splicing efficiency introduced by a mutation (its biophysical effect, equivalent -for example- to the loss or gain of binding affinity of one or more splicing regulatory factors), ΔPSI is the change in exon inclusion level caused by the mutation and PSIs is the starting PSI at which the ΔPSI is observed. Multiplying some of the terms by 100 ensures that mutation effects are calculated for an exon whose inclusion level can range from 0 to 100%. Therefore, this equation allows us to predict the PSI changes induced by a mutation at any starting PSI provided we already know its parameter A. Similarly, rearranging Equation 1 and solving it for A allows us to estimate the biophysical effect of a mutation from ΔPSI measurements alone if we know the starting PSI at which those measurements were made (Figure 1A):", "sentences": [], "annotations": [], "relations": []}, {"offset": 10089, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Unlike the ΔPSI effect of a mutation, the biophysical effect A of a mutation is always the same regardless of the inclusion levels of the exon (Figure 1A). We can therefore estimate A with measurements made at any given starting PSI (Equation 2). Once we know the value of A we can use it to predict and re-scale the mutation’s ΔPSI when the affected exon is included at a different PSI level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10491, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To illustrate this point with the effects of mutations on exon sequence configurations displaying high inclusion levels, we re-scaled (Figure 1A) the quantified effects of hundreds of mutations in three different alternatively spliced exons (Figure 1B). Deep mutagenesis of FAS exon 6, RON exon 11 and WT1 exon 5 ( – we only used mutagenesis data from WT1 exon five variants included at intermediate levels, between 20 and 70%) all revealed that many mutations have large effects on splicing (Figure 1C). However, when these mutational effects are rescaled for an exon sequence configuration displaying 99% PSI, the data from all three exons predict a very narrow distribution of changes in PSI (Figure 1C, Figure 1—figure supplement 1). For example, according to the distribution of mutational effects in RON exon 11, only 3.6% of exonic mutations are predicted to change the inclusion of an exon with 99% PSI by at least 10 PSI units (Figure 1C). This compares to 42.4% of mutations in an exon with a PSI of 50% (Figure 1C). A similarly narrow distribution of mutation effects is predicted if the exon were to be included at very low levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11639, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Deep mutagenesis confirms mutations rarely have large effects in exons with high inclusion levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 11737, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the prediction that mutations generally have small effects on the inclusion of highly-included exons, we performed two new deep mutagenesis experiments (Figure 2A–B). First, we quantified the effects of all single-nucleotide changes in the inferred primate ancestor of FAS exon 6, which differs by 11 nucleotide substitutions from the human exon and is included in ~96% of mature transcripts in HEK293 cells. Second, we quantified the effects of all single-nucleotide changes in PSMD14 exon 11, an exon that is highly included across all human tissues with this constitutive inclusion also highly conserved across mammalian species. PSMD14 encodes a subunit of the 26S proteasome with exon 11 included at ~98% in HEK293 cells (Figure 2A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12488, "infons": {"file": "elife-59959-fig2-figsupp1.jpg", "id": "fig2s1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Experimental validation of PSI values determined in our DMS experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12561, "infons": {"file": "elife-59959-fig2-figsupp1.jpg", "id": "fig2s1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Experimentally-validated PSI values for a subset of variants in the ancestral FAS exon six library. (B) Experimentally-validated PSI values for a subset of variants in the PSMD14 exon 11 library. (C) Correlations between experimentally-determined enrichment scores and the enrichment scores from the DMS experiment. The experimentally-validated values for FAS exon six were obtained from. Error bars show the standard deviation. The small correlation observed for the PSMD14 exon 11 experiment was interpreted as being due to the small effect size of mutations in this exon, with most mutations not having a statistically significant effect on exon PSI. (D) Correlations between experimentally-determined PSI values and PSI values predicted from the DMS data. Error bars show the standard deviation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13365, "infons": {"file": "elife-59959-fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Deep mutagenesis of highly-included exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13408, "infons": {"file": "elife-59959-fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The inclusion levels of FAS exon 6 (gel image adapted from), the ancestral FAS exon 6, and PSMD14 exon 11. All inclusion levels were measured in HEK293 cells. (B) Experimental setup. (C) Heatmaps showing the inclusion levels of all single-nucleotide substitutions in FAS exon 6, the ancestral FAS exon six and PSMD14 exon 11. (D) Heatmap showing the effects of mutations in SMN1 exon 7. (E) The PSI distribution of single-nucleotide substitutions in two exons included at 95.1% (the ancestral FAS exon 6) and 97.6% (PSMD14 exon 11) was predicted using the rescaled distribution of mutation effects in FAS exon 6, RON exon 11 and WT1 exon 5 (99% confidence band for the predicted distribution shown in grey). (F) The distribution of mutations in SMN1 exon 7, included at 99.4%. The 99% confidence band for the predicted distribution is shown in grey.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14262, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Although mutations have a strong effect in FAS exon 6, which is included at intermediate levels (~49%, Figure 2A), mutations had a much weaker effect on the highly-included exons (Figure 2C). Indeed, the PSI distributions in both libraries are narrow, with a mode near the WT levels of inclusion and 91% (ancestral FAS exon 6) and 86% (PSMD14 exon 11) of mutations having an absolute effect <10 PSI units (Figure 2C). These distributions of mutational effects were accurately predicted by rescaling the distributions of the FAS exon 6, RON exon 11 and WT1 exon five datasets (99% confidence intervals taking into account all of these datasets shown in Figure 2E; note that we excluded WT1 exon five version B from this analysis, since it systematically predicted PSI distributions that were higher than expected that are not centered around the WT exon inclusion levels). The shape of the PSI distributions in both our experiments was well approximated by the rescaled distributions (note that we are not predicting the effect of each individual mutation). This shows that the distribution of mutational effects in an exon can be reasonably well predicted with data obtained from a completely unrelated exon. To further confirm this, we used the same approach to predict the ΔPSI distribution for single mutants in SMN1 exon 7 (WT PSI = 99.4%). Mutations in this exon had very small effects, leading to a narrow distribution of effect sizes that was also accurately predicted (Figure 2D,F).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15757, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thus, knowing the distribution of mutational effects in an example exon, we can successfully predict the distribution in other exons, provided that we know their starting inclusion levels. Moreover, these deep mutational scans confirm that mutations in highly-included exons generally have much smaller effects on inclusion than mutations in alternatively spliced exons with intermediate inclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16156, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Exonic mutations primarily alter the inclusion of exons with intermediate levels of inclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 16250, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next tested whether these conclusions, derived from the deep mutagenesis of three highly-included exons and three exons with intermediate inclusion, also apply to other exons in the genome. We first used data from two different multiplexed assays in which the effects of a small number of mutations were quantified in a mix of constitutive and alternative exons included at different levels (Figure 3A). In the first study, Adamson et al. built a plasmid library (the Vex-seq library) containing 2059 intronic and exonic variants from the ExAC database affecting 110 different exons (variants evenly distributed across exonic and intronic positions, with a distribution of mutation effects centered around 0; Figure 3—figure supplement 1). In the second study, Cheung et al. built two different libraries integrated into a specific site in the genome of HEK293 cell lines. The first library (SRE library) contained 6713 complex intronic and exonic mutations (involving the simultaneous substitutions of multiple nucleotides at once) designed to perturb splicing regulatory elements in 205 randomly selected exons and their surrounding intronic sequences. The second library (SNV library) contains 27,733 intronic and exonic variants from the ExAC database across 2198 different exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17540, "infons": {"file": "elife-59959-fig3-figsupp1.jpg", "id": "fig3s1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Distribution of mutation effects in different multiplexed libraries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17609, "infons": {"file": "elife-59959-fig3-figsupp1.jpg", "id": "fig3s1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Mutation effects in the Vex-seq library. (B) Mutation effects in the SRE library. (C) Mutation effects in the SNV library.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17736, "infons": {"file": "elife-59959-fig3-figsupp2.jpg", "id": "fig3s2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effects of exonic mutations in the multiplexed datasets, binned by the starting PSI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17821, "infons": {"file": "elife-59959-fig3-figsupp2.jpg", "id": "fig3s2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Effects of exonic mutations in the Vex-seq library transfected into K562 cells. (B) Effects of exonic mutations in the SRE library inserted into an SMN1 minigene construct. The numbers above the plots show the number of data points in each bin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18070, "infons": {"file": "elife-59959-fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Across thousands of exons, exonic mutations have a stronger effect on the inclusion of exons with intermediate inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18199, "infons": {"file": "elife-59959-fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Cartoon highlighting the major difference between a deep mutagenesis experiment and a multiplexed experiment. Deep mutagenesis assays involve the analysis of many different mutations in the same exon. Multiplexed assays introduce one or a few mutations in many different exons. (B) Distribution of exonic mutation effects in the Vex-seq library, separated into five equally-populated bins according to the inclusion levels of the mutated exon. (C) Distribution of exonic mutation effects in the SRE library, separated into five equally-populated bins according to the inclusion levels of the mutated exon. (D) Distribution of exonic mutation effects in the SNV library, separated into five equally-populated bins according to the inclusion levels of the mutated exon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18971, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We calculated the effects of all exonic mutations on exon inclusion in each of these three libraries and binned the data into five equally-populated bins according to the starting PSI (the exon inclusion levels in the absence of mutations). In the bins with exons included at intermediate levels, 55.2% (Vex-seq library), 69.2% (SRE library) and 36.2% (SNV library) of mutations changed inclusion levels by more than 10 PSI units (median absolute ΔPSI = 12.3, 18.3 and 7.0). In contrast and consistent with the scaling law and the DMS datasets, the distribution of mutational effects in bins containing the most highly-included exons was consistently narrow (Figure 3B–D, Figure 3—figure supplement 2), with 2.5, 14.8, and 0.5% of mutations changing inclusion by over 10 PSI units in the bins containing the most highly-included exons (median absolute ΔPSI = 2.1, 1.7 and 0.7, respectively). The larger effects of mutations in the SRE library is consistent with the more complex nature of these mutations which were designed to disrupt entire sequence motifs important for the splicing reaction, such as splice sites and splicing factor binding sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20133, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mutations also had very small effects in exons that are mostly skipped in the two libraries containing exons with low inclusion levels (the Vex-seq and SRE libraries, Figure 3B–C, Figure 3—figure supplement 2), which is also highly consistent with the scaling of mutational effects. Thus, analysing thousands of mutations in thousands of exons further confirms that whereas mutations frequently alter the inclusion of exons with intermediate inclusion levels, they rarely do so for highly-included exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20642, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Common alternative alleles also primarily alter the inclusion of exons with intermediate levels of inclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20751, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we used human genetic variation to evaluate the effects of mutations in their native genetic contexts. Using data from the GTEx consortium we tested the association between common exonic alternative alleles and exon inclusion levels across 635 humans and 27 tissues. For each allele, we used a linear model to estimate the ΔPSI associated with homozygosity (two copies) of the allele in each tissue. We split the estimated mutation effects into 25 equally populated bins according to the starting PSI (exon inclusion levels in the absence of an allele). As observed in the mutant libraries, common alternative alleles are associated with the largest PSI changes in exons with intermediate inclusion levels (data for heart tissue is shown in Figure 4A; data for all tissues is shown in Figure 4—figure supplement 1). 58.6% of alternative alleles in the 13th bin, corresponding to exons included at intermediate levels, had an absolute effect >10 PSI units. In contrast and in agreement with the mutagenesis experiments, only 2.5% of alternative alleles had this effect in the 25th bin, which contains the most highly-included exons in the dataset. Mutations also had a similarly small effect in the 1st bin, containing the least included exons in the dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22020, "infons": {"file": "elife-59959-fig4-figsupp1.jpg", "id": "fig4s1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effects of common exonic alternative alleles in different human tissues, binned by the starting PSI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22121, "infons": {"file": "elife-59959-fig4-figsupp2.jpg", "id": "fig4s2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Distribution of exon inclusion levels in the human genome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22180, "infons": {"file": "elife-59959-fig4-figsupp2.jpg", "id": "fig4s2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) All exons in all tissues. (B) All exons, split by tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22242, "infons": {"file": "elife-59959-fig4-figsupp3.jpg", "id": "fig4s3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Distribution of genome-wide nucleotide inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22299, "infons": {"file": "elife-59959-fig4-figsupp3.jpg", "id": "fig4s3", "section_type": "FIG", "type": "fig_caption"}, "text": "Red histogram shows the distribution of splice site inclusion levels. (A) All nucleotides in all exons in all tissues. (B) All nucleotides in all exons, split by tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22469, "infons": {"file": "elife-59959-fig4-figsupp4.jpg", "id": "fig4s4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The distribution of splice-altering effects of mutations in all human exons, divided by tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22565, "infons": {"file": "elife-59959-fig4-figsupp4.jpg", "id": "fig4s4", "section_type": "FIG", "type": "fig_caption"}, "text": "Predicted distributions shown with coloured lines. The distributions of common alternative allele-associated splicing changes is overlaid (dashed black line).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22724, "infons": {"file": "elife-59959-fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Common alternative alleles have a stronger effect on the inclusion of exons with intermediate inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22836, "infons": {"file": "elife-59959-fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Distribution of exonic allele effects in all exons and all tissues in the GTEx population. The data was split into 25 equally-populated bins according to the inclusion levels of each exon in the absence of the allele. (B) A random exonic mutation is unlikely to have an effect on splicing. Left. Bimodal distribution of exonic nucleotide inclusion levels for all exons across all tissues in the GTEx dataset. Right. The distribution of splice-altering effects of mutations in all human exons in heart tissue was predicted using the different alternative exon datasets as in Figure 2 (coloured lines). The observed distribution of common allele-associated splicing changes is overlaid (dashed black line).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23545, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Therefore, deep mutagenesis of individual exons (Figure 2), individual mutations in thousands of exons (Figure 3) and common alternative alleles (Figure 4A) all support the predictions of the empirical scaling law that random exonic mutations rarely alter the inclusion of highly-included exons but frequently alter the inclusion of alternatively spliced exons with intermediate inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23942, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Estimating the distribution of exonic mutational effects for the human genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 24020, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next used the DMS data to predict the distribution of mutational effects (ΔPSIs) for all single-nucleotide mutations in all human exons. Here the goal is not to predict the actual effect of each individual mutation, but rather to predict the distribution of changes in inclusion for all of the possible point mutations in each exon. We can then combine these distributions to obtain an estimate of the distribution of effects for all possible mutations in all exons in the human genome in each tissue. To do this, we rescaled the distribution of mutational effects from the alternative exon DMS datasets (Figure 1C) to the inclusion level of every exon in every tissue, resulting in a ΔPSI distribution for mutations in each exon (and each tissue) in the human genome. Then, to obtain the genome-wide distribution of mutational effects on exon inclusion, we combined these distributions, normalising by the length of each exon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24959, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Human genome-wide exon inclusion levels are bimodal, with few exons in any given tissue included at intermediate levels and most exons almost completely included or skipped (Figure 4—figure supplement 2; similar results obtained after normalising by exon length, Figure 4B Figure 4—figure supplement 3). Combining data across 30 GTEx tissues, only 28% of exons have an intermediate PSI between 10% and 90% (Figure 4B, Figure 4—figure supplement 2, Figure 4—figure supplement 3). In these exons, 43% of mutations are predicted to affect splicing by more than 10 PSI units. However, since the majority (72%) of exons have inclusion levels < 10% or>90%, the distributions of mutational effects from the DMS datasets predict that most exonic mutations have zero or only very small effects on inclusion in any tissue (Figure 4C). Indeed, in each tissue the predicted distribution of mutational effects is unimodal and centered at zero, with 81% (95% confidence interval 76.6–86.8) of all exonic mutations predicted to alter inclusion by <10 PSI units (79.5%–88.4% of exonic mutations, depending on the tissue, Figure 4—figure supplement 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26112, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These predictions agree well with the estimated effects of common exonic alternative alleles (GTEx data, black dashed line in Figure 4B, Figure 4—figure supplement 4), only 14–17% of which (depending on the tissue) are associated with changes in inclusion greater than 10%. Therefore, with the exception of mutations in exons with intermediate PSI, the vast majority of single-nucleotide changes in human exons are expected to have zero or very small effects on exon inclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26594, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Intronic mutations also rarely alter the inclusion of highly-included exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 26670, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mutations in introns can also alter the inclusion of neighbouring exons. To-date, only a single DMS study has quantified the effects of a large number of intronic mutations on exon inclusion. In total, Braun et al. tested the impact of 502 single-nucleotide substitutions in the short introns surrounding RON exon 11 on the inclusion levels of this exon, finding a similar distribution of mutational effects as for exonic mutations (Figure 5A). Re-scaling these mutational effects predicts that 30% of flanking intronic mutations will alter the inclusion level of a 50% included exon by >10 PSI units. This is in contrast to only 6.4% of mutations in an exon included at 99%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27347, "infons": {"file": "elife-59959-fig5-figsupp1.jpg", "id": "fig5s1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effects of intronic mutations in the multiplexed datasets, binned by the starting PSI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27434, "infons": {"file": "elife-59959-fig5-figsupp1.jpg", "id": "fig5s1", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Effects of intronic mutations in the Vex-seq library transfected into K562 cells. (B) Effects of intronic mutations in the SRE library inserted into an SMN1 minigene construct. The numbers above the plots show the number of data points in each bin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27687, "infons": {"file": "elife-59959-fig5-figsupp2.jpg", "id": "fig5s2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Effects of common intronic alternative alleles in different human tissues, binned by the starting PSI.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27790, "infons": {"file": "elife-59959-fig5-figsupp3.jpg", "id": "fig5s3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Splice-altering effects of changing the flanking introns, binned by the initial inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27888, "infons": {"file": "elife-59959-fig5-figsupp3.jpg", "id": "fig5s3", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The effect of substituting the DHFR introns (the initial PSI condition) with the SMN1 introns (the final PSI condition). (B) The effect of substituting the SMN1 introns (the initial PSI condition) with the DHFR introns (the final PSI condition). The numbers above the plots show the number of data points in each bin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28210, "infons": {"file": "elife-59959-fig5-figsupp4.jpg", "id": "fig5s4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Genome-wide distribution of splice-altering effects of common intronic alternative alleles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28302, "infons": {"file": "elife-59959-fig5-figsupp4.jpg", "id": "fig5s4", "section_type": "FIG", "type": "fig_caption"}, "text": "In yellow, the distribution predicted using the RON exon 11 dataset. In black, the observed distribution in the GTEx population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28431, "infons": {"file": "elife-59959-fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Intronic mutations have a stronger effect on the inclusion of exons with intermediate inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28535, "infons": {"file": "elife-59959-fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The distribution of intronic mutation effects in the RON exon 11 dataset can be converted into a distribution of effects on splicing efficiency, which can, in turn, be used to predict the distribution of mutation effects at any starting PSI (similar to Figure 1C). The black dashed lines show the corresponding distributions for exonic mutations. (B) Distribution of intronic mutation effects in the Vex-seq library, separated into five equally-populated bins according to the inclusion levels of the affected exon. (C) Distribution of intronic mutation effects in the SRE library, separated into five equally-populated bins according to the inclusion levels of the affected exon. (D) Distribution of intronic mutation effects in the SNV library, separated into five equally-populated bins according to the inclusion levels of the affected exon. (E) Distribution of intronic alternative allele effects in introns flanking all exons in heart tissue (GTEx data). The data was split into 25 equally-populated bins according to the inclusion levels of each exon in the absence of the allele. (F) The distribution of mutation effects in the flanking introns of RON exon 11, in combination with the distribution of nucleotide inclusion levels, can be used to predict the distribution of genome-wide flanking intronic mutation effects (yellow line). The black dashed line shows the effects distribution observed for common intronic alternative alleles in the GTEx population (heart tissue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30023, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analyses of intronic mutations in three multiplexed libraries support this conclusion (Figure 5B–D, Figure 5—figure supplement 1). In the bin with the 20% of exons included at the most intermediate levels, 35.6% (Vex-seq library), 51.9% (SRE library), and 33.5% (SNV library) of mutations altered inclusion by >10 PSI units (median absolute ΔPSI = 6.5, 10.0 and 5.9). In comparison, only 1.84, 11.1, and 1.44% of mutations had this effect in the bins containing the most highly-included exons (20% most included exons in each dataset – median absolute ΔPSI = 2.1, 2.3, and 0.74, respectively).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next turned to human genomic variation to evaluate whether intronic mutations in their native genomic context also have stronger effects on the splicing of intermediately-included exons. Considering alternative alleles within 50 nucleotides of each exon and all exons in all tissues, 26.5% of common intronic alleles near the exons with the most intermediate inclusion levels are associated with a change in inclusion of >10 PSI units (bin 13 out of 25; median absolute ΔPSI = 4.9), compared to only 1.6% in the most highly-included exons (top bin of 25, median absolute ΔPSI = 0.02; Figure 5E, data split by tissue shown in Figure 5—figure supplement 2). Similarly small effects were observed for the bin containing the least included exons in the genome. Human genetic variation is therefore also consistent with intronic alternative alleles rarely affecting the inclusion of highly (and lowly) included exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31555, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We also considered a more complex sequence alteration – the complete exchange of one intron for another. The SRE library was built twice with different flanking introns. Since changing an intron could be considered an extreme case of intronic mutation, we compared the inclusion levels of every allele in this library between the two intron contexts. In agreement with the data for simpler mutations, the effect of changing the flanking introns was strongest in exons included at intermediate levels (Figure 5—figure supplement 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32091, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, we used the distribution of intronic mutational effects in the RON exon 11 dataset in combination with the PSI values of all human exons, to predict the genome-wide distributions of effects for intronic mutations within 50 nucleotides of each exon in each human tissue (pooled data for all exons in all tissues shown in Figure 5F, data split by tissue shown in Figure 5—figure supplement 4). The predicted distributions were similar to the ΔPSI distribution of common intronic alternative alleles: most mutations have little or no impact on exon inclusion and 8.7% of all proximal intronic mutations are predicted to change exon inclusion by more than 10 PSI units, compared to 7–13% of common alternative alleles across human tissues analysed by GTEx. However, focussing on intronic alternative alleles near exons whose inclusion levels range between 10 and 90% reveals that 21–31% (depending on the tissue) of common alternative alleles near these exons affect splicing by at least 10 PSI units.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33105, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Therefore, proximal intronic and exonic mutations have a similar effect on inclusion, with most proximal intronic mutations having very small or no effects on the inclusion of neighbouring exons except for the subset of exons with intermediate inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33367, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Changes in trans also have stronger effects on the inclusion of exons with intermediate inclusion levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 33472, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The inclusion levels of exons can be affected by proximal mutations in cis but also by perturbations in trans, for example mutations or changes in the expression of other genes. To compare how a complex trans perturbation alters the inclusion of many different exons, we quantified how the inclusion level of every genotype of every mini-gene construct in the Vex-seq library changes between two cell types. Consistent with our results for the effects of cis mutations, the effect of changing the cell type was strongest in exons included at intermediate levels. Minimal effects were observed in highly and lowly included exons (Figure 6). Analyses of the effects of changes in inclusion between human tissues are consistent with this (for example, between skin and brain tissues,).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34255, "infons": {"file": "elife-59959-fig6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Splice-altering effects of a complex perturbation in trans binned by the initial inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34354, "infons": {"file": "elife-59959-fig6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The effect of moving from HepG2 cells (the initial PSI condition) to K562 cells (the final PSI condition). (B) The effect of moving from K562 cells (the initial PSI condition) to HepG2 cells (the final PSI condition). The numbers above the plots show the number of data points in each bin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34648, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutations have stronger effects in highly-included alternatively spliced exons than in constitutive exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 34754, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since alternative exons are often included at intermediate levels, our results so far suggest these exons are particularly susceptible to the splice-altering effects of mutations. However, alternative exons are sometimes included at very high levels (depending on the tissue). We therefore asked if mutations have a stronger effect on inclusion in alternative exons (exons that are sometimes but not always highly-included) than in constitutive exons (exons that are always highly-included across cell types) under conditions in which both types of exon are included at similar levels. To test this, we defined constitutive exons as those with a PSI of at least 90% in all 30 GTEx human tissues, and alternative exons as those with a PSI under 90% in at least one tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35526, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Candidate skipping-promoting alleles (alternative alleles in the GTEx population associated with lower levels of exon inclusion) have stronger effects on the inclusion of alternative exons. At the same starting PSI, these alternative alleles are associated with a decrease in the inclusion of an alternative exon by ~5 PSI units more than in a constitutive exon (t test p-value<2.2e−16 for exonic alternative alleles, t test p-value < 2.2e−16 for intronic alternative alleles – Figure 7A, Figure 7—figure supplement 1, Figure 7—figure supplement 2). This distinction between the effects of alternative alleles in constitutive and alternative exons is observed regardless of the thresholds used to define these two classes of exon, with the largest differences (up to 15 PSI units) observed when alternative exons are defined as those with a PSI < 60% in at least one tissue (Figure 7—figure supplement 3). In subsequent analyses we therefore re-defined alternative exons as those with a PSI < 60% in at least one tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36566, "infons": {"file": "elife-59959-fig7-figsupp1.jpg", "id": "fig7s1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The effects of common exonic alternative alleles in constitutive (black) and alternative (blue) exons in different human tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36696, "infons": {"file": "elife-59959-fig7-figsupp1.jpg", "id": "fig7s1", "section_type": "FIG", "type": "fig_caption"}, "text": "Exons classified as in Figure 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36729, "infons": {"file": "elife-59959-fig7-figsupp2.jpg", "id": "fig7s2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The effects of common intronic alleles in constitutive (black) and alternative (blue) exons in different human tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36849, "infons": {"file": "elife-59959-fig7-figsupp2.jpg", "id": "fig7s2", "section_type": "FIG", "type": "fig_caption"}, "text": "Exons classified as in Figure 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36882, "infons": {"file": "elife-59959-fig7-figsupp3.jpg", "id": "fig7s3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Using different thresholds to define constitutive and alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36955, "infons": {"file": "elife-59959-fig7-figsupp3.jpg", "id": "fig7s3", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The difference in exonic mutation effects in constitutive vs alternative exons, using different PSI thresholds to define constitutive and alternative exons. The strongest difference is observed when constitutive exons are defined as those with a PSI > 99% in all human tissues and alternative exons as those with a PSI < 60% in at least one tissue. (B) The difference in intronic mutation effects in constitutive vs alternative exons, using different PSI thresholds to define constitutive and alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37475, "infons": {"file": "elife-59959-fig7-figsupp4.jpg", "id": "fig7s4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Density of ESEs in constitutive and alternative exons (included at >90% in at least one tissue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37573, "infons": {"file": "elife-59959-fig7-figsupp5.jpg", "id": "fig7s5", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Density of ESEs in constitutive and alternative exons with a PSI > 90% in each human tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37668, "infons": {"file": "elife-59959-fig7-figsupp6.jpg", "id": "fig7s6", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Density of ESEs in constitutive and alternative exons, accounting for splice site strength.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37760, "infons": {"file": "elife-59959-fig7-figsupp6.jpg", "id": "fig7s6", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) All exons were binned into 10 groups depending on their density of exonic splicing enhancers (ESE), as in Figure 7B. Exons were further subdivided into whether they had strong or weak 3’ and 5’ splice sites. Regardless of the splice site strength, constitutive exons (blue) were enriched in the bins with a higher density of ESE motifs, and alternative exons (white) were enriched in the bins with a lower ESE density. Alternative exons are generally enriched among exons with weak splice sites, and constitutive exons are enriched among exons with strong splice sites. (B) Density of ESEs in constitutive and alternative exons (included at >90% in at least one tissue), for all exons in all tissues, similar to Figure 7—figure supplement 4. However, exons are further divided into those having strong or weak 3¡ and 5’ splice sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38609, "infons": {"file": "elife-59959-fig7-figsupp7.jpg", "id": "fig7s7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Density of ESS hexamers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38634, "infons": {"file": "elife-59959-fig7-figsupp7.jpg", "id": "fig7s7", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) All exons were binned into 10 groups depending on their density of exonic splicing silencers (ESS), similar to Figure 7B. Constitutive exons (blue) were enriched in the bins with a lower density of ESS motifs, and alternative exons (white) were enriched in the bins with a higher ESS density. (B) Density of ESSs in constitutive and alternative exons that are included at >90% in at least one tissue. ESS hexamers were found in almost none of the alternative exons passing this filter. (C) Same analysis as in A, with exons further classified into those having strong or weak 3’ and 5’ splice sites. Alternative exons are generally enriched among exons with weak splice sites, and constitutive exons are enriched among exons with strong splice sites. (D) Density of suboptimal ESSs in constitutive and alternative exons. Suboptimal ESSs were defined as sequences that differ from an ESS by one nucleotide substitution. (E) Density of suboptimal ESSs in constitutive and alternative exons (included >90% in at least one tissue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39672, "infons": {"file": "elife-59959-fig7-figsupp8.jpg", "id": "fig7s8", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Density of suboptimal ESEs in constitutive and alternative exons (included >90% in at least one tissue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39778, "infons": {"file": "elife-59959-fig7-figsupp9.jpg", "id": "fig7s9", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Density of suboptimal ESEs in constitutive and alternative exons with a PSI > 90% in each human tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39884, "infons": {"file": "elife-59959-fig7-figsupp10.jpg", "id": "fig7s10", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Enrichment of ESEs in constitutive exons vs. ESE robustness (considering only alternative exons with a PSI > 90% in at least one tissue), for all exons in all human tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40061, "infons": {"file": "elife-59959-fig7-figsupp11.jpg", "id": "fig7s11", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Robustness of ESEs in constitutive exons vs. ESE robustness in each human tissue (considering only alternative exons with a PSI > 90% in that tissue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40215, "infons": {"file": "elife-59959-fig7-figsupp12.jpg", "id": "fig7s12", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Robustness of ESEs in constitutive exons vs robustness of ESEs in alternative exons, accounting for splice site strength and exon inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40363, "infons": {"file": "elife-59959-fig7-figsupp12.jpg", "id": "fig7s12", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Same analysis as Figure 7F, but further subdividing exons into those having strong or weak 3’ and 5’ splice sites. (B) Same analysis as Figure 7—figure supplement 10, but further subdividing exons into those having strong or weak 3’ and 5’ splice sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40632, "infons": {"file": "elife-59959-fig7-figsupp13.jpg", "id": "fig7s13", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Nucleotide distance between consecutive ESEs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40678, "infons": {"file": "elife-59959-fig7-figsupp13.jpg", "id": "fig7s13", "section_type": "FIG", "type": "fig_caption"}, "text": "Constitutive exons are enriched among exons with ESEs closer to each other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40754, "infons": {"file": "elife-59959-fig7-figsupp14.jpg", "id": "fig7s14", "section_type": "FIG", "type": "fig_title_caption"}, "text": "We counted the number of ESSs created upon disrupting each ESE in an exon with a point mutation (without allowing for the creation of ESEs that occupy the exact same six nucleotides as the disrupted ESE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 40959, "infons": {"file": "elife-59959-fig7-figsupp14.jpg", "id": "fig7s14", "section_type": "FIG", "type": "fig_caption"}, "text": "There is no correlation between the number of ESS created and the exon type.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41036, "infons": {"file": "elife-59959-fig7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The effects of common alternative alleles in constitutive vs alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41116, "infons": {"file": "elife-59959-fig7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) At the same starting PSI, the effects of skipping-promoting exonic alleles in alternative exons (blue) are stronger than in constitutive exons (black). Data summarised with loess curves and 95% confidence bands. (B) All exons were binned into 10 groups depending on their density of exonic splicing enhancers (ESE). Constitutive exons (blue) were enriched in the bins with a higher density of ESE motifs, and alternative exons (white) were enriched in the bins with a lower ESE density. (C) A hypothetical mechanism illustrating how a high density of ESE motifs in an exon can result in sequence redundancy and decrease the effects of splicing mutations. (D) All exons were binned into 10 groups depending on their density of ‘suboptimal ESE’ sequences. Suboptimal ESEs were defined as sequences that differ from an ESE by one nucleotide substitution. Constitutive exons (blue) were enriched in the bins with a higher suboptimal ESE density, and alternative exons (white) were enriched in the bins with a lower density of such motifs. (E) Two hypotheses for how a higher density of suboptimal ESEs can decrease the effects of mutations in constitutive exons. Left: a mutation in the ESE of an alternative exon disrupts the ESE, leading to lower levels of inclusion. Middle: a mutation in the ESE of a constitutive exon might not disrupt the ESE and the mutation has little to no effect on splicing. Right: a mutation in the ESE of a constitutive exon might disrupt the ESE, but might activate another ESE instead, compensating for the loss of the original ESE. (F) ESEs that are robust to the effects of mutations are more common in constitutive exons. ESE robustness was defined as the number of ESE sequences accessible, from an existing ESE, via one nucleotide substitution. This definition allowed us to group all ESE sequences into 18 groups ranging from 1 (least robust) to 18 (most robust). For each group, we calculated the average number of ESEs per nucleotide in constitutive and alternative exons, and calculated the relative enrichment of sequences in constitutive over alternative exons by taking the ratio of these two numbers. (G) Constitutive and alternative exons have similar numbers of cryptic enhancers. We counted the number of ESEs created upon disrupting each ESE in an exon with a point mutation (without allowing for the creation of ESEs that occupy the exact same six nucleotides as the disrupted ESE).", "sentences": [], "annotations": [], "relations": []}, {"offset": 43553, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Constitutive exons have been previously shown to contain a higher density of exonic splicing enhancers (ESEs) than alternative exons. ESEs are exonic sequences recognized and bound by splicing factor proteins that promote exon inclusion. We downloaded a list of 1182 putative ESE hexamer sequences from  and confirmed that constitutive exons in our dataset have a higher ESE density than alternative exons (Figure 7B). Limiting our analysis to highly-included alternative exons, we find that they are still enriched among exons with the fewest ESEs (by comparing constitutive exons against alternative exons with a PSI > 90% in at least one tissue, Figure 7—figure supplement 4; or by comparing constitutive exons in a given tissue against alternative exons with a PSI > 90% in that same tissue, Figure 7—figure supplement 5). These results hold true even if we fine-tune our analysis to include only those exons with very strong or very weak splice sites (Figure 7—figure supplement 6). Therefore, one reason why mutations have smaller effects in constitutive exons may be due to enhancer redundancy (Figure 7C). Similarly, exonic splicing silencers (ESSs) are enriched among alternative exons although ESSs are not found in alternative exons that are included with a PSI of 90% in at least one tissue (Figure 7—figure supplement 7). One possibility that explains this observation is that, while alternative exons included at intermediate levels make frequent use of ESSs to modulate their levels, those with high inclusion levels in some tissues establish their ‘extreme’ phenotypes (very high inclusion/high skipping) through other mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45217, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next compared, across both types of exon, the density of sequences that differ from any one ESE by only one nucleotide substitution (hereafter, ‘suboptimal ESEs’ – note that suboptimal ESEs also include ESE sequences that are one substitution away from each other). Alternative exons were enriched among exons with the smallest numbers of suboptimal ESEs, and this is also true after restricting our analysis to highly-included alternative exons (Figure 7D, Figure 7—figure supplement 8, Figure 7—figure supplement 9). Because suboptimal ESEs are one substitution away from an ESE, a mutation is more likely to create a new ESE sequence in a constitutive exon than in an alternative exon. This suggests two additional hypotheses that could explain why, at the same initial inclusion level, mutations have stronger effects in alternative exons (Figure 7E). First, ESEs in constitutive exons might be more robust to the effects of mutations than ESEs in alternative exons. Second, constitutive exons might contain many cryptic ESEs that could be activated by mutations that disrupt existing ESEs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46325, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the first hypothesis, we split all 1182 ESE hexamers into different groups, depending on the number of suboptimal ESEs they contain (how many substitutions result in another ESE). In an ESE that is 100% robust to single-nucleotide substitutions, every possible substitution produces another ESE hexamer. Conversely, in a hexamer that is susceptible to mutations, few substitutions should result in an ESE. Robust ESEs were over-represented in constitutive exons, with the most robust hexamers being almost twice as likely to be found in constitutive as in alternative exons (Figure 7F). This is true even after limiting our analysis to highly-included alternative exons (Figure 7—figure supplement 10, Figure 7—figure supplement 11). The least robust ESE hexamers are generally over-represented in alternative exons (Figure 7F, Figure 7—figure supplement 10, Figure 7—figure supplement 11), and this is especially the case among exons surrounded by strong splice sites (Figure 7—figure supplement 12). However, considering only those exons surrounded by weak splice sites, the least robust ESEs are also enriched among constitutive exons (Figure 7—figure supplement 12), suggesting that alternative exons contain weak ESEs preferentially in combination with strong splice sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47624, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the second hypothesis, we counted how many ESEs were gained or lost in every exon after introducing a point mutation in each of its ESEs (not allowing the mutations to create another ESE that spans the same six nucleotides). Constitutive exons were not more likely than alternative exons to create new ESEs after inactivating an existing ESE (Figure 7G). Instead, constitutive exons were slightly more likely to destroy multiple sites at once, suggesting the presence of overlapping motifs in these exons which can be simultaneously deactivated by a single point mutation. Indeed, an analysis of overlapping ESE motifs reveals that these occur slightly more commonly in constitutive than in alternative exons (Figure 7—figure supplement 13). However, alternative exons are not more likely than constitutive exons to create an ESS motif after inactivating an existing ESE (Figure 7—figure supplement 14).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48540, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Taken together, our results reveal that, even at the same inclusion level, mutations have a stronger effect on the splicing of alternative exons than on the splicing of constitutive exons, and that this could be due to the higher density of ESEs in constitutive exons, as well as ESEs in constitutive exons being more robust to the effects of mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48894, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Splice site mutations do frequently alter the inclusion of highly-included exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 48975, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Exon-intron boundaries are defined by splice site sequences that are recognized by spliceosomal components before initiating the splicing reaction. The first and last two positions of each intron are the most highly-conserved positions and mutating these ‘invariant’ dinucleotides has been extensively reported to disrupt splicing. Consistent with the high conservation of the ‘invariant’ dinucleotide intron positions, all mutations at these positions are associated with large decreases in splicing efficiency in the RON exon 11 dataset (Figure 8A). Consistent with the first exon base being part of the consensus for U2AF1 binding and the last exon base being often part of extended basepairing with U1 snRNA, all mutations in the first and last exon bases of RON exon 11 (Figure 8A) or the ancestral FAS exon 6 (Figures 2C and 8B) had strong skipping-promoting effects (e.g. 100% of mutations in the first or last positions of the ancestral FAS exon six had an absolute effect greater than 10 PSI units, compared with 87.4% in the rest of the exon). These results suggest that mutating these positions might alter the inclusion of even very highly-included exons, although we did not observe these results in the PSMD14 exon 11 dataset (Figure 2C, Figure 8B). This suggests that splice site mutations display stronger effects in highly-included alternative exons than in constitutive exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50378, "infons": {"file": "elife-59959-fig8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The effects of splice site mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50416, "infons": {"file": "elife-59959-fig8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Position-dependent distribution of biophysical mutation effects in the RON exon 11 dataset. Loess curves and their 95% confidence bands are shown in red (all positions) and blue (all positions except for the first and last exonic positions and the invariant intronic dinucleotide positions). (B) Position-dependent distribution of splice-altering effects in the two mutagenesis experiments. Mutations at the first and last exonic positions have a very strong skipping-promoting effect in the ancestral FAS exon 6, but not in PSMD14 exon 11. Loess curves as in A. (C) Distribution of invariant dinucleotide mutation effects in the Vex-seq library, separated into the same bins as Figure 5B. The black dashed lines show the distributions of all intronic mutations. The number on the top right represents the number of data points in each bin. Because this number is so low, each individual data point is also shown (represented as a black dot). (D) Distribution of invariant dinucleotide mutation effects in the SRE library, separated into the same bins as Figure 5C. The black dashed lines show the distributions of all intronic mutations. (E) Distribution of invariant dinucleotide mutation effects in the SNV library, separated into the same bins as Figure 5D. The black dashed lines show the distributions of all intronic mutations. (F) Distribution of first exon position mutation effects in the SNV library, separated into the same bins as Figure 3D. The black dashed lines show the distributions of all exonic mutations. (G) Distribution of last exon position mutation effects in the SNV library, separated into the same bins as Figure 3D. The black dashed lines show the distributions of all exonic mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52136, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To test the extent to which splice site mutations can affect the inclusion of highly-included exons, we analysed the three multiplexed libraries described above. Regardless of the starting PSI, mutations in the ‘invariant’ dinucleotides had stronger effects than mutations elsewhere in an intron (100%, 53.8% and 80% of invariant dinucleotide positions in the bin with the highest- included exons in the Vex-seq, SRE and SNV multiplexed assays, respectively, had an effect greater than 10 PSI units compared with 1.8%, 11.1% and 1.4% in the rest of the intron, Figure 8C–E). Similarly, mutating the first or last exonic bases had a stronger effect than mutating any other exonic base. 36.1% (SNV dataset) of substitutions in the last position and 9.5% of substitutions in the first exonic position in the bin with the highest-included exons altered splicing by more than 10 PSI units compared with 0.5% elsewhere in the exon (Figure 8F–G).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53084, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These results are in agreement with many previously-published studies, and are consistent with the last exonic base having a greater information content in the donor splice site motif than the first exonic base has in the acceptor splice site motif.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53334, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 53345, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Systematic mutagenesis of three different alternatively spliced exons with intermediate inclusion levels has revealed that mutations at most positions in exons can have substantial effects on their inclusion levels. Considered in isolation, this finding might suggest that changes in splicing could be one of the major mechanisms by which exonic mutations cause phenotypic variation and human disease. However, the effects of mutations on inclusion levels have recently been proposed to scale with the level of inclusion, predicting mutations will only rarely have large effects on the inclusion levels of highly-included exons. Since highly-included exons make up most of the expressed exons in the genome in any cell type (Figure 4B and), this leads to the prediction that exonic mutations will actually only rarely change exon inclusion and that mutations having large effects on splicing correspond to the minority of exons included at intermediate levels in a cell type.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54321, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To test these predictions, we performed deep mutagenesis of two highly-included exons. With the exception of mutations in canonical splice sites, we found that mutations generally had little influence on the inclusion of highly-included exons. Deep mutagenesis of a third exon supports this conclusion as do the effects of thousands of mutations in libraries spanning thousands of different exons (Figure 3B–D) and the associations between common human genetic variation and changes in inclusion (Figure 4A). Analyses of mutations in introns suggest that the same conclusion applies to intronic mutations (Figure 5B–E) and further analyses suggest that it is also true for trans perturbations (Figure 6). The vast majority of single-nucleotide mutations in human exons and introns should therefore be expected to have negligible effects on exon inclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55181, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our conclusions may appear to be in conflict with previous reports of exonic splicing enhancers (exonic sequences that promote higher inclusion) in highly included exons. However, we do not think this is actually the case. In these studies, enhancers were often identified by deleting or substituting entire exonic domains or by using antisense oligonucleotides to block binding to an entire domain. Moreover, studies reporting strong effects of single-nucleotide changes generally involved in vitro experiments in which the splicing reaction occurs less efficiently compared to in vivo experiments, so the mutated exons were never highly included. Additionally, exons were often sensitized to the effects of perturbations by surrounding these exons with the genomic sequences of less included exons. In agreement with our conclusions, a previous study showed that single and double nucleotide substitutions had little effect on enhancer activity compared with more complex mutations. Highly-included exons have been shown to have a higher density of enhancers when compared with alternative exons, which presumably contributes to their high inclusion levels. However, this does not mean that individual point mutations in these elements will produce large changes in inclusion. Indeed, our results revealed that, at the same inclusion level, mutations have a stronger effect in alternative exons than in constitutive exons (Figure 7). This may be, in part, precisely due to the higher density of enhancer elements in constitutive exons, which produces sequence redundancy in these exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56770, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": " have argued against enhancer redundancy, proposing instead that most or all of the existing enhancers in a given exon are necessary to reach the inclusion levels of a constitutive exon. Indeed, individual cases of single-nucleotide substitutions able to disrupt the splicing of highly-included exons have been reported and also exist in our systematic mutagenesis datasets. However, systematic experiments and genetic analyses argue that these effects are not prevalent. Figure 9 provides a possible rationale to reconcile these observations. Under most conditions, the high levels of inclusion of constitutive exons create, through the scaling of mutational effects, an apparent redundancy between individual elements, ‘locking’ the exon in a state of nearly 100% inclusion. When the same exons are included at lower levels, for example due to a change in conditions, the redundancy effect disappears and individual mutations display stronger effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57728, "infons": {"file": "elife-59959-fig9.jpg", "id": "fig9", "section_type": "FIG", "type": "fig_title_caption"}, "text": "The scaling of mutational effects can create what appears to be sequence ‘redundancy’ as the exon inclusion level approaches 100 or 0%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57868, "infons": {"file": "elife-59959-fig9.jpg", "id": "fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Two exons can be included at nearly 100%, but be spliced with very different efficiencies. (B) A mutation that decreases the efficiency of splicing will have a strong effect on the inclusion of the exon with lower splicing efficiency (pink), but almost no effect on the inclusion of the exon with higher splicing efficiency, even though the starting inclusion level was almost the same.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58259, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The exception to this is mutations that affect splice sites, which can change the inclusion of even highly-included exons (Figure 6). Our results reveal that splice site mutations in exons that are mostly skipped can also have an inclusion-promoting effect stronger than that of mutations elsewhere in the transcript. Therefore, the activation of a cryptic splice site (a sequence that resembles a splice site but which is not recognized as such) could be a common mechanism by which distal intronic mutations affect splicing. This is often the case with Alu elements (retrotransposons that make up over 10% of the human genome). When inserted in an antisense orientation, an Alu element contains a number of sequences resembling splice sites (and are therefore cryptic splice sites). Such an Alu element could therefore be thought of as an exon included at 0%. Mutations in these cryptic splice sites have been shown to activate them, resulting in the insertion of a new exon in the mature transcript and causing disease. Other distal intronic mutations have been shown to cause disease using a similar mechanism. For example, a mutation that strengthens a cryptic splice site was shown to activate a silent exon in the CAPN3 gene, resulting in limb-girdle muscular dystrophy type 2A. Indeed, the activation of cryptic splice sites is one of the most common mechanisms by which distal intronic mutations affect splicing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59681, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The small effects of mutations in highly-included exons have implications for the evolution of alternative splicing. The evolution of lower inclusion levels is likely to involve multiple mutations with each of these mutations individually seeming to have no or little effect. This suggests that the evolution of alternative splicing is often likely to initially involve neutral drift until the splicing efficiency of an exon drops enough for mutations to have a noticeable effect on inclusion, allowing skipping-promoting mutations to be selected for or against, if they have a fitness impact. For example, in our recent study a single mutation was never sufficient to decrease the inclusion of the ancestral FAS exon six to the inclusion levels of the human exon. Indeed only 8% of double mutants, 11% of triple mutants and 19% of genotypes containing 10 mutations reached the inclusion levels of the human exon .", "sentences": [], "annotations": [], "relations": []}, {"offset": 60597, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Sequencing clinical samples frequently returns novel alternative alleles in known or candidate disease genes whose effects on disease are unclear. A major challenge in human genetics is to determine whether such variants of unknown significance (VUS) are disease-causing mutations. A second challenge is to understand the mechanisms by which alternative alleles cause disease. Our results suggest that VUS are most likely to alter exon inclusion, and therefore be candidate disease-causing alleles by this mechanism, if they are located in or close to an alternative exon with intermediate levels of inclusion, or in a splice site.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61229, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, our results show that very few mutations in both exons and proximal intronic regions typically alter the inclusion of highly-included exons and even fewer impact the inclusion of constitutive exons. Indeed, the distribution of inclusion-altering mutations will be very non-uniform across the genome, focussed around alternatively spliced exons with intermediate levels of inclusion. The exception to this is mutations in splice sites, which can have large effects on inclusion even in highly-included exons. Exons with intermediate inclusion levels make up a minority of expressed exons in any human cell type. Thus, considering the entire human genome, most mutations in exons and introns will actually have negligible effects on exon inclusion. We therefore propose as a general rule to prioritise, as candidate causal disease mechanisms, mutations in canonical splice sites and mutations in and surrounding alternative exons with intermediate levels of inclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62208, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 62230, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ancestral FAS exon six doped library design and synthesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 62288, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Library oligonucleotides were designed to include the sequence of the ancestral FAS exon 6, doped at each position with 1.2% of each of the three non-reference nucleotides, flanked by invariant sequences corresponding to 22 nucleotides of the 3′ end of the human intron 5 and 50 nucleotides of 5′ end of the human intron 6:", "sentences": [], "annotations": [], "relations": []}, {"offset": 62616, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "5'-TGT CCA ATG TTC CAA CCT ACA GGA TCC AGA TCT AAC TTG CTG TGG TTG TGT CTC CTG CTT CTC CCG ATT CTA GTA ATT GTT TGG GGT AAG TTC TTG CTT TGT TCA AAC TGC AGA TTG AAA TAA CTT GGG AAG TAG −3'.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62806, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Letters in bold indicate the doped exonic sequence. The library was synthesized by Trilink Biotechnologies, and ordered on the 1 μM scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62946, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ancestral FAS exon six library amplification and subcloning", "sentences": [], "annotations": [], "relations": []}, {"offset": 63006, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Accuprime Pfx (12344024, ThermoFisher Scientific) was used following the manufacturer's instructions to amplify 20 ng of single-stranded library DNA for 25 cycles with the following flanking intronic primers: FAS_i5_GC_F and FAS_i6_GC_R.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63244, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The amplified library was then recombined with pCMV FAS wt minigene exon 5-6-7 using the In-Fusion HD Cloning kit (639649, Clontech) in a 1:8 vector:insert optimized ratio and transformed into Stellar competent cells (636766, Clontech) to maximise the number of individual transformants (800,000 individual clones). The library was then amplified by growing for 18 hr in LB medium containing ampicillin. The final plasmid library was purified using the Quiagen plasmid maxi kit (50912163, Quiagen) and quantified with a NanoDrop spectrophotometer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63792, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ancestral FAS exon six input library", "sentences": [], "annotations": [], "relations": []}, {"offset": 63829, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "20 ng of the library was amplified in triplicates using GoTaq flexi DNA polymerase (M7806, Promega) for 25 cycles with three pairs of FAS_i5_BR_F and FAS_i6_BR_R intronic primers leading to a 135 nucleotide PCR band that was gel-purified and sequenced. Each pair of primers had a distinct 8-mer barcode sequence to discriminate between technical replicates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64187, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell transfection and generation of output libraries", "sentences": [], "annotations": [], "relations": []}, {"offset": 64240, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each of the nine experimental replicates of the ancestral FAS exon six library, 10 ng of the library were transfected into 250 000 HEK293 cells in one well of a 6-well plate using Lipofectamine 2000 (11668027, ThermoFisher Scientific) and OPTIMEM I Reduced Serum Medium (31985–047, ThermoFisher Scientific). Six hours post-transfection, the cell culture medium was replaced with DMEM Glutamax (61965059, ThermoFisher Scientific) containing 10% FBS and Pen/Strep antibiotics. 48 hr post-transfection, total RNA was isolated using the automated Maxwell LEV 16 simplyRNA tissue kit (AS1280, Promega). cDNA was synthetized from 500 ng total RNA using Superscript III (18080085, Life Technologies), and amplified with one of the nine pairs of barcoded FAS_e5_BR_F and FAS_e5_BR_R primers and GoTaq flexi DNA polymerase (M7806, Promega). Each pair of primers had a distinct 8-mer barcode sequence to distinguish the nine experimental replicates. PCR products were run on a 2% agarose gel and the band corresponding in size to the amplification product of exon inclusion was excised, purified using the Quiaquick Gel extraction kit (Quiagen, 50928704) and quantified with a NanoDrop spectrophotometer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65441, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PSMD14 exon 11 library", "sentences": [], "annotations": [], "relations": []}, {"offset": 65464, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Library oligonucleotides were designed to include the sequence of PSMD14 exon 11, doped at each position with 1.2% of each of the three non-reference nucleotides, flanked by invariant sequences corresponding to 22 nucleotides of the 3′ end of intron 5 of the FAS gene, and 50 nucleotides of 5′ end of intron 6 of the FAS gene:", "sentences": [], "annotations": [], "relations": []}, {"offset": 65795, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "5'-TGT CCA ATG TTC CAA CCT ACA GGC TGT AGA AGA AGA AGA TAA GAT GAC ACC TGA ACA GCT GGC AAT AAA GAA TGT TGG CAA GCA GGT AAG TTC TTG CTT TGT TCA AAC TGC AGA TTG AAA TAA CTT GGG AAG TAG −3'.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65985, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Letters in bold indicate the doped exonic sequence. The library was synthesized by Trilink Biotechnologies, and ordered on the 1 μM scale.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66125, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The remaining procedure was the same as the one described above for the ancestral FAS exon six mutagenesis library.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66241, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 66252, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the experiment involving the ancestral FAS exon 6, equimolar quantities of three independent amplifications of the input library and equimolar quantities of the purified inclusion band (output library) of each of the nine output replicates were pooled and sequenced at the CRG Genomics Core Facility where Illumina Ampliseq PCR-free libraries were prepared and run on a single lane of an Illumina HiSeq3000. In total, over 285 million paired-end reads were obtained. The median sequencing coverage for each single mutant in the input was between 12381 and 26749 reads. In the output, the median sequencing coverage was between 7231 and 28672 reads. The same procedure was followed to sequence the PSMD14 exon 11 library. For this library over 93 million paired-end reads were obtained. The median sequencing coverage for each single mutant was between 11887 and 29091 reads in the input and between 15915 and 20088 reads in the output.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67192, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 67208, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sequencing data from the FAS exon six library, the ancestral FAS exon six library, and the PSMD14 exon 11 library were all processed using the WRAP module of DiMSum v0.1 (https://github.com/lehner-lab/DiMSum) to calculate the number of counts of every single mutant variant in each input and output. Raw enrichment scores (ES) for all single mutants x in the three libraries were calculated as the ratio between their frequency in the output and the input libraries:", "sentences": [], "annotations": [], "relations": []}, {"offset": 67675, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Normalised ESs was calculated by dividing the ES of each variant x over the ES of the WT sequence:", "sentences": [], "annotations": [], "relations": []}, {"offset": 67774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used DiMSum’s error model (that combines Poisson error in addition to inter-replicate variation, ) to obtain a standard error for each enrichment score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67933, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Calculation of PSI values", "sentences": [], "annotations": [], "relations": []}, {"offset": 67959, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PSI values of the WT FAS exon six have been previously measured in HEK293 cells to be 49%. In the same cell line, the PSI of the ancestral FAS exon six was experimentally determined to be 95% and that of PSMD14 exon 11 was calculated to be 97% (see ‘Experimental evaluation of PSI values’ below and Figure 2—figure supplement 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 68299, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To calculate the PSI of each sequence variant x, normalised ESs were multiplied by the WT PSI:", "sentences": [], "annotations": [], "relations": []}, {"offset": 68394, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Some variants had such high enrichment scores their PSI values were estimated to be greater than 100. We therefore use the Bayesian correction procedure described in to rescale our ESs so they abide by the theoretical maximum and minimum levels of exon inclusion. The minimum possible enrichment score is 0, and the maximum is given by:", "sentences": [], "annotations": [], "relations": []}, {"offset": 68731, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The range of allowed enrichment scores [0, ESnorm,max] was divided into 1000 evenly spaced numbers k. Next, from a measured ES and its standard deviation, the probability PES,k of the true ES being k is given by the probability that a value as extreme as k is observed assuming a normal distribution . A re-scaled ES was calculated based on the weighted mean of all k numbers, where the weights are the probability of the true ES being each number k:", "sentences": [], "annotations": [], "relations": []}, {"offset": 69182, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, the distribution of rescaled ESs had a mode that was slightly shifted from the mode of the non-rescaled ESs (which falls around the WT score). Since the distribution of single mutant ESs is expected to fall around the WT ES, rescaled ESs were adjusted by subtracting the difference between the mode of their distribution and the WT ES.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69527, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental evaluation of PSI values", "sentences": [], "annotations": [], "relations": []}, {"offset": 69565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Experimentally-determined PSI values for FAS exon six were obtained from. For the ancestral FAS exon six library, we experimentally determined the inclusion of the WT sequence as well as that of a selection of single mutant variants (Figure 2—figure supplement 1). To build minigenes containing the correct sequences, oligonucleotides containing the 63-nucleotide-long ancestral exon sequence were ordered from IBA Gmbh on the 0.2 μmol scale. Apart from the exonic sequence, these oligonucleotides are flanked by 22 nucleotides of the 3’ end of the human intron 5 and 50 nucleotides of the 5’ end of the human intron 6:", "sentences": [], "annotations": [], "relations": []}, {"offset": 70192, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "5'-TGT CCA ATG TTC CAA CCT ACA GGA TCC AGA TCT AAC TTG CTG TGG TTG TGT CTC CTG CTT CTC CCG ATT CTA GTA ATT GTT TGG GGT AAG TTC TTG CTT TGT TCA AAC TGC AGA TTG AAA TAA CTT GGG AAG TAG −3'.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70382, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the PSMD14 exon 11 library, the oligonucleotides ordered were the following:", "sentences": [], "annotations": [], "relations": []}, {"offset": 70463, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "5'-TGT CCA ATG TTC CAA CCT ACA GGC TGT AGA AGA AGA AGA TAA GAT GAC ACC TGA ACA GCT GGC AAT AAA GAA TGT TGG CAA GCA GGT AAG TTC TTG CTT TGT TCA AAC TGC AGA TTG AAA TAA CTT GGG AAG TAG −3'.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70653, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Letters in bold indicate the exonic region. As described previously for the doped libraries, this sample was purified by Reverse Phase HPLC, amplified and recombined with the pCMV FAS wt minigene exon 5-6-7 vector. Mutants were obtained with the Accuprime Pfx DNA polymerase (Thermo scientific, 12344024), following the manufacturer’s instructions, and primers were designed using PrimerX (http://www.bioinformatics.org/primerx/). Individual mutants were verified by Sanger sequencing and transfected into HEK293 cells in triplicates to quantify the ratio between exon six inclusion and skipping. For RT-PCR, minigene-specific primers PT1 and PT2 were used that were designed to avoid amplification of endogenous FAS RNAs. RT-PCR products were fractioned by electrophoresis using 6% polyacrylamide gels in 1 x TBE and Sybr safe staining (Thermo scientific, S33102). The bands corresponding to exon inclusion or skipping were quantified using ImageJ 1.47 v (NIH, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 71623, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Processing of WT1 exon five dataset", "sentences": [], "annotations": [], "relations": []}, {"offset": 71659, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pre-processed data from, containing variant read counts from four input technical replicates and three output biological replicates, was downloaded from GEO (accession number: GSE105785). The counts from all input replicates were pooled together and normalised enrichment scores for each output replicate were calculated as described above for our FAS exon six libraries. 10 different WT1 exon five libraries (labelled A-J) were generated, each time in the presence of a different hexameric sequence in positions 5–10, effectively resulting in 10 different WT sequences included at different levels:", "sentences": [], "annotations": [], "relations": []}, {"offset": 72261, "infons": {"file": "inlinetable1.xml", "id": "inlinetable1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th valign=\"top\" rowspan=\"1\" colspan=\"1\">Hexamer</th><th valign=\"top\" rowspan=\"1\" colspan=\"1\">PSI of WT sequence with this hexamer</th></tr></thead><tbody><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> A</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">7%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> B</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">20%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> C</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">65%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> D</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">0.1%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> E</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">3%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> F</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">43%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> G</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">4%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> H</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">74%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> I</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">53%</td></tr><tr><td valign=\"top\" rowspan=\"1\" colspan=\"1\"> J</td><td valign=\"top\" rowspan=\"1\" colspan=\"1\">5%</td></tr></tbody></table>\n"}, "text": "Hexamer\tPSI of WT sequence with this hexamer\t \t A\t7%\t \t B\t20%\t \t C\t65%\t \t D\t0.1%\t \t E\t3%\t \t F\t43%\t \t G\t4%\t \t H\t74%\t \t I\t53%\t \t J\t5%\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 72416, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We only used data from the libraries in which the WT sequence was included at intermediate levels (libraries B, C, F, H and I). The PSI for each single mutant variant was calculated by multiplying its normalised ES times the inclusion levels of its WT. ΔPSI values were calculated by subtracting the PSI of each single mutant from the PSI of the WT sequence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 72779, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Processing of RON Exon 11 dataset", "sentences": [], "annotations": [], "relations": []}, {"offset": 72813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We downloaded supplementary data 3 from. The fifth sheet (named ‘HEK293T average frequency’) of this Excel spreadsheet contains the estimated inclusion levels of all single mutants in the RON exon 11 dataset. We excluded all mutants classified as insertions (‘IN’) or deletions (‘DEL’). ΔPSI values were calculated by subtracting the PSI of each single mutant from the PSI of the WT sequence. For downstream analyses involving exonic mutations only, we excluded any variants not located in the alternative exon (between positions 298 and 444, both included). For downstream analyses of flanking intronic mutations, we excluded any variants not found in either of the two flanking introns (positions 211 to 297, and 445 to 524).", "sentences": [], "annotations": [], "relations": []}, {"offset": 73554, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Predicting ΔPSI distributions at different starting PSIs", "sentences": [], "annotations": [], "relations": []}, {"offset": 73615, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To estimate a distribution of additive mutational effects (that is independent of the starting PSI) in FAS exon 6, RON exon 11 and WT1 exon 5, we used Equation 2 from the main text. To calculate the scaled ΔPSI distribution of each alternative exon dataset at a particular starting PSI, we used Equation 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73926, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To obtain a 95% confidence interval for the scaled distribution of mutational effects (Figure 2E), we sampled each of six distributions of additive mutation effects (one for FAS exon 6, one for RON exon 11 and four for WT1 exon 5 – WT1 exon five version B was not included since it systematically predicts ΔPSI values greater than observed, see Figure 1C) 2500 times with replacement, and estimated the rescaled PSI distribution from each of these bootstrapped distributions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74406, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We estimated the density of each PSI distribution using the density function in R with the bw parameter set to 5. Every estimated density distribution was divided into 512 different values according to the PSI. The 95% confidence interval is given by the 2.5th (lower limit) and 97.5th (upper limit) percentile density values in each bin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74745, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Scaling of DMS datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 74769, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To scale PSI values from the FAS exon 6 dataset to 95.1% (the starting PSI of the ancestral FAS exon six dataset), to 97.6% (the starting PSI of PSMD14 exon 11), and 99.4% (the starting PSI of SMN1 exon 7), we used Equation 1 above to estimate the additive effects (the change in splicing efficiency A) of all mutations. Next, we used Equation 2 to scale the distribution of ΔPSI effects to these different starting PSIs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 75195, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "SMN1 exon seven dataset", "sentences": [], "annotations": [], "relations": []}, {"offset": 75219, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We downloaded supplementary table 1 from. Information about the the inclusion of each mutation is provided in the third sheet (named ‘SNV statistics’) of this Excel spreadsheet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 75401, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "SRE library", "sentences": [], "annotations": [], "relations": []}, {"offset": 75413, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Processed data for the SRE library was downloaded from the Kosuri lab’s Github repository (https://github.com/KosuriLab/MFASS/blob/master/processed_data/sre/sre_data_clean.txt). Some exons in this library were never mutated. Since we were interested in analysing the effects of mutations on exon inclusion, we excluded these exons from the dataset. To study the effects of exonic mutations, we selected mutations belonging to one of the following categories: ‘clst_Ke2011_ESE’, ‘rmv_Ke2011_ESE’, ‘clst_Ke2011_ESS’, ‘rmv_Ke2011_ESS’, ‘rnd_exon_1nt’, ‘rnd_exon_2nt’, ‘rnd_exon_3nt’, ‘rnd_exon_5nt’, ‘aggr_exon’. The effect of a mutation was calculated by subtracting the PSI of the exon with the mutation from the PSI without the mutation. The same exon was sometimes mutated more than once. In those cases, we calculated their median effect to ensure that all exons had an equal weight in the final ΔPSI distribution. To study the effects of intronic mutations, we focussed on mutations belonging to one of the following categories: ‘clst_Vlkr07_AICS’, ‘clst_Vlkr07_DICS’, ‘rmv_Vlkr07_AICS’, ‘rmv_Vlkr07_DICS’, ‘rnd_intron_1nt’, ‘rnd_intron_2nt’, ‘rnd_intron_3nt’, ‘rnd_intron_5nt’, ‘aggr_intron’, ‘p_aggr_intr’. Mutation effects were calculated as described for exonic mutations. To study the effects of mutations in the invariant intronic dinucleotide positions of the splice sites, we selected mutations belonging to one of the following categories: ‘rnd_intron_1nt’, ‘rnd_intron_2nt’, ‘rnd_intron_3nt’, ‘rnd_intron_5nt’; which contained at least one mutation at the invariant dinucleotide positions. Mutation effects were calculated as described for exonic mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77179, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "SNV library", "sentences": [], "annotations": [], "relations": []}, {"offset": 77191, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Processed data for the SNV library was downloaded from the Kosuri lab’s Github repository (https://github.com/KosuriLab/MFASS/blob/master/processed_data/snv/snv_data_clean.txt). As with the SRE library, we excluded exons from this dataset that were never mutated. To study the effects of exonic mutations, we focussed on mutations belonging to the ‘exon’ categories, and calculated mutation effects as described above for the SRE library. For intronic mutations, we selected those classified as ‘downstr_intron’ or ‘upstr_intron’. For mutations in the invariant intronic dinucleotides, or in the first and last exonic positions, we selected mutations located at those positions. Mutation effects were calculated as described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77937, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Vex-seq library", "sentences": [], "annotations": [], "relations": []}, {"offset": 77953, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Processed data from the Vex-seq library were downloaded from the Vex-seq Github repository. Inclusion levels for each variant can be accessed at https://github.com/scottiadamson/Vex-seq/blob/master/processed_files/delta_PSI_values.tsv and the classification of each variant is found at https://github.com/scottiadamson/Vex-seq/blob/master/processed_files/68_97_VEP_multiple.tsv. To study the effects of exonic mutations, we selected mutations belonging to one of the following categories: ‘frameshift’, ‘inframe deletion’, ‘missense’, ‘synonymous’, ‘stop gained’, ‘stop lost’, ‘non coding transcript exon’. Mutation-induced ΔPSI values were already provided in the pre-processed data. To study the effects of intronic mutations, we selected mutations classified as ‘intron’. To study the effects of mutations in the invariant intron dinucleotides or in the first and last exon positions, we downloaded the file containing information about the position of each variant, which can be found at https://github.com/scottiadamson/Vex-seq/blob/master/processed_files/Vex-seq_positions.tsv, and selected mutations falling at the corresponding positions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 79133, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Distribution of PSI values in the GTEx dataset", "sentences": [], "annotations": [], "relations": []}, {"offset": 79180, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To estimate the PSI of all exons in all GTEx samples from the proportion of reads supporting exon inclusion in the GTEx junction read counts file (GTEx_Analysis_2016-01-15_v7_STARv2.4.2a_junctions.gct.gz; available for download at https://www.gtexportal.org/home/datasets), we used the quantifySplicing function from the Psichomics package in R. The minReads argument was set to 10 (such that a splicing event requires at least 10 reads for it to be quantified) and the eventType argument was set to ‘SE’ (instructing the quantifySplicing function to quantify alternative exon events). All estimates were based on the Psichomics hg19/GRCh37 alternative splicing annotations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 79859, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To generate a genome-wide distribution of exon inclusion levels across all tissues, the mean exon PSI in each tissue across all samples was calculated and visualised as a histogram. The distributions of inclusion values in each tissue were visualised by splitting the data according to tissue. To plot the genome-wide distribution of nucleotide inclusion levels, we first calculated the mean exon PSI in each tissue across all samples. Then, a distribution of inclusion values was generated by sampling each PSI value n times, where n is the length of each exon. The distributions of nucleotide inclusion values in each tissue were visualised by splitting the data according to tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 80545, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ΔPSI effects of common exonic alternative alleles in the GTEx population", "sentences": [], "annotations": [], "relations": []}, {"offset": 80622, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GTEx genotype matrix file (GTEx_Analysis_2016-01-15_v7_WholeGenomeSeq_635Ind_PASS_AB02_GQ20_HETX_MISS15_PLINKQC.vcf.gz, provided via dbGap) was filtered for common alternative alleles (minimum allele frequency ≥5%) using the BCFTools (http://www.htslib.org) view command with the --min-af option set to 0.05:minor. This dataset was further filtered to include only exonic nucleotide substitutions (i.e. exonic insertions and deletions as well as any intronic variants were discarded from our dataset).", "sentences": [], "annotations": [], "relations": []}, {"offset": 81131, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GTEx junction read counts file was processed using the Psichomics library in R as described above, and the output of the quantifySplicing function was subset to include only samples for which genotype information was also available. Splicing events that could not be quantified in any of the remaining samples were removed from the dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 81476, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each exonic alternative in each exon in each tissue, a linear model was built to predict exon PSI using the number of variant copies as the sole predictor variable. The estimated ΔPSI was given by the slope of the linear model (the amount of exon inclusion changing with each additional copy of the alternative allele) multiplied by two. The model’s intercept term was used as an estimate of the exon PSI without the exonic variant (i.e. the ‘starting PSI’ condition). Although we could simply take the average PSI among all samples lacking a specific variant, some variants were never absent (i.e. all samples had either one or two copies of the variant). Therefore, this method allows us to estimate (extrapolate) what the PSI would be in the absence of the sQTL, even if the data are not available. If the estimated starting PSI was above 100 (or below 0), this variant was removed from our dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 82390, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This procedure was repeated to study the effects of common intronic alternative allele within 50 nucleotides of an exon, and to study the effects of variants located in the splice sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 82577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To account for linkage disequilibrium, the final results only consider one alternative allele per splicing event (the one corresponding to the smallest p-value out of all the associations identified with a given splicing event). If an exonic allele was identified as the strongest associated allele for a particular splicing event, this splicing event was not included in the analysis of intronic alternative alleles. If an intronic allele was identified as the strongest allele, the corresponding splicing event was not included in the analysis of exonic alleles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 83142, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Predicted genome-wide δPSI distributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 83187, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To predict the distribution of exonic mutation effects, for each exon we sampled from one of our A parameter distributions a number of times proportional to the length of the exon. We then used Equation 2 in combination with the previously-estimated inclusion levels of the exon to calculate the ΔPSI values for this exon. The combination of ΔPSI predicted for all exons results in a predicted distribution of genome-wide mutation effects. A similar approach was carried out to predict the genome-wide distribution of intronic mutation effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 83740, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Effects of common alternative alleles in constitutive and alternative exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 83816, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Constitutive exons were defined as those with a PSI > 90% in all 30 GTEx tissues (as calculated above in the section titled ‘Distribution of PSI values in the GTEx dataset’). Alternative exons were defined as those with a PSI < 90% in at least one tissue. The magnitude of the effects of skipping-promoting mutations (common variants associated with less exon inclusion) for each exon in each tissue were obtained as described above (in the section titled ‘ΔPSI effects of common exonic alternative alleles in the GTEx population’).", "sentences": [], "annotations": [], "relations": []}, {"offset": 84362, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The difference of mutation effects in constitutive versus alternative exons was calculated by building a linear model in which the effect of a mutation is modeled as a function of the starting PSI and the type of exon (constitutive or alternative). The statistical significance for this difference was obtained by performing a t test for the significance of the term in the model corresponding to the type of exon.", "sentences": [], "annotations": [], "relations": []}, {"offset": 84777, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This analysis was repeated after using different definitions for constitutive and alternative exons. The definition of constitutive exon was varied by varying the threshold above which it must be included in all tissues to be considered a constitutive exon (an array of 50 numbers, from 50% to 99%). Similarly, the definition of alternative exon was also varied by changing the threshold below which an exon must be included in at least one tissue to be considered alternative (an array of 50 numbers, from 50 to 99%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 85296, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of ESE and ESS motifs in constitutive and alternative exons", "sentences": [], "annotations": [], "relations": []}, {"offset": 85365, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A list of 1182 putative enhancer hexamers and 1090 putative silencer hexamers was obtained from Supplemental Table 1 in. To compare ESE density between constitutive and alternative exons, we counted the number of ESE hexamers in each exon normalised by exon length. All exons were divided into 10 groups according to their ESE density, and the proportion of alternative vs constitutive exons in each group was calculated. The same analysis was performed to study the density of ESS hexamers in constitutive and alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 85895, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To account for the higher PSI of constitutive exons (higher PSI correlates with a higher density of enhancer elements in an exon), this analysis was repeated considering only alternative exons with a PSI > 90% in at least one GTEx tissue. This analysis was further repeated in a tissue-specific manner, only including alternative exons with PSI > 90% in each tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 86266, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To account for the effect that splice site strength might have on this analysis, we measured the strength of all splice sites in our dataset using MaxEntScan. A splice site was considered to be ‘weak’ if its MaxEntScan score was among the bottom 20% of scores in our dataset. A splice site was labelled as ‘strong’ if its MaxEntScan score was among the top 20% in the dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 86651, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of suboptimal ESEs", "sentences": [], "annotations": [], "relations": []}, {"offset": 86679, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To compare the density of suboptimal ESE sequences in alternative and constitutive exons, we repeated the analysis described above for ESE motifs, but analysing hexamer motifs that differ from an ESE hexamer by only one nucleotide substitution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 86924, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data access", "sentences": [], "annotations": [], "relations": []}, {"offset": 86936, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Raw sequencing data have been submitted to GEO with accession number GSE151942. All scripts used in this study are available at (https://github.com/lehner-lab/Constitutive_Exons;  copy archived at swh:1:rev:b2e04359c9b615ee7a1b826ebaed15f073b87298).", "sentences": [], "annotations": [], "relations": []}, {"offset": 87189, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Funding Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 87209, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This paper was supported by the following grants:", "sentences": [], "annotations": [], "relations": []}, {"offset": 87259, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Ben Lehner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87276, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Juan Valcárcel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87298, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Ben Lehner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87315, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Juan Valcárcel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87337, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Juan Valcárcel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87359, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Ben Lehner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87376, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Juan Valcárcel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87398, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Ben Lehner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87415, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Pablo Baeza-Centurion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87443, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "  to Ben Lehner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87460, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Additional information", "sentences": [], "annotations": [], "relations": []}, {"offset": 87483, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 87503, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "Reviewing editor, eLife.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87528, "infons": {"section_type": "COMP_INT", "type": "footnote"}, "text": "No competing interests declared.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87561, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 87582, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Conceptualization, Data curation, Software, Formal analysis, Investigation, Methodology, Writing - original draft, Writing - review and editing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87727, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Validation, Investigation, Methodology, Writing - review and editing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87797, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Conceptualization, Supervision, Funding acquisition, Project administration, Writing - review and editing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 87904, "infons": {"section_type": "AUTH_CONT", "type": "footnote"}, "text": "Conceptualization, Supervision, Funding acquisition, Writing - original draft, Project administration, Writing - review and editing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 88037, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Additional files", "sentences": [], "annotations": [], "relations": []}, {"offset": 88054, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 88072, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Raw sequencing data have been submitted to GEO with accession number GSE151942. All scripts used in this study are available at https://github.com/lehner-lab/Constitutive_Exons (copy archived at https://archive.softwareheritage.org/swh:1:rev:b2e04359c9b615ee7a1b826ebaed15f073b87298/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 88358, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following dataset was generated:", "sentences": [], "annotations": [], "relations": []}, {"offset": 88395, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Baeza-Centurion", "sentences": [], "annotations": [], "relations": []}, {"offset": 88411, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "P", "sentences": [], "annotations": [], "relations": []}, {"offset": 88413, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Miñana", "sentences": [], "annotations": [], "relations": []}, {"offset": 88421, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "B", "sentences": [], "annotations": [], "relations": []}, {"offset": 88423, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Valcárcel", "sentences": [], "annotations": [], "relations": []}, {"offset": 88434, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "J", "sentences": [], "annotations": [], "relations": []}, {"offset": 88436, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Lehner", "sentences": [], "annotations": [], "relations": []}, {"offset": 88443, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "B", "sentences": [], "annotations": [], "relations": []}, {"offset": 88445, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2020", "sentences": [], "annotations": [], "relations": []}, {"offset": 88450, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "NCBI Gene Expression Omnibus", "sentences": [], "annotations": [], "relations": []}, {"offset": 88479, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "GSE151942", "sentences": [], "annotations": [], "relations": []}, {"offset": 88489, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The following previously published datasets were used:", "sentences": [], "annotations": [], "relations": []}, {"offset": 88544, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Julien", "sentences": [], "annotations": [], "relations": []}, {"offset": 88551, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "P", "sentences": [], "annotations": [], "relations": []}, {"offset": 88553, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Miñana", "sentences": [], "annotations": [], "relations": []}, {"offset": 88561, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "B", "sentences": [], "annotations": [], "relations": []}, {"offset": 88563, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Baeza-Centurion", "sentences": [], "annotations": [], "relations": []}, {"offset": 88579, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "P", "sentences": [], "annotations": [], "relations": []}, {"offset": 88581, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Valcárcel", "sentences": [], "annotations": [], "relations": []}, {"offset": 88592, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "J", "sentences": [], "annotations": [], "relations": []}, {"offset": 88594, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Lehner", "sentences": [], "annotations": [], "relations": []}, {"offset": 88601, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "B", "sentences": [], "annotations": [], "relations": []}, {"offset": 88603, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2016", "sentences": [], "annotations": [], "relations": []}, {"offset": 88608, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "European Nucleotide Archive (accession code PRJEB13140)", "sentences": [], "annotations": [], "relations": []}, {"offset": 88664, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "PRJEB13140", "sentences": [], "annotations": [], "relations": []}, {"offset": 88675, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Ke", "sentences": [], "annotations": [], "relations": []}, {"offset": 88678, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "S", "sentences": [], "annotations": [], "relations": []}, {"offset": 88680, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Anquetil", "sentences": [], "annotations": [], "relations": []}, {"offset": 88689, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "V", "sentences": [], "annotations": [], "relations": []}, {"offset": 88691, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Zamalloa", "sentences": [], "annotations": [], "relations": []}, {"offset": 88700, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "JR", "sentences": [], "annotations": [], "relations": []}, {"offset": 88703, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Maity", "sentences": [], "annotations": [], "relations": []}, {"offset": 88709, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "A", "sentences": [], "annotations": [], "relations": []}, {"offset": 88711, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2018", "sentences": [], "annotations": [], "relations": []}, {"offset": 88716, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "NCBI Gene Expression Omnibus", "sentences": [], "annotations": [], "relations": []}, {"offset": 88745, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "GSE105785", "sentences": [], "annotations": [], "relations": []}, {"offset": 88755, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Cheung", "sentences": [], "annotations": [], "relations": []}, {"offset": 88762, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "R", "sentences": [], "annotations": [], "relations": []}, {"offset": 88764, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Insigne", "sentences": [], "annotations": [], "relations": []}, {"offset": 88772, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "KD", "sentences": [], "annotations": [], "relations": []}, {"offset": 88775, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Yao", "sentences": [], "annotations": [], "relations": []}, {"offset": 88779, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "D", "sentences": [], "annotations": [], "relations": []}, {"offset": 88781, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Burghard", "sentences": [], "annotations": [], "relations": []}, {"offset": 88790, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "CP", "sentences": [], "annotations": [], "relations": []}, {"offset": 88793, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Wang", "sentences": [], "annotations": [], "relations": []}, {"offset": 88798, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "J", "sentences": [], "annotations": [], "relations": []}, {"offset": 88800, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Hsiao", "sentences": [], "annotations": [], "relations": []}, {"offset": 88806, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Y-H", "sentences": [], "annotations": [], "relations": []}, {"offset": 88810, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Jones", "sentences": [], "annotations": [], "relations": []}, {"offset": 88816, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "EM", "sentences": [], "annotations": [], "relations": []}, {"offset": 88819, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Goodman", "sentences": [], "annotations": [], "relations": []}, {"offset": 88827, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "DB", "sentences": [], "annotations": [], "relations": []}, {"offset": 88830, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Xiao", "sentences": [], "annotations": [], "relations": []}, {"offset": 88835, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "X", "sentences": [], "annotations": [], "relations": []}, {"offset": 88837, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Kosuri", "sentences": [], "annotations": [], "relations": []}, {"offset": 88844, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "S", "sentences": [], "annotations": [], "relations": []}, {"offset": 88846, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2019", "sentences": [], "annotations": [], "relations": []}, {"offset": 88851, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Github", "sentences": [], "annotations": [], "relations": []}, {"offset": 88858, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "KosuriLab/MFASS", "sentences": [], "annotations": [], "relations": []}, {"offset": 88874, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Cheung", "sentences": [], "annotations": [], "relations": []}, {"offset": 88881, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "R", "sentences": [], "annotations": [], "relations": []}, {"offset": 88883, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Insigne", "sentences": [], "annotations": [], "relations": []}, {"offset": 88891, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "KD", "sentences": [], "annotations": [], "relations": []}, {"offset": 88894, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Yao", "sentences": [], "annotations": [], "relations": []}, {"offset": 88898, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "D", "sentences": [], "annotations": [], "relations": []}, {"offset": 88900, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Burghard", "sentences": [], "annotations": [], "relations": []}, {"offset": 88909, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "CP", "sentences": [], "annotations": [], "relations": []}, {"offset": 88912, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Wang", "sentences": [], "annotations": [], "relations": []}, {"offset": 88917, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "J", "sentences": [], "annotations": [], "relations": []}, {"offset": 88919, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Hsiao", "sentences": [], "annotations": [], "relations": []}, {"offset": 88925, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Y-H", "sentences": [], "annotations": [], "relations": []}, {"offset": 88929, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Jones", "sentences": [], "annotations": [], "relations": []}, {"offset": 88935, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "EM", "sentences": [], "annotations": [], "relations": []}, {"offset": 88938, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Goodman", "sentences": [], "annotations": [], "relations": []}, {"offset": 88946, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "DB", "sentences": [], "annotations": [], "relations": []}, {"offset": 88949, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Xiao", "sentences": [], "annotations": [], "relations": []}, {"offset": 88954, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "X", "sentences": [], "annotations": [], "relations": []}, {"offset": 88956, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Kosuri", "sentences": [], "annotations": [], "relations": []}, {"offset": 88963, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "S", "sentences": [], "annotations": [], "relations": []}, {"offset": 88965, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2019", "sentences": [], "annotations": [], "relations": []}, {"offset": 88970, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Github", "sentences": [], "annotations": [], "relations": []}, {"offset": 88977, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "KosuriLab/MFASS", "sentences": [], "annotations": [], "relations": []}, {"offset": 88993, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Adamson", "sentences": [], "annotations": [], "relations": []}, {"offset": 89001, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "SI", "sentences": [], "annotations": [], "relations": []}, {"offset": 89004, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Zhan", "sentences": [], "annotations": [], "relations": []}, {"offset": 89009, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "L", "sentences": [], "annotations": [], "relations": []}, {"offset": 89011, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Graveley", "sentences": [], "annotations": [], "relations": []}, {"offset": 89020, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "BR", "sentences": [], "annotations": [], "relations": []}, {"offset": 89023, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2018", "sentences": [], "annotations": [], "relations": []}, {"offset": 89028, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Github", "sentences": [], "annotations": [], "relations": []}, {"offset": 89035, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "scottiadamson/Vex-seq", "sentences": [], "annotations": [], "relations": []}, {"offset": 89057, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2017", "sentences": [], "annotations": [], "relations": []}, {"offset": 89062, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "GTEx Portal", "sentences": [], "annotations": [], "relations": []}, {"offset": 89074, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "v7", "sentences": [], "annotations": [], "relations": []}, {"offset": 89077, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "2017", "sentences": [], "annotations": [], "relations": []}, {"offset": 89082, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "NCBI database of Genotypes and Phenotypes (dbGaP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 89132, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "phs000424.v7.p2", "sentences": [], "annotations": [], "relations": []}, {"offset": 89148, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 89159, "infons": {"fpage": "74", "lpage": "76", "name_0": "surname:Aartsma-Rus;given-names:A", "name_1": "surname:Janson;given-names:AA", "name_2": "surname:Heemskerk;given-names:JA", "name_3": "surname:De Winter;given-names:CL", "name_4": "surname:Van Ommen;given-names:GJ", "name_5": "surname:Van Deutekom;given-names:JC", "pub-id_doi": "10.1196/annals.1348.058", "pub-id_pmid": "17145928", "section_type": "REF", "source": "Annals of the New York Academy of Sciences", "type": "ref", "volume": "1082", "year": "2006"}, "text": "Therapeutic modulation of DMD splicing by blocking exonic splicing enhancer sites with antisense oligonucleotides", "sentences": [], "annotations": [], "relations": []}, {"offset": 89273, "infons": {"elocation-id": "71", "name_0": "surname:Adamson;given-names:SI", "name_1": "surname:Zhan;given-names:L", "name_2": "surname:Graveley;given-names:BR", "pub-id_doi": "10.1186/s13059-018-1437-x", "pub-id_pmid": "29859120", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "19", "year": "2018"}, "text": "Vex-seq: high-throughput identification of the impact of genetic variation on pre-mRNA splicing efficiency", "sentences": [], "annotations": [], "relations": []}, {"offset": 89380, "infons": {"fpage": "17", "lpage": "23", "name_0": "surname:Agrebi;given-names:N", "name_1": "surname:Ben-Mustapha;given-names:I", "name_10": "surname:Barbouche;given-names:MR", "name_2": "surname:Matoussi;given-names:N", "name_3": "surname:Dhouib;given-names:N", "name_4": "surname:Ben-Ali;given-names:M", "name_5": "surname:Mekki;given-names:N", "name_6": "surname:Ben-Ahmed;given-names:M", "name_7": "surname:Larguèche;given-names:B", "name_8": "surname:Ben Becher;given-names:S", "name_9": "surname:Béjaoui;given-names:M", "pub-id_doi": "10.1016/j.clim.2017.06.009", "pub-id_pmid": "28668589", "section_type": "REF", "source": "Clinical Immunology", "type": "ref", "volume": "183", "year": "2017"}, "text": "Rare splicing defects of FAS underly severe recessive autoimmune lymphoproliferative syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 89474, "infons": {"fpage": "253", "lpage": "268", "name_0": "surname:Anna;given-names:A", "name_1": "surname:Monika;given-names:G", "pub-id_doi": "10.1007/s13353-018-0444-7", "pub-id_pmid": "29680930", "section_type": "REF", "source": "Journal of Applied Genetics", "type": "ref", "volume": "59", "year": "2018"}, "text": "Splicing mutations in human genetic disorders: examples, detection, and confirmation", "sentences": [], "annotations": [], "relations": []}, {"offset": 89559, "infons": {"fpage": "549", "lpage": "563", "name_0": "surname:Baeza-Centurion;given-names:P", "name_1": "surname:Miñana;given-names:B", "name_2": "surname:Schmiedel;given-names:JM", "name_3": "surname:Valcárcel;given-names:J", "name_4": "surname:Lehner;given-names:B", "pub-id_doi": "10.1016/j.cell.2018.12.010", "pub-id_pmid": "30661752", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "176", "year": "2019"}, "text": "Combinatorial genetics reveals a scaling law for the effects of mutations on splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 89645, "infons": {"element-citation": "https://archive.softwareheritage.org/swh:1:dir:d28e52f8ee9d7a8c616d8d3a05149a9e887e01e1;origin=https://github.com/lehner-lab/Constitutive_Exons;visit=swh:1:snp:04ba00745249147907a065646dbf76d75c63db8d;anchor=swh:1:rev:b2e04359c9b615ee7a1b826ebaed15f073b87298/", "name_0": "surname:Baeza-Centurion;given-names:P", "section_type": "REF", "source": "Software Heritage", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 89646, "infons": {"fpage": "501", "lpage": "508", "name_0": "surname:Ben-Mustapha;given-names:I", "name_1": "surname:Agrebi;given-names:N", "name_2": "surname:Barbouche;given-names:MR", "pub-id_doi": "10.1002/JLB.5MR0817-332R", "pub-id_pmid": "29345341", "section_type": "REF", "source": "Journal of Leukocyte Biology", "type": "ref", "volume": "103", "year": "2018"}, "text": "Novel insights into FAS defects underlying autoimmune lymphoproliferative syndrome revealed by studies in consanguineous patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 89776, "infons": {"fpage": "1387", "lpage": "1395", "name_0": "surname:Blázquez;given-names:L", "name_1": "surname:Aiastui;given-names:A", "name_2": "surname:Goicoechea;given-names:M", "name_3": "surname:Martins de Araujo;given-names:M", "name_4": "surname:Avril;given-names:A", "name_5": "surname:Beley;given-names:C", "name_6": "surname:García;given-names:L", "name_7": "surname:Valcárcel;given-names:J", "name_8": "surname:Fortes;given-names:P", "name_9": "surname:López de Munain;given-names:A", "pub-id_doi": "10.1002/humu.22379", "pub-id_pmid": "23864287", "section_type": "REF", "source": "Human Mutation", "type": "ref", "volume": "34", "year": "2013"}, "text": "In vitro correction of a pseudoexon-generating deep intronic mutation in LGMD2A by antisense oligonucleotides and modified small nuclear RNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 89918, "infons": {"fpage": "106", "lpage": "110", "name_0": "surname:Blencowe;given-names:BJ", "pub-id_doi": "10.1016/S0968-0004(00)01549-8", "pub-id_pmid": "10694877", "section_type": "REF", "source": "Trends in Biochemical Sciences", "type": "ref", "volume": "25", "year": "2000"}, "text": "Exonic splicing enhancers: mechanism of action, diversity and role in human genetic diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 90011, "infons": {"fpage": "457", "lpage": "474", "name_0": "surname:Bonnal;given-names:SC", "name_1": "surname:López-Oreja;given-names:I", "name_2": "surname:Valcárcel;given-names:J", "pub-id_doi": "10.1038/s41571-020-0350-x", "section_type": "REF", "source": "Nature Reviews Clinical Oncology", "type": "ref", "volume": "17", "year": "2020"}, "text": "Roles and mechanisms of alternative splicing in Cancer — implications for care", "sentences": [], "annotations": [], "relations": []}, {"offset": 90092, "infons": {"elocation-id": "3315", "name_0": "surname:Braun;given-names:S", "name_1": "surname:Enculescu;given-names:M", "name_10": "surname:Barbosa-Morais;given-names:NL", "name_11": "surname:Legewie;given-names:S", "name_12": "surname:König;given-names:J", "name_13": "surname:Zarnack;given-names:K", "name_2": "surname:Setty;given-names:ST", "name_3": "surname:Cortés-López;given-names:M", "name_4": "surname:de Almeida;given-names:BP", "name_5": "surname:Sutandy;given-names:FXR", "name_6": "surname:Schulz;given-names:L", "name_7": "surname:Busch;given-names:A", "name_8": "surname:Seiler;given-names:M", "name_9": "surname:Ebersberger;given-names:S", "pub-id_doi": "10.1038/s41467-018-05748-7", "pub-id_pmid": "30120239", "section_type": "REF", "source": "Nature Communications", "type": "ref", "volume": "9", "year": "2018"}, "text": "Decoding a cancer-relevant splicing decision in the RON proto-oncogene using high-throughput mutagenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 90197, "infons": {"fpage": "1252", "lpage": "1269", "name_0": "surname:Braunschweig;given-names:U", "name_1": "surname:Gueroussov;given-names:S", "name_2": "surname:Plocik;given-names:AM", "name_3": "surname:Graveley;given-names:BR", "name_4": "surname:Blencowe;given-names:BJ", "pub-id_doi": "10.1016/j.cell.2013.02.034", "pub-id_pmid": "23498935", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "152", "year": "2013"}, "text": "Dynamic integration of splicing within gene regulatory pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 90261, "infons": {"fpage": "211", "lpage": "224", "name_0": "surname:Kahles;given-names:A", "name_1": "surname:Lehmann;given-names:KV", "name_2": "surname:Toussaint;given-names:NC", "name_3": "surname:Hüser;given-names:M", "name_4": "surname:Stark;given-names:SG", "name_5": "surname:Sachsenberg;given-names:T", "name_6": "surname:Stegle;given-names:O", "name_7": "surname:Kohlbacher;given-names:O", "name_8": "surname:Sander;given-names:C", "name_9": "surname:Rätsch;given-names:G", "pub-id_doi": "10.1016/j.ccell.2018.07.001", "pub-id_pmid": "30078747", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "34", "year": "2018"}, "text": "Comprehensive analysis of alternative splicing across tumors from 8,705 patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 90342, "infons": {"fpage": "542", "lpage": "551", "name_0": "surname:Chen;given-names:FC", "pub-id_doi": "10.1093/bib/bbt025", "pub-id_pmid": "23640569", "section_type": "REF", "source": "Briefings in Bioinformatics", "type": "ref", "volume": "15", "year": "2014"}, "text": "Are all of the human exons alternatively spliced?", "sentences": [], "annotations": [], "relations": []}, {"offset": 90392, "infons": {"fpage": "183", "lpage": "194", "name_0": "surname:Cheung;given-names:R", "name_1": "surname:Insigne;given-names:KD", "name_2": "surname:Yao;given-names:D", "name_3": "surname:Burghard;given-names:CP", "name_4": "surname:Wang;given-names:J", "name_5": "surname:Hsiao;given-names:YE", "name_6": "surname:Jones;given-names:EM", "name_7": "surname:Goodman;given-names:DB", "name_8": "surname:Xiao;given-names:X", "name_9": "surname:Kosuri;given-names:S", "pub-id_doi": "10.1016/j.molcel.2018.10.037", "pub-id_pmid": "30503770", "section_type": "REF", "source": "Molecular Cell", "type": "ref", "volume": "73", "year": "2019"}, "text": "A multiplexed assay for exon recognition reveals that an unappreciated fraction of rare genetic variants cause Large-Effect splicing disruptions", "sentences": [], "annotations": [], "relations": []}, {"offset": 90537, "infons": {"fpage": "2235", "lpage": "2242", "name_0": "surname:Rehm;given-names:HL", "name_1": "surname:Berg;given-names:JS", "name_10": "surname:Plon;given-names:SE", "name_11": "surname:Ramos;given-names:EM", "name_12": "surname:Sherry;given-names:ST", "name_13": "surname:Watson;given-names:MS", "name_2": "surname:Brooks;given-names:LD", "name_3": "surname:Bustamante;given-names:CD", "name_4": "surname:Evans;given-names:JP", "name_5": "surname:Landrum;given-names:MJ", "name_6": "surname:Ledbetter;given-names:DH", "name_7": "surname:Maglott;given-names:DR", "name_8": "surname:Martin;given-names:CL", "name_9": "surname:Nussbaum;given-names:RL", "pub-id_doi": "10.1056/NEJMsr1406261", "pub-id_pmid": "26014595", "section_type": "REF", "source": "New England Journal of Medicine", "type": "ref", "volume": "372", "year": "2015"}, "text": "ClinGen--the clinical genome resource", "sentences": [], "annotations": [], "relations": []}, {"offset": 90575, "infons": {"fpage": "5518", "lpage": "5526", "name_0": "surname:Collesi;given-names:C", "name_1": "surname:Santoro;given-names:MM", "name_2": "surname:Gaudino;given-names:G", "name_3": "surname:Comoglio;given-names:PM", "pub-id_doi": "10.1128/MCB.16.10.5518", "pub-id_pmid": "8816464", "section_type": "REF", "source": "Molecular and Cellular Biology", "type": "ref", "volume": "16", "year": "1996"}, "text": "A splicing variant of the RON transcript induces constitutive tyrosine kinase activity and an invasive phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 90688, "infons": {"fpage": "50", "lpage": "57", "name_0": "surname:de Boer;given-names:M", "name_1": "surname:van Leeuwen;given-names:K", "name_2": "surname:Geissler;given-names:J", "name_3": "surname:Belohradsky;given-names:BH", "name_4": "surname:Kuijpers;given-names:TW", "name_5": "surname:Roos;given-names:D", "pub-id_doi": "10.1016/j.bcmd.2017.08.012", "section_type": "REF", "source": "Blood Cells, Molecules, and Diseases", "type": "ref", "volume": "66", "year": "2017"}, "text": "Mutation in an exonic splicing enhancer site causing chronic granulomatous disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 90771, "infons": {"fpage": "285", "lpage": "291", "name_0": "surname:Lek;given-names:M", "name_1": "surname:Karczewski;given-names:KJ", "name_10": "surname:Tukiainen;given-names:T", "name_11": "surname:Birnbaum;given-names:DP", "name_12": "surname:Kosmicki;given-names:JA", "name_13": "surname:Duncan;given-names:LE", "name_14": "surname:Estrada;given-names:K", "name_15": "surname:Zhao;given-names:F", "name_16": "surname:Zou;given-names:J", "name_17": "surname:Pierce-Hoffman;given-names:E", "name_18": "surname:Berghout;given-names:J", "name_19": "surname:Cooper;given-names:DN", "name_2": "surname:Minikel;given-names:EV", "name_20": "surname:Deflaux;given-names:N", "name_21": "surname:DePristo;given-names:M", "name_22": "surname:Do;given-names:R", "name_23": "surname:Flannick;given-names:J", "name_24": "surname:Fromer;given-names:M", "name_25": "surname:Gauthier;given-names:L", "name_26": "surname:Goldstein;given-names:J", "name_27": "surname:Gupta;given-names:N", "name_28": "surname:Howrigan;given-names:D", "name_29": "surname:Kiezun;given-names:A", "name_3": "surname:Samocha;given-names:KE", "name_30": "surname:Kurki;given-names:MI", "name_31": "surname:Moonshine;given-names:AL", "name_32": "surname:Natarajan;given-names:P", "name_33": "surname:Orozco;given-names:L", "name_34": "surname:Peloso;given-names:GM", "name_35": "surname:Poplin;given-names:R", "name_36": "surname:Rivas;given-names:MA", "name_37": "surname:Ruano-Rubio;given-names:V", "name_38": "surname:Rose;given-names:SA", "name_39": "surname:Ruderfer;given-names:DM", "name_4": "surname:Banks;given-names:E", "name_40": "surname:Shakir;given-names:K", "name_41": "surname:Stenson;given-names:PD", "name_42": "surname:Stevens;given-names:C", "name_43": "surname:Thomas;given-names:BP", "name_44": "surname:Tiao;given-names:G", "name_45": "surname:Tusie-Luna;given-names:MT", "name_46": "surname:Weisburd;given-names:B", "name_47": "surname:Won;given-names:HH", "name_48": "surname:Yu;given-names:D", "name_49": "surname:Altshuler;given-names:DM", "name_5": "surname:Fennell;given-names:T", "name_50": "surname:Ardissino;given-names:D", "name_51": "surname:Boehnke;given-names:M", "name_52": "surname:Danesh;given-names:J", "name_53": "surname:Donnelly;given-names:S", "name_54": "surname:Elosua;given-names:R", "name_55": "surname:Florez;given-names:JC", "name_56": "surname:Gabriel;given-names:SB", "name_57": "surname:Getz;given-names:G", "name_58": "surname:Glatt;given-names:SJ", "name_59": "surname:Hultman;given-names:CM", "name_6": "surname:O'Donnell-Luria;given-names:AH", "name_60": "surname:Kathiresan;given-names:S", "name_61": "surname:Laakso;given-names:M", "name_62": "surname:McCarroll;given-names:S", "name_63": "surname:McCarthy;given-names:MI", "name_64": "surname:McGovern;given-names:D", "name_65": "surname:McPherson;given-names:R", "name_66": "surname:Neale;given-names:BM", "name_67": "surname:Palotie;given-names:A", "name_68": "surname:Purcell;given-names:SM", "name_69": "surname:Saleheen;given-names:D", "name_7": "surname:Ware;given-names:JS", "name_70": "surname:Scharf;given-names:JM", "name_71": "surname:Sklar;given-names:P", "name_72": "surname:Sullivan;given-names:PF", "name_73": "surname:Tuomilehto;given-names:J", "name_74": "surname:Tsuang;given-names:MT", "name_75": "surname:Watkins;given-names:HC", "name_76": "surname:Wilson;given-names:JG", "name_77": "surname:Daly;given-names:MJ", "name_78": "surname:MacArthur;given-names:DG", "name_8": "surname:Hill;given-names:AJ", "name_9": "surname:Cummings;given-names:BB", "pub-id_doi": "10.1038/nature19057", "pub-id_pmid": "27535533", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "536", "year": "2016"}, "text": "Analysis of protein-coding genetic variation in 60,706 humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 90833, "infons": {"elocation-id": "207", "name_0": "surname:Faure;given-names:AJ", "name_1": "surname:Schmiedel;given-names:JM", "name_2": "surname:Baeza-Centurion;given-names:P", "name_3": "surname:Lehner;given-names:B", "pub-id_doi": "10.1186/s13059-020-02091-3", "pub-id_pmid": "32799905", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "21", "year": "2020"}, "text": "DiMSum: an error model and pipeline for analyzing deep mutational scanning data and diagnosing common experimental pathologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 90960, "infons": {"fpage": "1089", "lpage": "1098", "name_0": "surname:Förch;given-names:P", "name_1": "surname:Puig;given-names:O", "name_2": "surname:Kedersha;given-names:N", "name_3": "surname:Martínez;given-names:C", "name_4": "surname:Granneman;given-names:S", "name_5": "surname:Séraphin;given-names:B", "name_6": "surname:Anderson;given-names:P", "name_7": "surname:Valcárcel;given-names:J", "pub-id_doi": "10.1016/S1097-2765(00)00107-6", "pub-id_pmid": "11106748", "section_type": "REF", "source": "Molecular Cell", "type": "ref", "volume": "6", "year": "2000"}, "text": "The apoptosis-promoting factor TIA-1 is a regulator of alternative pre-mRNA splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 91045, "infons": {"fpage": "666", "lpage": "669", "name_0": "surname:Rivas;given-names:MA", "name_1": "surname:Pirinen;given-names:M", "name_10": "surname:Ferreira;given-names:PG", "name_11": "surname:Smith;given-names:KS", "name_12": "surname:Zhang;given-names:R", "name_13": "surname:Zhao;given-names:F", "name_14": "surname:Banks;given-names:E", "name_15": "surname:Poplin;given-names:R", "name_16": "surname:Ruderfer;given-names:DM", "name_17": "surname:Purcell;given-names:SM", "name_18": "surname:Tukiainen;given-names:T", "name_19": "surname:Minikel;given-names:EV", "name_2": "surname:Conrad;given-names:DF", "name_20": "surname:Stenson;given-names:PD", "name_21": "surname:Cooper;given-names:DN", "name_22": "surname:Huang;given-names:KH", "name_23": "surname:Sullivan;given-names:TJ", "name_24": "surname:Nedzel;given-names:J", "name_25": "surname:Bustamante;given-names:CD", "name_26": "surname:Li;given-names:JB", "name_27": "surname:Daly;given-names:MJ", "name_28": "surname:Guigo;given-names:R", "name_29": "surname:Donnelly;given-names:P", "name_3": "surname:Lek;given-names:M", "name_30": "surname:Ardlie;given-names:K", "name_31": "surname:Sammeth;given-names:M", "name_32": "surname:Dermitzakis;given-names:ET", "name_33": "surname:McCarthy;given-names:MI", "name_34": "surname:Montgomery;given-names:SB", "name_35": "surname:Lappalainen;given-names:T", "name_36": "surname:MacArthur;given-names:DG", "name_4": "surname:Tsang;given-names:EK", "name_5": "surname:Karczewski;given-names:KJ", "name_6": "surname:Maller;given-names:JB", "name_7": "surname:Kukurba;given-names:KR", "name_8": "surname:DeLuca;given-names:DS", "name_9": "surname:Fromer;given-names:M", "pub-id_doi": "10.1126/science.1261877", "pub-id_pmid": "25954003", "section_type": "REF", "source": "Science", "type": "ref", "volume": "348", "year": "2015"}, "text": "Human genomics effect of predicted protein-truncating genetic variants on the human transcriptome", "sentences": [], "annotations": [], "relations": []}, {"offset": 91143, "infons": {"fpage": "204", "lpage": "213", "pub-id_doi": "10.1038/nature24277", "pub-id_pmid": "29022597", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "550", "year": "2017"}, "text": "Genetic effects on gene expression across human tissues", "sentences": [], "annotations": [], "relations": []}, {"offset": 91199, "infons": {"fpage": "306", "lpage": "313", "name_0": "surname:Hicks;given-names:MJ", "name_1": "surname:Lam;given-names:BJ", "name_2": "surname:Hertel;given-names:KJ", "pub-id_doi": "10.1016/j.ymeth.2005.07.012", "pub-id_pmid": "16314259", "section_type": "REF", "source": "Methods", "type": "ref", "volume": "37", "year": "2005"}, "text": "Analyzing mechanisms of alternative pre-mRNA splicing using in vitro splicing assays", "sentences": [], "annotations": [], "relations": []}, {"offset": 91284, "infons": {"elocation-id": "11558", "name_0": "surname:Julien;given-names:P", "name_1": "surname:Miñana;given-names:B", "name_2": "surname:Baeza-Centurion;given-names:P", "name_3": "surname:Valcárcel;given-names:J", "name_4": "surname:Lehner;given-names:B", "pub-id_doi": "10.1038/ncomms11558", "pub-id_pmid": "27161764", "section_type": "REF", "source": "Nature Communications", "type": "ref", "volume": "7", "year": "2016"}, "text": "The complete local genotype-phenotype landscape for the alternative splicing of a human exon", "sentences": [], "annotations": [], "relations": []}, {"offset": 91377, "infons": {"fpage": "1360", "lpage": "1374", "name_0": "surname:Ke;given-names:S", "name_1": "surname:Shang;given-names:S", "name_2": "surname:Kalachikov;given-names:SM", "name_3": "surname:Morozova;given-names:I", "name_4": "surname:Yu;given-names:L", "name_5": "surname:Russo;given-names:JJ", "name_6": "surname:Ju;given-names:J", "name_7": "surname:Chasin;given-names:LA", "pub-id_doi": "10.1101/gr.119628.110", "pub-id_pmid": "21659425", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "21", "year": "2011"}, "text": "Quantitative evaluation of all hexamers as exonic splicing elements", "sentences": [], "annotations": [], "relations": []}, {"offset": 91445, "infons": {"fpage": "11", "lpage": "24", "name_0": "surname:Ke;given-names:S", "name_1": "surname:Anquetil;given-names:V", "name_2": "surname:Zamalloa;given-names:JR", "name_3": "surname:Maity;given-names:A", "name_4": "surname:Yang;given-names:A", "name_5": "surname:Arias;given-names:MA", "name_6": "surname:Kalachikov;given-names:S", "name_7": "surname:Russo;given-names:JJ", "name_8": "surname:Ju;given-names:J", "name_9": "surname:Chasin;given-names:LA", "pub-id_doi": "10.1101/gr.219683.116", "pub-id_pmid": "29242188", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "28", "year": "2018"}, "text": "Saturation mutagenesis reveals manifold determinants of exon definition", "sentences": [], "annotations": [], "relations": []}, {"offset": 91517, "infons": {"fpage": "99", "lpage": "127", "name_0": "surname:Kinney;given-names:JB", "name_1": "surname:McCandlish;given-names:DM", "pub-id_doi": "10.1146/annurev-genom-083118-014845", "pub-id_pmid": "31091417", "section_type": "REF", "source": "Annual Review of Genomics and Human Genetics", "type": "ref", "volume": "20", "year": "2019"}, "text": "Massively parallel assays and quantitative Sequence-Function relationships", "sentences": [], "annotations": [], "relations": []}, {"offset": 91592, "infons": {"elocation-id": "3886", "name_0": "surname:Li;given-names:X", "name_1": "surname:Lalić;given-names:J", "name_2": "surname:Baeza-Centurion;given-names:P", "name_3": "surname:Dhar;given-names:R", "name_4": "surname:Lehner;given-names:B", "pub-id_doi": "10.1038/s41467-019-11735-3", "pub-id_pmid": "31467279", "section_type": "REF", "source": "Nature Communications", "type": "ref", "volume": "10", "year": "2019"}, "text": "Changes in gene expression predictably shift and switch genetic interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 91669, "infons": {"fpage": "11093", "lpage": "11098", "name_0": "surname:Lim;given-names:KH", "name_1": "surname:Ferraris;given-names:L", "name_2": "surname:Filloux;given-names:ME", "name_3": "surname:Raphael;given-names:BJ", "name_4": "surname:Fairbrother;given-names:WG", "pub-id_doi": "10.1073/pnas.1101135108", "pub-id_pmid": "21685335", "section_type": "REF", "source": "PNAS", "type": "ref", "volume": "108", "year": "2011"}, "text": "Using positional distribution to identify splicing elements and predict pre-mRNA processing defects in human genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 91784, "infons": {"fpage": "1645", "lpage": "1651", "name_0": "surname:Lindeboom;given-names:RGH", "name_1": "surname:Vermeulen;given-names:M", "name_2": "surname:Lehner;given-names:B", "name_3": "surname:Supek;given-names:F", "pub-id_doi": "10.1038/s41588-019-0517-5", "pub-id_pmid": "31659324", "section_type": "REF", "source": "Nature Genetics", "type": "ref", "volume": "51", "year": "2019"}, "text": "The impact of nonsense-mediated mRNA decay on genetic disease, gene editing and Cancer immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 91885, "infons": {"fpage": "1998", "lpage": "2012", "name_0": "surname:Liu;given-names:HX", "name_1": "surname:Zhang;given-names:M", "name_2": "surname:Krainer;given-names:AR", "pub-id_doi": "10.1101/gad.12.13.1998", "pub-id_pmid": "9649504", "section_type": "REF", "source": "Genes & Development", "type": "ref", "volume": "12", "year": "1998"}, "text": "Identification of functional exonic splicing enhancer motifs recognized by individual SR proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 91983, "infons": {"elocation-id": "208", "name_0": "surname:Rahman;given-names:MA", "name_1": "surname:Krainer;given-names:AR", "name_2": "surname:Abdel-Wahab;given-names:O", "pub-id_doi": "10.1016/j.cell.2019.12.011", "pub-id_pmid": "31951519", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "180", "year": "2020"}, "text": "SnapShot: splicing alterations in Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 92024, "infons": {"elocation-id": "e1007231", "name_0": "surname:Rhine;given-names:CL", "name_1": "surname:Cygan;given-names:KJ", "name_2": "surname:Soemedi;given-names:R", "name_3": "surname:Maguire;given-names:S", "name_4": "surname:Murray;given-names:MF", "name_5": "surname:Monaghan;given-names:SF", "name_6": "surname:Fairbrother;given-names:WG", "pub-id_doi": "10.1371/journal.pgen.1007231", "pub-id_pmid": "29505604", "section_type": "REF", "source": "PLOS Genetics", "type": "ref", "volume": "14", "year": "2018"}, "text": "Hereditary Cancer genes are highly susceptible to splicing mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 92093, "infons": {"fpage": "683", "lpage": "698", "name_0": "surname:Roca;given-names:X", "name_1": "surname:Sachidanandam;given-names:R", "name_2": "surname:Krainer;given-names:AR", "pub-id_doi": "10.1261/rna.2040605", "pub-id_pmid": "15840817", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "11", "year": "2005"}, "text": "Determinants of the inherent strength of human 5' splice sites", "sentences": [], "annotations": [], "relations": []}, {"offset": 92156, "infons": {"fpage": "153", "lpage": "171", "name_0": "surname:Rogan;given-names:PK", "name_1": "surname:Faux;given-names:BM", "name_2": "surname:Schneider;given-names:TD", "pub-id_doi": "10.1002/(SICI)1098-1004(1998)12:3<153::AID-HUMU3>3.0.CO;2-I", "pub-id_pmid": "9711873", "section_type": "REF", "source": "Human Mutation", "type": "ref", "volume": "12", "year": "1998"}, "text": "Information analysis of human splice site mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 92208, "infons": {"elocation-id": "e7", "name_0": "surname:Saraiva-Agostinho;given-names:N", "name_1": "surname:Barbosa-Morais;given-names:NL", "pub-id_doi": "10.1093/nar/gky888", "pub-id_pmid": "30277515", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "47", "year": "2019"}, "text": "Psichomics: graphical application for alternative splicing quantification and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 92295, "infons": {"fpage": "261", "lpage": "273", "name_0": "surname:Schaal;given-names:TD", "name_1": "surname:Maniatis;given-names:T", "pub-id_doi": "10.1128/MCB.19.1.261", "pub-id_pmid": "9858550", "section_type": "REF", "source": "Molecular and Cellular Biology", "type": "ref", "volume": "19", "year": "1999"}, "text": "Multiple distinct splicing enhancers in the protein-coding sequences of a constitutively spliced pre-mRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 92401, "infons": {"fpage": "19", "lpage": "32", "name_0": "surname:Scotti;given-names:MM", "name_1": "surname:Swanson;given-names:MS", "pub-id_doi": "10.1038/nrg.2015.3", "pub-id_pmid": "26593421", "section_type": "REF", "source": "Nature Reviews Genetics", "type": "ref", "volume": "17", "year": "2016"}, "text": "RNA mis-splicing in disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 92429, "infons": {"fpage": "2204", "lpage": "2210", "name_0": "surname:Shiga;given-names:N", "name_1": "surname:Takeshima;given-names:Y", "name_2": "surname:Sakamoto;given-names:H", "name_3": "surname:Inoue;given-names:K", "name_4": "surname:Yokota;given-names:Y", "name_5": "surname:Yokoyama;given-names:M", "name_6": "surname:Matsuo;given-names:M", "pub-id_doi": "10.1172/JCI119757", "pub-id_pmid": "9410897", "section_type": "REF", "source": "Journal of Clinical Investigation", "type": "ref", "volume": "100", "year": "1997"}, "text": "Disruption of the splicing enhancer sequence within exon 27 of the dystrophin gene by a nonsense mutation induces partial skipping of the exon and is responsible for Becker muscular dystrophy", "sentences": [], "annotations": [], "relations": []}, {"offset": 92621, "infons": {"fpage": "848", "lpage": "855", "name_0": "surname:Soemedi;given-names:R", "name_1": "surname:Cygan;given-names:KJ", "name_2": "surname:Rhine;given-names:CL", "name_3": "surname:Wang;given-names:J", "name_4": "surname:Bulacan;given-names:C", "name_5": "surname:Yang;given-names:J", "name_6": "surname:Bayrak-Toydemir;given-names:P", "name_7": "surname:McDonald;given-names:J", "name_8": "surname:Fairbrother;given-names:WG", "pub-id_doi": "10.1038/ng.3837", "pub-id_pmid": "28416821", "section_type": "REF", "source": "Nature Genetics", "type": "ref", "volume": "49", "year": "2017"}, "text": "Pathogenic variants that alter protein code often disrupt splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 92688, "infons": {"fpage": "1364", "lpage": "1376", "name_0": "surname:Souček;given-names:P", "name_1": "surname:Réblová;given-names:K", "name_2": "surname:Kramárek;given-names:M", "name_3": "surname:Radová;given-names:L", "name_4": "surname:Grymová;given-names:T", "name_5": "surname:Hujová;given-names:P", "name_6": "surname:Kováčová;given-names:T", "name_7": "surname:Lexa;given-names:M", "name_8": "surname:Grodecká;given-names:L", "name_9": "surname:Freiberger;given-names:T", "pub-id_doi": "10.1080/15476286.2019.1630796", "pub-id_pmid": "31213135", "section_type": "REF", "source": "RNA Biology", "type": "ref", "volume": "16", "year": "2019"}, "text": "High-throughput analysis revealed mutations' diverging effects on SMN1 exon 7 splicing", "sentences": [], "annotations": [], "relations": []}, {"offset": 92775, "infons": {"elocation-id": "201", "name_0": "surname:Sterne-Weiler;given-names:T", "name_1": "surname:Sanford;given-names:JR", "pub-id_doi": "10.1186/gb4150", "pub-id_pmid": "24456648", "section_type": "REF", "source": "Genome Biology", "type": "ref", "volume": "15", "year": "2014"}, "text": "Exon identity crisis: disease-causing mutations that disrupt the splicing code", "sentences": [], "annotations": [], "relations": []}, {"offset": 92854, "infons": {"fpage": "1324", "lpage": "1335", "name_0": "surname:Supek;given-names:F", "name_1": "surname:Miñana;given-names:B", "name_2": "surname:Valcárcel;given-names:J", "name_3": "surname:Gabaldón;given-names:T", "name_4": "surname:Lehner;given-names:B", "pub-id_doi": "10.1016/j.cell.2014.01.051", "pub-id_pmid": "24630730", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "156", "year": "2014"}, "text": "Synonymous mutations frequently act as driver mutations in human cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 92927, "infons": {"fpage": "1347", "lpage": "1354", "name_0": "surname:Tanaka;given-names:K", "name_1": "surname:Watakabe;given-names:A", "name_2": "surname:Shimura;given-names:Y", "pub-id_doi": "10.1128/MCB.14.2.1347", "pub-id_pmid": "8289812", "section_type": "REF", "source": "Molecular and Cellular Biology", "type": "ref", "volume": "14", "year": "1994"}, "text": "Polypurine sequences within a downstream exon function as a splicing enhancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 93005, "infons": {"fpage": "1759", "lpage": "1768", "name_0": "surname:Tapial;given-names:J", "name_1": "surname:Ha;given-names:KCH", "name_10": "surname:Cozzuto;given-names:L", "name_11": "surname:Wang;given-names:X", "name_12": "surname:Gómez-Velázquez;given-names:M", "name_13": "surname:Rayon;given-names:T", "name_14": "surname:Manzanares;given-names:M", "name_15": "surname:Ponomarenko;given-names:J", "name_16": "surname:Blencowe;given-names:BJ", "name_17": "surname:Irimia;given-names:M", "name_2": "surname:Sterne-Weiler;given-names:T", "name_3": "surname:Gohr;given-names:A", "name_4": "surname:Braunschweig;given-names:U", "name_5": "surname:Hermoso-Pulido;given-names:A", "name_6": "surname:Quesnel-Vallières;given-names:M", "name_7": "surname:Permanyer;given-names:J", "name_8": "surname:Sodaei;given-names:R", "name_9": "surname:Marquez;given-names:Y", "pub-id_doi": "10.1101/gr.220962.117", "pub-id_pmid": "28855263", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "27", "year": "2017"}, "text": "An atlas of alternative splicing profiles and functional associations reveals new regulatory programs and genes that simultaneously express multiple major isoforms", "sentences": [], "annotations": [], "relations": []}, {"offset": 93169, "infons": {"fpage": "1532", "lpage": "1535", "name_0": "surname:Ule;given-names:J", "pub-id_doi": "10.1042/BST20130157", "pub-id_pmid": "24256249", "section_type": "REF", "source": "Biochemical Society Transactions", "type": "ref", "volume": "41", "year": "2013"}, "text": "Alu elements: at the crossroads between disease and evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 93231, "infons": {"fpage": "1093", "lpage": "1111", "name_0": "surname:Vaz-Drago;given-names:R", "name_1": "surname:Custódio;given-names:N", "name_2": "surname:Carmo-Fonseca;given-names:M", "pub-id_doi": "10.1007/s00439-017-1809-4", "pub-id_pmid": "28497172", "section_type": "REF", "source": "Human Genetics", "type": "ref", "volume": "136", "year": "2017"}, "text": "Deep intronic mutations and human disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 93273, "infons": {"fpage": "5053", "lpage": "5062", "name_0": "surname:Wang;given-names:J", "name_1": "surname:Smith;given-names:PJ", "name_2": "surname:Krainer;given-names:AR", "name_3": "surname:Zhang;given-names:MQ", "pub-id_doi": "10.1093/nar/gki810", "pub-id_pmid": "16147989", "section_type": "REF", "source": "Nucleic Acids Research", "type": "ref", "volume": "33", "year": "2005"}, "text": "Distribution of SR protein exonic splicing enhancer motifs in human protein-coding genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 93362, "infons": {"fpage": "802", "lpage": "813", "name_0": "surname:Wang;given-names:Z", "name_1": "surname:Burge;given-names:CB", "pub-id_doi": "10.1261/rna.876308", "pub-id_pmid": "18369186", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "14", "year": "2008"}, "text": "Splicing regulation: From a parts list of regulatory elements to an integrated splicing code", "sentences": [], "annotations": [], "relations": []}, {"offset": 93455, "infons": {"fpage": "407", "lpage": "418", "name_0": "surname:Watakabe;given-names:A", "name_1": "surname:Tanaka;given-names:K", "name_2": "surname:Shimura;given-names:Y", "pub-id_doi": "10.1101/gad.7.3.407", "pub-id_pmid": "8449402", "section_type": "REF", "source": "Genes & Development", "type": "ref", "volume": "7", "year": "1993"}, "text": "The role of exon sequences in splice site selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 93507, "infons": {"fpage": "832", "lpage": "835", "name_0": "surname:Wu;given-names:S", "name_1": "surname:Romfo;given-names:CM", "name_2": "surname:Nilsen;given-names:TW", "name_3": "surname:Green;given-names:MR", "pub-id_doi": "10.1038/45590", "pub-id_pmid": "10617206", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "402", "year": "1999"}, "text": "Functional recognition of the 3' splice site AG by the splicing factor U2AF35", "sentences": [], "annotations": [], "relations": []}, {"offset": 93585, "infons": {"elocation-id": "1254806", "name_0": "surname:Xiong;given-names:HY", "name_1": "surname:Alipanahi;given-names:B", "name_10": "surname:Morris;given-names:Q", "name_11": "surname:Barash;given-names:Y", "name_12": "surname:Krainer;given-names:AR", "name_13": "surname:Jojic;given-names:N", "name_14": "surname:Scherer;given-names:SW", "name_15": "surname:Blencowe;given-names:BJ", "name_16": "surname:Frey;given-names:BJ", "name_2": "surname:Lee;given-names:LJ", "name_3": "surname:Bretschneider;given-names:H", "name_4": "surname:Merico;given-names:D", "name_5": "surname:Yuen;given-names:RK", "name_6": "surname:Hua;given-names:Y", "name_7": "surname:Gueroussov;given-names:S", "name_8": "surname:Najafabadi;given-names:HS", "name_9": "surname:Hughes;given-names:TR", "pub-id_doi": "10.1126/science.1254806", "pub-id_pmid": "25525159", "section_type": "REF", "source": "Science", "type": "ref", "volume": "347", "year": "2015"}, "text": "RNA splicing the human splicing code reveals new insights into the genetic determinants of disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 93684, "infons": {"fpage": "868", "lpage": "876", "name_0": "surname:Yang;given-names:L", "name_1": "surname:Han;given-names:Y", "name_2": "surname:Suarez Saiz;given-names:F", "name_3": "surname:Saurez Saiz;given-names:F", "name_4": "surname:Minden;given-names:MD", "pub-id_doi": "10.1038/sj.leu.2404624", "pub-id_pmid": "17361230", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "21", "year": "2007"}, "text": "A tumor suppressor and oncogene: the WT1 story", "sentences": [], "annotations": [], "relations": []}, {"offset": 93731, "infons": {"fpage": "377", "lpage": "394", "name_0": "surname:Yeo;given-names:G", "name_1": "surname:Burge;given-names:CB", "pub-id_doi": "10.1089/1066527041410418", "pub-id_pmid": "15285897", "section_type": "REF", "source": "Journal of Computational Biology", "type": "ref", "volume": "11", "year": "2004"}, "text": "Maximum entropy modeling of short sequence motifs with applications to RNA splicing signals", "sentences": [], "annotations": [], "relations": []}, {"offset": 93823, "infons": {"fpage": "7323", "lpage": "7332", "name_0": "surname:Zhang;given-names:XH", "name_1": "surname:Kangsamaksin;given-names:T", "name_2": "surname:Chao;given-names:MS", "name_3": "surname:Banerjee;given-names:JK", "name_4": "surname:Chasin;given-names:LA", "pub-id_doi": "10.1128/MCB.25.16.7323-7332.2005", "pub-id_pmid": "16055740", "section_type": "REF", "source": "Molecular and Cellular Biology", "type": "ref", "volume": "25", "year": "2005"}, "text": "Exon inclusion is dependent on predictable exonic splicing enhancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 93892, "infons": {"fpage": "968", "lpage": "974", "name_0": "surname:Zhang;given-names:S", "name_1": "surname:Samocha;given-names:KE", "name_2": "surname:Rivas;given-names:MA", "name_3": "surname:Karczewski;given-names:KJ", "name_4": "surname:Daly;given-names:E", "name_5": "surname:Schmandt;given-names:B", "name_6": "surname:Neale;given-names:BM", "name_7": "surname:MacArthur;given-names:DG", "name_8": "surname:Daly;given-names:MJ", "pub-id_doi": "10.1101/gr.231902.117", "pub-id_pmid": "29858273", "section_type": "REF", "source": "Genome Research", "type": "ref", "volume": "28", "year": "2018"}, "text": "Base-specific mutational intolerance near splice sites clarifies the role of nonessential splice nucleotides", "sentences": [], "annotations": [], "relations": []}, {"offset": 94001, "infons": {"section_type": "REF", "type": "paragraph"}, "text": "10.7554/eLife.59959.sa1", "sentences": [], "annotations": [], "relations": []}, {"offset": 94025, "infons": {"section_type": "REVIEW_INFO", "type": "title"}, "text": "Decision letter", "sentences": [], "annotations": [], "relations": []}, {"offset": 94041, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Ponting", "sentences": [], "annotations": [], "relations": []}, {"offset": 94049, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Chris P", "sentences": [], "annotations": [], "relations": []}, {"offset": 94057, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Barbosa-Morais", "sentences": [], "annotations": [], "relations": []}, {"offset": 94072, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Nuno L", "sentences": [], "annotations": [], "relations": []}, {"offset": 94079, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "In the interests of transparency, eLife publishes the most substantive revision requests and the accompanying author responses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 94207, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Acceptance summary:", "sentences": [], "annotations": [], "relations": []}, {"offset": 94227, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Previous work led to a general expectation that genetic variants commonly have large effects on exon inclusion levels and that these will often explain disease risk or trait variation. This manuscript corrects this more general view and, importantly, indicates which genetic variants are most/least likely to alter disease risk. The study resolves this issue at depth (across all PSI values) using extensive genetic data sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 94654, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Decision letter after peer review:", "sentences": [], "annotations": [], "relations": []}, {"offset": 94689, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Thank you for submitting your article \"Mutations primarily alter the inclusion of alternatively spliced exons\" for consideration by eLife. Your article has been reviewed by three peer reviewers, and the evaluation has been overseen by a Reviewing Editor and Patricia Wittkopp as the Senior Editor. The following individual involved in review of your submission has agreed to reveal their identity: Nuno L Barbosa-Morais (Reviewer #1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 95124, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "The reviewers have discussed the reviews with one another and the Reviewing Editor has drafted this decision to help you prepare a revised submission.", "sentences": [], "annotations": [], "relations": []}, {"offset": 95275, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "We would like to draw your attention to changes in our revision policy that we have made in response to COVID-19 (https://elifesciences.org/articles/57162). Specifically, we are asking editors to accept without delay manuscripts, like yours, that they judge can stand as eLife papers without additional data, even if they feel that they would make the manuscript stronger. Thus the revisions requested below only address clarity and presentation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 95722, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Summary:", "sentences": [], "annotations": [], "relations": []}, {"offset": 95731, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "This is an extensive and generally carefully executed study of existing mutagenesis data, human data from GTEx, and some novel mutagenesis data. Results represent the most in-depth, genome-wide comparative examination of the impact of sequence variation on splicing of exons over the spectrum of PSI levels. The authors show that exons of intermediate inclusion levels are much more easily affected by genetic effects on splicing, with high included/excluded exons being much more robust to genetic effects. This represents an important and potentially clinically useful observation. Furthermore, via an analysis of exonic splicing enhancers (ESEs), they add some mechanistic interpretability to this general finding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 96449, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Essential revisions:", "sentences": [], "annotations": [], "relations": []}, {"offset": 96470, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "1) The GTEx analysis needs to account for linkage disequilibrium in order to account for non-independent tests. The approach using a simple effect size cutoff (\"only 14% of which are associated with changes in inclusion greater than 10%\") is insufficient because it leads to issues with multi-counting data and some difficulties in biological interpretation. Including each variant-exon pair in the downstream analysis pools data from different tissues and introduces massive non-independence in the data. The data should be filtered to have each exon represented only once by either: (a) performing sQTL mapping and then choosing the variant with the best p-value to represent a given variant association to splicing (or fine-mapping analysis), or (b) simply merging the intronic/exonic analyses (or only analyze e.g. exons) because – as you argue – the GTEx variants that you analyze are not necessarily the causal exonic or intronic variants that you seek to study. Our preference is (a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 97466, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "2) Your study would be more insightful if you could investigate, at greater detail, determinants underlying the effects of mutations that have the greatest impact on PSIs of constitutive/highly included exons. In addition to examining relative splice site strength, such an analysis could also take into account the frequency at which mutations result in the creation of predicted exonic splicing silencers. Your ESE analysis should take account of both splice site strength and ESE frequency/content and go beyond previous analyses, e.g. Fairbrother, Burge and colleagues, Science 2002, because of the richer data set. For example, what is the relative impact of mutations on constitutive exons with weaker vs. stronger 5' and or 3' splice sites? Does a higher frequency of ESEs in constitutive exons confer robustness to effects of mutations even when the flanking splice sites are relatively weak?", "sentences": [], "annotations": [], "relations": []}, {"offset": 98367, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "3) The authors refer to the potential significance of the results when interpreting variant effects in disease studies, yet should provide an analysis that does this. Using a resource such as ClinVar, there is an opportunity to determine whether otherwise similarly annotated variants (e.g. synonymous variants) in exons of intermediate inclusion levels are more likely to be implicated in disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 98766, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "10.7554/eLife.59959.sa2", "sentences": [], "annotations": [], "relations": []}, {"offset": 98790, "infons": {"section_type": "REVIEW_INFO", "type": "title"}, "text": "Author response", "sentences": [], "annotations": [], "relations": []}, {"offset": 98806, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "Essential revisions:", "sentences": [], "annotations": [], "relations": []}, {"offset": 98827, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "1) The GTEx analysis needs to account for linkage disequilibrium in order to account for non-independent tests. The approach using a simple effect size cutoff (\"only 14% of which are associated with changes in inclusion greater than 10%\") is insufficient because it leads to issues with multi-counting data and some difficulties in biological interpretation. Including each variant-exon pair in the downstream analysis pools data from different tissues and introduces massive non-independence in the data. The data should be filtered to have each exon represented only once by either: (a) performing sQTL mapping and then choosing the variant with the best p-value to represent a given variant association to splicing (or fine-mapping analysis), or (b) simply merging the intronic/exonic analyses (or only analyze e.g. exons) because – as you argue – the GTEx variants that you analyze are not necessarily the causal exonic or intronic variants that you seek to study. Our preference is (a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 99823, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "We thank the reviewers for pointing this out, and we have corrected our analyses accordingly. To account for non-independent tests, we have now repeated the GTEx analysis in a tissue-specific manner. To account for linkage disequilibrium, for each splicing decision we now consider only the strongest associated variant (the one with the smallest p-value). If the strongest associated variant is inside the exon, this splicing event was not included in the intronic analysis. Conversely, if the strongest associated variant is located in the surrounding introns, we did not include this splicing event in the exon analysis. The new results, shown in Figures 4 and 7, confirm that common alternative alleles have stronger effects on the inclusion of exons that display intermediate exon inclusion levels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 100627, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "2) Your study would be more insightful if you could investigate, at greater detail, determinants underlying the effects of mutations that have the greatest impact on PSIs of constitutive/highly included exons. In addition to examining relative splice site strength, such an analysis could also take into account the frequency at which mutations result in the creation of predicted exonic splicing silencers. Your ESE analysis should take account of both splice site strength and ESE frequency/content and go beyond previous analyses, e.g. Fairbrother, Burge and colleagues, Science 2002, because of the richer data set. For example, what is the relative impact of mutations on constitutive exons with weaker vs. stronger 5' and or 3' splice sites? Does a higher frequency of ESEs in constitutive exons confer robustness to effects of mutations even when the flanking splice sites are relatively weak?", "sentences": [], "annotations": [], "relations": []}, {"offset": 101528, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "We thank the reviewers for their suggestions. We have now included an analysis of predicted exonic splicing silencers (ESS) including the density of ESS sequences as well as suboptimal ESS sequences (sequences that are one Hamming distance away from an ESS sequence) in alternative and constitutive exons (Figure 7—figure supplement 7). The results argue that, in contrast to ESEs, ESSs are enriched in alternatively spliced exons compared to constitutive exons, although ESSs are not found in alternative exons which are highly included in at least one tissue. In addition to this, we now analyze the relationship between splice site strength and ESE density (Figure 7—figure supplement 6), ESS density (Figure 7—figure supplement 7) and ESE robustness (Figure 7—figure supplement 12) and find that the conclusions about differential enrichment of ESEs and ESSs hold true regardless of splice site strength, although as expected, constitutive exons are enriched in the subset of the data containing the strongest splice sites, and alternative exons in the subset of the data containing the weakest splice sites. Finally, we now study how often ESS sequences are created after disrupting an already existing ESE (Figure 7—figure supplement 14). Our conclusion is that there is no correlation between the number of ESS sites created and the classification of exons into constitutive and alternative exons.", "sentences": [], "annotations": [], "relations": []}, {"offset": 102943, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "3) The authors refer to the potential significance of the results when interpreting variant effects in disease studies, yet should provide an analysis that does this. Using a resource such as ClinVar, there is an opportunity to determine whether otherwise similarly annotated variants (e.g. synonymous variants) in exons of intermediate inclusion levels are more likely to be implicated in disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 103342, "infons": {"section_type": "REVIEW_INFO", "type": "paragraph"}, "text": "We thank the reviewers for their suggestion. Unfortunately, there are only 33 synonymous mutations classified as ‘pathological’ in ClinVar, located in 15 different exons, which are insufficient to provide the statistical power necessary to perform such an analysis.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]