[{"source": "PMC", "date": "20240128", "key": "pmc.key", "infons": {}, "documents": [{"id": "10566087", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12905-023-02668-7", "article-id_pmc": "10566087", "article-id_pmid": "37817158", "article-id_publisher-id": "2668", "elocation-id": "535", "kwd": "Endometriosis Necroptosis CIBERSORT Immune microenvironment Activated NK cells M2 macrophage MYO6 HOOK1", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Wang;given-names:Xuezhen", "name_1": "surname:Zheng;given-names:Qin", "name_2": "surname:Sun;given-names:Man", "name_3": "surname:Liu;given-names:Luotong", "name_4": "surname:Zhang;given-names:Huan", "name_5": "surname:Ying;given-names:Weiwei", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "23", "year": "2023"}, "text": "Signatures of necroptosis-related genes as diagnostic markers of endometriosis and their correlation with immune infiltration", "sentences": [], "annotations": [], "relations": []}, {"offset": 126, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 137, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Endometriosis (EMS) occurs when normal uterine tissue grows outside the uterus and causes chronic pelvic pain and infertility. Endometriosis-associated infertility is thought to be caused by unknown mechanisms. In this study, using necroptosis-related genes, we developed and validated multigene joint signatures to diagnose EMS and explored their biological roles.", "sentences": [], "annotations": [], "relations": []}, {"offset": 503, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 511, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We downloaded two databases (GSE7305 and GSE1169) from the Gene Expression Omnibus (GEO) database and 630 necroptosis-related genes from the GeneCards and GSEA databases. The limma package in Rsoftware was used to identify differentially expressed genes (DEGs). We interleaved common differentially expressed genes (co-DEGs) and necroptosis-related genes (NRDEGs) in the endometriosis dataset. The DEGs functions were reflected by gene ontology analysis (GO), pathway enrichment analysis, and gene set enrichment analysis (GSEA). We used CIBERSORT to analyze the immune microenvironment differences between EMS patients and controls. Furthermore, a correlation was found between necroptosis-related differentially expressed genes and infiltrating immune cells to better understand the molecular immune mechanism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1324, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1332, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Compared with the control group, this study revealed that 10 NRDEGs were identified in EMS. There were two types of immune cell infiltration abundance (activated NK cells and M2 macrophages) in these two datasets, and the correlation between different groups of samples was statistically significant (P < 0.05). MYO6 consistently correlated with activated NK cells in the two datasets. HOOK1 consistently demonstrated a high correlation with M2 Macrophages in two datasets. The immunohistochemical result indicated that the protein levels of MYO6 and HOOK1 were increased in patients with endometriosis, further suggesting that MYO6 and HOOK1 can be used as potential biomarkers for endometriosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2034, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2046, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We identified ten necroptosis-related genes in EMS and assessed their relationship with the immune microenvironment. MYO6 and HOOK1 may serve as novel biomarkers and treatment targets in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2245, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 2271, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s12905-023-02668-7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2363, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2376, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Endometriosis occurs when endometrial glands and stroma appear outside the uterine cavity. The predicted prevalence of this disease at reproductive age is 10%. Endometriosis reduces women's health-related quality of life (HRQOL), resulting in impairments in physical functioning, diminished social life, difficulties in intimate relationships, and decreased productivity. The endometriosis etiology is complex, involving multiple genetic and environmental risk factors. Although the endometriosis pathogenesis is relatively unclear, it is believed to be caused by retrograde menstruation leading to exfoliated endometrium implantation. However, there are limited studies on the development of endometriosis, endometrial-peritoneal attachments, and invasion. Endometriosis is difficult to diagnose without biomarkers to detect or rule out. Biomarkers and novel therapies targeting the diverse physiological mechanisms associated with the onset, progression, and persistence of endometriosis symptoms are urgently required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3398, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Necroptosis, also known as necroptosis, is a receptor-interacting serine/threonine protein kinase 1 (RIPK1), RIPK3, and mixed lineage kinase domain-containing pseudo kinase (MLKL), but is not Caspase-1 dependent. Necroptosis has been implicated as a critical cell death pathway in cancers, Alzheimer's, other neurodegenerative diseases, and virus-infected cells. Some studies have identified necroptotic modulators as possible prognostic biomarkers for cancer and certain diseases. Day et al. found that BMI1 in ovarian cancer can participate in the PINK1-Park2-dependent mitochondrial pathway and induce a new type of non-apoptosis cell death mediated by necroptosis. Endometriosis severity is related to apoptosis, which usually destroys ectopic and heterotopic endometrial cells before forming necrotic tissue, thus inhibiting their migration and accumulation. Moreover, apoptotic mechanisms in the cytoplasm and cellular inflammasomes can further interact with ERβ-induced immune surveillance. However, the mechanism and function of necroptosis in endometriosis progression remains unclear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4496, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Growing evidence suggests that the immune system is vital to the pathophysiology and symptoms of EM. Immune cells such as natural killer (NK) cells, macrophages, neutrophils, and CD4 T helper cells are dysregulated in women with EM. Immune-related mechanisms have been described as involved in the pathophysiology and symptomatology of EMS by contributing to the survival and persistence of endometriosis lesions. Immune dysfunction is associated with the implantation, proliferation, and apoptosis of ectopic endometrium. However, in women with endometriosis, it is unclear which subtypes of immune cells are presented in the ectopic endometrium. Analyzing the relationship between necroptosis and immune infiltration may help to explore unknown mechanisms. Recently, in a meta-analysis of transcriptomes using the xCell algorithm, immune profiles in eutopic endometriosis and stages I–II and III–IV endometriosis were significantly different, regardless of the hormone. Therefore, exploring immune mechanisms in endometriosis is key to elucidate their role in endometriosis pathogenesis and generating unique insights for developing preventive and therapeutic strategies, innovative noninvasive diagnostic methods, and targeted therapies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5741, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This study explored potential biomarkers of endometriosis and their biological effects on the pathogenesis of endometriosis. We used the gene expression datasets GSE11691 and GSE7305 associated with normal and ectopic endometrium, respectively, which were extracted from the Gene Omnibus (GEO) database. Differential genes were screened and intersected with necroptosis-related genes. Subsequently, the immune microenvironment was compared between endometriosis patients and controls using CIBERSORT, and immune cell association was calculated with NRDEGs for the first time. We performed a bioinformatics analysis of endometriosis to elucidate the endometriosis pathogenesis further.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6426, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6448, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Downloading data", "sentences": [], "annotations": [], "relations": []}, {"offset": 6465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We downloaded endometriosis-related datasets GSE7305 and GSE1169 from GEO database through R package GEOquery. GSE7305 dataset, which comes from Homo Sapiens and the data platform is GPL570, contains 20 samples, including 10 endometriosis and 10 normal samples. Moreover, GSE11691 dataset, from Homo Sapiens and data platform GPL96, contained 18 samples, nine of which were endometriosis and nine normal. All samples from two datasets were included in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6928, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GeneCards database provides comprehensive information on human genes. Necroptosis-related genes were obtained using the word \"necroptosis\" as the search keyword in GeneCards and GSEA databases. A total of 630 necroptosis-related genes were obtained after merging and deduplication (Table S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7225, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of differentially expressed genes associated with endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify possible mechanisms and pathways associated with differential gene expression in endometriosis, R package limma was used to standardize the datasets GSE7305 and GSE11691, and the expression profile data after processing were analyzed differently. DEGs between different subgroups were obtained from two endometriosis datasets, |logFC|> 0.5 and P.adj < 0.05, which were used as standards to further screen the DEGs involved in this study. Among them, genes with logFC > 0.5 and p.adj < 0.05 were upregulated DEGs. Genes with logFC < -0.5 and p.adj < 0.05 were downregulated DEGs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7911, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To obtain the necroptosis-related differentially expressed genes (NRDEGs) of endometriosis, we first intersected all differentially expressed genes with |logFC|> 0.5 and P.adj < 0.05 obtained from the differential analysis of dataset GSE7305 and dataset GSE11691 and plotted the Venn diagram to visualize the common differentially expressed genes of the dataset. Venn diagrams were then used to visualize the co-DEGs intersection and necroptosis-related genes between the two datasets. The difference analysis results were displayed by volcano map using R package ggplot2, and a heatmap was drawn using R package pheatmap.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8540, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8571, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene ontology (GO) analysis is a common method for large-scale functional enrichment studies, including biological processes (BP), molecular functions (MF), and cellular components (CC). The R package clusterprofiler was used for GO analysis of NRDEGs. To qualify for entry, the screening criteria were a P-value of 0.05 and an FDR value (Q value) of 0.05, which was considered statistically significant. The P-value correction method was Benjamini-Hochberg (BH).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9035, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene set enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene Set Enrichment Analysis (GSEA) was used to evaluate the correlation between genes from a predefined Gene Set and phenotypes in the Gene Table to measure its phenotypic contribution. In this study, genes in GSE7305 dataset (Table 2) and GSE11691 dataset (Table 3) were divided into high- and low-phenotypic correlations according to the ranking of the phenotypic correlation degree. The R package clusterProfiler enriched and analyzed all DEGs in the two groups. Following are the parameters used in this GSEA: The seed was 2020, the number of calculations was 1000, the minimum number of genes in each gene set was 10, and the maximum number of genes was 500. The correction method for the P-value was Benjamini-Hochberg (BH). The Molecular Signatures Database (MSigDB) provided the C2.cp.v7.2. symbol gene set and the screening criteria for significant enrichment were P < 0.05 and FDR value (Q value) < 0.25.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9988, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PPI, mRNA-miRNA, mRNA-TF, mRNA-Drug interaction network", "sentences": [], "annotations": [], "relations": []}, {"offset": 10044, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Protein–protein interactions (PPI) are composed of individual proteins. The STRING database searches for interactions between predicted and known proteins. This study used the STRING database to construct a protein–protein interaction network related to differentially expressed genes (minimum required interaction score: low confidence (0.150). The PPI network model was visualized using Cytoscape software (version 3.9.1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10473, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Using the Starbase (Version 3.0) database, we searched for miRNA targets by analyzing the experimental data generated by CLIP-seq and degradation groups, providing various visual interfaces for exploring miRNA targets. The database contains abundant miRNA-ncRNA, miRNA-mRNA, miRNA-RNA, and RNA-RNA data. miRDB database was used for miRNA target-gene prediction and functional annotation. We used the Starbase and miRDB databases to predict miRNAs interacting with key genes (mRNAs) and then used the intersection part of the results from the two databases to draw the mRNA-miRNA interaction network using Cytoscape software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11098, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CHIPBase database (version 2.0) (https://rna.sysu.edu.cn/chipbase/) from the DNA binding protein. ChIP-seq data identified thousands of combining base sequence matrices and binding sites and predicted millions of transcriptional regulatory relationships between transcription factors (TFs) and genes. HTFtarget database (http://bioinfo.life.hust.edu.cn/hTFtarget) is a comprehensive database of human TFs and their targets. We searched for TFs that bind to key genes using CHIPBase and hTFtarget databases, extracted the intersection parts, and plotted the mRNA-TF interaction network using Cytoscape software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11709, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We also predicted the direct and indirect drug targets of NRDEGs through CTD (Comparative Toxicogenomics Database) explored the interaction between NRDEGs and drugs, and used Cytoscape software to visualize the mRNA-drug interaction network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11951, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Expression differences, chromosomal localization, and functional similarity analysis of NRDEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 12046, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We analyzed NRDEG expression in endometriosis datasets GSE7305 and GSE11691. To analyze NRDEGs localization in 24 pairs of chromosomes, we first used UCSC database (http://genome.ucsc.edu/) to determine the start and stop sequences of NRDEGs. Subsequently, R package RCircos was used to map the chromosome localization. GoSemSim is an R software package used to calculate the semantic similarity between gene products, gene clusters, and GO terms. To analyze the functional correlations among key genes, R package GOSemSim was used to calculate the functional correlations of key genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12633, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunohistochemistry", "sentences": [], "annotations": [], "relations": []}, {"offset": 12654, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the endometriosis patient tissues were obtained from Taizhou Hospital of Zhejiang Province affiliated to Wenzhou Medical University. Informed consent was obtained from all participating patients and the study was approved by the ethics committee of biomedical research involving humans (Approval No. K20230901). In detail, tissues from patients with endometriosis were first fixed in 10% formalin and paraffin embedded. Tissue sections were dewaxed and rehydrated in xylene and graded alcohol solutions. High-temperature antigen extraction was then performed in citrate buffer (pH 6). Primary antibodies were incubated overnight at 4 °C, and secondary antibodies were incubated at room temperature for 30 min. After washing, sections were stained with a DAB peroxidase substrate kit until the desired intensity was achieved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13486, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of immune infiltration", "sentences": [], "annotations": [], "relations": []}, {"offset": 13518, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CIBERSORTx is an immune infiltration analysis algorithm based on linear support vector regression that deconvolves the transcriptome expression matrix to estimate the composition and immune cell abundance in mixed cells. We uploaded the data gene expression matrix to CIBERSORTx online website (https://cibersortx.stanford.edu/), combined with Homo sapiens gene matrix (Homo sapiens) characteristics, and screened for immune cell enrichment scores greater than zero. Finally, specific immune cell infiltration abundance matrix results were obtained and demonstrated. The difference in the proportion of immune cells between endometriosis samples (group: endometriosis) and normal samples (group: normal) in the endometriosis dataset was calculated using the Wilcoxon test, and a P-value < 0.05 was considered statistically different. The correlation of immune cells between different groups was calculated using Spearman and visualized by R package ggplot2. We then combined the gene expression matrix of the dataset to calculate the correlation between immune cells and NRDEGs and drew a correlation heatmap using R package pheatmap.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14657, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14665, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Technical roadmap", "sentences": [], "annotations": [], "relations": []}, {"offset": 14683, "infons": {"file": "12905_2023_2668_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Technology roadmap", "sentences": [], "annotations": [], "relations": []}, {"offset": 14702, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14713, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of endometriosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 14778, "infons": {"file": "12905_2023_2668_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Presentation of results *of standardized processing of the endometriosis dataset. Endometriosis dataset GSE7105 is displayed in the data box before (A) and after (B) standardized treatment. Endometriosis dataset GSE1169 is displayed in the data box before (C) and after (D) standardized treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 15075, "infons": {"file": "12905_2023_2668_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Endometriosis-related differentially expressed genes analysis. Volcano map of differentially expressed genes analysis between endometriosis (group: endometriosis) and normal endometrial tissue (group: normal) in GSE7305 dataset (A) and GSE11691 dataset (B). (C) Venn diagram of differentially expressed genes in the GSE7305 dataset and GSE11691 dataset. (D) Venn diagram of co-DEGs and necroptosis-related genes in the dataset. (E) Complex numerical heatmaps of NRDEGs in GSE7305 dataset. (F) GSE11691 dataset. Co-DEGs, common differentially expressed genes. NRDEGs, necroptosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 15697, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Using the limma package, we first normalized the expression profile data of the endometriosis datasets, GSE7305 and GSE11691. The data distribution before and after standardized treatment is revealed in a box plot (Figs. 2A–D). We found that the data after standardized treatment tended to be consistent in their expression levels. To analyze the gene expression values in endometriosis dataset samples (group: endometriosis) relative to normal samples (group: endometriosis), we used R package limma to analyze the differences between datasets GSE7305 and GSE11691 and obtained the differentially expressed genes from the two datasets. The results were as follows: Dataset GSE7305 got 20,247 DEGs, of which 3480 genes met the | logFC |> 0.5 and P.adj < 0.05. At this threshold, the number of highly expressed (low expression in the normal group, positive logFC, upregulated genes) in the endometriosis group was 1760, and the number of low expressed (high expression in the normal group, negative logFC, downregulated genes) in the endometriosis group was 1720. A volcano map was constructed based on the analysis results of this dataset (Fig. 3A). The GSE11691 got 12,376 DEGs, 610 genes met the | logFC |> 0.5 and P.adj < 0.05, and under the threshold, the number of highly expressed genes (low expression in the normal group, positive logFC, upregulated genes) in the endometriosis group was 396. The number of genes with low expression (high expression in the normal group, negative logFC, downregulated genes) in the endometriosis group was 214. We drew a volcano map based on the differential analysis results from the GSE11691 dataset (Fig. 3B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17368, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To obtain the NRDEGs, we intersected the DEGs from GSE7305 and GSE11691 with |logFC|> 0.5 and P.adj < 0.05, 330 common differentially expressed genes (co-DEGs) of the endometriosis dataset were obtained, and a Venn diagram was drawn (Fig. 3C). We also examined the intersection between the co-DEGs and necroptosis-related genes using the endometriosis dataset. Ten NRDEGs from the endometriosis dataset were obtained, and a Venn diagram was drawn (Fig. 3D), which were C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74. According to the results obtained from the Venn diagram, the expression differences of 10 NRDEGs in the GSE7305 (Fig. 3E) and GSE11691 datasets (Fig. 3F) among different sample groups were analyzed, and the R package pheatmap was used to draw a heatmap to display the analysis results (Figs. 3E and F). The results demonstrated that PKP3, GJB1, HOOK1, TUFM, and MYO6 were upregulated (low expression in the normal group, positive logFC, yellow in the figure), whereas C7, AHR, GSN, CLEC7A, and CD74 were downregulated (high expression in the normal group, blue in the figure, logFC is negative).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18507, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18538, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "GO enrichment analysis results of necroptosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 18623, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Ontology</th><th align=\"left\">ID</th><th align=\"left\">Description</th><th align=\"left\">GeneRatio</th><th align=\"left\">BgRatio</th><th align=\"left\"><italic>p</italic>-value</th><th align=\"left\"><italic>p</italic>.adjust</th><th align=\"left\">qvalue</th></tr></thead><tbody><tr><td align=\"left\">BP</td><td align=\"left\">GO:0051249</td><td align=\"left\">regulation of lymphocyte activation</td><td align=\"left\">4/10</td><td align=\"left\">485/18670</td><td align=\"left\">8.34e-05</td><td char=\".\" align=\"char\">0.008</td><td char=\".\" align=\"char\">0.004</td></tr><tr><td align=\"left\">BP</td><td align=\"left\">GO:0097305</td><td align=\"left\">response to alcohol</td><td align=\"left\">3/10</td><td align=\"left\">233/18670</td><td align=\"left\">2.16e-04</td><td char=\".\" align=\"char\">0.014</td><td char=\".\" align=\"char\">0.007</td></tr><tr><td align=\"left\">BP</td><td align=\"left\">GO:0043900</td><td align=\"left\">regulation of multi-organism process</td><td align=\"left\">3/10</td><td align=\"left\">405/18670</td><td align=\"left\">0.001</td><td char=\".\" align=\"char\">0.032</td><td char=\".\" align=\"char\">0.016</td></tr><tr><td align=\"left\">CC</td><td align=\"left\">GO:0030139</td><td align=\"left\">endocytic vesicle</td><td align=\"left\">3/10</td><td align=\"left\">303/19717</td><td align=\"left\">3.98e-04</td><td char=\".\" align=\"char\">0.019</td><td char=\".\" align=\"char\">0.010</td></tr><tr><td align=\"left\">CC</td><td align=\"left\">GO:0045334</td><td align=\"left\">clathrin-coated endocytic vesicle</td><td align=\"left\">2/10</td><td align=\"left\">63/19717</td><td align=\"left\">4.45e-04</td><td char=\".\" align=\"char\">0.019</td><td char=\".\" align=\"char\">0.010</td></tr><tr><td align=\"left\">CC</td><td align=\"left\">GO:0030665</td><td align=\"left\">clathrin-coated vesicle membrane</td><td align=\"left\">2/10</td><td align=\"left\">115/19717</td><td align=\"left\">0.001</td><td char=\".\" align=\"char\">0.042</td><td char=\".\" align=\"char\">0.021</td></tr><tr><td align=\"left\">MF</td><td align=\"left\">GO:0042287</td><td align=\"left\">MHC protein binding</td><td align=\"left\">2/9</td><td align=\"left\">40/17697</td><td align=\"left\">1.78e-04</td><td char=\".\" align=\"char\">0.011</td><td char=\".\" align=\"char\">0.004</td></tr><tr><td align=\"left\">MF</td><td align=\"left\">GO:0003779</td><td align=\"left\">actin binding</td><td align=\"left\">3/9</td><td align=\"left\">431/17697</td><td align=\"left\">0.001</td><td char=\".\" align=\"char\">0.032</td><td char=\".\" align=\"char\">0.013</td></tr><tr><td align=\"left\">MF</td><td align=\"left\">GO:0051015</td><td align=\"left\">actin filament binding</td><td align=\"left\">2/9</td><td align=\"left\">198/17697</td><td align=\"left\">0.004</td><td char=\".\" align=\"char\">0.034</td><td char=\".\" align=\"char\">0.014</td></tr></tbody></table>\n"}, "text": "Ontology\tID\tDescription\tGeneRatio\tBgRatio\tp-value\tp.adjust\tqvalue\t \tBP\tGO:0051249\tregulation of lymphocyte activation\t4/10\t485/18670\t8.34e-05\t0.008\t0.004\t \tBP\tGO:0097305\tresponse to alcohol\t3/10\t233/18670\t2.16e-04\t0.014\t0.007\t \tBP\tGO:0043900\tregulation of multi-organism process\t3/10\t405/18670\t0.001\t0.032\t0.016\t \tCC\tGO:0030139\tendocytic vesicle\t3/10\t303/19717\t3.98e-04\t0.019\t0.010\t \tCC\tGO:0045334\tclathrin-coated endocytic vesicle\t2/10\t63/19717\t4.45e-04\t0.019\t0.010\t \tCC\tGO:0030665\tclathrin-coated vesicle membrane\t2/10\t115/19717\t0.001\t0.042\t0.021\t \tMF\tGO:0042287\tMHC protein binding\t2/9\t40/17697\t1.78e-04\t0.011\t0.004\t \tMF\tGO:0003779\tactin binding\t3/9\t431/17697\t0.001\t0.032\t0.013\t \tMF\tGO:0051015\tactin filament binding\t2/9\t198/17697\t0.004\t0.034\t0.014\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19378, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "GO Gene ontology, BP Biological process, CC Cell component, MF Molecular function", "sentences": [], "annotations": [], "relations": []}, {"offset": 19460, "infons": {"file": "12905_2023_2668_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional Enrichment Analysis of NRDEGs (GO). (A) Bubble diagram of GO functional enrichment analysis results of NRDEGs. Network diagram of GO functional enrichment analysis results of NRDEGs. In the circular network diagram (B), yellow dots represent specific genes, and blue circles represent specific pathways. (C) Chord plots of GO functional enrichment combined with logFC analysis results of NRDEGs. (D) Sankey diagram showing the results of GO functional enrichment analysis of NRDEGs. GO, gene ontology; BP, biological process; CC, cell component; MF, Molecular Function. The screening criteria for GO enrichment items were P value < 0.05 and FDR value (Q value) < 0.05. NRDEGs, necroptosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 20208, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the biological processes, molecular functions, cell components, biological pathways, and endometriosis of 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74), we first conducted GO (gene ontology) analysis for NRDEGs (Table 1). The screening criteria for enrichment items were P value < 0.05 and FDR value (Q value) < 0.05, which were considered statistically significant. The results demonstrated that 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) were mainly enriched in biological processes, such as regulation of lymphocyte activation in endometriosis, response to alcohol, regulation of multi-organism processes, and cellular components (CC), such as endocytic vesicles, clathrin-coated endocytic vesicles, and clathrin-coated vesicle membranes. It was also enriched in molecular function (MF), including MHC protein binding, actin binding, and actin filament binding. We demonstrated GO functional enrichment analysis results using a bubble diagram (Fig. 4A). Furthermore, GO gene functional enrichment analysis results are presented in the network diagram (Fig. 4B). Subsequently, we conducted a GO enrichment analysis of the 10 NRDEGs combined with logFC. Moreover, based on the enrichment analysis, we calculated each molecule's corresponding Z score by the molecule's logFC value in the differential analysis result of the provided molecule in the endometriosis dataset. We present the GO enrichment analysis results of combined logFC using a chord diagram (Fig. 4C). The GO enrichment analysis results are displayed in the form of a Sankey diagram (Fig. 4D), including BP, CC, MF (biological process, cellular component, and molecular function), and their corresponding function or pathway ID (ID) and category ID (ID) including the relationship between the gene names (gene).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22070, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Gene set enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 22099, "infons": {"file": "12905_2023_2668_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "GSEA enrichment analysis of the endometriosis dataset. (A) Four main biological characteristics of GSEA enrichment analysis for GSE7305 dataset. GSE7305 is significantly enriched in WP_IL1_AND_MEGAKARYOCYTES_IN_OBESITY (B), WP_PHOTODYNAMIC_THERAPYINDUCED_NFKB_SURVIVAL_SIGNALING (C), BIOCARTA_IL5_PATHWAY (D), KEGG_MAPK_SIGNALING_PATHWAY (E), and other pathways (F). Four main biological characteristics of GSEA analysis in GSE11691 dataset. GSE11691 dataset is significantly enriched in WP_PHOTODYNAMIC_THERAPYINDUCED_ NFKB_SURVIVAL_SIGNALI NG (G), WP_WNT_SIGNALING (H), WP_FOCAL_ADHESIONPI3KAKTMTO RSIGNALING_PATHWAY PID_IL8_CXCR2_PATHWAY (I), (J). The significant enrichment screening criteria for GSEA enrichment analysis were P < 0.05 and FDR value (Q value) < 0.25. GSEA, Gene Set Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 22914, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "GSEA analysis of dataset GSE7305", "sentences": [], "annotations": [], "relations": []}, {"offset": 22947, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Description</th><th align=\"left\">setSize</th><th align=\"left\">enrichmentScore</th><th align=\"left\">NES</th><th align=\"left\"><italic>p</italic>-value</th><th align=\"left\"><italic>p</italic>.adjust</th></tr></thead><tbody><tr><td align=\"left\">REACTOME_COMPLEMENT_CASCADE</td><td align=\"left\">56</td><td char=\".\" align=\"char\">0.822144048</td><td char=\".\" align=\"char\">2.431471926</td><td char=\".\" align=\"char\">0.001862197</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">KEGG_COMPLEMENT_AND_COAGULATION_CASCADES</td><td align=\"left\">67</td><td char=\".\" align=\"char\">0.762017649</td><td char=\".\" align=\"char\">2.333823306</td><td char=\".\" align=\"char\">0.001841621</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_HUMAN_COMPLEMENT_SYSTEM</td><td align=\"left\">92</td><td char=\".\" align=\"char\">0.709058749</td><td char=\".\" align=\"char\">2.296694499</td><td char=\".\" align=\"char\">0.001795332</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_COMPLEMENT_AND_COAGULATION_CASCADES</td><td align=\"left\">57</td><td char=\".\" align=\"char\">0.776932609</td><td char=\".\" align=\"char\">2.293240512</td><td char=\".\" align=\"char\">0.001879699</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_COMPLEMENT_ACTIVATION</td><td align=\"left\">20</td><td char=\".\" align=\"char\">0.883248685</td><td char=\".\" align=\"char\">2.184014586</td><td char=\".\" align=\"char\">0.001984127</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">REACTOME_INITIAL_TRIGGERING_OF_COMPLEMENT</td><td align=\"left\">23</td><td char=\".\" align=\"char\">0.845953791</td><td char=\".\" align=\"char\">2.156923481</td><td char=\".\" align=\"char\">0.001964637</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">KEGG_SYSTEMIC_LUPUS_ERYTHEMATOSUS</td><td align=\"left\">50</td><td char=\".\" align=\"char\">0.739155934</td><td char=\".\" align=\"char\">2.155146117</td><td char=\".\" align=\"char\">0.001855288</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">BIOCARTA_COMP_PATHWAY</td><td align=\"left\">17</td><td char=\".\" align=\"char\">0.900396432</td><td char=\".\" align=\"char\">2.141644522</td><td char=\".\" align=\"char\">0.002</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_TYROBP_CAUSAL_NETWORK</td><td align=\"left\">59</td><td char=\".\" align=\"char\">0.705926715</td><td char=\".\" align=\"char\">2.111012452</td><td char=\".\" align=\"char\">0.001821494</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">BIOCARTA_LAIR_PATHWAY</td><td align=\"left\">17</td><td char=\".\" align=\"char\">0.873581328</td><td char=\".\" align=\"char\">2.077863261</td><td char=\".\" align=\"char\">0.002</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_CELLS_AND_MOLECULES_INVOLVED_IN_LOCAL_ACUTE_INFLAMMATORY_RESPONSE</td><td align=\"left\">17</td><td char=\".\" align=\"char\">0.873581328</td><td char=\".\" align=\"char\">2.077863261</td><td char=\".\" align=\"char\">0.002</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_IL1_AND_MEGAKARYOCYTES_IN_OBESITY</td><td align=\"left\">24</td><td char=\".\" align=\"char\">0.736409022</td><td char=\".\" align=\"char\">1.875075348</td><td char=\".\" align=\"char\">0.001972387</td><td char=\".\" align=\"char\">0.028091787</td></tr><tr><td align=\"left\">WP_PHOTODYNAMIC_THERAPYINDUCED_NFKB_SURVIVAL_SIGNALING</td><td align=\"left\">35</td><td char=\".\" align=\"char\">0.644242533</td><td char=\".\" align=\"char\">1.754669341</td><td char=\".\" align=\"char\">0.005859375</td><td char=\".\" align=\"char\">0.048273954</td></tr><tr><td align=\"left\">BIOCARTA_IL5_PATHWAY</td><td align=\"left\">10</td><td char=\".\" align=\"char\">0.829191458</td><td char=\".\" align=\"char\">1.693843996</td><td char=\".\" align=\"char\">0.006012024</td><td char=\".\" align=\"char\">0.048273954</td></tr><tr><td align=\"left\">KEGG_MAPK_SIGNALING_PATHWAY</td><td align=\"left\">254</td><td char=\".\" align=\"char\">0.408313605</td><td char=\".\" align=\"char\">1.480258186</td><td char=\".\" align=\"char\">0.005016722</td><td char=\".\" align=\"char\">0.045404266</td></tr></tbody></table>\n"}, "text": "Description\tsetSize\tenrichmentScore\tNES\tp-value\tp.adjust\t \tREACTOME_COMPLEMENT_CASCADE\t56\t0.822144048\t2.431471926\t0.001862197\t0.028091787\t \tKEGG_COMPLEMENT_AND_COAGULATION_CASCADES\t67\t0.762017649\t2.333823306\t0.001841621\t0.028091787\t \tWP_HUMAN_COMPLEMENT_SYSTEM\t92\t0.709058749\t2.296694499\t0.001795332\t0.028091787\t \tWP_COMPLEMENT_AND_COAGULATION_CASCADES\t57\t0.776932609\t2.293240512\t0.001879699\t0.028091787\t \tWP_COMPLEMENT_ACTIVATION\t20\t0.883248685\t2.184014586\t0.001984127\t0.028091787\t \tREACTOME_INITIAL_TRIGGERING_OF_COMPLEMENT\t23\t0.845953791\t2.156923481\t0.001964637\t0.028091787\t \tKEGG_SYSTEMIC_LUPUS_ERYTHEMATOSUS\t50\t0.739155934\t2.155146117\t0.001855288\t0.028091787\t \tBIOCARTA_COMP_PATHWAY\t17\t0.900396432\t2.141644522\t0.002\t0.028091787\t \tWP_TYROBP_CAUSAL_NETWORK\t59\t0.705926715\t2.111012452\t0.001821494\t0.028091787\t \tBIOCARTA_LAIR_PATHWAY\t17\t0.873581328\t2.077863261\t0.002\t0.028091787\t \tWP_CELLS_AND_MOLECULES_INVOLVED_IN_LOCAL_ACUTE_INFLAMMATORY_RESPONSE\t17\t0.873581328\t2.077863261\t0.002\t0.028091787\t \tWP_IL1_AND_MEGAKARYOCYTES_IN_OBESITY\t24\t0.736409022\t1.875075348\t0.001972387\t0.028091787\t \tWP_PHOTODYNAMIC_THERAPYINDUCED_NFKB_SURVIVAL_SIGNALING\t35\t0.644242533\t1.754669341\t0.005859375\t0.048273954\t \tBIOCARTA_IL5_PATHWAY\t10\t0.829191458\t1.693843996\t0.006012024\t0.048273954\t \tKEGG_MAPK_SIGNALING_PATHWAY\t254\t0.408313605\t1.480258186\t0.005016722\t0.045404266\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24300, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "GSEA Gene Set Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 24334, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "GSEA analysis of dataset GSE11691", "sentences": [], "annotations": [], "relations": []}, {"offset": 24368, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Description</th><th align=\"left\">setSize</th><th align=\"left\">enrichmentScore</th><th align=\"left\">NES</th><th align=\"left\"><italic>p</italic>-value</th><th align=\"left\"><italic>p</italic>.adjust</th></tr></thead><tbody><tr><td align=\"left\">WP_TYROBP_CAUSAL_NETWORK</td><td align=\"left\">50</td><td char=\".\" align=\"char\">0.701769525</td><td char=\".\" align=\"char\">2.23878553</td><td char=\".\" align=\"char\">0.001658375</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_SMOOTH_MUSCLE_CONTRACTION</td><td align=\"left\">35</td><td char=\".\" align=\"char\">0.722865333</td><td char=\".\" align=\"char\">2.195371633</td><td char=\".\" align=\"char\">0.001644737</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">NABA_CORE_MATRISOME</td><td align=\"left\">188</td><td char=\".\" align=\"char\">0.556594657</td><td char=\".\" align=\"char\">2.179478164</td><td char=\".\" align=\"char\">0.00136612</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_ELASTIC_FIBRE_FORMATION</td><td align=\"left\">38</td><td char=\".\" align=\"char\">0.688839129</td><td char=\".\" align=\"char\">2.119760258</td><td char=\".\" align=\"char\">0.001628664</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_MOLECULES_ASSOCIATED_WITH_ELASTIC_FIBRES</td><td align=\"left\">33</td><td char=\".\" align=\"char\">0.692726707</td><td char=\".\" align=\"char\">2.086001585</td><td char=\".\" align=\"char\">0.001644737</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">NABA_ECM_GLYCOPROTEINS</td><td align=\"left\">127</td><td char=\".\" align=\"char\">0.552642372</td><td char=\".\" align=\"char\">2.048692518</td><td char=\".\" align=\"char\">0.001490313</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_MUSCLE_CONTRACTION</td><td align=\"left\">175</td><td char=\".\" align=\"char\">0.52131301</td><td char=\".\" align=\"char\">2.020357098</td><td char=\".\" align=\"char\">0.001371742</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">KEGG_SYSTEMIC_LUPUS_ERYTHEMATOSUS</td><td align=\"left\">49</td><td char=\".\" align=\"char\">0.631792413</td><td char=\".\" align=\"char\">2.009084444</td><td char=\".\" align=\"char\">0.001666667</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_CHEMOKINE_RECEPTORS_BIND_CHEMOKINES</td><td align=\"left\">52</td><td char=\".\" align=\"char\">0.618962401</td><td char=\".\" align=\"char\">1.988331531</td><td char=\".\" align=\"char\">0.001658375</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_ECM_PROTEOGLYCANS</td><td align=\"left\">70</td><td char=\".\" align=\"char\">0.581720599</td><td char=\".\" align=\"char\">1.98573096</td><td char=\".\" align=\"char\">0.001587302</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">REACTOME_EXTRACELLULAR_MATRIX_ORGANIZATION</td><td align=\"left\">255</td><td char=\".\" align=\"char\">0.492682565</td><td char=\".\" align=\"char\">1.981455275</td><td char=\".\" align=\"char\">0.001329787</td><td char=\".\" align=\"char\">0.11042735</td></tr><tr><td align=\"left\">PID_IL8_CXCR2_PATHWAY</td><td align=\"left\">32</td><td char=\".\" align=\"char\">0.631225305</td><td char=\".\" align=\"char\">1.875950683</td><td char=\".\" align=\"char\">0.003372681</td><td char=\".\" align=\"char\">0.118114144</td></tr><tr><td align=\"left\">WP_PHOTODYNAMIC_THERAPYINDUCED_NFKB_SURVIVAL_SIGNALING</td><td align=\"left\">34</td><td char=\".\" align=\"char\">0.549039654</td><td char=\".\" align=\"char\">1.662008258</td><td char=\".\" align=\"char\">0.016583748</td><td char=\".\" align=\"char\">0.217999152</td></tr><tr><td align=\"left\">WP_WNT_SIGNALING</td><td align=\"left\">95</td><td char=\".\" align=\"char\">0.41447078</td><td char=\".\" align=\"char\">1.483747047</td><td char=\".\" align=\"char\">0.017160686</td><td char=\".\" align=\"char\">0.221492947</td></tr><tr><td align=\"left\">WP_FOCAL_ADHESIONPI3KAKTMTORSIGNALING_PATHWAY</td><td align=\"left\">278</td><td char=\".\" align=\"char\">0.326507177</td><td char=\".\" align=\"char\">1.324520451</td><td char=\".\" align=\"char\">0.019556714</td><td char=\".\" align=\"char\">0.227236181</td></tr></tbody></table>\n"}, "text": "Description\tsetSize\tenrichmentScore\tNES\tp-value\tp.adjust\t \tWP_TYROBP_CAUSAL_NETWORK\t50\t0.701769525\t2.23878553\t0.001658375\t0.11042735\t \tREACTOME_SMOOTH_MUSCLE_CONTRACTION\t35\t0.722865333\t2.195371633\t0.001644737\t0.11042735\t \tNABA_CORE_MATRISOME\t188\t0.556594657\t2.179478164\t0.00136612\t0.11042735\t \tREACTOME_ELASTIC_FIBRE_FORMATION\t38\t0.688839129\t2.119760258\t0.001628664\t0.11042735\t \tREACTOME_MOLECULES_ASSOCIATED_WITH_ELASTIC_FIBRES\t33\t0.692726707\t2.086001585\t0.001644737\t0.11042735\t \tNABA_ECM_GLYCOPROTEINS\t127\t0.552642372\t2.048692518\t0.001490313\t0.11042735\t \tREACTOME_MUSCLE_CONTRACTION\t175\t0.52131301\t2.020357098\t0.001371742\t0.11042735\t \tKEGG_SYSTEMIC_LUPUS_ERYTHEMATOSUS\t49\t0.631792413\t2.009084444\t0.001666667\t0.11042735\t \tREACTOME_CHEMOKINE_RECEPTORS_BIND_CHEMOKINES\t52\t0.618962401\t1.988331531\t0.001658375\t0.11042735\t \tREACTOME_ECM_PROTEOGLYCANS\t70\t0.581720599\t1.98573096\t0.001587302\t0.11042735\t \tREACTOME_EXTRACELLULAR_MATRIX_ORGANIZATION\t255\t0.492682565\t1.981455275\t0.001329787\t0.11042735\t \tPID_IL8_CXCR2_PATHWAY\t32\t0.631225305\t1.875950683\t0.003372681\t0.118114144\t \tWP_PHOTODYNAMIC_THERAPYINDUCED_NFKB_SURVIVAL_SIGNALING\t34\t0.549039654\t1.662008258\t0.016583748\t0.217999152\t \tWP_WNT_SIGNALING\t95\t0.41447078\t1.483747047\t0.017160686\t0.221492947\t \tWP_FOCAL_ADHESIONPI3KAKTMTORSIGNALING_PATHWAY\t278\t0.326507177\t1.324520451\t0.019556714\t0.227236181\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25715, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "GSEA Gene Set Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 25749, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To determine the impact of the expression levels of all genes related to endometriosis metabolism on the occurrence of endometriosis, we evaluated the gene expression profile and the biological processes involved in GSE7305 dataset (Fig. 5A) and GSE11691 dataset (Fig. 5F) by GSEA (Gene Set Enrichment Analysis) enrichment analysis, respectively. Links between cellular components and their molecular functions. P < 0.05 and FDR value (Q value) < 0.25 were considered significant enrichment screening criteria. The results displayed that differentially expressed genes in dataset GSE7305 were significantly enriched in IL1 and megakaryocytes in obesity (Fig. 5B), photodynamic therapy-induced NFKB survival signaling (Fig. 5C), the IL5 pathway (Fig. 5D), MAPK signaling pathway (Fig. 5E), and other pathways (Figs. 5A–E, Table 2). However, differentially expressed genes in dataset GSE11691 were significantly enriched in photodynamic therapy-induced NFKB survival signaling (Fig. 5G), Wnt signaling (Fig. 5H), IL8 CXCR2 pathway (Fig. 5I), and focal adhesion PI3K-AKT mTOR signaling pathway (Fig. 5J), and other pathways (Figs. 5F–J, Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26917, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction of PPI, mRNA-miRNA, mRNA-TF, and mRNA-drug regulatory networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 26993, "infons": {"file": "12905_2023_2668_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "PPI, TF-mRNA, mRNA-miRNA, and mRNA-drug regulatory networks. (A) NRDEGs PPI Network. (B) mRNA-miRNA regulatory network: blue oval is mRNA, and green diamond is miRNA. (C) mRNA-TF regulatory network: the blue rectangle is mRNA; the green oval is TF. (D) mRNA-drug regulatory network: the blue rectangle is mRNA; the pink diamond is a drug. TF, Transcription factor. PPI, protein–protein interaction; NRDEGs, necroptosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 27453, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, protein–protein interaction analysis was conducted using STRING database with a minimum required interaction score greater than 0.150. Low confidence (0.150) was used as the standard to construct a PPI network of 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74). The interactions were visualized using Cytoscape software (Fig. 6A). There were only seven NRDEGs in the PPI network: C7, AHR, TUFM, GSN, MYO6, CLEC7A, and CD74. Second, miRNAs related to NRDEGs were obtained from StarBase and miRDB databases. To visualize the mRNA-miRNA regulatory network, Cytoscape was applied (Fig. 6B), which contained 10 mRNA key genes (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) and 26 miRNA molecules. Specific names of the miRNA molecules are listed in Table S2. TFs combined with NRDEGs were obtained using the ChIPBase and hTFtarget databases. Using Cytoscape software, we structured and visualized a network of mRNA-TF interactions (Fig. 6C). It contains 10 key mRNA genes (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) and 100 transcription factors. Specific TF molecule names are listed in Table S3. Finally, CTD database was used to identify potential drugs or molecular compounds of the NRDEGs. The mRNA-drug network was constructed and visualized using Cytoscape software (Fig. 6D), which contained 10 mRNA key genes (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, LEC7A, and CD74) and 41 drugs or molecular compounds. The names of specific drugs or molecular compounds are listed in Table S4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29017, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Expression differences, chromosomal localization, and functional similarity analysis of NRDEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 29112, "infons": {"file": "12905_2023_2668_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Expression differential analysis, chromosomal localization analysis, and functional similarity analysis of NRDEGs are demonstrated. Group comparison of NRDEGs expression differential analysis results in datasets GSE7305 (A) and GSE11691 (B). (C) Display of chromosome localization results of NRDEGs. Functional similarity analysis results of NRDEGs are shown in the bar chart (D) and rain-cloud chart (E). * represents P value < 0.05, which is statistically significant; ** represents P value < 0.01, which is highly statistically significant; *** represents P value < 0.001, which is highly statistically significant. NRDEGs, necroptosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 29802, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further verify the expression difference of NRDEGs in the endometriosis dataset, 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) were compared between the groups (Figs. 7A and B). CD74 expression analysis was performed for GSE7305 and GSE11691 in the endometriosis and normal groups, respectively. The difference in the results of dataset GSE7305 (Fig. 7A) demonstrated that all NRDEGs were statistically significant, and the expression levels of C7, HOOK1, PKP3, AHR, GJB1, and MYO6 in different groups of endometriosis dataset GSE7305 were statistically significant (P < 0.001). There was a highly statistically significant difference in TUFM, GSN, and CLEC7A expression levels among the groups (P < 0.01). The expression of CD74 in the different groups was statistically significant (P value < 0.05). The difference results of dataset GSE11691 (Fig. 7B) illustrated that all NRDEGs were statistically significant: AHR, TUFM, and MYO6 expression levels in different groups of dataset GSE76885 were statistically significant (P value < 0.001). HOOK1, GJB1, CLEC7A, and CD74 expressions in the different groups were statistically significant (P < 0.01). The expression levels of C7, PKP3, and GSN in the different groups were statistically significant (P value < 0.05). We then mapped the chromosomal locations of the 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) (Fig. 7C). The results depicted that genes C7 and CD74 were placed on chromosome 5, HOOK1 gene was placed on chromosome 1, MYO6 gene was placed on chromosome 6, AHR gene on chromosome 7, GSN gene on chromosome 9, and PKP3 gene on chromosome 11. CLEC7A was placed on chromosome 12, and TUFM was placed on chromosome 12. Based on these scores, scholars analyzed the genes involved in endometriosis lesions and displayed them as bar graphs (Fig. 7D) and rain-cloud graphs (Fig. 7E). The results depict that PKP3, GSN, MYO6, CLEC7A, and CD74 play important roles in this process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31829, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune infiltration analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 31858, "infons": {"file": "12905_2023_2668_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Endometriosis analysis of immune infiltration in GSE7305 and GSE11691 datasets (CIBERSORTx). Results of 22 types of immune cell infiltration in GSE7305 dataset are displayed in the bar chart (A) and the group comparison chart (B). Results of 22 immune cell infiltration in the GSE11691 dataset are shown in the bar chart (C) and the group comparison chart (D). The symbol NS means P ≥ 0.05, which is not statistically significant. The symbol * is equivalent to P < 0.05, which is statistically significant; The symbol ** is equivalent to P < 0.01, which is highly statistically significant; The symbol *** is equivalent to P < 0.001, which is highly statistically significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 32552, "infons": {"file": "12905_2023_2668_Fig9_HTML.jpg", "id": "Fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "Heatmap of correlation presents immune infiltration results of GSE7305 and GSE11691 datasets and correlation analysis between two kinds of immune cells and NRDEGs. Heatmap showing the correlation of 22 immune cell infiltration results in GSE7305 dataset (A) and GSE11691 dataset (B). Correlation analysis between immune cells activated Nk. cells and NRDEGs in GSE7305 (C) and GSE11691 (D) datasets. M2 Macrophages show the correlation between NRDEGs and GSE7305 (E) and GSE11691 (F). The Y-axis of the lollipop figure represents the specific gene, and the X-axis represents the correlation size. The circle size in the lollipop graph represents the correlation degree; the higher the degree of correlation, the larger the circle, and the different colors of the circle represent the P value obtained by the statistical correlation method. The higher the bar (distance from 0), the higher the degree of correlation (positive numbers mean positive correlations, negative numbers mean negative correlations). The symbol * is equivalent to P < 0.05, statistically significant; the symbol ** is equivalent to P < 0.01, which is highly statistically significant. NRDEGs, necroptosis-related differentially expressed genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33776, "infons": {"file": "12905_2023_2668_Fig10_HTML.jpg", "id": "Fig10", "section_type": "FIG", "type": "fig_caption"}, "text": "The immunohistochemical result of endometriosis tissue (× 100)", "sentences": [], "annotations": [], "relations": []}, {"offset": 33842, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We sorted out the expression profile data of GSE7305 and GSE11691 in the endometriosis dataset and uploaded it to the CIBERSORTx online website. The CIBERSORTx algorithm was used to calculate 22 immune cells and endometriosis samples in the endometriosis dataset (group: endometriosis) and the expression profile data of normal samples (group: normal). Based on the immune infiltration analysis results, we plotted the immune cell infiltration of each sample of the 22 types of immune cells in GSE7305 and GSE11691 datasets in bar graphs (Figs. 8A and C). We also presented group comparison maps to illustrate the correlation between immune cell infiltration abundance and different groups in GSE7305 and GSE11691 datasets (Figs. 8B and D). We demonstrated a correlation between the abundance of six immune cell infiltrates in GSE7305 and GSE11691 datasets using correlation heatmaps (Figs. 9A and B). The results demonstrated that after excluding the immune cells that had insignificant difference after grouping, there were statistically significant differences in the infiltration abundance of four types of immune cells in the GSE7305 dataset (Fig. 8B) and the correlation between samples in different groups (P < 0.05). These four immune cells are resting memory CD4 + T cells, follicular helper T-cells, activated NK cells, and M2 Macrophages. In dataset GSE11691 (Fig. 8D), there were five types of immune cells, and the correlation between infiltration abundance and samples in different groups was statistically different (P < 0.05). These five immune cells are plasma cells, gamma-delta T cells, resting NK cells, activated NK cells, and M2 Macrophages. The numbers of activated NK cells and M2 Macrophages were statistically significant in both datasets. To analyze the correlation between the expression levels of 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) in endometriosis datasets GSE7305, GSE11691 with infiltration abundance of two immune cells (activated NK cells and M2 macrophages). We demonstrated the infiltration abundance of two immune cells (activated NK cells and M2 macrophages) and 10 NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) by lollipop figure (Figs. 9C–F). As can be seen from the figure, the corresponding gene MYO6 had high correlation and consistency in the two datasets (r = 0.708 in GSE7305, P < 0.001; GSE11691 r = 0.686, P < 0.001), while M2 Macrophages had higher correlation and consistency in the two datasets for the corresponding genes HOOK1 (r = -0.760 in GSE7305, P < 0.001; r = -0.726 in GSE11691, P < 0.001), GJB1 (in GSE7305) r = -0.679, P < 0.001; r = -0.626, P < 0.01 in GSE11691), and MYO6 (r = -0.780, P < 0.001 in GSE7305; r = -0.633, P < 0.01 in GSE11691). The immunohistochemical result indicated that the protein levels of MYO6 and HOOK1 were increased in patients with endometriosis, further suggesting that MYO6 and HOOK1 can be used as potential biomarkers for endometriosis (Fig. 10).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36931, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 36942, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Most gynecologists detect ovarian endometriosis using laparoscopy, which is the most common form of endometriosis. Recently, microarray and high-throughput sequencing technologies have enabled bioinformatic analysis of endometriosis. However, most studies are based on invasive methods and single arrays, resulting in poor acceptance and a lack of cohorts for multiple combined studies. Its goal is to discover new diagnostic methods and safe treatments for endometriosis by exploring its biological mechanisms and identifying meaningful molecular markers. Therefore, we analyzed patients with and without endometriosis and performed an enrichment analysis of necroptosis-related genes to determine their role in endometriosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37670, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Disease onset and progression are associated with necroptosis, according to increasing research. Necroptosis, programmed necrotic cell death, is vital for the host's defense against certain pathogen incursions. Inflammatory diseases result from the deregulation of necroptosis. However, its role in the immune response to endometriosis remains unclear. In this study, there were 330 DEGs between 19 endometriosis samples and 19 normal samples in two expression profile datasets (GSE7305 and GSE1169). We intersected the common differentially expressed genes (co-DEGs) and necroptosis-related genes in two endometriosis datasets to obtain 10 NRDEGs from endometriosis datasets. The ten NRDEGs were C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74. Among these, PKP3, which belongs to the plakophilin family, promotes tissue integrity. Plakophilins link desmosomal cadherins to intermediate filaments at desmosome junctions, and in common with other catenins, they perform additional functions, including in the nucleus. Gene GJB1 encodes the transmembrane channel protein connexin 32 (Cx32), a member of the Cxs family. Previous studies have disclosed that GJB1 exerts anti-apoptotic and pro-tumor effects by interacting with it. HOOK1, encodes a member of the hook family of coiled-coil proteins that bind to microtubules and organelles via their N-and C-terminal domains, respectively. In the present study, HOOK1 expression was upregulated. Notably, the N-terminal segment of Hook1 has a cytoskeletal protein-binding site that is involved in cell migration and intracellular vesicle trafficking. The mitochondrial translation elongation factor is encoded by the TUFM. Cho et al. suggested that TUFM might be important for CASP8 inhibition via autophagy activation. Actin-based myosins (MYO6) move cargo towards the minus ends of actin filaments using their actin-based motor proteins. As it is the only myosin with this directionality, it is vital in many biological processes. MYO6 is involved in various physiological processes in vivo, and its expression has been reported to be increased in humans and mice in different diseases, including cancer and hearing loss. The enrichment analysis included GO terms for functional enrichment and GSEA enrichment. In addition to being enriched in immune response and activation, these genes were significantly associated with immune-cell interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40083, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In recent decades, accumulating evidence has demonstrated immune imbalance in endometriosis. Compared to normal endometrium, endometriosis patients have more immune cells, particularly NK and M2 cells. However, the immune cell activation pattern in endometriosis remains unclear. The role of immune cell infiltration in endometriosis needs to be further investigated, and we performed a comprehensive evaluation of immune cell infiltration in endometriosis using CIBERSORT. Our study demonstrated a correlation between the infiltration abundance of NK cells and M2 macrophage immune cells. Moreover, genes were statistically different between the GSE7305 and GSE1169 datasets. Previous studies have reported downregulation of NK cells in endometriosis patients; our results are consistent with theirs. Lagana AS et al. found that the number of M1 and M2 macrophages was significantly higher in the endometriosis group than in controls, regardless of stage. Moreover, M2 macrophages may inhibit the immunological response of NK cells. Reduced NK cell number and function result in reduced cytotoxicity and elimination of ectopic endometrial cells. In our study, the relative genes of NK cell activation were MYO6 and macrophages. M2 represents HOOK1 expression in the two datasets. MYO6 and HOOK1 have a limited impact on the immune system in endometriosis. A macromolecular antigen, ovalbumin, showed high permeability to Rmc monolayers lacking myo6. It still induced strong T-cell activation because it retained antigenicity. In a study by Yu-wei Liao et al., MyO6-deficient RMC monolayers demonstrated high permeability, retaining ovalbumin antigenicity, thereby activating T cells. Our findings suggest that MYO6 and HOOK1 are associated with immune infiltration in endometriosis and can be used as novel potential biomarkers and predictors of immune cell infiltration in endometriosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41973, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Necroptosis represents the newly discovered immunogenic cell death (ICD) forms. Evidence shows that necroptosis modulates the immune system, primarily composed of natural killer (NK) cells, macrophages, dendritic cells (DC), and T and B lymphocytes. To investigate whether MYO6 and HOOK1 contribute to immune cell infiltration, we explored the correlation between these two factors. Necroptosis and the immune response appear to be interconnected in endometriosis, as indicated by their significant association with immune cells. The molecular mechanisms underlying the complex interactions between these genes and immune cells should be elucidated in future studies. Molecular classification can improve risk stratification and management of EC. Hence, the identification and verification of molecular classification in endometriosis, as well as the examination of diverse molecular markers, have the potential to significantly impact the treatment approach, particularly for patients with fertility requirements, by modifying the surgical methodology and altering the follow-up strategy. It has been depicted to correlate radiological features with molecular/genomic profiles to classify endometrial cancer prognosis. Ultrasound serves as a prevalent diagnostic tool for endometriosis, followed by the integration of radiomics with molecular/genomic profiling, enabling the tailoring of surgical and post-surgical treatment approaches for patients with endometriosis. In the era of personalized medicine, it is necessary to determine the best treatment for each patient with endometrial cancer based on the patient's molecules/genes. In the foreseeable future, the implementation of molecular/genomic analysis will facilitate the tailoring of the optimal therapeutic approach for endometriosis. With the current understanding of the molecular mechanisms of endometrial disease, discussing the results of this study may contribute to future directions in endometriosis treatment and management.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43969, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study identified 26 miRNAs associated with NRDEGs using the StarBase and miRDB databases. In endometriosis, miRNAs are associated with genetic, epigenetic, and angiogenic factors, hormones, cytokines, chemokines, oxidative stress (OS) markers, inflammation mediators, hypoxia, angiogenesis, and an altered immune system, which contribute to its pathogenesis. A total of 100 transcription factors (TFS) combined with NRDEGs were obtained from the ChIPBase and hTFTarget databases. Previous studies have demonstrated that miR-106a-5p inhibits the proliferation, migration, and invasion of ectopic endometrial stromal cells by targeting the forkhead box transcription factor FOXC1 via the PI3K/Akt/mTOR signaling pathway. Due to the lack of effective therapeutic drugs for EMS based on the CTD database, 41 molecular compounds and drugs that are potentially effective against EM were identified by NRDEGs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44881, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our study has some limitations. First, we conducted a comprehensive bioinformatic analysis to identify the association between NRDEGs and endometriosis. Further in vitro and in vivo studies are needed to validate the role of necroptotic-related genes in endometriosis and gain a deeper understanding of its pathogenesis. Second, this was a retrospective study; therefore, important clinical information could not be obtained. Third, the specimens in this study were from endometriotic tissue; therefore, the biomarkers could not be used to diagnose the early stages of the disease, and more research on blood biomarkers is required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45514, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45526, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Ten NRDEGs (C7, HOOK1, PKP3, AHR, TUFM, GJB1, GSN, MYO6, CLEC7A, and CD74) may serve as diagnostic biomarkers for endometriosis have been found for the first time. MYO6 and HOOK1 can be used as potential biomarkers for endometriosis. A strong association was also found between the two selected genes and immune cell infiltration to explore the pathogenesis of endometriosis, which could provide a rationale for future treatments. These findings increase our knowledge of necroptosis genes in EMS patients. However, the role of these necroptosis genes in EMS requires validation in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46120, "infons": {"section_type": "CONCL", "type": "title_2"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 46146, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 46165, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46284, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 46309, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "All authors contributed to the study conception and design. Material preparation, data collection, and analysis were performed by XW, QZ, MS, LL, HZ and WY. XW wrote the first draft of the manuscript, and all authors commented on previous versions of the manuscript. All authors contributed to the article and approved the submitted version.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46651, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 46659, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This research did not receive any specific grants from funding agencies in the public, commercial, or not-for-profit sectors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46785, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 46820, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The datasets generated and/or analysed during the current study are available in the OSF repository, https://osf.io/skgpe/. Further inquiries can be directed to the corresponding authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47008, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 47021, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 47064, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the endometriosis patient tissues were obtained from Taizhou Hospital of Zhejiang Province affiliated to Wenzhou Medical University. Informed consent was obtained from all participating patients and the study was approved by the ethics committee of biomedical research involving humans of Taizhou Hospital of Zhejiang Province affiliated to Wenzhou Medical University. (Approval No. K20230901).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47463, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 47487, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47503, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 47523, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47567, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 47578, "infons": {"fpage": "9", "issue": "1", "name_0": "surname:Zondervan;given-names:KT", "name_1": "surname:Becker;given-names:CM", "name_2": "surname:Koga;given-names:K", "name_3": "surname:Missmer;given-names:SA", "name_4": "surname:Taylor;given-names:RN", "name_5": "surname:Vigano;given-names:P", "pub-id_pmid": "30026507", "section_type": "REF", "source": "Nat Rev Dis Primers", "type": "ref", "volume": "4", "year": "2018"}, "text": "Endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47592, "infons": {"fpage": "1", "lpage": "15", "name_0": "surname:Shafrir;given-names:AL", "name_1": "surname:Farland;given-names:LV", "name_2": "surname:Shah;given-names:DK", "name_3": "surname:Harris;given-names:HR", "name_4": "surname:Kvaskoff;given-names:M", "name_5": "surname:Zondervan;given-names:K", "pub-id_pmid": "30017581", "section_type": "REF", "source": "Best Pract Res Clin Obstet Gynaecol", "type": "ref", "volume": "51", "year": "2018"}, "text": "Risk for and consequences of endometriosis: A critical epidemiologic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 47668, "infons": {"fpage": "CD012179", "name_0": "surname:Nisenblat;given-names:V", "name_1": "surname:Bossuyt;given-names:PM", "name_2": "surname:Shaikh;given-names:R", "name_3": "surname:Farquhar;given-names:C", "name_4": "surname:Jordan;given-names:V", "name_5": "surname:Scheffers;given-names:CS", "section_type": "REF", "source": "Cochrane Database Syst Rev", "type": "ref", "volume": "5", "year": "2016"}, "text": "Blood biomarkers for the non-invasive diagnosis of endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47733, "infons": {"fpage": "1244", "issue": "13", "lpage": "1256", "name_0": "surname:Zondervan;given-names:KT", "name_1": "surname:Becker;given-names:CM", "name_2": "surname:Missmer;given-names:SA", "pub-id_pmid": "32212520", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "382", "year": "2020"}, "text": "Endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47747, "infons": {"fpage": "21", "issue": "1", "lpage": "27", "name_0": "surname:Yan;given-names:J", "name_1": "surname:Wan;given-names:P", "name_2": "surname:Choksi;given-names:S", "name_3": "surname:Liu;given-names:ZG", "pub-id_pmid": "34627742", "section_type": "REF", "source": "Trends Cancer", "type": "ref", "volume": "8", "year": "2022"}, "text": "Necroptosis and tumor progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 47781, "infons": {"fpage": "199", "lpage": "216", "name_0": "surname:Cotsmire;given-names:SM", "name_1": "surname:Szczerba;given-names:M", "name_2": "surname:Jacobs;given-names:BL", "pub-id_pmid": "33108664", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "2225", "year": "2021"}, "text": "Detecting Necroptosis in Virus-Infected Cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 47827, "infons": {"fpage": "1509851", "name_0": "surname:Zhang;given-names:Z", "name_1": "surname:Xie;given-names:G", "name_2": "surname:Liang;given-names:L", "name_3": "surname:Liu;given-names:H", "name_4": "surname:Pan;given-names:J", "name_5": "surname:Cheng;given-names:H", "pub-id_pmid": "30596105", "section_type": "REF", "source": "J Immunol Res", "type": "ref", "volume": "2018", "year": "2018"}, "text": "RIPK3-Mediated Necroptosis and Neutrophil Infiltration Are Associated with Poor Prognosis in Patients with Alcoholic Cirrhosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47954, "infons": {"fpage": "25", "issue": "1", "name_0": "surname:Piamsiri;given-names:C", "name_1": "surname:Maneechote;given-names:C", "name_2": "surname:Siri-Angkul;given-names:N", "name_3": "surname:Chattipakorn;given-names:SC", "name_4": "surname:Chattipakorn;given-names:N", "pub-id_pmid": "33836761", "section_type": "REF", "source": "J Biomed Sci", "type": "ref", "volume": "28", "year": "2021"}, "text": "Targeting necroptosis as therapeutic potential in chronic myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"offset": 48034, "infons": {"fpage": "659", "issue": "4", "lpage": "70", "name_0": "surname:Dey;given-names:A", "name_1": "surname:Mustafi;given-names:SB", "name_2": "surname:Saha;given-names:S", "name_3": "surname:Kumar Dhar Dwivedi;given-names:S", "name_4": "surname:Mukherjee;given-names:P", "name_5": "surname:Bhattacharya;given-names:R", "pub-id_pmid": "27050456", "section_type": "REF", "source": "Autophagy", "type": "ref", "volume": "12", "year": "2016"}, "text": "Inhibition of BMI1 induces autophagy-mediated necroptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48092, "infons": {"fpage": "29", "issue": "1", "lpage": "38", "name_0": "surname:Harada;given-names:T", "name_1": "surname:Kaponis;given-names:A", "name_2": "surname:Iwabe;given-names:T", "name_3": "surname:Taniguchi;given-names:F", "name_4": "surname:Makrydimas;given-names:G", "name_5": "surname:Sofikitis;given-names:N", "pub-id_pmid": "15005462", "section_type": "REF", "source": "Hum Reprod Update", "type": "ref", "volume": "10", "year": "2004"}, "text": "Apoptosis in human endometrium and endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48141, "infons": {"section_type": "REF", "type": "ref"}, "text": "Doroftei B, Ilie OD, Balmus IM, Ciobica A, Maftei R, Scripcariu I, et al. Molecular and Clinical Insights on the Complex Interaction between Oxidative Stress, Apoptosis, and Endobiota in the Pathogenesis of Endometriosis. Diagnostics (Basel). 2021;11(8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48396, "infons": {"fpage": "313", "issue": "1", "name_0": "surname:Poli-Neto;given-names:OB", "name_1": "surname:Meola;given-names:J", "name_2": "surname:Rosa;given-names:ESJC", "name_3": "surname:Tiezzi;given-names:D", "pub-id_pmid": "31941945", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "10", "year": "2020"}, "text": "Transcriptome meta-analysis reveals differences of immune profile between eutopic endometrium from stage I-II and III-IV endometriosis independently of hormonal milieu", "sentences": [], "annotations": [], "relations": []}, {"offset": 48564, "infons": {"fpage": "564", "issue": "5", "lpage": "591", "name_0": "surname:Vallve-Juanico;given-names:J", "name_1": "surname:Houshdaran;given-names:S", "name_2": "surname:Giudice;given-names:LC", "pub-id_pmid": "31424502", "section_type": "REF", "source": "Hum Reprod Update", "type": "ref", "volume": "25", "year": "2019"}, "text": "The endometrial immune environment of women with endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48627, "infons": {"fpage": "71", "lpage": "95", "name_0": "surname:Wang;given-names:Y", "name_1": "surname:Nicholes;given-names:K", "name_2": "surname:Shih;given-names:IM", "pub-id_pmid": "31479615", "section_type": "REF", "source": "Annu Rev Pathol", "type": "ref", "volume": "15", "year": "2020"}, "text": "The Origin and Pathogenesis of Endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48672, "infons": {"fpage": "8442", "issue": "1", "name_0": "surname:Chen;given-names:M", "name_1": "surname:Zhou;given-names:Y", "name_2": "surname:Xu;given-names:H", "name_3": "surname:Hill;given-names:C", "name_4": "surname:Ewing;given-names:RM", "name_5": "surname:He;given-names:D", "pub-id_pmid": "32439908", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "10", "year": "2020"}, "text": "Bioinformatic analysis reveals the importance of epithelial-mesenchymal transition in the development of endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48791, "infons": {"fpage": "D991", "issue": "Database issue", "lpage": "5", "name_0": "surname:Barrett;given-names:T", "name_1": "surname:Wilhite;given-names:SE", "name_2": "surname:Ledoux;given-names:P", "name_3": "surname:Evangelista;given-names:C", "name_4": "surname:Kim;given-names:IF", "name_5": "surname:Tomashevsky;given-names:M", "pub-id_pmid": "23193258", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "41", "year": "2013"}, "text": "NCBI GEO: archive for functional genomics data sets--update", "sentences": [], "annotations": [], "relations": []}, {"offset": 48851, "infons": {"fpage": "1846", "issue": "14", "lpage": "1847", "name_0": "surname:Davis;given-names:S", "name_1": "surname:Meltzer;given-names:PS", "pub-id_pmid": "17496320", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "23", "year": "2007"}, "text": "GEOquery: a bridge between the Gene Expression Omnibus (GEO) and BioConductor", "sentences": [], "annotations": [], "relations": []}, {"offset": 48929, "infons": {"fpage": "1", "issue": "130", "lpage": "13", "name_0": "surname:Stelzer;given-names:G", "name_1": "surname:Rosen;given-names:N", "name_2": "surname:Plaschkes;given-names:I", "name_3": "surname:Zimmerman;given-names:S", "name_4": "surname:Twik;given-names:M", "name_5": "surname:Fishilevich;given-names:S", "section_type": "REF", "source": "Curr Protoc Bioinformatics", "type": "ref", "volume": "54", "year": "2016"}, "text": "The GeneCards Suite: From Gene Data Mining to Disease Genome Sequence Analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 49008, "infons": {"fpage": "267", "issue": "3", "lpage": "273", "name_0": "surname:Mootha;given-names:VK", "name_1": "surname:Lindgren;given-names:CM", "name_2": "surname:Eriksson;given-names:KF", "name_3": "surname:Subramanian;given-names:A", "name_4": "surname:Sihag;given-names:S", "name_5": "surname:Lehar;given-names:J", "pub-id_pmid": "12808457", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "34", "year": "2003"}, "text": "PGC-1alpha-responsive genes involved in oxidative phosphorylation are coordinately downregulated in human diabetes", "sentences": [], "annotations": [], "relations": []}, {"offset": 49123, "infons": {"fpage": "D1049", "issue": "Database issue", "lpage": "56", "pub-id_pmid": "25428369", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "Gene Ontology Consortium: going forward", "sentences": [], "annotations": [], "relations": []}, {"offset": 49163, "infons": {"section_type": "REF", "type": "ref"}, "text": "Zhu Q, Zhang YX, Li M, Zhang Y, Zhang H, Chen JY, et al. MiR-124–3p impedes the metastasis of non-small cell lung cancer via extracellular exosome transport and intracellular PI3K/AKT. Biomarker Research. 2023;11(1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49382, "infons": {"fpage": "284", "issue": "5", "lpage": "287", "name_0": "surname:Yu;given-names:G", "name_1": "surname:Wang;given-names:LG", "name_2": "surname:Han;given-names:Y", "name_3": "surname:He;given-names:QY", "pub-id_pmid": "22455463", "section_type": "REF", "source": "OMICS", "type": "ref", "volume": "16", "year": "2012"}, "text": "clusterProfiler: an R package for comparing biological themes among gene clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 49464, "infons": {"fpage": "15545", "issue": "43", "lpage": "15550", "name_0": "surname:Subramanian;given-names:A", "name_1": "surname:Tamayo;given-names:P", "name_2": "surname:Mootha;given-names:VK", "name_3": "surname:Mukherjee;given-names:S", "name_4": "surname:Ebert;given-names:BL", "name_5": "surname:Gillette;given-names:MA", "pub-id_pmid": "16199517", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "102", "year": "2005"}, "text": "Gene set enrichment analysis: a knowledge-based approach for interpreting genome-wide expression profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 49570, "infons": {"fpage": "417", "issue": "6", "lpage": "425", "name_0": "surname:Liberzon;given-names:A", "name_1": "surname:Birger;given-names:C", "name_2": "surname:Thorvaldsdottir;given-names:H", "name_3": "surname:Ghandi;given-names:M", "name_4": "surname:Mesirov;given-names:JP", "name_5": "surname:Tamayo;given-names:P", "pub-id_pmid": "26771021", "section_type": "REF", "source": "Cell Syst", "type": "ref", "volume": "1", "year": "2015"}, "text": "The Molecular Signatures Database (MSigDB) hallmark gene set collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 49642, "infons": {"fpage": "D607", "issue": "D1", "lpage": "D613", "name_0": "surname:Szklarczyk;given-names:D", "name_1": "surname:Gable;given-names:AL", "name_2": "surname:Lyon;given-names:D", "name_3": "surname:Junge;given-names:A", "name_4": "surname:Wyder;given-names:S", "name_5": "surname:Huerta-Cepas;given-names:J", "pub-id_pmid": "30476243", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "STRING v11: protein-protein association networks with increased coverage, supporting functional discovery in genome-wide experimental datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 49785, "infons": {"fpage": "2498", "issue": "11", "lpage": "2504", "name_0": "surname:Shannon;given-names:P", "name_1": "surname:Markiel;given-names:A", "name_2": "surname:Ozier;given-names:O", "name_3": "surname:Baliga;given-names:NS", "name_4": "surname:Wang;given-names:JT", "name_5": "surname:Ramage;given-names:D", "pub-id_pmid": "14597658", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "Cytoscape: a software environment for integrated models of biomolecular interaction networks", "sentences": [], "annotations": [], "relations": []}, {"offset": 49878, "infons": {"fpage": "D92", "issue": "Database issue", "lpage": "7", "name_0": "surname:Li;given-names:JH", "name_1": "surname:Liu;given-names:S", "name_2": "surname:Zhou;given-names:H", "name_3": "surname:Qu;given-names:LH", "name_4": "surname:Yang;given-names:JH", "pub-id_pmid": "24297251", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "starBase v2.0: decoding miRNA-ceRNA, miRNA-ncRNA and protein-RNA interaction networks from large-scale CLIP-Seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 49995, "infons": {"fpage": "D127", "issue": "D1", "lpage": "D131", "name_0": "surname:Chen;given-names:Y", "name_1": "surname:Wang;given-names:X", "pub-id_pmid": "31504780", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "48", "year": "2020"}, "text": "miRDB: an online database for prediction of functional microRNA targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 50067, "infons": {"fpage": "D43", "issue": "D1", "lpage": "D50", "name_0": "surname:Zhou;given-names:KR", "name_1": "surname:Liu;given-names:S", "name_2": "surname:Sun;given-names:WJ", "name_3": "surname:Zheng;given-names:LL", "name_4": "surname:Zhou;given-names:H", "name_5": "surname:Yang;given-names:JH", "pub-id_pmid": "27924033", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "ChIPBase v2.0: decoding transcriptional regulatory networks of non-coding RNAs and protein-coding genes from ChIP-seq data", "sentences": [], "annotations": [], "relations": []}, {"offset": 50190, "infons": {"fpage": "120", "issue": "2", "lpage": "128", "name_0": "surname:Zhang;given-names:Q", "name_1": "surname:Liu;given-names:W", "name_2": "surname:Zhang;given-names:HM", "name_3": "surname:Xie;given-names:GY", "name_4": "surname:Miao;given-names:YR", "name_5": "surname:Xia;given-names:M", "pub-id_pmid": "32858223", "section_type": "REF", "source": "Genomics Proteomics Bioinformatics", "type": "ref", "volume": "18", "year": "2020"}, "text": "hTFtarget: A Comprehensive Database for Regulations of Human Transcription Factors and Their Targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 50291, "infons": {"fpage": "D1138", "issue": "D1", "lpage": "D1143", "name_0": "surname:Davis;given-names:AP", "name_1": "surname:Grondin;given-names:CJ", "name_2": "surname:Johnson;given-names:RJ", "name_3": "surname:Sciaky;given-names:D", "name_4": "surname:Wiegers;given-names:J", "name_5": "surname:Wiegers;given-names:TC", "pub-id_pmid": "33068428", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "49", "year": "2021"}, "text": "Comparative Toxicogenomics Database (CTD): update 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 50346, "infons": {"fpage": "D670", "issue": "Database issue", "lpage": "81", "name_0": "surname:Rosenbloom;given-names:KR", "name_1": "surname:Armstrong;given-names:J", "name_2": "surname:Barber;given-names:GP", "name_3": "surname:Casper;given-names:J", "name_4": "surname:Clawson;given-names:H", "name_5": "surname:Diekhans;given-names:M", "pub-id_pmid": "25428374", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "The UCSC Genome Browser database: 2015 update", "sentences": [], "annotations": [], "relations": []}, {"offset": 50392, "infons": {"fpage": "244", "name_0": "surname:Zhang;given-names:H", "name_1": "surname:Meltzer;given-names:P", "name_2": "surname:Davis;given-names:S", "pub-id_pmid": "23937229", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "14", "year": "2013"}, "text": "RCircos: an R package for Circos 2D track plots", "sentences": [], "annotations": [], "relations": []}, {"offset": 50440, "infons": {"fpage": "207", "lpage": "215", "name_0": "surname:Yu;given-names:G", "pub-id_pmid": "31960380", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "2117", "year": "2020"}, "text": "Gene Ontology Semantic Similarity Analysis Using GOSemSim", "sentences": [], "annotations": [], "relations": []}, {"offset": 50498, "infons": {"fpage": "773", "issue": "7", "lpage": "782", "name_0": "surname:Newman;given-names:AM", "name_1": "surname:Steen;given-names:CB", "name_2": "surname:Liu;given-names:CL", "name_3": "surname:Gentles;given-names:AJ", "name_4": "surname:Chaudhuri;given-names:AA", "name_5": "surname:Scherer;given-names:F", "pub-id_pmid": "31061481", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "37", "year": "2019"}, "text": "Determining cell type abundance and expression from bulk tissues with digital cytometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 50586, "infons": {"fpage": "29", "issue": "1", "lpage": "34", "name_0": "surname:Ogata;given-names:H", "name_1": "surname:Goto;given-names:S", "name_2": "surname:Sato;given-names:K", "name_3": "surname:Fujibuchi;given-names:W", "name_4": "surname:Bono;given-names:H", "name_5": "surname:Kanehisa;given-names:M", "pub-id_pmid": "9847135", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "27", "year": "1999"}, "text": "KEGG: Kyoto Encyclopedia of Genes and Genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 50632, "infons": {"fpage": "1947", "issue": "11", "lpage": "1951", "name_0": "surname:Kanehisa;given-names:M", "pub-id_pmid": "31441146", "section_type": "REF", "source": "Protein Sci", "type": "ref", "volume": "28", "year": "2019"}, "text": "Toward understanding the origin and evolution of cellular organisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 50700, "infons": {"section_type": "REF", "type": "ref"}, "text": "Kanehisa M, Furumichi M, Sato Y, Kawashima M, Ishiguro-Watanabe M. KEGG for taxonomy-based analysis of pathways and genomes. Nucleic Acids Research. 2022.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50855, "infons": {"fpage": "101726", "name_0": "surname:Hayashi;given-names:S", "name_1": "surname:Nakamura;given-names:T", "name_2": "surname:Motooka;given-names:Y", "name_3": "surname:Ito;given-names:F", "name_4": "surname:Jiang;given-names:L", "name_5": "surname:Akatsuka;given-names:S", "pub-id_pmid": "32961443", "section_type": "REF", "source": "Redox Biol", "type": "ref", "volume": "37", "year": "2020"}, "text": "Novel ovarian endometriosis model causes infertility via iron-mediated oxidative stress in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 50951, "infons": {"fpage": "145", "issue": "1", "name_0": "surname:Xiang;given-names:Y", "name_1": "surname:Wang;given-names:Q", "name_2": "surname:Guo;given-names:Y", "name_3": "surname:Ge;given-names:H", "name_4": "surname:Fu;given-names:Y", "name_5": "surname:Wang;given-names:X", "pub-id_pmid": "30947731", "section_type": "REF", "source": "J Exp Clin Cancer Res", "type": "ref", "volume": "38", "year": "2019"}, "text": "Cx32 exerts anti-apoptotic and pro-tumor effects via the epidermal growth factor receptor pathway in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 51077, "infons": {"fpage": "e2773", "issue": "5", "name_0": "surname:Zhao;given-names:Y", "name_1": "surname:Lai;given-names:Y", "name_2": "surname:Ge;given-names:H", "name_3": "surname:Guo;given-names:Y", "name_4": "surname:Feng;given-names:X", "name_5": "surname:Song;given-names:J", "pub-id_pmid": "28492539", "section_type": "REF", "source": "Cell Death Dis", "type": "ref", "volume": "8", "year": "2017"}, "text": "Non-junctional Cx32 mediates anti-apoptotic and pro-tumor effects via epidermal growth factor receptor in human cervical cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 51211, "infons": {"fpage": "564", "issue": "10", "lpage": "574", "name_0": "surname:Fu;given-names:MM", "name_1": "surname:Holzbaur;given-names:EL", "pub-id_pmid": "24953741", "section_type": "REF", "source": "Trends Cell Biol", "type": "ref", "volume": "24", "year": "2014"}, "text": "Integrated regulation of motor-driven organelle transport by scaffolding proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 51293, "infons": {"fpage": "451", "issue": "2", "lpage": "464", "name_0": "surname:Choi;given-names:CY", "name_1": "surname:Vo;given-names:MT", "name_2": "surname:Nicholas;given-names:J", "name_3": "surname:Choi;given-names:YB", "pub-id_pmid": "34511600", "section_type": "REF", "source": "Cell Death Differ", "type": "ref", "volume": "29", "year": "2022"}, "text": "Autophagy-competent mitochondrial translation elongation factor TUFM inhibits caspase-8-mediated apoptosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51400, "infons": {"fpage": "1494", "issue": "13", "lpage": "1507", "name_0": "surname:de Jonge;given-names:JJ", "name_1": "surname:Batters;given-names:C", "name_2": "surname:O'Loughlin;given-names:T", "name_3": "surname:Arden;given-names:SD", "name_4": "surname:Buss;given-names:F", "pub-id_pmid": "31206648", "section_type": "REF", "source": "FEBS Lett", "type": "ref", "volume": "593", "year": "2019"}, "text": "The MYO6 interactome: selective motor-cargo complexes for diverse cellular processes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51485, "infons": {"fpage": "105", "issue": "1", "lpage": "118", "name_0": "surname:Xue;given-names:Y", "name_1": "surname:Hu;given-names:X", "name_2": "surname:Wang;given-names:D", "name_3": "surname:Li;given-names:D", "name_4": "surname:Li;given-names:Y", "name_5": "surname:Wang;given-names:F", "pub-id_pmid": "34174443", "section_type": "REF", "source": "Mol Ther", "type": "ref", "volume": "30", "year": "2022"}, "text": "Gene editing in a Myo6 semi-dominant mouse model rescues auditory function", "sentences": [], "annotations": [], "relations": []}, {"offset": 51560, "infons": {"fpage": "790", "lpage": "803", "name_0": "surname:Luan;given-names:Y", "name_1": "surname:Li;given-names:X", "name_2": "surname:Luan;given-names:Y", "name_3": "surname:Zhao;given-names:R", "name_4": "surname:Li;given-names:Y", "name_5": "surname:Liu;given-names:L", "pub-id_pmid": "31955010", "section_type": "REF", "source": "Mol Ther Nucleic Acids", "type": "ref", "volume": "19", "year": "2020"}, "text": "Circulating lncRNA UCA1 Promotes Malignancy of Colorectal Cancer via the miR-143/MYO6 Axis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51651, "infons": {"fpage": "98", "issue": "1", "name_0": "surname:Zou;given-names:G", "name_1": "surname:Wang;given-names:J", "name_2": "surname:Xu;given-names:X", "name_3": "surname:Xu;given-names:P", "name_4": "surname:Zhu;given-names:L", "name_5": "surname:Yu;given-names:Q", "pub-id_pmid": "34039410", "section_type": "REF", "source": "Cell Biosci", "type": "ref", "volume": "11", "year": "2021"}, "text": "Cell subtypes and immune dysfunction in peritoneal fluid of endometriosis revealed by single-cell RNA-sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 51764, "infons": {"section_type": "REF", "type": "ref"}, "text": "Sciezynska A, Komorowski M, Soszynska M, Malejczyk J. NK Cells as Potential Targets for Immunotherapy in Endometriosis. J Clin Med. 2019;8(9).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51907, "infons": {"fpage": "e13556", "issue": "3", "name_0": "surname:Ushiwaka;given-names:T", "name_1": "surname:Yamamoto;given-names:S", "name_2": "surname:Yoshii;given-names:C", "name_3": "surname:Hashimoto;given-names:S", "name_4": "surname:Tsuzuki;given-names:T", "name_5": "surname:Taniguchi;given-names:K", "pub-id_pmid": "35452561", "section_type": "REF", "source": "Am J Reprod Immunol", "type": "ref", "volume": "88", "year": "2022"}, "text": "Peritoneal natural killer cell chemotaxis is decreased in women with pelvic endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 51997, "infons": {"fpage": "441", "issue": "5", "lpage": "444", "name_0": "surname:Lagana;given-names:AS", "name_1": "surname:Salmeri;given-names:FM", "name_2": "surname:Ban Frangez;given-names:H", "name_3": "surname:Ghezzi;given-names:F", "name_4": "surname:Vrtacnik-Bokal;given-names:E", "name_5": "surname:Granese;given-names:R", "pub-id_pmid": "31663401", "section_type": "REF", "source": "Gynecol Endocrinol", "type": "ref", "volume": "36", "year": "2020"}, "text": "Evaluation of M1 and M2 macrophages in ovarian endometriomas from women affected by endometriosis at different stages of the disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 52130, "infons": {"fpage": "1462", "issue": "7", "lpage": "1474", "name_0": "surname:Guo;given-names:SW", "name_1": "surname:Du;given-names:Y", "name_2": "surname:Liu;given-names:X", "pub-id_pmid": "27130956", "section_type": "REF", "source": "Hum Reprod", "type": "ref", "volume": "31", "year": "2016"}, "text": "Platelet-derived TGF-beta1 mediates the down-modulation of NKG2D expression and may be responsible for impaired natural killer (NK) cytotoxicity in women with endometriosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 52303, "infons": {"fpage": "125", "issue": "1", "name_0": "surname:Ma;given-names:J", "name_1": "surname:Zhang;given-names:L", "name_2": "surname:Zhan;given-names:H", "name_3": "surname:Mo;given-names:Y", "name_4": "surname:Ren;given-names:Z", "name_5": "surname:Shao;given-names:A", "pub-id_pmid": "34233737", "section_type": "REF", "source": "Cell Biosci", "type": "ref", "volume": "11", "year": "2021"}, "text": "Single-cell transcriptomic analysis of endometriosis provides insights into fibroblast fates and immune cell heterogeneity", "sentences": [], "annotations": [], "relations": []}, {"offset": 52426, "infons": {"fpage": "14824", "issue": "21", "lpage": "14838", "name_0": "surname:Midgley;given-names:AC", "name_1": "surname:Rogers;given-names:M", "name_2": "surname:Hallett;given-names:MB", "name_3": "surname:Clayton;given-names:A", "name_4": "surname:Bowen;given-names:T", "name_5": "surname:Phillips;given-names:AO", "pub-id_pmid": "23589287", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "288", "year": "2013"}, "text": "Transforming growth factor-beta1 (TGF-beta1)-stimulated fibroblast to myofibroblast differentiation is mediated by hyaluronan (HA)-facilitated epidermal growth factor receptor (EGFR) and CD44 co-localization in lipid rafts", "sentences": [], "annotations": [], "relations": []}, {"offset": 52649, "infons": {"section_type": "REF", "type": "ref"}, "text": "Niu X, Chen L, Li Y, Hu Z, He F. Ferroptosis, necroptosis, and pyroptosis in the tumor microenvironment: Perspectives for immunotherapy of SCLC. Semin Cancer Biol. 2022.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52819, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cuccu I, D'Oria O, Sgamba L, De Angelis E, Golia D'Auge T, Turetta C, et al. Role of Genomic and Molecular Biology in the Modulation of the Treatment of Endometrial Cancer: Narrative Review and Perspectives. Healthcare (Basel). 2023;11(4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53059, "infons": {"section_type": "REF", "type": "ref"}, "text": "Golia D'Auge T, Cuccu I, Santangelo G, Muzii L, Giannini A, Bogani G, et al. Novel Insights into Molecular Mechanisms of Endometrial Diseases. Biomolecules. 2023;13(3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53228, "infons": {"section_type": "REF", "type": "ref"}, "text": "Bogani G, Chiappa V, Lopez S, Salvatore C, Interlenghi M, D'Oria O, et al. Radiomics and Molecular Classification in Endometrial Cancer (The ROME Study): A Step Forward to a Simplified Precision Medicine. Healthcare (Basel). 2022;10(12).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53466, "infons": {"section_type": "REF", "type": "ref"}, "text": "Di Donato V, Giannini A, Bogani G. Recent Advances in Endometrial Cancer Management. J Clin Med. 2023;12(6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53575, "infons": {"fpage": "102157", "issue": "9", "name_0": "surname:Raja;given-names:MHR", "name_1": "surname:Farooqui;given-names:N", "name_2": "surname:Zuberi;given-names:N", "name_3": "surname:Ashraf;given-names:M", "name_4": "surname:Azhar;given-names:A", "name_5": "surname:Baig;given-names:R", "pub-id_pmid": "33957270", "section_type": "REF", "source": "J Gynecol Obstet Hum Reprod", "type": "ref", "volume": "50", "year": "2021"}, "text": "Endometriosis, infertility and MicroRNA's: A review", "sentences": [], "annotations": [], "relations": []}, {"offset": 53627, "infons": {"fpage": "2203", "issue": "1", "lpage": "2213", "name_0": "surname:Zhou;given-names:X", "name_1": "surname:Chen;given-names:Z", "name_2": "surname:Pei;given-names:L", "name_3": "surname:Sun;given-names:J", "pub-id_pmid": "34082653", "section_type": "REF", "source": "Bioengineered", "type": "ref", "volume": "12", "year": "2021"}, "text": "MicroRNA miR-106a-5p targets forkhead box transcription factor FOXC1 to suppress the cell proliferation, migration, and invasion of ectopic endometrial stromal cells via the PI3K/Akt/mTOR signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 53833, "infons": {"fpage": "557", "issue": "3", "lpage": "571", "name_0": "surname:Falcone;given-names:T", "name_1": "surname:Flyckt;given-names:R", "pub-id_pmid": "29420391", "section_type": "REF", "source": "Obstet Gynecol", "type": "ref", "volume": "131", "year": "2018"}, "text": "Clinical Management of Endometriosis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]