[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240912", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC11179642", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Hu et al", "article-id_doi": "10.2147/JIR.S462179", "article-id_pmc": "PMC11179642", "article-id_pmid": "38882183", "article-id_publisher-id": "462179", "fpage": "3753", "kwd": "osteoarthritis disulfidptosis perspective of predictive, preventive and personalized medicine immune microenvironment diagnostic model", "license": "This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at https://www.dovepress.com/terms.php and incorporate the Creative Commons Attribution – Non Commercial (unported, v3.0) License (http://creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 of our Terms (https://www.dovepress.com/terms.php).", "lpage": "3770", "name_0": "surname:Hu;given-names:Kaibo", "name_1": "surname:Ou;given-names:Yanghuan", "name_2": "surname:Xiao;given-names:Leyang", "name_3": "surname:Gu;given-names:Ruonan", "name_4": "surname:He;given-names:Fei", "name_5": "surname:Peng;given-names:Jie", "name_6": "surname:Shu;given-names:Yuan", "name_7": "surname:Li;given-names:Ting", "name_8": "surname:Hao;given-names:Liang", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "17", "year": "2024"}, "text": "Identification and Construction of a Disulfidptosis-Mediated Diagnostic Model and Associated Immune Microenvironment of Osteoarthritis from the Perspective of PPPM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 164, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 175, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Osteoarthritis (OA) is a major cause of human disability. Despite receiving treatment, patients with the middle and late stage of OA have poor survival outcomes. Therefore, within the framework of predictive, preventive, and personalized medicine (PPPM/3PM), early personalized diagnosis of OA is particularly prominent. PPPM aims to accurately identify disease by integrating multiple omic techniques; however, the efficiency of currently available methods and biomarkers in predicting and diagnosing OA should be improved. Disulfidptosis, a novel programmed cell death mechanism and appeared in particular metabolic status, plays a mysterious characteristic in the occurrence and development of OA, which warrants further investigation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 914, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 922, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this study, we integrated three public datasets from the Gene Expression Omnibus (GEO) database, including 26 OA samples and 20 normal samples. Via a series of bioinformatic analysis and machine learning, we identified the diagnostic biomarkers and several subtypes of OA. Moreover, the expression of these biomarkers were verified in our in-house cohort and the single cell dataset.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1309, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1317, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Three significant regulators of disulfidptosis (NCKAP1, OXSM, and SLC3A2) were identified through differential expression analysis and machine learning. And a nomogram constructed based on these three regulators exhibited ideal efficiency in predicting early- and late-stage OA. Furthermore, based on the expression of three regulators, we identified two disulfidptosis-related subtypes of OA with different infiltration of immune cells and personalized expression level of immune checkpoints. Notably, the expression of the three regulators was demonstrated in a single-cell RNA profile and verified in the synovial tissue in our in-house cohort including 6 OA patients and 6 normal people. Finally, an efficient disulfidptosis-mediated diagnostic model was constructed for OA, with the AUC value of 97.6923% in the training set and 93.3333% and 100% in two validation sets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2193, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2204, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Overall, with regard to PPPM, this study provided novel insights into the role of disulfidptosis regulators in the personalized diagnosis and treatment of OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2363, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2376, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Osteoarthritis (OA) is a multifaceted degenerative disease that involves both inflammatory and metabolic factors. It is one of the common joint diseases that mostly affects the knees, hands, feet, hips and spine. OA is more prevalent in women, the elderly population and patients with obesity. According to the recent statistical data reported by the World Health Organization (WHO), the prevalence of OA has increased from 12.3% to 21.6%. The quality of life and motor functions of patients with end-stage OA are substantially deteriorated, which is a leading cause of disability and an important health concern worldwide. Moreover, early diagnosis of OA remains a major challenge for clinicians. Therefore, early and personalized detection, diagnosis, intervention and treatment are particularly crucial.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3183, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the development of modern medicine, predictive, preventive and personalized medicine (PPPM) has exhibited a thriving trend for future medical strategies. PPPM aims to continuously integrate the development trends of contemporary biomedical technology to provide novel insights into the early detection, diagnosis and treatment of diseases. Unlike previous medical models, PPPM is committed to taking action before or in the early stages of a disease to suppress its occurrence and development. At present, PPPM is used for the monitoring, prevention and early diagnosis of various diseases, especially some degenerative and chronic diseases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3830, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the concepts of primary, secondary and tertiary prevention apply to the management of OA, the application of the PPPM framework is significantly limited in OA compared with cancer, diabetes, cardiovascular and cerebrovascular diseases. Studies have continuously attempted to identify diagnostic biomarkers for OA, and some significant findings have been reported. However, there may not exist a perfect single marker. Therefore, within the framework of PPPM, multi-omics and comprehensive diagnostic strategies are key to personalized and accurate treatment of OA, which can improve the prognosis of OA from the following aspects:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4470, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "-Distinguishing the inflammatory status of patients with OA;", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4531, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "-Providing personalized therapeutic strategies for immune inhibition in patients with OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4621, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Programmed cell death (PCD) is the process by which cells stop growing and dividing and enter a phase that culminates in their controlled death without the leakage of their contents into the surrounding environment. PCD maintains the balance between pro-inflammatory and anti-inflammatory pathways during inflammatory responses. The pathogenesis and progression of OA have been associated with several PCD mechanisms, including apoptosis, autophagy, necroptosis, ferroptosis, cuproptosis, NETosis and pyroptosis. Some PCD mechanisms (ferroptosis, pyroptosis, cuproptosis and NETosis) play a crucial role in promoting OA, whereas others (autophagy and apoptosis) inhibit the development of OA. Overall, the roles of PCD mechanisms in OA are diverse. Early promotion of anti-inflammatory PCD and inhibition of pro-inflammatory PCD can improve the prognosis of OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5483, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Disulfidptosis is a new type of PCD discovered by Liu et al, and its role in OA remains elusive. At the intracellular level, the primary mechanisms of disulfidptosis include the abnormal formation of disulphide bonds in actin cytoskeletal proteins and the ingestion of homocysteine. The actin cytoskeleton controls the phenotypic stability of chondrocytes to a certain extent, and the cartilage phenotype maintains a fine-tuned balance between anabolism and catabolism. The collapse of the actin network and the loss of cartilage phenotypic stability contribute to the destruction of the cartilage matrix of chondrocytes, resulting in irreversible chondrocyte damage and eventually inducing OA. The ingestion of abundant cystine may promote the accumulation of glutathione to inhibit inflammation in OA. Therefore, disulfidptosis is a novel research direction, and elucidating its mechanisms may help to understand the pathogenesis of OA and its therapeutic targets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6450, "infons": {"file": "JIR-17-3753-g0001.jpg", "id": "f0001", "section_type": "FIG", "type": "fig_caption"}, "text": "General status of disulfidptosis in OA and step-by-step protocol of this study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6530, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Disulfidptosis plays a crucial role in various diseases. However, a comprehensive investigation of disulfidptosis is lacking. With the rapid development of sequencing technology and intelligent medicine, bioinformatics and machine learning have facilitated the identification of biomarkers for early and accurate diagnosis of OA, thus enabling early prevention, accurate diagnosis and personalized treatment of OA within the framework of PPPM. In this study, training and validation datasets related to OA were downloaded from the Gene Expression Omnibus (GEO) database, and disulfidptosis regulators were obtained from a study by Liu et al. Significant disulfidptosis regulators were screened using various machine learning algorithms and via differential expression analysis. Subsequently, we examined the role of these regulators in distinguishing patients with early-stage OA from those with end-stage OA. Based on the regulators, different disulfidptosis-related subtypes of OA were generated via unsupervised clustering, and a diagnostic model was constructed for accurate and personalized diagnosis and treatment of patients with OA within the framework of PPPM. Additionally, the representative characteristics of different subtypes were examined, including immune infiltration and the expression of immune checkpoints. The expression of the significant regulators was verified through single-cell RNA-seq profile and clinical synovial samples. Figure 1 illustrates the general function of disulfidptosis in OA and the step-by-step protocol of this study. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8095, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8117, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data Inclusion and Acquisition", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8148, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Several datasets containing the data of patients with OA were extracted from GEO (https://www.ncbi.nlm.nih.gov/geo/), a well-known large-scale multi-omic public database. The inclusion criteria for datasets were as follows: (1) selection of Homo sapiens as the organism, (2) use of synovial joints as tissue samples, and (3) inclusion of corresponding normal (NM) samples with a comprehensive introduction of each sample. Detailed information regarding the GEO datasets included in this study was provided in Table S1. The following disulfidptosis regulators were obtained from a study by Liu et al: GYS1, LRPPRC, NCKAP1, NDUFA11, NDUFS1, NUBPL1, OXSM, RPN, SLC3A2 and SLC7A11. A co-expression network of these 10 regulators was constructed using the GeneMANIA website (http://genemania.org/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8942, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Integration and Construction of the Training Set", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8991, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Due to the three data sets (GSE55235, GSE55457, and GSE55584) were contributed by the same authors (Woetzel et.al), we selected them to construct our training set. First, a package in R software, “inSilicoMerging”, was utilized to merge the previous three data sets. Subsequently, the “limma” (version 3.42.2) package in R software was used to remove the batch effect existing in the above three data sets. As a result, our training set was obtained with 20 NM and 26 OA samples.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9479, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Differential Expression Analysis in the Training Set", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9532, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To investigate the differential expression of genes between NM and OA at the mRNA level, the “limma” package in R was used to identify differentially expressed genes (DEGs) in the integrated training set. A p-value of <0.05 was defined as the threshold for screening DEGs. The results of differential expression analysis were visualized on a volcano plot constructed using the “ggplot2” package in R.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9941, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of Significant Disulfidptosis Regulators in OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10003, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The DEGs and the 10 disulfidptosis regulators were intersected to ensure the primary regulators in OA. Several machine learning (ML) methods were used to assess the diagnostic efficiency of the regulators. Random forest (RF) is used to evaluate the significance of each feature in classification problems. In this study, features with importance values of >1 were considered significant. Least absolute shrinkage and selection operator-Cox (Lasso-Cox) regression is an algorithm used for evaluating the influence of binary outcomes via integration of some variables using the R package “glmnet”. Significant regulators were identified by intersecting the results of RF and Lasso-Cox regression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10702, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of Different Disulfidptosis-Related Subtypes of OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10768, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All the 26 OA samples in the training set were divided into different disulfidptosis-related subtypes with the corresponding expression value of the above significant regulators in each sample using the ‘ConsensusClusterPlus’ package in R. Based on the most appropriate K-value, two subtypes were identified.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11081, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Uniform Manifold Approximation and Projection (UMAP) algorithm was used to examine the heterogeneity between the two subtypes. The disulfidptosis score was calculated based on the results of the UMAP algorithm to examine the biological characteristics of the two subtypes: Disulfidptosis Score = Σi (UMAP1i + UMAP2i).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11407, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Functional Enrichment Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11438, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For gene ontology (GO) enrichment analysis, we utilized the ClueGO plug-in in the Cytoscape software with the threshold (threshold, p < 0.05). The Molecular Complex Detection (MCODE) plug-in in Cytoscape was used to extract significant models in the gene-pathway interaction network of the results of ClueGO. The R software package “clusterProfiler” was used to perform enrichment analyses under the background of KEGG and Reactome gene sets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11885, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition, gene set enrichment analysis (GSEA) was performed to comprehensively examine the biological characteristics of the two disulfidptosis-related subtypes of OA with the standard Hallmark gene set, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12106, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of a Diagnostic Model Based on the Disulfidptosis-Related Subtypes of OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12192, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Differential expression analysis was performed between the two disulfidptosis-related subtypes to obtain DEGs. To select more prominent genes to construct a diagnostic model, the criteria for identifying DEGs included the absolute value of log2 fold change (|log2 FC|) >1 and p-value <0.05.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12483, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Weighted gene co-expression network analysis (WGCNA) was performed to screen for significant gene clusters associated with OA. The ‘gplots’ package in R was used for hierarchical cluster analysis, and abnormal samples or values were deleted. The gene correlation between samples was calculated using the WGCNA algorithm. Subsequently, the best soft-thresholding power was determined, and a standard non-proportional network was established. The WGCNA model or network was related to the characteristics of external samples. Various modules named by different colours were constructed through hierarchical clustering of genes using a dynamic tree-cutting strategy. The DEGs identified between the two disulfidptosis-related subtypes, the DEGs identified between NM and OA samples and the genes in significant clusters of WGCNA were intersected to identify candidate genes for subsequent analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13383, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Search Tool for the Retrieval of Interacting Genes (STRING, https://cn.string-db.org/) was used to construct a protein-protein interaction (PPI) network of the candidate genes, and the Cytoscape software was used to visualize the network. The cyttoHubba plug-in in Cytoscape was used to identify hub candidate genes. Subsequently, three machine learning methods, namely, SVM-RFE, RF and Lasso-Cox regression, were used to construct a diagnostic model. Finally, multivariate logistic regression analysis was performed to establish the model: Diagnostic Score = Σi (Coefficienti * Expression level of featurei).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14001, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immune Infiltration Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14030, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Single sample gene set enrichment analysis (ssGSEA) is a novel type of gene set variation analysis which is a method of unsupervised clustering based on a specific gene set to evaluate the score of each sample. In our study, ssGSEA was used to calculate the infiltration score of 28 different scores in OA. We collected genes from previous studies related to 28 different types of immune cells and predicted the infiltration abundance of immune cells based on these genes (Table S2). Moreover, based on our expression matrix, we used the “IOBR” package in R software to select the ESTIMATE method to calculate the ESTIMATE Score of each sample in our training set.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14699, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Single-Cell Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14720, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Study: Cross-tissue, single-cell stromal atlas identifies shared pathological fibroblast phenotypes in four chronic inflammatory diseases in the public website: Single Cell Portal (https://singlecell.broadinstitute.org/single_cell) was included in this study to examine the expression of significant disulfidptosis regulators in OA. Samples from NM, OA, and rheumatoid arthritis (RA) in the above-mentioned datasets were selected for analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15168, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Acquisition of Clinical Synovial Tissue Samples from Patients with OA and Healthy Individuals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15262, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To validate the expression of the significant disulfidptosis regulators between NM and OA samples, we collected clinical synovial tissue samples from the Department of Orthopedics in the Second Affiliated Hospital of Nanchang University. For the OA group (n = 6), synovial tissue samples were obtained through removal of the synovial membrane during joint replacement surgery for OA. For the NM group (n = 6), synovial tissue samples were collected from patients with a traumatic meniscus tear undergoing synovial membrane cleaning to expose the surgical field of vision during meniscus repair surgery. The protocol for collecting human tissue samples was approved by the Ethics Committee of the Second Affiliated Hospital of Nanchang University (Jiangxi, China). Written informed consent was obtained from all participants before enrolment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16104, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "qRT-PCR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16112, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The total RNA of serum was extracted from fresh synovial tissues utilizing Trizol reagent (Ambion, Singapore), following the manufacturer s instructions. The quantity and purity of the total RNA were determined using the Nanodrop®ND1000 (TIANJIN). The total RNA was reverse transcribed into complementary DNA (cDNA) employing the Script cDNA synthesis kit (TianGEN). According to the manufacturer’s protocol. Quantitative PCR reaction was performed on an EDC-810 Real-Time PCR Detection Instrument (Eastwin life, China), using SYBR Premix ExTaq kit (Takara, China), All genes were analyzed Relatively and calibrated to the expression of control groups. The gene expression levels were normalized to GAPDH and the 2−ΔΔCt method was used to calculate the definite RNA expression values. Primer pairs are shown in Table S3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16941, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16962, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The R software (version 4.2.2) and its related software packages were used to process and analyse data. To estimate differences between two groups, an unpaired t-test was used, and a one-way ANOVA was used to estimate differences among more than two groups. All correlation coefficients were calculated via Spearman correlation analysis. Results with p-value <0.05 were considered significant. Nomograms were visualized using the “RMS” package in R, and receiver operating characteristic (ROC) curves were visualized using the Sangerbox website (http://vip.sangerbox.com/home.html).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17549, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17557, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Exploration of the General Status of Disulfidptosis Regulators in OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17626, "infons": {"file": "JIR-17-3753-g0002.jpg", "id": "f0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of significant disulfidptosis regulators in OA. (A) Heat map demonstrating the correlation among 9 disulfidptosis regulators in OA samples. (B) Co-expression network of the 9 disulfidptosis regulators and their potential biological functions. (C) Volcano map demonstrating DEGs with p-value of <0.05 between NM and OA samples. (D) The intersection between the DEGs and the 9 disulfidptosis regulators. (E, F) Results of Lasso-Cox regression analysis. (G, H) Results of RF (screening threshold: importance > 1). (I) Intersection between the results of Lasso-Cox regression and RF. (J-l) ROC curves of (J) NCKAP1, (K) OXSM and (l) SLC3A2. (M) Nomogram demonstrating the efficacy of the three regulators in distinguishing early- and end-stage patients with OA. (N) Calibration curve of the nomogram (*, p < 0.05; **, p < 0.01; ***, p < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18482, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Firstly, we exhibited the remarkable landscape of disulfidptosis in OA. Based on the expression profiles of nine disulfidptosis regulators obtained from a study by Liu et al in the integrated dataset, Spearman correlation analysis indicated a remarkably positive correlation among the regulators (Figure 2A). A co-expression network of the nine regulators was constructed using the public website GeneMANIA, with physical interactions of 55.32%, pathway of 30.23%, co-expression of 12.63% and co-localization of 1.82%. Enrichment analysis revealed that nine regulators were mainly associated with the modification, transportation and synthesis of amino acids, including “amino acid transmembrane transporter activity”, “carboxylic acid transmembrane transport” and “peptidyl-asparagine modification” (Figure 2B). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19308, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify prominent disulfidptosis regulators in OA, differential expression analysis was performed between the NM and OA groups. Genes with p-value of <0.05 were considered as DEGs (Figure 2C). Intersection of these DEGs with the nine disulfidptosis regulators revealed three prominent regulators, namely, NCKAP1, OXSM and SLC3A2 (Figure 2D).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19654, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Assessment of the Diagnostic Efficiency of the Three Regulators in OA via ML", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19731, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The diagnostic efficiency of the three disulfidptosis regulators was assessed using ML methods. Lasso-Cox regression analysis, with 10-fold cross-validation, was performed to verify the diagnostic efficiency of the three regulators (Figures 2E-F). Furthermore, RF was used to assess the importance of the three regulators in distinguishing the NM and OA samples. With the importance of >1 as the criteria, all three regulators were selected (Figures 2G-H). After intersecting the results of the two ML methods, the three regulators (NCKAP1, OXSM and SLC3A2) were identified as significant disulfidptosis regulators (Figure 2I).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20359, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ROC curves were plotted to demonstrate the diagnostic efficiency of the three regulators. The AUC values of NCKAP1, OXSM and SLC3A2 were 0.58, 0.67 and 0.64, respectively, which indicated their strong diagnostic efficiency (Figures 2J-l). In addition, based on the corresponding expression of the three regulators in the each sample of GSE32317, a nomogram was constructed to assess the ability of the regulators to identify patients with early- and end-stage OA (Figure 2M). As shown in Figure 2N, the calibration curve validated the accuracy of the above nomogram.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20926, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of Two Disulfidptosis-Related Subtypes of OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20986, "infons": {"file": "JIR-17-3753-g0003.jpg", "id": "f0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of two disulfidptosis-related subtypes of OA and establishment of a disulfidptosis scoring model for OA. (A) A cumulative distribution curve was plotted to determine the most appropriate K value. (B) The area under the cumulative distribution curve in each K value. (C) Heat map of two disulfidptosis-related subtypes of OA. (D) UMAP plot of the two subtypes. (E) Heat map demonstrating the normalised expression level in the two subtypes. (F) Differences in the disulfidptosis score between the two subtypes. (G–I) Differential expression of (G) NCKAP1, (H) OXSM and (I) SLC3A2 between the two subtypes (*, p < 0.05; ****, p < 0.0001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21640, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "With the background of the expression value of the three regulators (NCKAP1, OXSM and SLC3A2) in OA samples, all the 26 OA samples in the integrated training dataset were divided into two disulfidptosis-related subtypes (C1 and C2) (Figures 3A-C). As exhibited in Figure 3D, the UMAP plot demonstrated differences between the two subtypes of OA. In addition, the three disulfidptosis regulators were significantly differentially expressed between the two subtypes, which indicated the heterogeneity between the subtypes (Figures 3E-H). The UMAP algorithm was used to calculate the disulfidptosis score for objective recognition of the two subtypes. The score of the C1 subtype was higher than that of the subtype (p < 0.05, Figure 3I). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22377, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Biological Characteristics of the Two Disulfidptosis-Related Subtypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22447, "infons": {"file": "JIR-17-3753-g0004.jpg", "id": "f0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of significant diagnostic genes in the two OA subtypes. (A, B) Volcano map of DEGs between (A) the two disulfidptosis-related subtypes of OA and (B) between the NM and OA groups. (C) Venn diagram demonstrating the intersection between the two DEG sets. (D, E) Selection of the soft-thresholding power for WGCNA. (F) Division of modules to identify genes correlated with OA. (G) Venn diagram demonstrating the intersection among the overlapped DEGs, genes in the negatively correlated modules and genes in the positively correlated modules.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23002, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The above-mentioned results suggest a significant difference between the two disulfidptosis-related subtypes of OA. DEGs were identified by differential expression analysis between the two subtypes (C2 versus C1). A total of 10,172 DEGs were identified based on the screening criteria specified in the above (Figure 4A). All DEGs were down-regulated in the C2 subtype. Similarly, a total of 182 DEGs were identified between NM and OA groups, including 48 up-regulated and 134 down-regulated genes (Figure 4B). Moreover, to select some candidate features with potential diagnostic efficiency, we intersected the DEGs between two disulfidptosis-related subtypes and the DEGs between NM and OA group. As a result, 121 candidate genes with potential diagnostic efficiency were selected for constructing a diagnostic model (Figure 4C). To limit the number of genes, the WGCNA algorithm was used to screen several gene modules, which were significantly correlated with OA. All modules (p < 0.05) negatively or positively correlated with OA were included, in which 782 genes were positively correlated and 692 genes were negatively correlated with OA (Figures 4D-F). Subsequently, the 121 candidate genes were intersected with the genes in the significant modules of WGCNA to obtain a total of 62 genes for subsequent establishment of the diagnostic model (Figure 4G). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24365, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To elucidate the biological characteristics of the two subtypes, the 62 candidate genes were subjected to GO and KEGG enrichment analyses. GO enrichment analysis revealed that the genes were enriched in pathways related to immunity, metabolism, cell proliferation and differentiation, especially “chemokine production” (45%) (Figure S1a). The functional clusters identified using the MCODE plug-in were mainly related to immune responses (Figure S1b-m). The results of KEGG and Reactome enrichment analyses demonstrated the crucial role of the immune system in the two disulfidptosis-related subtypes (Figure S2a-b). In addition, the results of GSEA emphasised the role of the candidate genes in transcription and translation (Figure S2c-h).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25111, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction of a Diagnostic Model Based on the Two Disulfidptosis-Related Clusters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25195, "infons": {"file": "JIR-17-3753-g0005.jpg", "id": "f0005", "section_type": "FIG", "type": "fig_caption"}, "text": "Construction and verification of the disulfidptosis-related diagnostic model of OA. (A) PPI network of significant genes in the two OA subtypes. (B) UpSet plot demonstrating the overlapped top 15 genes identified using seven algorithms of cyttoHubba. (C, D) Results of SVM-RFE revealed 9 significant genes. (E, F) Results of RF revealed 7 significant genes. (G, H) Results of Lasso-Cox regression analysis revealed 5 significant genes. (I) Venn diagram demonstrating the intersection of the results of the abovementioned three machine learning methods. (J) Calibration curve of logistic analysis to ensure the accuracy of the diagnostic model. (K, M, O) Differences in the diagnostic score between the NM and OA groups in the (K) training set, (M) GSE12021 dataset and (O) GSE1919 dataset. (L, N, P) ROC curve of the diagnostic score in the (L) training set, (N) GSE12021 dataset and (P) GSE1919 dataset (**, p < 0.01; ****, p < 0.0001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26133, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given the crucial role of disulfidptosis regulators in OA and the lack of effective diagnostic biomarkers, we constructed a novel diagnostic model for OA based on the candidate genes. The 62 genes were imported into the STRING website to establish a PPI network (Figure 5A). The cyttoHubba plug-in was used to obtain the top 15 genes with the highest interaction score in each of the seven algorithms (MCC, MNC, Degree, EPC, Closeness, Radiality and Stress). After intersecting theses 15 genes in each algorithm, a total of 12 genes identified in all seven algorithms were selected for subsequent analysis (Figure 5B). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26753, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, three ML methods were used to select significant genes. SVM-RFE, a classical ML method, was used to screen for genes with more accurate diagnostic efficiency. A total of 9 genes were selected from the above-mentioned 12 genes (Figures 5C-D). Subsequently, RF was used to evaluate the importance of the 12 genes in recognizing OA and NM samples. As shown in Figures 5E-F, the lollipop chart demonstrates the diagnostic efficiency of the 12 genes in detail. Of the 12 genes, 7 genes with importance values of >1 were considered significant. Furthermore, five genes with more accurate diagnostic efficiency were identified via Lasso-Cox regression analysis. A crucial role may be played by these genes in the diagnosis of OA. (Figures 5G-H). Finally, the results of the three ML methods were intersected, and two genes (GADD45B and VEGFA) were selected for constructing the diagnostic model (Figure 5I).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27667, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Multivariate logistic regression analysis was performed to construct the diagnostic model for OA, and the formula to calculate the diagnostic score was as follows: (−0.00276107233300387 × GADD45B) + (−0.00190432657530599 × VEGFA). The calibration curve revealed no difference between the actual and predicted diagnoses (p = 0.338, Figure 5J). As a result, our diagnostic model revealed a statistically significant difference between the NM and OA samples in the training set (p < 0.0001, Figure 5K). The AUC of the model was 0.98 in the training set, which demonstrated the remarkable diagnostic efficiency of the model (Figure 5L). Two external validation sets (GSE12021 and GSE1919) were used to verify the reliability of the model. The diagnostic scores were significantly different between the NM and OA groups in the GSE12021 and GSE1919 datasets (Figures 5M and O). The AUC value was 0.93 and 1.00 in the GSE12021 and GSE1919 datasets, respectively, which indicated the predictive accuracy of the model (Figures 5N and P).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28702, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Investigation of the Immune Landscape of the Two Disulfidptosis-Related Subtypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28783, "infons": {"file": "JIR-17-3753-g0006.jpg", "id": "f0006", "section_type": "FIG", "type": "fig_caption"}, "text": "Investigation of the immune microenvironment and expression of ICKs in the two disulfidptosis-related subtypes of OA. (A) Differences in the ESTIMATE score between the two subtypes. (B) Stacked column chart demonstrating the infiltration of 28 types of immune cells in each sample of the training set. (C, D) Differences in the infiltration scores of each immune cell between (c) the NM and OA groups and (D) between the two subtypes of OA. (E–G) Lollipop chart demonstrating the correlation between the infiltration scores and the expression of (E) NCKAP1, (F) OXSM and (G) SLC3A2 in the C1 subtype and their corresponding p-values. (H–J) Lollipop chart demonstrating the correlation between the infiltration scores and the expression of (H) NCKAP1, (I) OXSM and (J) SLC3A2 in the C2 subtype and their corresponding p-values. (k–x) Differences in the expression of (K) CD2, (L) CD47, (M) CD96, (N) CD200, (O) CD226, (P) CTLA4, (Q) HHLA2, (R) KIR3DL1, (S) KLRD1, (T) LAG3, (U) PDCD1, (V) PDCD1LG2, (W) SIGIRR and (X) SIGLEC15 between the two subtypes of OA. (Y) Potential relationship among disulfidptosis, immune microenvironment and ICKs in OA. (-, p ≥ 0.05; *, p < 0.05; **, p < 0.01; ***, p < 0.001; ****, p < 0.0001).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30014, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Both disulfidptosis-related subtypes of OA may be affected by the immune microenvironment. Two algorithms, namely, ESTIMATE and ssGSEA, were used to comprehensively explore the immune microenvironment of OA. The ESTIMATE score was lower in the C1 subtype than in the C2 subtype, indicating that immune responses and immune cell infiltration in the synovial tissue were different between these two disulfidptosis-related subtypes (Figure 6A). Subsequently, ssGSEA was used to visualize the superficial landscape of immune cell infiltration in all samples of the training set, which demonstrated substantial differences in the immune microenvironment between NM samples and the two OA clusters (Figure 6B). And between NM and OA, abundant immune cells exhibited significantly different infiltration status (Figure 6C). Most immune cells had significantly different infiltration scores between C1 and C2, which was consistent with the results of the ESTIMATE algorithm (Figure 6D). Using Spearman correlation analysis, the correlation coefficients of the three significant disulfidptosis regulators were calculated. The correlation between the immune microenvironment and the expression of the three regulators was stronger in C2 subtype than in the C1 subtype, which supported the results of the ESTIMATE algorithm (Figures 6E-J). ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31344, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The above-mentioned results suggest that C1 and C2 subtypes have different immune microenvironments. In light of the important role immune checkpoints (ICKs) play in regulating immune response, we examined their role in OA. The unpaired t-test was used to compare the expression of 14 classical ICKs between C1 and C2 subtypes. All ICKs except KIR3DL1 had significantly lower expression in the C2 subtype than in the C1 subtype (Figures 6K-X). As shown in Figure 6Y, the Sankey plot demonstrates the potential relationship between the two disulfidptosis-related subtypes and the immune microenvironment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31948, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Overall, these two disulfidptosis-related subtypes of OA with different disulfidptosis score exhibited various inflammatory response and immune microenvironment. Specifically, OA patients with lower disulfidptosis score may experience higher infiltration of immune cells and exhibit more severe inflammatory response. Moreover, the expression of ICKs these OA patients with high disulfidptosis score probably can receive the immunotherapy for the pain and synovial inflammation, which may be regarded as a novel and personalized therapy for OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32493, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Assessment of the Expression of the Three Disulfidptosis Regulators at the Single-Cell Level and Validation of the Expression Trend in the Clinical Synovial Tissue", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32657, "infons": {"file": "JIR-17-3753-g0007.jpg", "id": "f0007", "section_type": "FIG", "type": "fig_caption"}, "text": "Expression of disulfidptosis regulators analysed via single-cell RNA sequencing. (A) General distribution of each cell in the NM, OA and RA groups. (B–D) Expression of (B) NCKAP1, (C) OXSM and (D) SLC3A2 as analysed via single-cell RNA-seq. (E–G) Expression of (E) NCKAP1, (F) OXSM and (G) SLC3A2 at the transcriptomic level in the NM, OA and RA groups. (H-J) Expression of (H) NCKAP1, (I) OXSM and (J) SLC3A2 at the mRNA level in the NM and OA patients in our in-house cohort via RT-qPCR. (-, p ≥ 0.05; *, p < 0.05; **, p < 0.01).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33195, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine the expression patterns of the three disulfidptosis regulators in OA, we selected a dataset including synovial fibroblasts in NM, OA and RA samples. The general landscape of individual synovial fibroblasts in different samples is demonstrated in Figure 7A. The expression of the three disulfidptosis regulators (NCKAP1, OXSM and SLC3A2) in the dataset was consistent with that in the training set, including the up-regulation of OXSM and down-regulation of NCKAP1 and SLC3A2 in OA. In addition, the expression of the three regulators was different between patients with OA and RA, indicating that the regulators are potential biomarkers that can help distinguish patients with OA from those with RA (Figures 7B-D). All three regulators exhibited similar expression patterns in the GSE12021 dataset (Figures 7E-G). Moreover, to further verify the expression trend of the three regulators between NM and OA, we collected clinical synovial tissue from healthy individuals and patients with OA. Then, qRT-PCR was performed to evaluate the relative concentration of mRNA. As a result, except for OXSM, other two regulators (NCKAP1 and SLC3A2) exhibited a significant down-regulation in OA, which was consistent with our bioinformatic analysis (Figures 7H-J). The contrary result of OXSM may result from the sample size and sample heterogeneity. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34547, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34558, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, the role of disulfidptosis regulators in the diagnosis, prevention and treatment of OA was comprehensively examined. Three significant disulfidptosis regulators, namely, NCKAP1, OXSM and SLC3A2were identified through differential expression analysis and machine learning. According to the transcriptomic profiles of these three regulators, clustering analysis was performed to investigate the biological characteristics and immune microenvironment of two disulfidptosis-related subtypes of OA and evualate the expression of ICKs in the subtypes. Finally, a disulfidptosis-mediated diagnostic model for OA was constructed, which demonstrated remarkable predictive efficiency.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35248, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Current Knowledge of the Relationship Between Disulfidptosis and OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35316, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "OA is a type of arthritis that causes joint pain, especially in the knee and hip joints. The pathology of OA is associated with cartilage ageing or overuse leading to the loss of chondrocyte homeostasis and death, resulting in friction between bones. The pathogenesis of OA is related to complex factors, including genetic susceptibility, ageing, inflammation, obesity and uneven joint arrangement. The relationship between OA and inflammation has become a major focus of research in recent years, and several studies have implicated inflammation in OA pathogenesis. In addition, anti-inflammatory strategies have become the primary means of treating OA. Disulfidptosis is a novel type of PCD. Disulfide stress occurs in glucose-deficient cells with high expression of SLC7A11, inducing abnormal disulfide cross-linking between actin cytoskeletal proteins and cytoskeletal contraction, eventually leading to actin network collapse and PCD. Patients with OA have lower levels of cytoskeletal proteins in their cartilage compared to healthy individuals., indicating that the deterioration of OA is related to the destruction of actin. However, during disulfidptosis, the ingestion of abundant cystine may induce an increase in the concentration of intracellular glutathione and NADPH, which can lead to a decrease in the levels of reactive oxygen species (ROS). Consequently, the decreased levels of ROS play a crucial role in anti-inflammatory pathways, which can decrease the severity of OA and inhibits its progression. Maintaining pro- and anti-inflammatory responses in the internal environment of patients is particularly crucial for promoting early relief and inhibiting the progression of OA. Therefore, elucidating the relationship between OA and disulfidptosis is important for implementing PPPM in the diagnosis and treatment of patients with OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37172, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Potential Effects of the Findings of This Study on the Current PPPM Framework", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37250, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is promising and necessary to discuss the diagnosis and personalized treatment of OA based on the framework of PPPM. OA is a degenerative and multi-stage disease that should be effectively prevented and promptly treated using strategies based on PPPM.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37505, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "First Stage of PPPM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37525, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The first stage of PPPM is vital for predicting patients with a high risk of OA and effectively alleviating the risk factors of OA, including age (>60 years), sex (female), obesity (BMI > 25), unbalanced and unhealthy diet and joint-related factors (joint injury and abnormal load). In addition, regular and healthy exercise and early prevention of pro-inflammatory factors are essential approaches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37925, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Second Stage of PPPM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37946, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "According to bone and joint experts worldwide, in order to improve the prognosis of patients with OA, early and timely diagnosis is crucial. Higher immune infiltration and stronger inflammatory responses have been significantly associated with the poor prognosis of patients with OA. Although predictive models have been widely used, their application in early diagnosis and determining immune/inflammatory cell infiltration in OA remains limited. Therefore, effective predictive strategies for distinguishing various inflammatory stages and for early diagnosis of OA should be developed. In this study, two disulfidptosis-related subtypes of OA were identified via consensus clustering. The disulfidptosis score was higher in the C1 subtype than in the C2 subtype, indicating that patients with the C1 subtype had more severe disulfidptosis with higher expression of the three regulators. Furthermore, there was a significant difference for the infiltration of the immune cells in the synovial tissue between these two disulfidptosis-related subtypes. Specifically, the infiltration score of Type 17 T helper cells were higher in C2, which emphasized that the inflammation response were more severe in the synovial tissue of OA patients with lower disulfidptosis score since the Type 17 T helper cells are regarded as the immune cell cluster playing a crucial role in inducing the inflammation response via releasing several cytokines like IL17, IL23, and so on. While other anti-inflammatory immune cells, including activated CD8 T cell, effector memory CD4 T cell, memory B cell, and monocyte, exhibited a higher infiltration in C1. The findings of this study suggest that disulfidptosis, which is considered as an anti-inflammatory type of PCD, is more inclined toward suppressing the inflammatory response of OA. On the other hand, the nomogram of GSE32317 and the disulfidptosis-mediated diagnostic model also emphasized the potential characteristics of disulfidptosis in early diagnosis of OA. Overall, within the framework of PPPM, we comprehensively investigate the role of disulfidptosis in OA, providing different management models for different subtypes, which may facilitate precise treatment of OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40159, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "Third Stage of PPPM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40179, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "After experiencing the pre-clinical stages, patients with end-stage OA or OA complicated with significant symptoms exhibit further deterioration of their physical condition and exercise ability. Given the anti-inflammatory role of disulfidptosis in OA and inflammatory reactions throughout OA, potential interventions based on the disulfidptosis regulators identified in this study may be beneficial for treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40594, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Comprehensive Investigation of the Disulfidptosis Regulators in OA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40661, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "SLC3A2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40668, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Member 2 of solute carrier series 3 (SLC3A2), also known as 4F2HC, encodes a multifunctional type II membrane glycoprotein involved in cell adhesion, fusion, transformation and amino acid transportation. The SLC3A2 protein, a chaperone protein of SLC7A11, forms a heterodimer with it, participating in the formation of the cysteine/glutamate transport system (Xc-system) and mediating cysteine uptake. Low expression of SLC3A2 may contribute to the development of inflammatory diseases. Relevant studies have demonstrated that SLC3A2 can inhibit cartilage degeneration in OA and its expression in the damaged area of the cartilage is down-regulated in OA. In addition, knockdown of SLC3A2 can promote OA-related cartilage degeneration. These findings are consistent with those of the present study, suggesting that the expression of SLC3A2 is low in patients with OA. The role of SLC3A2 in OA is the first indication that the pathogenesis of OA is heavily dependent on disulfidptosis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41653, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "NCKAP1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41660, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "NCK-related protein 1 (NCKAP1), also known as Nap1, was first found to be significantly inhibited in the brain tissue of patients with sporadic Alzheimer’s disease (AD). The protein encoded by NCKAP1 and the WAVE, Sra, Abi and HSPC300 (also known as Brick1) proteins participate in the formation of the WAVE regulatory complex (WRC). NCKAP1 is the fourth on the list of genes required for disulfidptosis and can promote actin polymerisation and lamellipodia formation. Knock out of NCKAP1 inhibits disulfidptosis. In recent years, NCKAP1 has been widely used for tumor inhibition and as a novel prognostic biomarker for cancer. It can promote or inhibit tumor development in some types of cancers. As far as we know, this study is the first to demonstrate a relationship between NCKAP1 and OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42456, "infons": {"section_type": "DISCUSS", "type": "title_3"}, "text": "OXSM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42461, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Mitochondrial 3-oxyl-ACP synthase (OXSM) is an enzyme required for the elongation of fatty acid chains in mitochondria, and its synthetic product is lipoic acid (LA), which is an important synthase involved in the mitochondrial fatty acid synthesis pathway II. Studies on the regulation of OXSM expression are limited. OXSM is a target of some genes and is involved in the regulation of ovarian cancer and glioma cells. The relationship between OXSM and OA warrants further investigation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42950, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Feedback from This Study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42975, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Under the background of PPPM, integrating multi-stage and multi-omic analyses is key to diagnosing and treating OA. In this study, ML, bioinformatic tools and public transcriptomic data were predominantly used, whereas classical indices or biomarkers related to imaging omics, metabolomics and pathology were not included. Although two validation datasets were used, the sample size was relatively limited. Moreover, owing to ethical limitations, we could not obtain completely healthy human synovial tissue samples. More comprehensive in vitro and in vivo experiments should be conducted to validate the findings of this study. Disulfidptosis is a novel concept, and relevant genes associated with it should be further identified and investigated to expand the gene set.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43747, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43758, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Via integrating three independent datasets and utilizing a series of bioinformatics analysis and machine learning, this study demonstrated the anti-inflammatory role of disulfidptosis in OA and finally identified three crucial regulators of disulfidptosis in OA, including NCKAP1, OXSM, and SLC3A2. Moreover, the disulfidptosis score plays a crucial role in predicting the inflammatory responses and immune infiltration of OA, using which may predict the disease severity of OA and provide the personalized therapeutic strategies for OA patients. In addition, the disulfidptosis-mediated diagnostic model exhibited potential predictive efficiency. Furthermore, the transcriptomic level and single-cell level were merged to emphasize the crucial role of disulfidptosis, which was also validated in our in-house cohort. Altogether, disulfidptosis may be a new potential target for the diagnosis, stratification, targeted prevention and personalized treatment of OA in the future, which will promote the development of the PPPM framework for OA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44801, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Data Sharing Statement", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44824, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The original data used in this project can be downloaded in the public database GEO (https://www.ncbi.nlm.nih.gov/geo/). The data analyzed during the human experiments are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45059, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Ethics Approval and Informed Consent", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45096, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The protocol for collecting human tissue samples was approved by Ethics Committee of the the Second Affiliated Hospital of Nanchang University (No. Review [2022] No. (031) and 23 March 2022), and all procedures were performed in accordance with the 1964 Helsinki Declaration and its later amendments or comparable ethical standards. Written informed consent was provided by all participants before their inclusion in the study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45524, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author Contributions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45545, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "All authors made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas; took part in drafting, revising or critically reviewing the article; gave final approval of the version to be published; have agreed on the journal to which the article has been submitted; and agree to be accountable for all aspects of the work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45990, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Disclosure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46001, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors have no relevant financial or non-financial interests to disclose.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46080, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46091, "infons": {"fpage": "293", "issue": "2", "lpage": "311", "pub-id_doi": "10.1016/j.mcna.2019.10.007", "pub-id_pmid": "32035570", "section_type": "REF", "source": "Med Clin North Am", "type": "ref", "volume": "104", "year": "2020"}, "text": "Osteoarthritis: pathology, Diagnosis, and Treatment Options", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46151, "infons": {"fpage": "56", "pub-id_pmid": "36737426", "section_type": "REF", "source": "Signal Transduct Target Ther", "type": "ref", "volume": "8", "year": "2023"}, "text": "Osteoarthritis: pathogenic signaling pathways and therapeutic targets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46221, "infons": {"fpage": "10", "lpage": "27", "pub-id_pmid": "36509917", "section_type": "REF", "source": "Nat Rev Rheumatol", "type": "ref", "volume": "19", "year": "2023"}, "text": "Cartilage calcification in osteoarthritis: mechanisms and clinical relevance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46298, "infons": {"fpage": "415", "issue": "5", "lpage": "421", "pub-id_doi": "10.1016/j.amjmed.2023.01.025", "pub-id_pmid": "36740213", "section_type": "REF", "source": "Am J Med", "type": "ref", "volume": "136", "year": "2023"}, "text": "Osteoarthritis in the Upper Extremity", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46336, "infons": {"fpage": "621", "lpage": "632", "pub-id_pmid": "34465902", "section_type": "REF", "source": "Nat Rev Rheumatol", "type": "ref", "volume": "17", "year": "2021"}, "text": "Early-stage symptomatic osteoarthritis of the knee - time for action", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46405, "infons": {"fpage": "23", "issue": "1", "pub-id_doi": "10.1186/s13167-016-0072-4", "pub-id_pmid": "27800037", "section_type": "REF", "source": "EPMA J", "type": "ref", "volume": "7", "year": "2016"}, "text": "Medicine in the early twenty-first century: paradigm and anticipation - EPMA position paper 2016", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46502, "infons": {"fpage": "243", "lpage": "264", "pub-id_doi": "10.1007/s13167-021-00251-4", "pub-id_pmid": "34422142", "section_type": "REF", "source": "EPMA J", "type": "ref", "volume": "12", "year": "2021"}, "text": "Caution, “normal” BMI: health risks associated with potentially masked individual underweight-EPMA Position Paper 2021", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46625, "infons": {"fpage": "6", "issue": "1", "pub-id_doi": "10.1186/1878-5085-5-6", "pub-id_pmid": "24708704", "section_type": "REF", "source": "EPMA J", "type": "ref", "volume": "5", "year": "2014"}, "text": "Predictive, Preventive and Personalised Medicine as the hardcore of ‘Horizon 2020’: EPMA position paper", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46733, "infons": {"fpage": "1843", "issue": "11", "lpage": "1855", "pub-id_doi": "10.1002/jor.23414", "pub-id_pmid": "27612195", "section_type": "REF", "source": "J Orthop Res", "type": "ref", "volume": "34", "year": "2016"}, "text": "Mechanisms, prediction, and prevention of ACL injuries: cut risk with three sharpened and validated tools", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46839, "infons": {"fpage": "13", "issue": "1", "pub-id_doi": "10.3390/biom14010013", "pub-id_pmid": "38275754", "section_type": "REF", "source": "Biomolecules", "type": "ref", "volume": "14", "year": "2023"}, "text": "Construction of a Diagnostic m(7)G Regulator-Mediated Scoring Model for Identifying the Characteristics and Immune Landscapes of Osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46983, "infons": {"fpage": "1090596", "pub-id_doi": "10.3389/fimmu.2023.1090596", "pub-id_pmid": "36817415", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "14", "year": "2023"}, "text": "Development and validation of cuproptosis-related genes in synovitis during osteoarthritis progress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47083, "infons": {"fpage": "582", "issue": "6", "lpage": "592", "pub-id_doi": "10.1002/cbin.11137", "pub-id_pmid": "30958602", "section_type": "REF", "source": "Cell Biol Int", "type": "ref", "volume": "43", "year": "2019"}, "text": "Cell death: a review of the major forms of apoptosis, necrosis and autophagy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47160, "infons": {"fpage": "24", "issue": "1", "pub-id_doi": "10.3390/ijms25010024", "pub-id_pmid": "38203194", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "25", "year": "2023"}, "text": "The Role of Regulated Programmed Cell Death in Osteoarthritis: from Pathogenesis to Therapy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47252, "infons": {"fpage": "130", "lpage": "135", "pub-id_pmid": "32238926", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "580", "year": "2020"}, "text": "Metabolites released from apoptotic cells act as tissue messengers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47319, "infons": {"fpage": "1252", "lpage": "1261", "pub-id_doi": "10.1016/j.biopha.2017.01.130", "pub-id_pmid": "28320092", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "89", "year": "2017"}, "text": "Inhibition of PI3K/AKT/mTOR signaling pathway promotes autophagy of articular chondrocytes and attenuates inflammatory response in rats with osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47475, "infons": {"fpage": "103847", "pub-id_doi": "10.1016/j.ebiom.2022.103847", "pub-id_pmid": "35101656", "section_type": "REF", "source": "EBioMedicine", "type": "ref", "volume": "76", "year": "2022"}, "text": "Contribution of ferroptosis and GPX4’s dual functions to osteoarthritis progression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47561, "infons": {"fpage": "404", "lpage": "414", "pub-id_pmid": "36747082", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "25", "year": "2023"}, "text": "Actin cytoskeleton vulnerability to disulfide stress mediates disulfidptosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47638, "infons": {"fpage": "22", "issue": "1", "pub-id_doi": "10.3390/ijms23010022", "pub-id_pmid": "35008458", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "23", "year": "2021"}, "text": "Articular Chondrocyte Phenotype Regulation through the Cytoskeleton and the Signaling Processes That Originate from or Converge on the Cytoskeleton: towards a Novel Understanding of the Intersection between Actin Dynamics and Chondrogenic Function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47886, "infons": {"fpage": "1227", "issue": "12", "lpage": "1236", "pub-id_doi": "10.1016/j.joca.2006.05.013", "pub-id_pmid": "16824771", "section_type": "REF", "source": "Osteoarthritis Cartilage", "type": "ref", "volume": "14", "year": "2006"}, "text": "The effects of TGF-β1 and IGF-I on the biomechanics and cytoskeleton of single chondrocytes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47981, "infons": {"fpage": "145", "issue": "1", "pub-id_doi": "10.1186/s13075-022-02830-w", "pub-id_pmid": "35710532", "section_type": "REF", "source": "Arthritis Res Ther", "type": "ref", "volume": "24", "year": "2022"}, "text": "Metabolomics with severity of radiographic knee osteoarthritis and early phase synovitis in middle-aged women from the Iwaki Health Promotion Project: a cross-sectional study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48156, "infons": {"fpage": "696", "issue": "7575", "lpage": "699", "pub-id_doi": "10.1038/nature15696", "pub-id_pmid": "26466566", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "526", "year": "2015"}, "text": "The earliest unequivocally modern humans in southern China", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48215, "infons": {"fpage": "375", "issue": "3", "lpage": "376", "pub-id_doi": "10.1038/s41556-023-01100-4", "pub-id_pmid": "36918690", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "25", "year": "2023"}, "text": "Deadly actin collapse by disulfidptosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48255, "infons": {"fpage": "3", "issue": "1", "lpage": "15", "pub-id_doi": "10.1111/joim.12399", "pub-id_pmid": "26250718", "section_type": "REF", "source": "J Intern Med", "type": "ref", "volume": "279", "year": "2016"}, "text": "Exome and genome sequencing: a revolution for the discovery and diagnosis of monogenic disorders", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48352, "infons": {"fpage": "40", "lpage": "55", "pub-id_pmid": "34518686", "section_type": "REF", "source": "Nat Rev Mol Cell Biol", "type": "ref", "volume": "23", "year": "2022"}, "text": "A guide to machine learning for biologists", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48395, "infons": {"fpage": "207", "issue": "1", "lpage": "210", "pub-id_doi": "10.1093/nar/30.1.207", "pub-id_pmid": "11752295", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "30", "year": "2002"}, "text": "Gene Expression Omnibus: NCBI gene expression and hybridization array data repository", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48481, "infons": {"fpage": "W60", "issue": "W1", "lpage": "W64", "pub-id_doi": "10.1093/nar/gky311", "pub-id_pmid": "29912392", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "46", "year": "2018"}, "text": "GeneMANIA update 2018", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48503, "infons": {"fpage": "335", "issue": "1", "pub-id_doi": "10.1186/1471-2105-13-335", "section_type": "REF", "source": "BMC Bioinf.", "type": "ref", "volume": "13", "year": "2012"}, "text": "Unlocking the potential of publicly available microarray data using inSilicoDb and inSilicoMerging R/Bioconductor packages", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48626, "infons": {"fpage": "e47", "issue": "7", "pub-id_doi": "10.1093/nar/gkv007", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "limma powers differential expression analyses for RNA-sequencing and microarray studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48714, "infons": {"fpage": "1056", "issue": "13–14", "lpage": "1064", "pub-id_doi": "10.1016/j.spl.2010.02.020", "pub-id_pmid": "20582150", "section_type": "REF", "source": "Stat Probab Lett", "type": "ref", "volume": "80", "year": "2010"}, "text": "Consistency of Random Survival Forests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48753, "infons": {"fpage": "52", "lpage": "61", "pub-id_doi": "10.1016/j.artmed.2017.06.005", "pub-id_pmid": "28641924", "section_type": "REF", "source": "Artif Intell Med", "type": "ref", "volume": "79", "year": "2017"}, "text": "Random survival forest with space extensions for censored data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48816, "infons": {"fpage": "2799", "issue": "18", "lpage": "2807", "pub-id_doi": "10.1093/bioinformatics/btx300", "pub-id_pmid": "28472220", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "33", "year": "2017"}, "text": "The spike-and-slab lasso Cox model for survival prediction and associated genes detection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48906, "infons": {"fpage": "1572", "issue": "12", "lpage": "1573", "pub-id_doi": "10.1093/bioinformatics/btq170", "pub-id_pmid": "20427518", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "ConsensusClusterPlus: a class discovery tool with confidence assessments and item tracking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48997, "infons": {"fpage": "85", "issue": "1", "lpage": "91", "pub-id_doi": "10.1038/s10038-020-00851-4", "pub-id_pmid": "33057159", "section_type": "REF", "source": "J Hum Genet", "type": "ref", "volume": "66", "year": "2021"}, "text": "A review of UMAP in population genetics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49037, "infons": {"fpage": "1091", "issue": "8", "lpage": "1093", "pub-id_doi": "10.1093/bioinformatics/btp101", "pub-id_pmid": "19237447", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "ClueGO: a Cytoscape plug-in to decipher functionally grouped gene ontology and pathway annotation networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49144, "infons": {"fpage": "284", "issue": "5", "lpage": "287", "pub-id_doi": "10.1089/omi.2011.0118", "pub-id_pmid": "22455463", "section_type": "REF", "source": "OMICS", "type": "ref", "volume": "16", "year": "2012"}, "text": "clusterProfiler: an R package for comparing biological themes among gene clusters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49226, "infons": {"fpage": "1079", "issue": "5", "lpage": "1086", "pub-id_doi": "10.1021/acs.jafc.5b05508", "pub-id_pmid": "26771201", "section_type": "REF", "source": "J Agric Food Chem", "type": "ref", "volume": "64", "year": "2016"}, "text": "Enhanced Single Seed Trait Predictions in Soybean (Glycine max) and Robust Calibration Model Transfer with Near-Infrared Reflectance Spectroscopy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49372, "infons": {"fpage": "559", "issue": "1", "pub-id_doi": "10.1186/1471-2105-9-559", "section_type": "REF", "source": "BMC Bioinf.", "type": "ref", "volume": "9", "year": "2008"}, "text": "WGCNA: an R package for weighted correlation network analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49434, "infons": {"fpage": "D638", "issue": "D1", "lpage": "D646", "pub-id_doi": "10.1093/nar/gkac1000", "pub-id_pmid": "36370105", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "51", "year": "2023"}, "text": "The STRING database in 2023: protein-protein association networks and functional enrichment analyses for any sequenced genome of interest", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49572, "infons": {"fpage": "2498", "issue": "11", "lpage": "2504", "pub-id_doi": "10.1101/gr.1239303", "pub-id_pmid": "14597658", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "Cytoscape: a software environment for integrated models of biomolecular interaction networks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49665, "infons": {"fpage": "S11", "issue": "Suppl 4", "pub-id_doi": "10.1186/1752-0509-8-S4-S11", "pub-id_pmid": "25521941", "section_type": "REF", "source": "BMC Syst Biol", "type": "ref", "volume": "8", "year": "2014"}, "text": "Lin CY: cytoHubba: identifying hub objects and sub-networks from complex interactome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49750, "infons": {"fpage": "248", "issue": "1", "lpage": "262", "pub-id_doi": "10.1016/j.celrep.2016.12.019", "pub-id_pmid": "28052254", "section_type": "REF", "source": "Cell Rep", "type": "ref", "volume": "18", "year": "2017"}, "text": "Pan-cancer Immunogenomic Analyses Reveal Genotype-Immunophenotype Relationships and Predictors of Response to Checkpoint Blockade", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49880, "infons": {"fpage": "108", "issue": "7269", "lpage": "112", "pub-id_doi": "10.1038/nature08460", "pub-id_pmid": "19847166", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "462", "year": "2009"}, "text": "Systematic RNA interference reveals that oncogenic KRAS-driven cancers require TBK1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49964, "infons": {"fpage": "687975", "pub-id_doi": "10.3389/fimmu.2021.687975", "pub-id_pmid": "34276676", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "12", "year": "2021"}, "text": "IOBR: multi-Omics Immuno-Oncology Biological Research to Decode Tumor Microenvironment and Signatures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50066, "infons": {"fpage": "2612", "issue": "1", "pub-id_doi": "10.1038/ncomms3612", "pub-id_pmid": "24113773", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "4", "year": "2013"}, "text": "Inferring tumour purity and stromal and immune cell admixture from expression data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50149, "infons": {"fpage": "495", "lpage": "505", "pub-id_pmid": "25311420", "section_type": "REF", "source": "Calcif Tissue Int", "type": "ref", "volume": "95", "year": "2014"}, "text": "Osteoarthritis pathogenesis: a review of molecular mechanisms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50211, "infons": {"fpage": "6316", "issue": "11", "pub-id_doi": "10.3390/ijms23116316", "pub-id_pmid": "35682994", "section_type": "REF", "source": "Int J Mol Sci", "type": "ref", "volume": "23", "year": "2022"}, "text": "Cartilage Homeostasis and Osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50252, "infons": {"fpage": "131", "issue": "2", "lpage": "142", "pub-id_doi": "10.1615/CritRevEukarGeneExpr.v21.i2.30", "pub-id_pmid": "22077152", "section_type": "REF", "source": "Crit Rev Eukaryot Gene Expr", "type": "ref", "volume": "21", "year": "2011"}, "text": "Inflammatory mediators: tracing links between obesity and osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50325, "infons": {"fpage": "1263", "issue": "9", "lpage": "1267", "pub-id_doi": "10.1136/ard.2004.025270", "pub-id_pmid": "15731292", "section_type": "REF", "source": "Ann Rheum Dis", "type": "ref", "volume": "64", "year": "2005"}, "text": "Synovial tissue inflammation in early and late osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50387, "infons": {"fpage": "258", "lpage": "275", "pub-id_pmid": "35165404", "section_type": "REF", "source": "Nat Rev Rheumatol", "type": "ref", "volume": "18", "year": "2022"}, "text": "Synovial inflammation in osteoarthritis progression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50439, "infons": {"fpage": "1125", "issue": "4", "lpage": "1132", "pub-id_doi": "10.14670/HH-19.1125", "pub-id_pmid": "15375755", "section_type": "REF", "source": "Histol Histopathol", "type": "ref", "volume": "19", "year": "2004"}, "text": "Cytoskeleton disruption in chondrocytes from a rat osteoarthrosic (OA) -induced model: its potential role in OA pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50564, "infons": {"fpage": "3427", "issue": "1", "pub-id_doi": "10.1038/s41467-020-17242-0", "pub-id_pmid": "32647171", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "11", "year": "2020"}, "text": "LDHA-mediated ROS generation in chondrocytes is a potential therapeutic target for osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50662, "infons": {"fpage": "110452", "pub-id_doi": "10.1016/j.biopha.2020.110452", "pub-id_pmid": "32768946", "section_type": "REF", "source": "Biomed Pharmacother", "type": "ref", "volume": "129", "year": "2020"}, "text": "Oxidative stress and inflammation in osteoarthritis pathogenesis: role of polyphenols", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50748, "infons": {"fpage": "112", "lpage": "121", "pub-id_doi": "10.1016/j.imlet.2020.10.008", "pub-id_pmid": "33137380", "section_type": "REF", "source": "Immunol Lett", "type": "ref", "volume": "228", "year": "2020"}, "text": "Combinatmarion treatment with Lactobacillus acidophilus LA-1, vitamin B, and curcumin ameliorates the progression of osteoarthritis by inhibiting the pro-inflammatory mediators", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50925, "infons": {"fpage": "89", "issue": "1", "lpage": "99", "pub-id_doi": "10.1016/j.joca.2020.08.002", "pub-id_pmid": "33395574", "section_type": "REF", "source": "Osteoarthritis Cartilage", "type": "ref", "volume": "29", "year": "2021"}, "text": "Activation of TRPV4 by mechanical, osmotic or pharmaceutical stimulation is anti-inflammatory blocking IL-1beta mediated articular cartilage matrix destruction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51085, "infons": {"fpage": "222", "lpage": "238", "pub-id_pmid": "35716253", "section_type": "REF", "source": "Clin Rev Allergy Immunol", "type": "ref", "volume": "64", "year": "2023"}, "text": "Inflammaging and Osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51117, "infons": {"fpage": "817", "lpage": "833", "pub-id_pmid": "33176171", "section_type": "REF", "source": "J Control Release", "type": "ref", "volume": "328", "year": "2020"}, "text": "The emerging landscape of nanotheranostic-based diagnosis and therapy for osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51206, "infons": {"fpage": "1019445", "pub-id_doi": "10.3389/fimmu.2023.1019445", "pub-id_pmid": "37006267", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "14", "year": "2023"}, "text": "Expression patterns of eight RNA-modified regulators correlating with immune infiltrates during the progression of osteoarthritis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51336, "infons": {"fpage": "44", "issue": "1", "lpage": "54", "pub-id_doi": "10.1097/BOR.0000000000000917", "pub-id_pmid": "36377320", "section_type": "REF", "source": "Curr Opin Rheumatol", "type": "ref", "volume": "35", "year": "2023"}, "text": "Advances in osteoarthritis imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51371, "infons": {"fpage": "31444", "lpage": "31452", "pub-id_pmid": "17724034", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "282", "year": "2007"}, "text": "The structure of human 4F2hc ectodomain provides a model for homodimerization and electrostatic interaction with plasma membrane", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51500, "infons": {"fpage": "139", "issue": "2–3", "lpage": "158", "pub-id_doi": "10.1016/j.mam.2012.10.007", "pub-id_pmid": "23506863", "section_type": "REF", "source": "Mol Aspects Med", "type": "ref", "volume": "34", "year": "2013"}, "text": "The SLC3 and SLC7 families of amino acid transporters", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51554, "infons": {"fpage": "11", "pub-id_doi": "10.3390/cells12010011", "pub-id_pmid": "36611806", "section_type": "REF", "source": "Cells", "type": "ref", "year": "2022"}, "text": "Identification of SLC3A2 as a Potential Therapeutic Target of Osteoarthritis Involved in Ferroptosis by Integrating Bioinformatics, Clinical Factors and Experiments", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51719, "infons": {"fpage": "159", "lpage": "169", "pub-id_doi": "10.1016/S0378-1119(01)00521-2", "pub-id_pmid": "11418237", "section_type": "REF", "source": "Gene", "type": "ref", "volume": "271", "year": "2001"}, "text": "Isolation of hNap1BP which interacts with human Nap1 (NCKAP1) whose expression is down-regulated in Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51841, "infons": {"fpage": "1270", "issue": "8", "lpage": "1284", "pub-id_doi": "10.1038/cr.2012.47", "pub-id_pmid": "22453242", "section_type": "REF", "source": "Cell Res", "type": "ref", "volume": "22", "year": "2012"}, "text": "Nudel is crucial for the WAVE complex assembly in vivo by selectively promoting subcomplex stability and formation through direct interactions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51984, "infons": {"fpage": "369", "issue": "5", "pub-id_doi": "10.1038/s41419-019-1603-4", "pub-id_pmid": "31068575", "section_type": "REF", "source": "Cell Death Dis", "type": "ref", "volume": "10", "year": "2019"}, "text": "NCKAP1 improves patient outcome and inhibits cell growth by enhancing Rb1/p53 activation in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52101, "infons": {"fpage": "5133", "issue": "17", "lpage": "5142", "pub-id_doi": "10.1158/0008-5472.CAN-16-0562", "pub-id_pmid": "27432794", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "76", "year": "2016"}, "text": "The WASF3–NCKAP1–CYFIP1 Complex Is Essential for Breast Cancer Metastasis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52179, "infons": {"fpage": "9513", "lpage": "9523", "pub-id_doi": "10.2147/OTT.S262873", "pub-id_pmid": "33061435", "section_type": "REF", "source": "Onco Targets Ther", "type": "ref", "volume": "13", "year": "2020"}, "text": "Reduced Expression of hsa-miR-338-3p Contributes to the Development of Glioma Cells by Targeting Mitochondrial 3-Oxoacyl-ACP Synthase (OXSM) in Glioblastoma (GBM)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52342, "infons": {"fpage": "81", "issue": "1", "pub-id_doi": "10.1186/s13048-023-01156-8", "pub-id_pmid": "37087461", "section_type": "REF", "source": "J Ovarian Res", "type": "ref", "volume": "16", "year": "2023"}, "text": "Knockdown of heat shock protein family D member 1 (HSPD1) promotes proliferation and migration of ovarian cancer cells via disrupting the stability of mitochondrial 3-oxoacyl-ACP synthase (OXSM)", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]