[{"source": "PMC", "date": "20220104", "key": "pmc.key", "infons": {}, "documents": [{"id": "8683552", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "LIU et al.", "article-id_doi": "10.1002/cam4.4404", "article-id_pmc": "8683552", "article-id_pmid": "34825509", "article-id_publisher-id": "CAM44404", "fn": "Lixiao Liu and Jinduo Zhao contributed equally to this work. \nFunding information\n This work was supported by the National Natural Science Foundation of China (No. 80218103) and the Natural Science Foundation of Zhejiang Province No. Y21H160267 (XY).", "fpage": "9097", "issue": "24", "kwd": "aging GEO nomogram ovarian cancer signature TCGA", "license": "This is an open access article under the terms of the http://creativecommons.org/licenses/by/4.0/ License, which permits use, distribution and reproduction in any medium, provided the original work is properly cited.", "lpage": "9114", "name_0": "surname:Liu;given-names:Lixiao", "name_1": "surname:Zhao;given-names:Jinduo", "name_2": "surname:Du;given-names:Xuedan", "name_3": "surname:Zhao;given-names:Ye", "name_4": "surname:Zou;given-names:Chengyang", "name_5": "surname:Zhou;given-names:Heling", "name_6": "surname:Li;given-names:Wenfeng", "name_7": "surname:Yan;given-names:Xiaojian", "notes": "\n\n, , , et al. . . ;:–. doi:\n\n", "pub-id_doi": "10.1002/cam4.4404", "section_type": "TITLE", "source": "Cancer Med", "type": "front", "volume": "10", "year": "2021"}, "text": "Construction and validation of a novel aging‐related gene signature and prognostic nomogram for predicting the overall survival in ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 148, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 157, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 168, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Ovarian cancer (OC) is the most lethal gynecological malignancy. The objective of this study was to establish and validate an individual aging‐related gene signature and a clinical nomogram that can powerfully predict independently the overall survival rate of patients with ovarian cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 461, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 469, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Data on transcriptomic profile and relevant clinical information were retrieved from The Cancer Genome Atlas (TCGA) database as a training group, and the same data from three public Gene Expression Omnibus (GEO) databases as validation groups. Univariate Cox regression analysis, lasso regression analysis, and multiple multivariate Cox analysis were analyzed sequentially to select the genes to be included in the aging‐associated signature. A risk scoring model was established and verified, the predictive value of the model was evaluated, and a clinical nomogram was established.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1055, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1063, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We found eight genes that were most relevant to prognosis and constructed an eight‐mRNA signature. Based on the model, each OC patient's risk score was able to be calculated and patients were split into groups of low and high risks with a distinct outcome. Survival analysis confirmed that the outcome of patients in the high‐risk group was dramatically shorter than that of those in the low‐risk group, and the eight‐mRNA signature can be considered as a powerful and independent predictor that could predict the outcome of OC patient. Additionally, the risk score and age can be used to construct a clinical nomogram as a simpler tool for predicting prognosis. We also explored the association between the risk score and immunity and drug sensitivity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1825, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1836, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "This study suggested that the aging‐related gene signature could be used as an intervention point and latent prognostic predictor in OC, which may provide new perceptions for postoperative treatment strategies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2049, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We constructed a prognostic signature of eight aging‐related genes and a clinical nomogram that provides potential biomarkers for predicting the prognosis of patients with OC, helps to understand the potential pathogenesis of OC, and can possibly be used to develop new approaches for the clinical treatment of ovarian cancer. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 2379, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 2392, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ovarian cancer (OC) is the most lethal gynecological malignancy in females, with a high rate of recurrence. According to 2020 global cancer statistics, more than 310,000 new cases and more than 200,000 deaths worldwide were reported. As early OC is asymptomatic and the fact that the late symptoms of OC are nonspecific, and there is no effective screening method for early OC, the disease is often already at an advanced and incurable stage when it is diagnosed. For decades, the treatment of OC has largely involved surgery and platinum chemotherapy. The survival rate at 5 years for stage I OC has exceeded 90%, while that of stage III or IV female patients is less than 25%. At present, transvaginal ultrasound and measurement of biomarkers such as CA125 are the two most commonly used screening methods for OC, but according to clinical trials, these two screening methods do not increase the survival rate of patients. Hence, it is of major significance to identify new biological indicators for diagnosis and prognosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3421, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Due to population growth and aging, the incidence of cancer will continue to increase over the next 20 years. Aging and cancer have become inseparable. Age is one of the strongest and most frequently studied risk factors for OC incidence and mortality. Meanwhile, the changes in gene expression in tumor tissues are stably correlated with the prognosis of cancer. Therefore, by studying the expression level of aging‐related genes in tumor tissue, we can identify the subgroup of patients with worse prognosis earlier and carry out corresponding clinical treatment as soon as possible to confer a survival advantage in patients. Recent studies have revealed a model constructed using age‐related genes to aid in the prediction of outcome in colorectal cancer patients. In glioma, aging has been found to be the strongest risk factor for disease progression, and the survival of glioma patients can be predicted by analyzing brain aging. However, markers for aging‐related gene in predicting the survival rate of OC patients have not yet been established.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4483, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we integrated The Cancer Genome Atlas (TCGA) and Gene Expression Omnibus (GEO) databases, developed and validated personalized prognostic markers based on aging‐related genes, and constructed a nomogram that validated the stability and sensitivity of the model. Moreover, we comprehensively analyzed patient clinical information, immune cell infiltration, and sensitivity to drugs to increase the accuracy rating of the overall prediction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4940, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHOD", "sentences": [], "annotations": [], "relations": []}, {"offset": 4947, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection and processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 4978, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The RNA‐Seq data and relevant clinical data of 379 OC patients were retrieved from the TCGA (https://portal.gdc.cancer.gov/) database as the training set. The inclusion criteria for OC patients were as follows: (1) only patients with primary ovarian cancer were selected; (2) patients had complete RNA sequencing data and clinicopathological parameters available; (3) patients were followed up with for at least 30 days; and (4) overall survival (OS) was the primary endpoint. The full name of GEO database (https://www.ncbi.nlm.nih.gov/geo/) is GENE EXPRESSION OMNIBUS. It contains high‐throughput gene expression data submitted by research institutions around the world, that is to say as long as it is currently published papers, the data for the gene expression tests covered in the paper can be found in this database. We searched for “ovarian cancer AND survival” in the GEO database, and the data sets with complete survival data and the sample sizes in the data sets are greater than 100 was used as the validation sets. Thereupon, the mRNA expression and clinical data of 185 cases of ovarian cancer and 10 normal ovarian tissues from the GSE26712 data set were searched and downloaded as independent validation set 1 from the GEO database. The mRNA expression and clinical data of 260 cases of ovarian cancer from the GSE32062 data set were searched and downloaded as independent validation set 2. The mRNA expression and clinical data of 380 cases of ovarian cancer from the GSE140082 data set were searched and downloaded as independent validation set 3. In addition, Genome Tissue Expression (GTEx) (https://xenabrowser.net/) was used to collect gene expression data from 88 normal ovarian tissues. The downloaded data were standardized by the contributors. To better screen the differentially expressed genes, batch effects correction was performed using the \"sva\" package of R software to merge the RNA‐Seq data from the TCGA, GTEx, and GSE26712 data sets to eliminate the batch effect. In view of this operation, GSE26712 is used as an internal verification set, while GSE32062 and GSE140082 are used as an external verification set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7139, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Screening of aging‐related genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 7174, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The complete list of aging‐related genes was downloaded from the Human Aging Genome Resource (HAGR, http://genomics.senescence.info/genes/), which includes 307 human aging genes in all (Table S1). The aging‐related genes (AGs) were determined by intersection of the merged genes and the aging genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7480, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of differentially expressed AGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 7527, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The \"limma\" package was used to calculate the differentially expressed AGs (DEAGs) in the TCGA and GSE26712 data sets, and a heatmap and volcano map were drawn to visualize them. Then, a Venn diagram was drawn using the \"venndiagram\" package, and the genes co‐upregulated or co‐downregulated in the TCGA and GSE26712 data sets were selected as candidate genes for subsequent analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7916, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioinformatic analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7939, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Gene Ontology (GO) enrichment analysis was used to explore the potential biological process (BP), molecular function (MF), and cellular component (CC) of candidate genes, and Kyoto Encyclopedia of Genes and Genes (KEGG) analysis was used to identify the signaling pathways of all the DEAGs. All analyses were conducted using the cluster profiler package.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8294, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of an 8‐mRNA prognostic signature based on aging‐related genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 8374, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We use the TCGA database as the test set to construct the 8‐mRNA prognostic signature. Selecting p < 0.05 as the filter condition and using the R package \"survival\" to conduct a univariate Cox regression analysis on the TCGA training set to identify genes related to prognosis. Next, using the \"glmnet\" package, the least absolute shrinkage and selection operator (Lasso) regression analysis was used to remove collinearity of DEAGs and minimize overfitting of the model. Afterward, multivariate Cox regression was used to identify final DEAGs involved in the final signature and to obtain a correlation coefficient to construct a prognostic risk score formula. The formula was as follows: Risk score = β gene(1) × expression gene(1) + β gene(2) × expression gene(2) + ···+ β gene(n) × expression gene(n). Patients were dichotomized into two subgroups by the patient's cut‐off value of the median risk score, patients with a risk score higher than the median were classified as the high‐risk group, and vice versa for the low‐risk group. The Kaplan–Meier (K–M) curves were constructed with the “tidyverse” package and “survminer” package to compare OS rate differences between the high‐ and low‐risk groups, and the receiver operating characteristic curve (ROC) curves and the calibration curves were compared to investigate the accuracy, sensitivity, and specificity of the model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9802, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of a nomogram", "sentences": [], "annotations": [], "relations": []}, {"offset": 9829, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cox proportional regressions were performed for univariate and multivariate on age, grade, stage, and other clinicopathological parameters and the risk score to evaluate prognosis‐related independent factors for each parameter. The “rms” package and “survival” package were used to construct a nomogram together with the results of multivariate Cox regression, and 3‐, 5‐, and 7‐year correction curves were drawn to assess the predictive stability of the nomogram.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10310, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation analysis of risk value and immune cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 10362, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We downloaded the immune cell infiltration table of the TCGA tumors from TIMER2.0 (http://timer.comp‐genomics.org/), and “limma,” “scales,” “ggplot2,” “ggtext,” and “ggpubr” were used to analyze the correlation between the risk score and immune cells. The immune cell differences between the high‐ and low‐risk groups were compared.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10721, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Drug sensitivity analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10747, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the Bioconductor package (“car,” “ridge,” “preprocess core,” “generater,” and “SVA”) to predict the sensitivity of high‐ and low‐risk groups to platinum drugs through IC50 and drew box plots.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10971, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "External verification of eight‐mRNA signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 11019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the validation phase, the signature was validated in the internal validation cohort (GSE26712 data set) and in the external validation cohorts (GSE140082, and GSE32062 data sets). Risk scores were determined in the validation samples based on the above equation and patients were dichotomized into high‐ and low‐risk groups by their optimal cut‐off point. The K–M curve was drawn and the log‐rank test was utilized to visually compare the difference in OS between the two groups, and the ROC curve was drawn to evaluate the stability of the eight‐mRNA signature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11597, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "The expression of genes was verified by qPCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 11642, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNA was extracted from OC samples and normal renal tissue samples using TRIzol reagent (Thermo Fisher Scientific, Waltham, MA, USA). Single‐stranded cDNA was synthesized from 1 µg of total RNA using the PrimeScript RT Reagent Kit with gDNA Eraser (Takara Biotechnology Co. Ltd., Dalian, China). Reverse transcription quantitative PCR was applied to explore the mRNA expression of the hub genes using a 7500 PCR system (Thermo Fisher Scientific). The following cycling conditions were adopted: 95°C for 5 min, followed by 40 cycles of 95°C for 10 s and 60°C for 30 s. The qPCR assays were performed for each sample in a reaction volume of 10 µL. The relative expression of genes in our signature was calculated using the 2‐Ct method. The following qPCR primer sequences were used: β‐actin forward primer 5′‐CATGTACGTTGCTATCCAGGC‐3′; β‐actin reverse primer 5′‐CTCCTTAATGTCACGCACGAT‐3′; JAK2 forward primer5′‐TCTGGGGAGTATGTTGCAGAA‐3′; JAK2 reverse primer5′‐AGACATGGTTGGGTGGATACC‐3′; IL2RG forward primer5′‐GTGCAGCCACTATCTATTCTCTG‐3′; IL2RG reverse primer5′‐GTGAAGTGTTAGGTTCTCTGGAG‐3′; EEF1E1 forward primer5′‐CCCTGGGACTGAGTAAGGGG‐3′; EEF1E1 reverse primer5′‐GTTGGCTTGCTTGACTAGATGA‐3′; UBB forward primer5′‐GGTCCTGCGTCTGAGAGGT‐3′; UBB reverse primer 5′‐GGCCTTCACATTTTCGATGGT‐3′; EPS8 forward primer5′‐TGAATGGCTACGGATCATCACC‐3′; EPS8 reverse primer5′‐CACTGTCCCGTGCATAATTCT‐3′; FOXO1 forward primer5′‐TCGTCATAATCTGTCCCTACACA‐3′; FOXO1 reverse primer5′‐CGGCTTCGGCTCTTAGCAAA‐3′; STAT5A forward primer 5′‐GCAGAGTCCGTGACAGAGG‐3′; STAT5A reverse primer5′‐CCACAGGTAGGGACAGAGTCT‐3′; PAPPA forward primer5′‐ACAAAGACCCACGCTACTTTTT‐3′; and PAPPA reverse primer5′‐CATGAACTGCCCATCATAGGTG‐3′.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13486, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 13507, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All analyses were performed using R version 4.0.5. Univariate COX analyses were used to calculate the hazard ratio (HR) and 95% confidence intervals (CIs) to identify genes associated with OS. Multivariate Cox regression analysis was used for factors significantly associated with OS in the univariate analysis. The Kaplan–Meier method was used to compare the OS time of patients. The prediction accuracy of the risk characteristics and the calibration for the nomogram were determined by the ROC curve. All experimental data were analyzed using GraphPad Prism 5 Software (GraphPad Software Inc., La Jolla, CA, USA), and t‐test was used to test the differences between tumor and normal tissue in PCR. p < 0.05 was deemed to be significant unless indicated otherwise.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14280, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULT", "sentences": [], "annotations": [], "relations": []}, {"offset": 14287, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical information about patients included in the study", "sentences": [], "annotations": [], "relations": []}, {"offset": 14345, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 1 shows the flow chart for constructing and verifying the eight‐mRNA signature. A total of 374 OC patients in the TCGA database were included in the training group, 185 OC patients in the GSE26712 data set were included in internal validation cohort, and 260 OC patients in the GSE32062 data set and 380 OC patients in the GSE140082 data set were included in external validation cohorts. The baseline clinical characteristics of the training group and validation groups are shown in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14849, "infons": {"file": "CAM4-10-9097-g010.jpg", "id": "cam44404-fig-0001", "section_type": "FIG", "type": "fig_caption"}, "text": "The flow chart for constructing and verifying the eight‐mRNA signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 14922, "infons": {"file": "cam44404-tbl-0001.xml", "id": "cam44404-tbl-0001", "section_type": "TABLE", "type": "table_caption"}, "text": "Clinicopathological characteristics of the patients included in the training group and validation groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 15027, "infons": {"file": "cam44404-tbl-0001.xml", "id": "cam44404-tbl-0001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><thead valign=\"top\"><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Variables</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Training group TCGA No.</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Validation group <ext-link xlink:href=\"http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE26712\" ext-link-type=\"uri\">GSE26712</ext-link> No.</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Validation group <ext-link xlink:href=\"http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE32062\" ext-link-type=\"uri\">GSE32062</ext-link> No.</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Validation group <ext-link xlink:href=\"http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?acc=GSE140082\" ext-link-type=\"uri\">GSE140082</ext-link> No.</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">No. of patients</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">374</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">185</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">260</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">380</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\">Age</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">&lt;65</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">243</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">257</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">&gt;=65</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">131</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">123</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\">Vital status</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Alive</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">145</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">56</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">139</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">284</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Dead</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">229</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">129</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">121</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">97</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\">FIGO stage</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Stage I</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Stage II</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">31</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Stage III</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">291</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">204</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">266</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Stage IV</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">57</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">56</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">62</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Unknown</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" colspan=\"5\" rowspan=\"1\">Grade</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">G1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">G2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">42</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">131</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">G3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">320</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">129</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">G4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" style=\"padding-left:10%\" rowspan=\"1\" colspan=\"1\">Unknown</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Average follow‐up time(year)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.91</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.73</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.07</td></tr></tbody></table>\n"}, "text": "Variables\tTraining group TCGA No.\tValidation group GSE26712 No.\tValidation group GSE32062 No.\tValidation group GSE140082 No.\t \tNo. of patients\t374\t185\t260\t380\t \tAge\t \t<65\t243\t–\t–\t257\t \t>=65\t131\t–\t–\t123\t \tVital status\t \tAlive\t145\t56\t139\t284\t \tDead\t229\t129\t121\t97\t \tFIGO stage\t \tStage I\t1\t–\t–\t20\t \tStage II\t22\t–\t–\t31\t \tStage III\t291\t–\t204\t266\t \tStage IV\t57\t–\t56\t62\t \tUnknown\t3\t–\t–\t–\t \tGrade\t \tG1\t1\t–\t–\t–\t \tG2\t42\t–\t131\t–\t \tG3\t320\t–\t129\t–\t \tG4\t1\t–\t–\t–\t \tUnknown\t10\t–\t–\t–\t \tAverage follow‐up time(year)\t3.27\t3.91\t3.73\t2.07\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15605, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Screening of DEAGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 15624, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since both tumor samples and normal tissue samples were present in the TCGA, GTEX, and GSE26712 data sets, to better screen for common differential genes, we merged the RNA‐Seq data of the TCGA, GTEX, and GSE26712 data sets and eliminated the batch effect. Then, the merged transcriptome matrix was crossed with 307 aging genes to obtain the expression of 285 aging‐related genes. Among these 285 genes, 247 DEAGs (including 131 downregulated genes and 116 upregulated genes) were obtained by comparing the expression of the AGs in the TCGA tumor samples with that of the AGs in the GTEX normal samples. The 247 DEAGs are illustrated in the heatmap (Figure 2A) and volcano map (Figure 2B). Additionally, we compared the expression of AGs in normal tissues and tumor tissues in the GSE26712 data set, extracted 189 DEAGs (including 75 downregulated genes and 114 upregulated genes), and presented them in a heatmap (Figure 2C) and volcano map (Figure 2D). After identifying the intersection of the two sets of DEAGs, we obtained 64 jointly upregulated DEAGs (Figure 2E) and 49 jointly downregulated DEAGs (Figure 2F). These 113 DEAGs were used as candidate genes for constructing the signature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16829, "infons": {"file": "CAM4-10-9097-g004.jpg", "id": "cam44404-fig-0002", "section_type": "FIG", "type": "fig_caption"}, "text": "Heatmaps, volcano maps, and Venn diagrams of differentially expressed genes between normal tissue and ovarian cancer. (A) Heatmap and (B) volcano map demonstrating the 247 DEAGs of TCGA+GTEx. (C)Heatmap and (D) volcano map demonstrating the 189 DEAGs of GSE26712. (E) Jointly upregulated DEAGs. (F) Jointly downregulated DEAGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 17156, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Enrichment analysis of DEAGs function", "sentences": [], "annotations": [], "relations": []}, {"offset": 17194, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To analyze the potential biological functions of the DEAGs, we used the cluster Profiler package of R software for functional enrichment analysis. The GO analysis results (Figure 3A) showed that the top 10 enrichment scatter plots of the 113 DEAGs in BPs were concentrated in response to oxidative stress, regulation of apoptotic signaling pathway, aging, and cellular response to oxidative stress. The top 10 enrichment scatter plots of the CCs are concentrated in chromosomal regions, chromosomes, and telomeric regions. The enrichment scatter plot of the MFs mainly consists of DNA‐binding transcription activator activity and RNA polymerase II specificity. The results of KEGG analysis showed (Figure 3B) that the PI3K‐Akt signaling pathway and microRNAs in the cancer pathway were the most obvious regions of DEAG enrichment. Enrichment analysis showed that DEAGs are closely related to aging, oxidative stress, chromosomal changes, and cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18150, "infons": {"file": "CAM4-10-9097-g005.jpg", "id": "cam44404-fig-0003", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional enrichment analysis of DEAGs. (A) GO enrichment analysis; (B) KEGG pathway enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 18259, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Screening of prognostic DEAGs and construction of an eight‐mRNA signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 18335, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the process of screening for biomarkers related to prognosis, we performed univariate Cox analysis on the 113 DEAGs that were jointly upregulated or downregulated in the TCGA training group. As a result, 14 DEAGs were significantly correlated with the OS rate of the 374 OC patients (p < 0.05). Subsequently, the candidate genes were reduced to 12 using the Lasso algorithm to prevent gene overfitting (Figure 4A,B). Finally, through multivariate Cox analysis, we obtained the following eight DEAGs that are most relevant to the prognosis of OC for constructing an aging gene‐related risk scoring signature: JAK2, IL2RG, EEF1E1, UBB, EPS8, FOXO1, STAT5A, and PAPPA. The details of these eight genes are shown in Table 2. The prognostic risk score for each patient was imputed below: Risk score = (−0.457984 × JAK2) + (−0.205973 × IL2RG) + (−0.184204 × EEF1E1) + (−0.098419 × UBB) + (0.227572 × EPS8) + (0.272872 × FOXO1) + (0.349501 × STAT5A) + (0.754430 × PAPPA). A violin diagram of the distribution of these eight gene expression in the training group is shown in Figure 5A–H. In tumor tissues, four protective genes (JAK2, IL2RG, EEF1E1, and UBB) showed relatively low expression in the high‐risk group; in contrast, the expression of four risk genes (EPS8, FOXO1, STAT5A, and PAPPA) was more highly in the high‐risk group than that in the low‐risk group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19761, "infons": {"file": "CAM4-10-9097-g009.jpg", "id": "cam44404-fig-0004", "section_type": "FIG", "type": "fig_caption"}, "text": "Lasso regression. (A) The variation trajectory of each independent variable. The logarithm of the independent variable lambda was taken as the horizontal axis, and the coefficient of the independent variable was taken as the vertical axis. (B) Confidence intervals for each phase for each lambda, the vertical black dotted lines defined the optimal values of lambda, which provides the best fit", "sentences": [], "annotations": [], "relations": []}, {"offset": 20156, "infons": {"file": "cam44404-tbl-0002.xml", "id": "cam44404-tbl-0002", "section_type": "TABLE", "type": "table_caption"}, "text": "8‐gene signature selected by multivariate Cox regression", "sentences": [], "annotations": [], "relations": []}, {"offset": 20215, "infons": {"file": "cam44404-tbl-0002.xml", "id": "cam44404-tbl-0002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><thead valign=\"top\"><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Name</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Coefficient</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Type</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Down/upregulated</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HR</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">95%CI</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">p</italic> value</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">JAK2</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−0.45798</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Protective</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Down</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.63</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.40–1.00</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0497283</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IL2RG</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−0.20597</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Protective</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Up</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.81</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.69–0.96</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0158012</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">EEF1E1</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−0.1842</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Protective</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Up</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.83</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.65–1.06</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.1319088</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">UBB</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">−0.09842</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Protective</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Down</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.91</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.83–0.99</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0382452</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">EPS8</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.227572</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Risky</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Down</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.26</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.03–1.54</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.02776</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">FOXO1</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.272872</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Risky</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Down</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.31</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.07–1.62</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0098715</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">STAT5A</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.349501</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Risky</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Down</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.42</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.11–1.81</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0050247</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PAPPA</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.75443</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Risky</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Down</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2.13</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.19–3.79</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.0103691</td></tr></tbody></table>\n"}, "text": "Name\tCoefficient\tType\tDown/upregulated\tHR\t95%CI\tp value\t \tJAK2\t−0.45798\tProtective\tDown\t0.63\t0.40–1.00\t0.0497283\t \tIL2RG\t−0.20597\tProtective\tUp\t0.81\t0.69–0.96\t0.0158012\t \tEEF1E1\t−0.1842\tProtective\tUp\t0.83\t0.65–1.06\t0.1319088\t \tUBB\t−0.09842\tProtective\tDown\t0.91\t0.83–0.99\t0.0382452\t \tEPS8\t0.227572\tRisky\tDown\t1.26\t1.03–1.54\t0.02776\t \tFOXO1\t0.272872\tRisky\tDown\t1.31\t1.07–1.62\t0.0098715\t \tSTAT5A\t0.349501\tRisky\tDown\t1.42\t1.11–1.81\t0.0050247\t \tPAPPA\t0.75443\tRisky\tDown\t2.13\t1.19–3.79\t0.0103691\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20732, "infons": {"file": "CAM4-10-9097-g012.jpg", "id": "cam44404-fig-0005", "section_type": "FIG", "type": "fig_caption"}, "text": "The violin diagram of the expression levels of eight genes in the training group. (A) EEF1E1, (B) EPS8, (C) FOXO1, (D) IL2RG, (E) JAK2, (F) PAPPA, (G) STAT5A, and (H) UBB", "sentences": [], "annotations": [], "relations": []}, {"offset": 20903, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification and verification of the survival predictive power of the eight‐mRNA signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 20998, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The risk scores of the TCGA training group (n = 374), GSE26712 data group (n = 185), GSE32062 data group (n = 260), and GSE140082 data group (n = 380) were calculated by the same risk score formula. Using their own median score as the cut‐off value, patients, and the K–M curve and ROC curve related to the risk model were drawn accordingly. Survival analysis revealed that patients in the high‐risk group of both training group and the validation groups exhibited a significantly poorer OS rate than the low‐risk group (Figure 6A–D). The distribution of risk score, survival time, and survival status is plotted in Figure 7. The results showed that the mortality of patients was significantly elevated with the survival time gradually decreased as the progressively increasing risk score (Figure 7A–D). In the TCGA test set, ROC values of 3‐, 5‐, and 7‐year were 0.663, 0.695, and 0.744, respectively; in the GSE26712 data group, ROC values of 3‐, 5‐, and 7‐year were 0.653, 0.70, and 0.642, respectively; In GSE32062 data group, ROC values of 3‐, 5‐, and 7‐year were 0.594, 0.572, and 0.542, respectively; In GSE140082 data group, ROC values of 3‐, 5‐, and 7‐year were 0.584, 0.598, and 0.587, respectively. The ROC curve over time showed that the eight‐mRNA signature had a promising and a broad applicability in predicting the OS rate of OC patients (Figure 8A–D). Then, we drew the calibration curve of each group for 3 years, and the results proved that the predicted value had good coincidence with the actual value, and proved the good stability of our model (Figure S1A–D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22636, "infons": {"file": "CAM4-10-9097-g008.jpg", "id": "cam44404-fig-0006", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification and verification of the predictive eight‐mRNA signature. K–M curves in the training group (A), GSE26712 data group (B), GSE32062 data group (C), and GSE140082 data group (D)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22831, "infons": {"file": "CAM4-10-9097-g007.jpg", "id": "cam44404-fig-0007", "section_type": "FIG", "type": "fig_caption"}, "text": "The distribution of risk score, survival time, and survival status in the training group (A), GSE26712 data group (B), GSE32062 data group (C), and GSE140082 data group (D)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23006, "infons": {"file": "CAM4-10-9097-g001.jpg", "id": "cam44404-fig-0008", "section_type": "FIG", "type": "fig_caption"}, "text": "The ROC curve over time in the training group (A), GSE26712 data group (B), GSE32062 data group (C), and GSE140082 data group (D)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23138, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Eight‐mRNA signature was identified as an independent prognostic marker for OC patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 23228, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate whether the any of the variables have independent prognostic significance of the OS rate of patients with OC, we conducted additional univariate Cox analysis and multivariate Cox analysis on clinical factors such as risk score, age, grade, and stage of the training group. Univariate Cox analysis showed that risk score and age were significantly related the OS rate of OC patients. The significant factors in the univariate Cox analysis were included in the multivariate Cox analysis. After the multivariate Cox analysis, the risk score and age remained as independent prognostic factors (Table 3). Taken together, these results show that the combined 8‐mRNA risk model is an excellent prognostic marker independent of other clinical features.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23991, "infons": {"file": "cam44404-tbl-0003.xml", "id": "cam44404-tbl-0003", "section_type": "TABLE", "type": "table_caption"}, "text": "Univariate and multivariate Cox regression analyses of the gene signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 24065, "infons": {"file": "cam44404-tbl-0003.xml", "id": "cam44404-tbl-0003", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><col style=\"border-right:solid 1px #000000\" span=\"1\"/><thead valign=\"top\"><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" style=\"border-bottom:solid 1px #000000\" valign=\"top\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" colspan=\"3\" style=\"border-bottom:solid 1px #000000\" valign=\"top\" rowspan=\"1\">Univariate analysis</th><th align=\"left\" colspan=\"3\" style=\"border-bottom:solid 1px #000000\" valign=\"top\" rowspan=\"1\">Multivariate analysis</th></tr><tr style=\"border-bottom:solid 1px #000000\"><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">Feature</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HR</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">95%CI</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">p</italic> value</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">HR</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">95%CI</th><th align=\"left\" valign=\"top\" rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">p</italic> value</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Risk</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2.220</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.69–2.91</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">8.47E−09</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2.164</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.65–2.84</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2.87E−08</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Age</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.020</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.01–1.03</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.001131</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.018</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.01–1.03</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.004326</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Grade</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.194</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.80–1.79</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.38942</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Stage</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">2.085</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.93–4.70</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.076316</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">–</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">–</td></tr></tbody></table>\n"}, "text": "\tUnivariate analysis\tMultivariate analysis\t \tFeature\tHR\t95%CI\tp value\tHR\t95%CI\tp value\t \tRisk\t2.220\t1.69–2.91\t8.47E−09\t2.164\t1.65–2.84\t2.87E−08\t \tAge\t1.020\t1.01–1.03\t0.001131\t1.018\t1.01–1.03\t0.004326\t \tGrade\t1.194\t0.80–1.79\t0.38942\t–\t–\t–\t \tStage\t2.085\t0.93–4.70\t0.076316\t–\t–\t–\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24373, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construct a nomogram", "sentences": [], "annotations": [], "relations": []}, {"offset": 24394, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to provide clinicians with more convenient and accurate tools, we use clinical characteristics and risk scores to construct a nomogram (Figure 9A). On the calibration plots, a good correlation was observed between the predicted and the actual values of the OS rate of OC patients at 3, 5, and 7 years (Figure 9B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24720, "infons": {"file": "CAM4-10-9097-g003.jpg", "id": "cam44404-fig-0009", "section_type": "FIG", "type": "fig_caption"}, "text": "Establishment of the prognostic nomogram. (A) Nomogram for predicting 3‐, 5‐, and 7‐year overall survival of OC patients and (B) 3‐, 5‐, and 7‐year nomogram calibration curves of the prognostic nomogram", "sentences": [], "annotations": [], "relations": []}, {"offset": 24936, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation analysis between the eight‐mRNA signature and immune cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 25009, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further identified the association between the aging‐related risk model and immune cells (Figure 10A). Using p < 0.05 as the filter criterion, we found that the risk score was associated negatively with B cells and CD8+ T cells, and the expression of B cells and CD8+ T cells was relatively high when the risk score was low (Figure 10B, p = 5.2e−05, Figure 10C, p = 0.00028). Macrophages were positively related to the risk score, and the expression of macrophages was higher in the high‐risk group (Figure 10D, p = 0.00071). CD8+ T cells are involved in the growth and functional maintenance of tumor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25633, "infons": {"file": "CAM4-10-9097-g013.jpg", "id": "cam44404-fig-0010", "section_type": "FIG", "type": "fig_caption"}, "text": "Correlation analysis of risk value and immune cells. (A) Correlation coefficient between eight‐mRNA signature and immune cells. (B) The expression of B cell in high‐ and low‐risk groups; (C) the expression of CD8+ T cell in high‐ and low‐risk patients; and (D) the expression of Macrophage in high‐ and low‐risk patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 25968, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of drug sensitivity related to the eight‐mRNA signature", "sentences": [], "annotations": [], "relations": []}, {"offset": 26035, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This study indicated that the high‐risk patients may respond better compared with the low‐risk patients treated with the same drugs (Figure 11A–C). Currently, platinum‐based chemotherapy is the cornerstone of the treatment for advanced OC. However, the existence of drug resistance and heterogeneity leads to differences in the therapeutic effects of drugs among different populations. This study revealed the sensitivity of high‐ and low‐risk patients to cisplatin, paclitaxel, and gefitinib, which will provide researchers with a new perspective on the development of drugs with higher efficacy. It also suggests that clinicians should intervene in the high‐risk group with corresponding drugs earlier, which may improve the survival rate of high‐risk patients, providing a new vision for future clinical work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26865, "infons": {"file": "CAM4-10-9097-g011.jpg", "id": "cam44404-fig-0011", "section_type": "FIG", "type": "fig_caption"}, "text": "Drug sensitivity analysis. (A) Cisplatin, (B) Paclitaxel, and (C) Gefitinib", "sentences": [], "annotations": [], "relations": []}, {"offset": 26941, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of candidate genes by qPCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 26979, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further examined the differential expression of JAK2, IL2RG, EEF1E1, UBB, EPS8, FOXO1, STAT5A, and PAPPA genes between OC and normal ovarian tissue samples. The RT‐qPCR results showed that compared to normal ovarian tissue samples, trends in the expression levels of these genes were consistent with our previous findings (Figure 12).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27320, "infons": {"file": "CAM4-10-9097-g006.jpg", "id": "cam44404-fig-0012", "section_type": "FIG", "type": "fig_caption"}, "text": "Validation of candidate genes by qPCR. (A) EEF1E1, (B) EPS8, (C) FOXO1, (D) IL2RG, (E) JAK2, (F) PAPPA, (G) STAT5A, and (H) UBB", "sentences": [], "annotations": [], "relations": []}, {"offset": 27448, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 27459, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "OC is the most fatal gynecological malignancy in women. Since age is one of the main reason for OC, with the aging process, the incidence of OC will continue to increase, and the process of aging and cancer is inseparable. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 27683, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Following the advent of new high‐throughput sequencing technology and the development of the TCGA and GEO databases, scholars have established a large number of risk models based on gene expression levels that can better predict the OS rate of OC patients. However, among the various risk characteristics, there is no aging‐related gene signature in predicting the outcome of OC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28076, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our study, we identified 285 AGs in the TCGA training group and GSE26712 validation group. After screening for differential genes, 113 DEAGs that were either upregulated or downregulated were found in the training group and validation group 1. After univariate Cox analysis, Lasso regression and multivariate Cox analysis of candidate genes in the training group, the aging‐related gene signature of eight genes was further constructed, including JAK2, IL2RG, EEF1E1, UBB, EPS8, FOXO1, STAT5A, and PAPPA. Following the comprehensive analysis of this signature, we observed that the risk score related to aging is notably correlated with the OS rate of OC patients. According to the area under the ROC curve, the prediction results were accurate, and we conducted external verification in three GEO data sets. Moreover, compared with other clinicopathological characteristics, the risk score signature showed a more reliable predictive ability. In addition, we constructed a nomogram combining risk score and age as a more convenient clinical tool for predicting prognosis. Additionally, the correlation between the level of the risk score and the infiltration of immune cells was analyzed, revealing that the risk score was positively correlated with macrophage and negatively correlated with CD8+ T cells and B cell. Finally, based on the risk score, we can judge the sensitivity of patients to paclitaxel, carboplatin, and gefitinib, allowing for timely treatment with the appropriate drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29576, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "At the present level of science and technology, aging is inevitable and is characterized by the stagnation of the cell cycle at the micro level and the gradual loss of function of tissues and organs at the macro level. Cell senescence plays an important role in tumorigenesis, tumor development, and tumor immune escape. For example, the senescence‐associated secretory phenotype (SASP) is not only a tumor suppressor but can also act as a tumor driver. On the one hand, aging cells can induce senescence in adjacent tumor cells through autocrine and paracrine mechanisms by releasing SASP and activate immune surveillance to eliminate senescent and proliferating tumor cells at the same time, thereby inhibiting the proliferation of cancer cells. On the other hand, aging cells can reshape the tumor microenvironment through SASP, promote cell proliferation, and drive tumor angiogenesis, thus promoting tumor progression. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30503, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Among the eight genes in the eight‐mRNA signature of this study, EPS8, FOXO1, STAT5A, and PAPPA were risk factors, and JAK2, IL2RG, EEF1E1, and UBB were protective factors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30678, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "EPS8 is the substrate of epidermal growth factor receptor (EGFR) kinase activity. Previously, scholars found that EPS8 was usually overexpressed in advanced thyroid cancer, pancreatic cancer, oral squamous cell carcinoma, and pituitary tumors. In our study, compared with normal ovarian tissue, EPS8 showed low expression in ovarian cancer tissue, which may be related to the heterogeneity of the tumor. EPS8 binds to AbI1 through its SH3 domain, and AbI1 binds EPS8 and SOS1 together, thereby promoting the formation of a trimeric complex that activates Rac. Rac activity is required for the metastasis and colony‐forming ability of ovarian cancer cells. Therefore, the metastatic potential of ovarian cancer is closely related to the integrity of the SOS1/EPS8/ABI1 complex. In addition, some scholars have found that the presence of the SOS1/EPS8/ABI1 complex correlated well to the continuous epithelial–mesenchymal transition (EMT) characteristics of ovarian cancer cells, and an intact complex is required for this procedure. Therefore, silenced or low expression of EPS8 can reduce the migration and metastatic colonizing ability of ovarian cancer cells. Thus, relatively high expression of EPS8 is a risk factor for ovarian cancer, which is consistent with our research results. Regarding FOXO1, it has long been reported that FOXO1 expression is downregulated in cervical cancer, kidney cancer, breast cancer, prostate cancer, endometrial cancer, and ovarian cancer. In ovarian cancer, the progesterone receptor (PR‐B) induces cell senescence through FOXO1, and one of the characteristics of aging cells is the upregulation of FOXO1 expression. In our study, we reached the same conclusion that the expression level of FOXO1 is generally downregulated, while the expression level of FOXO1 is relatively higher in high‐risk patients, which indicates that patients in the high‐risk group are more prone to cell aging. STAT5A is an oncogene. Members of the STAT family are related to the occurrence, progression, metastasis, angiogenesis, and immune escape of human cancer. In prostate cancer, some scholars have found that knocking down STAT5A can increase the sensitivity of prostate cancer to radiotherapy and reduce radiation damage to adjacent tissues; in colorectal cancer, inhibition of STAT5A promotes chemotherapy (such as cisplatin or 5‐FU)‐induced apoptosis of colorectal cancer cells. In terms of immunity, STAT5 plays a key role in the function and development of Tregs, and continuously activated STAT5 can inhibit antitumor immunity and increase the proliferation, invasion, and survival of tumor cells. In our study, STAT5 was a risk factor, and relatively high expression of STAT5 increased the risk score and predicted a poor prognosis. Regarding PAPPA, although we did not find a differential level of PAPP‐A expression between normal ovarian tissue and ovarian cancer, there is evidence that the downregulation of the pregnancy‐associated plasma protein A (PAPPA) gene can reduce IGF‐I‐dependent Akt and ERK1/2 activation, thereby reducing the growth, invasion, and metastasis of OC cells. Similarly, it has been found that overexpression of PAPPA in ovarian cancer cells promotes the growth of tumors. According to our results, PAPPA is a risk factor, and the relatively high expression of PAPPA may be one of the reasons for poor prognosis in the high‐risk group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34095, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Among the protective factors, JAK2 expression has been found to be upregulated in OC tissues after paclitaxel chemotherapy, and its expression is related to the drug resistance mechanism of OC. The JAK2‐STAT3 pathway promotes the development of paclitaxel resistance by upregulating the expression of pro‐survival and anti‐apoptosis genes. Inhibition of JAK2 can reverse the resistance of ovarian cancer to paclitaxel. Compared with normal tissues, the expression of JAK2 in OC is downregulated, which may be related to the heterogeneity of the tumor. In tumor tissues, the expression of JAK2 is relatively higher in low‐risk patients, which may be caused by chemotherapy and resistance. This point is worthy of further study. Regarding EEF1E1, studies have found that EEF1E1 is overexpressed in most tumors, including ovarian cancer, and that high expression of EEF1G predicts better OS and PFS rates in OC patients, which is consistent with our research results. In addition, in our study, UBB was a protective factor, and the downregulation of UBB predicted a worse prognosis, which is consistent with the conclusion of other studies. In human gynecological cancer, the expression of UBB is decreased, and the low expression of UBB is associated with the poor survival rate of gynecological cancer. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 35406, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although age is an important risk factor for the development of OC, there are few published data to demonstrate the influence of aging and aging genes on OC. Only in animal studies has it been found that aging increases susceptibility to ovarian cancer metastasis in a mouse allograft model. Therefore, our eight‐mRNA signature and nomogram can provide new perspectives for clinical work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35797, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interestingly, we also found some differences in immune cell infiltration between the high‐ and low‐risk groups, suggesting that aging‐related genes may be related to tumor immunity. Several previous studies have shed light on the relationship between aging and immunity. The characteristic of aging is graduate senescent immune remodeling termed immunosenescence. For example, the immunosenescence of T cells, including shrinkage of immune repertoire, the exhaustion of memory T cells, and the reduction of immune costimulatory molecules, all of them lead to a significant decline in immune function with aging. One of the main tasks of the human immune system is cancer detection. Mutations or genetic disorders in somatic cells may cause them to be considered foreign antigens. For the elderly, as the age increases, the decline of immune function will reduce the recognition and elimination of these cells, eventually leading to their accumulation. These senescent cells and SASP factors can reprogram the tumor microenvironment into an environment more prone to the growth of malignant cells, which has been proven by a large number of studies. In our study, the expression levels of B cells and CD8+T cells were significantly higher in the low‐risk group. As far as we know, CD8+T cells play a pivotal role in controlling tumor cell growth, and prior studies have already demonstrated that CD8+ T cells indicate a better prognosis. Other studies have found that not only does the percentage of peripheral blood B cells decrease with the increase in age, but also their capacity to spontaneously secrete IgM decreases. In contrast, the expression of macrophages was higher in the high‐risk group. Some scholars have observed an increase in the number of macrophages in aging adipose tissue; in addition, the increase in macrophages in the lymphatic tissues of elderly individuals was dominated by an increase in immunosuppressive M2 macrophages. The above may be one of the reasons for the better prognosis of the low‐risk group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37845, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Platinum‐based chemotherapy is the first‐line chemotherapy for ovarian cancer. Given its limited specificity, many of the side effects associated with the treatment tend to endanger the lives of more elderly people. There are many examples of how the aging microenvironment can lead to chemotherapy resistance. Senescent fibroblasts with SASP and other stromal components secrete cytokines that promote cancer cell resistance to chemotherapy in a paracrine manner. In addition, research supports the fact that chemotherapy can further induce SASP in tumor, immune, and stromal cells through treatment‐induced senescent cells. Therefore, based on our sensitivity analysis, we may be able to draw a conclusion: high‐risk populations were more sensitive to platinum‐based chemotherapeutics, but due to the development of SASP, they developed drug resistance faster, and finally led to a poor treatment outcome. However, as we did not know whether the population included in the study had previously experienced platinum‐based treatment, this conclusion requires further exploration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38937, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although we have made many efforts to study the prognostic model, there are still some shortcomings. First, the ROC value of the external validation groups was unsatisfactory. Second, some clinical features such as postoperative interventions, radiotherapy, and chemotherapy for OC patients extracted from the TCGA and GEO databases are incomplete and not available, so at the time of writing, we could not conduct a full analysis of OS. Third, because clinical samples are relatively difficult to obtain, we only used six pairs of clinical samples to verify our conclusion. Currently we are actively collecting more clinical samples, and multicenter, large‐scale prospective, and well‐designed studies are required to further verify the prediction model presented here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39712, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "CONCLUSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 39723, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "All in all, we constructed a prognostic signature of eight aging‐related genes and a clinical nomogram that provides potential biomarkers for predicting the prognosis of patients with OC, helps to understand the potential pathogenesis of OC, and can possibly be used to develop new approaches for the clinical treatment of ovarian cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40064, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "ETHICS STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"offset": 40081, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Ethical approval for this study was obtained from the Ethics Committee of the Wenzhou Medical University. Clinical research ethics review YS2020‐218. And written informed consent was obtained from all patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40294, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "CONFLICT OF INTEREST STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"offset": 40325, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The author has no conflict of interest to declare.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40376, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "AUTHOR CONTRIBUTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 40396, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "The study was conceived and designed by XJY and WFL. The manuscript was written by LXL and JDZ. XDD and YZ revised and edited the manuscript. HLZ and CYZ provided support for picture processing. The final version of the manuscript has been read and approved by all authors prior to submission.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40690, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 40713, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "DATA AVAILABILITY STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"offset": 40741, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "We agree to share data when this is applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40789, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 40800, "infons": {"fpage": "1240", "lpage": "1253", "pub-id_pmid": "30910306", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "393", "year": "2019"}, "text": "Epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 40826, "infons": {"fpage": "394", "issue": "6", "lpage": "424", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "68", "year": "2021"}, "text": "Global cancer statistics 2020: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 40945, "infons": {"fpage": "937", "lpage": "944", "pub-id_pmid": "27281838", "section_type": "REF", "source": "Am Fam Physician", "type": "ref", "volume": "93", "year": "2016"}, "text": "Diagnosis and management of ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 40988, "infons": {"fpage": "1275", "lpage": "1290", "pub-id_pmid": "26671919", "section_type": "REF", "source": "Postepy Hig Med Dosw (Online)", "type": "ref", "volume": "69", "year": "2015"}, "text": "Ovarian cancer–from biology to clinic", "sentences": [], "annotations": [], "relations": []}, {"offset": 41028, "infons": {"fpage": "238", "lpage": "244", "pub-id_pmid": "32540894", "section_type": "REF", "source": "Int J Gynecol Cancer", "type": "ref", "volume": "31", "year": "2021"}, "text": "The World ovarian cancer coalition every woman study: identifying challenges and opportunities to improve survival and quality of life", "sentences": [], "annotations": [], "relations": []}, {"offset": 41163, "infons": {"fpage": "5909", "lpage": "5914", "pub-id_pmid": "27521449", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "22", "year": "2016"}, "text": "Racial/ethnic disparities in ovarian cancer treatment and survival", "sentences": [], "annotations": [], "relations": []}, {"offset": 41230, "infons": {"fpage": "961", "lpage": "968", "pub-id_pmid": "23307860", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "19", "year": "2013"}, "text": "New strategies in the treatment of ovarian cancer: current clinical perspectives and future potential", "sentences": [], "annotations": [], "relations": []}, {"offset": 41332, "infons": {"fpage": "680", "lpage": "687", "pub-id_pmid": "26937751", "section_type": "REF", "source": "Int J Gynecol Cancer", "type": "ref", "volume": "26", "year": "2016"}, "text": "Restaging and survival analysis of 4036 ovarian cancer patients according to the 2013 FIGO classification for ovarian, Fallopian Tube, and Primary Peritoneal Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 41497, "infons": {"fpage": "60", "lpage": "68", "pub-id_pmid": "29718305", "section_type": "REF", "source": "J Natl Cancer Inst", "type": "ref", "volume": "111", "year": "2019"}, "text": "Invasive epithelial ovarian cancer survival by histotype and disease stage", "sentences": [], "annotations": [], "relations": []}, {"offset": 41572, "infons": {"fpage": "viii1", "lpage": "viii7", "pub-id_pmid": "29232467", "section_type": "REF", "source": "Ann Oncol", "type": "ref", "volume": "28", "year": "2017"}, "text": "Immunotherapy in ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 41604, "infons": {"fpage": "2295", "lpage": "2303", "pub-id_pmid": "21642681", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "305", "year": "2011"}, "text": "Effect of screening on ovarian cancer mortality: the Prostate, Lung, Colorectal and Ovarian (PLCO) cancer screening randomized controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 41748, "infons": {"fpage": "945", "lpage": "956", "pub-id_pmid": "26707054", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "387", "year": "2016"}, "text": "Ovarian cancer screening and mortality in the UK Collaborative Trial of Ovarian Cancer Screening (UKCTOCS): a randomised controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 41886, "infons": {"fpage": "270", "lpage": "275", "pub-id_pmid": "27615399", "section_type": "REF", "source": "Gynecol Oncol", "type": "ref", "volume": "143", "year": "2016"}, "text": "Extended mortality results for ovarian cancer screening in the PLCO trial with median 15 years follow‐up", "sentences": [], "annotations": [], "relations": []}, {"offset": 41993, "infons": {"fpage": "5009", "lpage": "5017", "pub-id_pmid": "27798859", "section_type": "REF", "source": "Anticancer Res", "type": "ref", "volume": "36", "year": "2016"}, "text": "Ageing as an important risk factor for cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42039, "infons": {"fpage": "705", "lpage": "713", "pub-id_pmid": "29054568", "section_type": "REF", "source": "Gynecol Oncol", "type": "ref", "volume": "147", "year": "2017"}, "text": "Genetic epidemiology of ovarian cancer and prospects for polygenic risk prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 42122, "infons": {"fpage": "183", "lpage": "203", "pub-id_pmid": "21521830", "section_type": "REF", "source": "CA Cancer J Clin", "type": "ref", "volume": "61", "year": "2011"}, "text": "Recent progress in the diagnosis and treatment of ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42187, "infons": {"fpage": "3", "lpage": "23", "pub-id_pmid": "22343225", "section_type": "REF", "source": "Clin Obstet Gynecol", "type": "ref", "volume": "55", "year": "2012"}, "text": "Ovarian cancer: etiology, risk factors, and epidemiology", "sentences": [], "annotations": [], "relations": []}, {"offset": 42244, "infons": {"fpage": "320", "lpage": "329", "pub-id_pmid": "25706628", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "47", "year": "2015"}, "text": "Stromal gene expression defines poor‐prognosis subtypes in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42323, "infons": {"fpage": "5198", "lpage": "5208", "pub-id_pmid": "18698038", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "14", "year": "2008"}, "text": "Novel molecular subtypes of serous and endometrioid ovarian cancer linked to clinical outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 42417, "infons": {"fpage": "496", "lpage": "505", "pub-id_pmid": "28786006", "section_type": "REF", "source": "Eur Radiol", "type": "ref", "volume": "28", "year": "2018"}, "text": "Magnetic resonance imaging‐detected extramural venous invasion in rectal cancer before and after preoperative chemoradiotherapy: diagnostic performance and prognostic significance", "sentences": [], "annotations": [], "relations": []}, {"offset": 42599, "infons": {"fpage": "7330", "lpage": "7349", "pub-id_pmid": "33658390", "section_type": "REF", "source": "Aging (Albany NY)", "type": "ref", "volume": "13", "year": "2021"}, "text": "The aging‐related risk signature in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42655, "infons": {"fpage": "442", "lpage": "449", "pub-id_pmid": "25628952", "section_type": "REF", "source": "Am J Cancer Res", "type": "ref", "volume": "5", "year": "2015"}, "text": "Aging‐related gene signature regulated by Nlrp3 predicts glioma progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 42733, "infons": {"fpage": "1364", "lpage": "1370", "pub-id_pmid": "18323559", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "26", "year": "2008"}, "text": "How to build and interpret a nomogram for cancer prognosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 42792, "infons": {"fpage": "547", "lpage": "558", "pub-id_pmid": "25030953", "section_type": "REF", "source": "Nat Rev Cancer", "type": "ref", "volume": "14", "year": "2014"}, "text": "Inside and out: the activities of senescence in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42847, "infons": {"fpage": "685", "lpage": "705", "pub-id_pmid": "23140366", "section_type": "REF", "source": "Annu Rev Physiol", "type": "ref", "volume": "75", "year": "2013"}, "text": "Aging, cellular senescence, and cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 42886, "infons": {"fpage": "400", "lpage": "406", "pub-id_pmid": "26910559", "section_type": "REF", "source": "Aging Cell", "type": "ref", "volume": "15", "year": "2016"}, "text": "Cellular senescence impact on immune cell fate and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 42946, "infons": {"fpage": "29568", "lpage": "29574", "pub-id_pmid": "16880208", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "281", "year": "2006"}, "text": "Secretion of vascular endothelial growth factor by primary human fibroblasts at senescence", "sentences": [], "annotations": [], "relations": []}, {"offset": 43037, "infons": {"fpage": "973", "lpage": "979", "pub-id_pmid": "19597488", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "11", "year": "2009"}, "text": "Persistent DNA damage signalling triggers senescence‐associated inflammatory cytokine secretion", "sentences": [], "annotations": [], "relations": []}, {"offset": 43135, "infons": {"fpage": "1049", "lpage": "1061", "pub-id_pmid": "26147250", "section_type": "REF", "source": "Nat Cell Biol", "type": "ref", "volume": "17", "year": "2015"}, "text": "MTOR regulates the pro‐tumorigenic senescence‐associated secretory phenotype by promoting IL1A translation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43246, "infons": {"fpage": "1178", "lpage": "1183", "pub-id_pmid": "12127568", "section_type": "REF", "source": "Int J Biochem Cell Biol", "type": "ref", "volume": "34", "year": "2002"}, "text": "Eps8 in the midst of GTPases", "sentences": [], "annotations": [], "relations": []}, {"offset": 43275, "infons": {"fpage": "2524", "lpage": "2534", "pub-id_pmid": "19448673", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "28", "year": "2009"}, "text": "Upregulation of Eps8 in oral squamous cell carcinoma promotes cell migration and invasion through integrin‐dependent Rac1 activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 43410, "infons": {"fpage": "5043", "lpage": "5051", "pub-id_pmid": "17075124", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "24", "year": "2006"}, "text": "Meta‐analysis and meta‐review of thyroid cancer gene expression profiling studies identifies important diagnostic biomarkers", "sentences": [], "annotations": [], "relations": []}, {"offset": 43539, "infons": {"fpage": "205", "lpage": "218", "pub-id_pmid": "17537571", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "255", "year": "2007"}, "text": "Eps8 is increased in pancreatic cancer and required for dynamic actin‐based cell protrusions and intercellular cytoskeletal organization", "sentences": [], "annotations": [], "relations": []}, {"offset": 43678, "infons": {"fpage": "2064", "lpage": "2071", "pub-id_pmid": "19116338", "section_type": "REF", "source": "Endocrinology", "type": "ref", "volume": "150", "year": "2009"}, "text": "Epidermal growth factor receptor pathway substrate 8 is overexpressed in human pituitary tumors: role in proliferation and survival", "sentences": [], "annotations": [], "relations": []}, {"offset": 43810, "infons": {"fpage": "9979", "lpage": "9990", "pub-id_pmid": "21118970", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "70", "year": "2010"}, "text": "Integrity of SOS1/EPS8/ABI1 tri‐complex determines ovarian cancer metastasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43889, "infons": {"fpage": "1546", "lpage": "1558", "pub-id_pmid": "27617576", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "36", "year": "2017"}, "text": "Epithelial‐mesenchymal transition of ovarian cancer cells is sustained by Rac1 through simultaneous activation of MEK1/2 and Src signaling pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 44039, "infons": {"fpage": "23204", "lpage": "23216", "pub-id_pmid": "19574223", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "284", "year": "2009"}, "text": "Coordinate regulation of FOXO1 by miR‐27a, miR‐96, and miR‐182 in breast cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 44131, "infons": {"fpage": "6605", "lpage": "6616", "pub-id_pmid": "26125868", "section_type": "REF", "source": "Genet Mol Res", "type": "ref", "volume": "14", "year": "2015"}, "text": "FOXO1 is a tumor suppressor in cervical cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 44178, "infons": {"elocation-id": "e80807", "pub-id_pmid": "24260486", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "The antiapoptotic function of miR‐96 in prostate cancer by inhibition of FOXO1", "sentences": [], "annotations": [], "relations": []}, {"offset": 44259, "infons": {"fpage": "9", "lpage": "19", "pub-id_pmid": "17599040", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "27", "year": "2008"}, "text": "Mechanism and functional consequences of loss of FOXO1 expression in endometrioid endometrial cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 44366, "infons": {"fpage": "847", "lpage": "859", "pub-id_pmid": "17943136", "section_type": "REF", "source": "Nat Rev Cancer", "type": "ref", "volume": "7", "year": "2007"}, "text": "The emerging roles of forkhead box (Fox) proteins in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 44426, "infons": {"fpage": "379", "lpage": "389", "pub-id_pmid": "20095040", "section_type": "REF", "source": "Genes Chromosomes Cancer", "type": "ref", "volume": "49", "year": "2010"}, "text": "FOXO1 and TCF7L2 genes involved in metastasis and poor prognosis in clear cell renal cell carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 44526, "infons": {"fpage": "1433", "lpage": "1449", "pub-id_pmid": "23574718", "section_type": "REF", "source": "Cell Cycle", "type": "ref", "volume": "12", "year": "2013"}, "text": "Progesterone receptors induce FOXO1‐dependent senescence in ovarian cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 44609, "infons": {"fpage": "41", "lpage": "56", "pub-id_pmid": "31605750", "section_type": "REF", "source": "Semin Cancer Biol", "type": "ref", "volume": "60", "year": "2020"}, "text": "The potential and controversy of targeting STAT family members in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 44682, "infons": {"fpage": "1917", "lpage": "1931", "pub-id_pmid": "29483142", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "24", "year": "2018"}, "text": "STAT5A/B blockade sensitizes prostate cancer to radiation through inhibition of RAD51 and DNA repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 44783, "infons": {"fpage": "1215", "lpage": "1219", "pub-id_pmid": "22367509", "section_type": "REF", "source": "Mol Med Rep", "type": "ref", "volume": "5", "year": "2012"}, "text": "STAT5a‐targeting miRNA enhances chemosensitivity to cisplatin and 5‐fluorouracil in human colorectal cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 44901, "infons": {"fpage": "226", "lpage": "237", "pub-id_pmid": "26716518", "section_type": "REF", "source": "J Interferon Cytokine Res", "type": "ref", "volume": "36", "year": "2016"}, "text": "STAT5 in cancer and immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 44930, "infons": {"fpage": "336", "lpage": "347", "pub-id_pmid": "14961570", "section_type": "REF", "source": "Int J Cancer", "type": "ref", "volume": "109", "year": "2004"}, "text": "Genetic downregulation of pregnancy‐associated plasma protein‐A (PAPP‐A) by bikunin reduces IGF‐I‐dependent Akt and ERK1/2 activation and subsequently reduces ovarian cancer cell growth, invasion and metastasis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45151, "infons": {"fpage": "1470", "lpage": "1478", "pub-id_pmid": "21303951", "section_type": "REF", "source": "Endocrinology", "type": "ref", "volume": "152", "year": "2011"}, "text": "Overexpression of pregnancy‐associated plasma protein‐A in ovarian cancer cells promotes tumor growth in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 45265, "infons": {"fpage": "528", "lpage": "532", "pub-id_pmid": "19080518", "section_type": "REF", "source": "Zhonghua Fu Chan Ke Za Zhi", "type": "ref", "volume": "43", "year": "2008"}, "text": "Expression of COP9, JAK2, HSP and NADH in ovarian carcinoma tissues after taxol‐chemotherapy and their significance", "sentences": [], "annotations": [], "relations": []}, {"offset": 45383, "infons": {"fpage": "1557", "lpage": "1564", "pub-id_pmid": "26360705", "section_type": "REF", "source": "Int J Gynecol Cancer", "type": "ref", "volume": "25", "year": "2015"}, "text": "Inhibition of JAK2 reverses paclitaxel resistance in human ovarian cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 45463, "infons": {"elocation-id": "e0191377", "pub-id_pmid": "29342219", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "13", "year": "2018"}, "text": "The expression profile and prognostic significance of eukaryotic translation elongation factors in different cancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 45580, "infons": {"fpage": "4554", "lpage": "4568", "pub-id_pmid": "29130934", "section_type": "REF", "source": "J Clin Invest", "type": "ref", "volume": "127", "year": "2017"}, "text": "Recurrent ubiquitin B silencing in gynecological cancers establishes dependence on ubiquitin C", "sentences": [], "annotations": [], "relations": []}, {"offset": 45675, "infons": {"fpage": "621", "lpage": "631", "pub-id_pmid": "29754071", "section_type": "REF", "source": "Neoplasia", "type": "ref", "volume": "20", "year": "2018"}, "text": "Aging increases susceptibility to ovarian cancer metastasis in murine allograft models and alters immune composition of peritoneal adipose tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 45821, "infons": {"fpage": "17", "lpage": "25", "pub-id_pmid": "29427795", "section_type": "REF", "source": "Ageing Res Rev", "type": "ref", "volume": "43", "year": "2018"}, "text": "Cellular senescence: Immunosurveillance and future immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 45886, "infons": {"fpage": "6874", "lpage": "6885", "pub-id_pmid": "24080279", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "73", "year": "2013"}, "text": "Senescent fibroblasts in melanoma initiation and progression: an integrated theoretical, experimental, and clinical approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 46011, "infons": {"fpage": "317", "lpage": "325", "pub-id_pmid": "20360942", "section_type": "REF", "source": "Neoplasia", "type": "ref", "volume": "12", "year": "2010"}, "text": "Senescent fibroblasts promote neoplastic transformation of partially transformed ovarian epithelial cells in a three‐dimensional model of early stage ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 46178, "infons": {"fpage": "3117", "lpage": "3126", "pub-id_pmid": "17409418", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "67", "year": "2007"}, "text": "Senescent human fibroblasts increase the early growth of xenograft tumors via matrix metalloproteinase secretion", "sentences": [], "annotations": [], "relations": []}, {"offset": 46291, "infons": {"fpage": "12072", "lpage": "12077", "pub-id_pmid": "11593017", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "98", "year": "2001"}, "text": "Senescent fibroblasts promote epithelial cell growth and tumorigenesis: a link between cancer and aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 46395, "infons": {"fpage": "1088", "pub-id_pmid": "2349667", "section_type": "REF", "source": "Transplant Proc", "type": "ref", "volume": "22", "year": "1990"}, "text": "Graft survival in a hamster‐to‐rat heart transplantation model after treatment with total lymphoid irradiation, cyclosporine A, and a monoclonal anti‐T‐cell antibody", "sentences": [], "annotations": [], "relations": []}, {"offset": 46569, "infons": {"fpage": "483", "pub-id_pmid": "30941130", "section_type": "REF", "source": "Front Immunol", "type": "ref", "volume": "10", "year": "2019"}, "text": "Human B‐1 cells and B‐1 cell antibodies change with advancing age", "sentences": [], "annotations": [], "relations": []}, {"offset": 46639, "infons": {"fpage": "4829", "lpage": "4839", "pub-id_pmid": "17878382", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "179", "year": "2007"}, "text": "Aging up‐regulates expression of inflammatory mediators in mouse adipose tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 46721, "infons": {"fpage": "794", "lpage": "802", "pub-id_pmid": "16424011", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "66", "year": "2006"}, "text": "The gene expression program of prostate fibroblast senescence modulates neoplastic epithelial cell proliferation through paracrine mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 46863, "infons": {"fpage": "278", "pub-id_pmid": "29218300", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "7", "year": "2017"}, "text": "The dual role of cellular senescence in developing tumors and their response to cancer therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 46958, "infons": {"fpage": "3148", "lpage": "3163", "pub-id_pmid": "22020330", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "31", "year": "2012"}, "text": "SASP mediates chemoresistance and tumor‐initiating‐activity of mesothelioma cells", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]