[{"source": "PMC", "date": "20221004", "key": "pmc.key", "infons": {}, "documents": [{"id": "9520627", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Yang et al. \n10.3389/fgene.2022.976578\n", "article-id_doi": "10.3389/fgene.2022.976578", "article-id_pmc": "9520627", "article-id_pmid": "36186439", "article-id_publisher-id": "976578", "elocation-id": "976578", "kwd": "inflammatory bowel disease Crohn’s disease immune cells bioinformatics artificial neural network model", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Yang;given-names:Yufei", "name_1": "surname:Xu;given-names:Lijun", "name_2": "surname:Qiao;given-names:Yuqi", "name_3": "surname:Wang;given-names:Tianrong", "name_4": "surname:Zheng;given-names:Qing", "section_type": "TITLE", "type": "front", "volume": "13", "year": "2022"}, "text": "Construction of a neural network diagnostic model and investigation of immune infiltration characteristics for Crohn’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 129, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Objective: Crohn’s disease (CD), a chronic recurrent illness, is a type of inflammatory bowel disease whose incidence and prevalence rates are gradually increasing. However, there is no universally accepted criterion for CD diagnosis. The aim of this study was to create a diagnostic prediction model for CD and identify immune cell infiltration features in CD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 494, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Methods: In this study, gene expression microarray datasets were obtained from the Gene Expression Omnibus (GEO) database. Then, we identified differentially expressed genes (DEGs) between 178 CD and 38 control cases. Enrichment analysis of DEGs was also performed to explore the biological role of DEGs. Moreover, the “randomForest” package was applied to select core genes that were used to create a neural network model. Finally, in the training cohort, we used CIBERSORT to evaluate the immune landscape between the CD and normal groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1041, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Results: The results of enrichment analysis revealed that these DEGs may be involved in biological processes associated with immunity and inflammatory responses. Moreover, the top 3 hub genes in the protein-protein interaction network were IL-1β, CCL2, and CXCR2. The diagnostic model allowed significant discrimination with an area under the ROC curve of 0.984 [95% confidence interval: 0.971–0.993]. A validation cohort (GSE36807) was utilized to ensure the reliability and applicability of the model. In addition, the immune infiltration analysis indicated nine different immune cell types were significantly different between the CD and healthy control groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1710, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " Conclusion: In summary, this study offers a novel insight into the diagnosis of CD and provides potential biomarkers for the precise treatment of CD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1861, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1874, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Inflammatory bowel disease (IBD) includes two main types, ulcerative colitis and Crohn’s disease (CD). The area of damage in CD is the entire gastrointestinal tract and extra-intestinal sites. In the absence of a gold standard for diagnosis, we usually diagnose patients through comprehensive considerations based on clinical features, endoscopy, and imaging examinations. In most cases, it is difficult to diagnose CD and distinguish when patients are in the early stages of disease. However, it is widely recognized that an early diagnosis and treatment have a better prognosis than CD with complications such as intestinal obstruction, anal fistula, and perianal abscess. Therefore, it is necessary to explore potential biomarkers to provide a precise diagnosis and effective therapy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2664, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although little is known about its pathogenesis, there is convincing evidence that genetic susceptibility, immune imbalance, change in environmental factors, and intestinal microbiota disorders are contributors to CD pathogenesis. It is now obvious that CD is an autoimmune disease characterized by an imbalance of the immune system. Therefore, the role of immune cells in CD pathogenesis needs to be investigated further.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3087, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, the development of high-throughput sequencing technology has laid the foundation for precision medicine. Many machine learning algorithms, such as random forest and support vector machine, have been developed and used in various research fields. Bao et al. proposed a new identification algorithm to accurately identify modified residues, which has contributed to bioinformatics and research related to diseases and the development of drugs. However, many investigators require an operational model for the early identification and diagnosis of CD. Recently, Chen et al. developed and validated a predictive nomogram for CD, which can identify potential biomarkers for a diagnosis of CD. However, few studies have focused on the construction of a predictive model for CD diagnosis from the perspective of an artificial neural network (ANN).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3938, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A neural network combined with artificial intelligence has gradually been applied to the medical field to help physicians cope with large amounts of data and implement precision medicine more conveniently. ANN is a type of deep learning, which was inspired by the human brain. The specific algorithm of artificial neural networks is based on the learning and trail-and-error techniques. Previous studies of ANN mainly focused on the prediction and prognosis of tumors. Our study aimed to establish an artificial neural network model for CD based on the weight of candidate genes and to investigate the different immune cell types between the CD and control groups. Given the superiority of this model in this study, it can be used to effectively distinguish between CD samples and normal samples, which will be of great significance for the diagnosis of CD in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4810, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4832, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 4861, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Three gene expression microarray datasets (GSE16879, GSE112366, and GSE36807) were selected from the Gene Expression Omnibus (GEO) database, an internationally available repository that provides several web-based tools to help users browse and download data. GSE16879 and GSE112366, whose platforms were based on GPL570 and GPL13158, respectively, were merged as a training cohort. The dataset GSE36807, also based on the platform GPL570, was used as a validation cohort. Three eligible datasets were incorporated into this study and the related information of the datasets is shown in Table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5456, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Baseline characteristics of the training and validation cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5521, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Dataset ID</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Platform</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Crohn’s disease</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Normal</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Total</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">GSE16879</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GPL570</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">37</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">49</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">GSE112366</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GPL13158</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">141</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">167</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">GSE36807</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GPL570</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20</td></tr></tbody></table>\n"}, "text": "Dataset ID\tPlatform\tCrohn’s disease\tNormal\tTotal\t \tGSE16879\tGPL570\t37\t12\t49\t \tGSE112366\tGPL13158\t141\t26\t167\t \tGSE36807\tGPL570\t13\t7\t20\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 5660, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Screening of DEGs and enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 5702, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We selected DEGs in the CD and control groups using the “limma” package in R software. A |log-fold change (FC)|>1.2 and adjusted p-values < 0.05 were considered significant criteria to screen DEGs. To visualize the results, R package “ggplot2” and “pheatmap” were applied to transform the outcome into a volcano plot and heat map. To investigate whether there was differential expression between different phenotypes in CD, we excluded healthy samples in the training set and divided the biopsy samples into two groups according to different disease locations: colon and ileum groups. We selected DEGs between the colon and ileum groups using the same method. The result is also presented in the heat map. GO and KEGG enrichment analyses were performed to explore the biological functions and pathways of the DEGs between the CD and healthy control groups. An adjusted p-value < 0.05 was considered the cutoff value. The results of GO and KEGG enrichment analysis are shown as a bubble plot.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6706, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Protein-protein interaction (PPI) network construction and hub genes investigation", "sentences": [], "annotations": [], "relations": []}, {"offset": 6789, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To study the functional connections of DEGs from a protein perspective, STRING analysis databases, common online platforms (https://cn.string-db.org/cgi/input.pl), include data on the physical interactions and full network function associations of proteins. Before constructing the PPI Network, we studied high-scoring physical interactions at the protein level. Only genes with a score >0.7 in STRING were considered significant and used to construct the PPI Network. The results were visualized by Cytoscape.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7300, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identifying candidate genes by random forest", "sentences": [], "annotations": [], "relations": []}, {"offset": 7345, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The R package “randomForset” was utilized to develop a random forest model to further screen out DEGs. First, 500 trees were seen as a variable of the model and the average miscalculation of all variables in the two groups was calculated. The optimal tree number was obtained by calculating the lowest error rate of cross validation. Next, a random forest was created according to the calculated parameters. Finally, the top 30 DEGs were identified as candidate genes based on the decreasing accuracy method to construct the ANN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7879, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction and validation of the ANN prediction model", "sentences": [], "annotations": [], "relations": []}, {"offset": 7935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first step for model construction was expression data processing, which transformed the 30 DEGs into a “Gene Score”. The score of candidate genes was analyzed based on their expression levels, which were compared with the median of all sample expression values. When the expression level of an upregulated gene is lower, it will receive a score of 0, otherwise it is assigned a value of 1. When the expression level of a downregulated gene is lower, it will receive a score of 1, otherwise it is assigned a value of 0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8462, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Then, we developed a “Gene Score” sheet, which included 216 lines of samples and 30 columns of DEGs. The R package “neuralnet” was used to develop an ANN model, which included five hidden layers. In this model, the result of the output layer was determined by the sum of the gene score multiplied by the gene weight. Considering the potential impact of biopsy samples in different disease locations on the diagnostic model, we performed binary logistic regression to analyze the influence of disease location on the diagnosis of CD. A p-value < 0.05 was considered statistically significant. The performance of the model was assessed by ROC analysis and presented as the area under the ROC curve (AUC). To verify the applicability of the model, the microarray data of GSE36807 were obtained from the GEO database and the genetic expression information was transformed into a gene score in the same way.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9373, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immune infiltration analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9402, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CIBERSORT is an algorithm that accurately estimates the immune cell composition of tissues based on gene expression profiles. We obtained the proportion of 22 types of immune cells between CD and healthy individuals. A p-value <0.05 was considered the filtration condition and the findings were visualized in a bar plot. We used the R package “corrplot” to analyze the correlation of 22 types of immune cells, which was visualized in a heatmap. The R package “vioplot” was used to investigate the difference in infiltrating immune cells between CD and control samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9979, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 9987, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 10010, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The workflow of the study is illustrated in Figure 1. In this study, we merged the datasets GSE16879 and GSE112366 into a training cohort and removed the batch effect using the “Sva” package. The training cohort included 216 samples, of which 178 were from CD biopsy samples and 38 were from healthy biopsy samples. According to the foregoing criteria, 102 DEGs were determined by using the “limma” package from 16,933 genes in the training set (Figure 2A, Figure 2B). DEGs of different disease phenotypes in CD is presented in Figure 2C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10557, "infons": {"file": "fgene-13-976578-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Flow diagram of the study design.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10591, "infons": {"file": "fgene-13-976578-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) A volcano plot of differentially expressed genes between Crohn’s disease and control groups. (B) Heatmap of DEGs between Crohn’s disease and control groups. (C) Heatmap of DEGs between colon and ileum groups in the Crohn’s disease group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10840, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GO enrichment and KEGG pathway analysis of DEGs", "sentences": [], "annotations": [], "relations": []}, {"offset": 10888, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As shown in Figure 3A, GO enrichment analysis demonstrated that DEGs were involved in biological processes associated with immune responses and inflammatory responses, including humoral immune responses, responses to molecules of bacterial origin, neutrophil chemotaxis and migration, granulocyte chemotaxis and migration, cytokine and chemokine activity, and CXCR chemokine receptor binding. KEGG pathway analysis revealed that DEGs were mainly enriched in the inflammatory signaling pathway, including the IL-17 signaling pathway, TNF signaling pathway, and chemokine signaling pathway, which have a vital role in the development of CD (Figure 3B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11539, "infons": {"file": "fgene-13-976578-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "GO (A) and KEGG (B) enrichment analysis of differentially expressed genes between the CD and healthy control groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11656, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "PPI network analysis and selection of hub genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 11704, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The physical interaction of proteins in the STRING network is shown in Figure 4A. To explore the related information of DEGs at the protein level, we used the STRING database to construct a PPI network, which consisted of 61 nodes and 106 edges ( Figure 4B ). According to the PPI network, we gained a total of 15 Hub genes ( Figure 4C ). The top three hub genes were IL-1β, CCL2, and CXCR2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12099, "infons": {"file": "fgene-13-976578-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "\n(A) High-scoring physical interactions from the STRING network. (B) A protein-protein interaction network of differentially expressed genes. (C) The top 15 hub genes and their degree values of modules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12302, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Screening characteristic genes by random forest", "sentences": [], "annotations": [], "relations": []}, {"offset": 12350, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, 102 DEGs were identified and incorporated into the random forest classifier. Then, we calculated the average error rate of the CD and healthy groups, respectively and observed that the error of cross validation was minimum when the number of trees was 38 (Figure 5A). Subsequently, the 30 DEGs were screened by random forest for subsequent analysis and the importance of 30 DEGs is presented in Figure 5B.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12763, "infons": {"file": "fgene-13-976578-g005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of candidate genes by random forest. (A) The influence of the number of decision trees on the error rate. The x-axis represents the number of decision trees, and the y-axis indicates the error rate. (B) The importance of the top 30 genes identified by random forest. The candidate genes were identified based on the algorithm requirements of the random forest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13139, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Construction and validation of the diagnostic model", "sentences": [], "annotations": [], "relations": []}, {"offset": 13191, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The thirty characteristic gene scores were incorporated into the Neural Network to build a diagnostic prediction model, which included three parts: an input layer, hidden layer, and output layer (Figure 6A). A deep machine learning algorithm was performed based on the candidate gene weight to establish the ANN model, whose formula was calculated as follows: Neural CD = ∑ (Gene Score*Gene Weight). Based on the output results obtained from the neural network model, we observed that the entire training process was repeatedly conducted 2709 times. A detailed description of gene weight is shown in Table 2. Binary logistic regression analysis showed that the effect of disease location on the diagnosis of CD was not statistically significant (Table 3). The accuracy of the Neural Network to predict CD in the training and validation sets is presented in Table 4 and Table 5, respectively. We obtained positive predictive values of the training and validation sets (93.3 and 92.3, respectively), based on the Bayes algorithm. As shown in Figure 6B, the AUC of the predictive model was 0.984 [95% confidence interval (CI): 0.971–0.993], indicating that the model manifested an excellent predictive performance for CD. We used the random forest classifier to identify 30 DEGs in the validation set, which were the same as those in the training set. The AUC of the validation set was 0.945, demonstrating the credibility and stability of our model (Figure 6C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14655, "infons": {"file": "fgene-13-976578-g006.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Construction of an Artificial Neural Network (ANN). (A) The result of ANN. (B) The AUC of the training cohort. (C) The AUC of the validation cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14804, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "The gene weight of candidate genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14840, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Gene symbol</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Gene weight</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">S100A8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">23.07970106</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PDZK1IP1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.22093684</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">AQP9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">23.43978408</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">DUOXA2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">24.11507018</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">DUOX2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">23.74934357</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MUC1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.79382263</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CXCL3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">31.40582089</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">WNT5A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">31.06980029</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CXCL2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.26885933</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IL1RN</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.39195034</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">LCN2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.68460207</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">S100P</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">32.09364659</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">GPX8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.60179552</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CFI</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13.42181831</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CXCL6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.68997642</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CXCL5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.59815424</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">S100A9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">24.38535677</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CXCL1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.02826724</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">FPR1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−2.32435006</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">IL1B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.20656088</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MMP3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.1723395</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">DHRS9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">35.72181487</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">TCN1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">33.86358796</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">PI3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.52618612</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CEACAM5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−3.4219667</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">TFF1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">34.0373206</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">ADM</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17.85158596</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">C2CD4A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.44643442</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">GUCA2A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−35.67123135</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">CDHR1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.0287512</td></tr></tbody></table>\n"}, "text": "Gene symbol\tGene weight\t \tS100A8\t23.07970106\t \tPDZK1IP1\t17.22093684\t \tAQP9\t23.43978408\t \tDUOXA2\t24.11507018\t \tDUOX2\t23.74934357\t \tMUC1\t−0.79382263\t \tCXCL3\t31.40582089\t \tWNT5A\t31.06980029\t \tCXCL2\t1.26885933\t \tIL1RN\t2.39195034\t \tLCN2\t7.68460207\t \tS100P\t32.09364659\t \tGPX8\t13.60179552\t \tCFI\t13.42181831\t \tCXCL6\t−1.68997642\t \tCXCL5\t4.59815424\t \tS100A9\t24.38535677\t \tCXCL1\t−1.02826724\t \tFPR1\t−2.32435006\t \tIL1B\t5.20656088\t \tMMP3\t0.1723395\t \tDHRS9\t35.72181487\t \tTCN1\t33.86358796\t \tPI3\t−0.52618612\t \tCEACAM5\t−3.4219667\t \tTFF1\t34.0373206\t \tADM\t17.85158596\t \tC2CD4A\t−0.44643442\t \tGUCA2A\t−35.67123135\t \tCDHR1\t−1.0287512\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15471, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Binary logistic regression analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15508, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th rowspan=\"2\" colspan=\"2\" align=\"left\"/><th rowspan=\"2\" align=\"left\" colspan=\"1\">B</th><th rowspan=\"2\" align=\"left\" colspan=\"1\">S.E.</th><th rowspan=\"2\" align=\"left\" colspan=\"1\">Wald</th><th rowspan=\"2\" align=\"left\" colspan=\"1\">df</th><th rowspan=\"2\" align=\"left\" colspan=\"1\">Sig.</th><th rowspan=\"2\" align=\"left\" colspan=\"1\">Exp(B)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">95% C.I. for EXP(B)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Lower</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Upper</th></tr></thead><tbody valign=\"top\"><tr><td rowspan=\"3\" align=\"left\" colspan=\"1\">Step 1<xref rid=\"Tfn1\" ref-type=\"table-fn\">a</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Disease location</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−.985</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.533</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.409</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.065</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.373</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.131</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.062</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Gene score</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.290</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.901</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">22.654</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.000</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">72.946</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12.469</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">426.739</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Constant</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.169</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.877</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.776</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.183</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">.311</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "\tB\tS.E.\tWald\tdf\tSig.\tExp(B)\t95% C.I. for EXP(B)\t\t \tLower\tUpper\t \tStep 1a\tDisease location\t−.985\t.533\t3.409\t1\t.065\t.373\t.131\t1.062\t \tGene score\t4.290\t.901\t22.654\t1\t.000\t72.946\t12.469\t426.739\t \tConstant\t−1.169\t.877\t1.776\t1\t.183\t.311\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15748, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_footnote"}, "text": "Variable(s) entered on step 1: Disease location, Gene score.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15809, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "The accuracy of this model for predicting Crohn’s disease in the training cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15893, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">Normal</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Crohn’s disease</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Total</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">37</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">38</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Crohn’s disease</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">166</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">178</td></tr></tbody></table>\n"}, "text": "\tNormal\tCrohn’s disease\tTotal\t \tNormal\t37\t1\t38\t \tCrohn’s disease\t12\t166\t178\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15976, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table_caption"}, "text": "The accuracy of this model for predicting Crohn’s disease in the validation cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16062, "infons": {"file": "T5.xml", "id": "T5", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">Normal</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Crohn’s disease</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Total</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Normal</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Crohn’s disease</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td></tr></tbody></table>\n"}, "text": "\tNormal\tCrohn’s disease\tTotal\t \tNormal\t3\t4\t7\t \tCrohn’s disease\t1\t12\t13\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16140, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune infiltration analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 16169, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the proportion of the 22 types of immune cells in the CD and normal groups, we used the CIBERSORT algorithm and the results are shown as a bar plot (Figure 7A). The relevant heatmap analysis of immune cells is shown in Figure 7B, in which neutrophils were positively related to activated mast cells (r = 0.46), whereas memory B cells were negatively correlated with plasma cells (r = −0.55). Violin plots (Figure 7C) showing the immune landscape derived from the CIBERSORT algorithm revealed that CD patients had higher levels of plasma cells, CD8 T cells, follicular helper T cells, monocytes, M1 macrophages, eosinophils, and neutrophils compared with the normal group (p < 0.05). Consequently, these findings indicated a considerable difference in immune cell composition between the CD and healthy groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16993, "infons": {"file": "fgene-13-976578-g007.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Estimation of the immune composition in tissues using CIBERSORT. (A) The proportion of 22 types of immune cells in CD patients and healthy individuals. (B) Correlation heatmap of 22 types of immune cells. (C) Differences in the amount of immune cell infiltration between CD and control samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17288, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17299, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "CD is a global public health problem, which threatens human health and living quality. Although the etiology of CD remains unclear, accumulating evidence indicates that the initiation of CD is significantly correlated with immunological lesions and the prominent infiltration of immune cells including T lymphocytes, macrophages, neutrophils, and plasma cells. Despite its low mortality rate, its high disability rate and expense require systematic healthcare management. The first step for the effective healthcare management of CD is a definitive diagnosis, which is still a big challenge for physicians. Therefore, the development of an effective tool to diagnose CD is urgently required. A predictive model was developed to diagnose CD on the basis of deep machine learning algorithms, which has already been widely applied to the medical field to solve complicated clinical problems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18188, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study, we identified 102 DEGs associated with CD from two publicly available datasets and obtained candidate genes by a random forest classifier. GO and KEGG enrichment analysis of DEGs suggested a link between inflammatory responses and the occurrence of CD, which was reported previously. Singh et al. found a marked increase in cytokines and chemokines in CD patients compared with control donors, which aggravated intestinal inflammation and injury. Cytokines mediate inflammation, and pro-inflammatory cytokines and anti-inflammatory cytokines have a crucial role in regulating intestinal homeostasis. The aim of the targeted treatment of CD is to balance immune responses by modulating pro-inflammation and intensifying anti-inflammation. Furthermore, the top three hub genes in the PPI network were IL-1β, CCL2, and CXCR2. CCL2 and CXCR2, which belong to different subfamilies of chemokines, functioned as active biomarkers. Li et al. reported that CXCR2, a specific receptor for CXCL2/CXCL5, which are overexpressed in mesenchymal stromal cells (MSCs), promoted the migration of MSCs to sites of damage and achieved good therapeutic effects in an IBD mouse model. Of note, the hub genes based on the PPI network might have an indispensable role in the pathogenesis of CD. Previous investigations indicated that IL-1β acted as an inflammasome and was overexpressed in the intestinal mucosa of CD patients. Inflammasomes secreted by immune cells have a pivotal role in the perpetuation of chronic and active inflammation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19737, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In addition, CIBERSORT analysis presented a landscape of 22 immune cells and we analyzed the differences between CD patients and healthy donors. Innate immunity is an immediate non-specific response, in which pathogens are recognized and innate immune cells include macrophages, neutrophils, dendritic cells, and natural killer cells are activated. The intestinal innate immune system protects the mucosa by immune defense and surveillance. Recent research demonstrated that the innate immune response is equally significant as adaptive immunity in CD. In addition to defense against many aggressors, innate immunity also contributes to abnormal immune responses, such as autophagy, innate microbial sensing, and antimicrobial peptide production, which are linked to CD pathogenesis. Based on our findings, the numbers of plasma cells and CD8 T cells in patients with CD were higher than in the normal group, as were the follicular helper T cells, monocytes, M1 macrophages, and neutrophils.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20729, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To the best of our knowledge, this is the first study to combine a random forest classifier with an ANN algorithm to develop a diagnostic prediction model for CD, which had a good performance when discriminating CD from healthy controls. S100A8 was the best candidate gene identified by a random forest classifier in our study. A recent study reported that the expression levels of serum biomarkers, including S100A8, were elevated in patients who later had a disease relapse. It was also reported that maintaining the production balance of S100A8 might be involved in intestinal homeostasis. Due to its high efficiency and accuracy, random forest algorithms as a type of ensemble learning method have been successful in the prediction and identification of clinical disease. Wang et al. developed a model to predict coronary artery disease using a random forest algorithm, which had good discrimination abilities. Another study demonstrated that endobronchial optical coherence tomography based on a random forest algorithm was effective for the detection of early malignant pulmonary disease. A recent study reported that Support Vector Machines and multi-layer neural network models were developed to predict a protein’s post translational modification sites, which contributed to solving a difficult problem in the field of molecular biology. ANN have also increasingly been used in gastrointestinal disease because of its outstanding performance in diagnostic and prognostic prediction. In the 1990s, Karakitsos et al. reported the use of ANN to detect malignant gastric lesions with a discrimination performance of 97%. Furthermore, a previous study reported combining machine algorithms to predict the migration of cancer cells. Moreover, a joint machine algorithm of a random forest and ANN contributed to a diagnosis of non-tumor diseases including heart failure. Li et al. also successfully developed a novel diagnostic model for UC integrating a random forest and ANN algorithm. Therefore, corresponding deep machine learning should be applicable for the diagnosis of CD. Several studies have focused on potential biomarkers as predictive factors to develop a model for CD diagnosis. The prediction performance in our study had better accuracy and precision compared with previous investigations. It is essential to further explore the use of joint algorithms for the prognosis and treatment of inflammatory bowel disease in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23179, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although this study developed a new prediction model for CD based on high-throughput sequencing data, there were several limitations that should be taken into account. First, our study was a retrospective analysis and the sample size was relatively small. Due to the use of a public limited database, there was a mismatch between the CD patients and controls. In the future, a prospective study with a large sample of matching data is required to demonstrate the reliability of this finding. Second, our training cohort consisted of different platform datasets; therefore, the these differences in study design and measurement errors might have influenced the study results. Third, due to the lack of laboratory investigation, the specific role of each immune cell type in the pathogenesis of CD was not be completely elucidated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24009, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, this research provides a novel insight into the accurate diagnosis of CD, and identified potential biomarkers for precise treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24151, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24162, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Based on the points mentioned above, the correlation analysis of immune cells helped us to enhance our current understanding of the etiology of CD. A co-operative diagnosis model using a random forest and ANN was an effective diagnostic method for CD, and had good predictive performance in the training and validation sets. However, clinical trials are needed to investigate and validate the credibility of our findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24584, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 24612, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The original contributions presented in the study are included in the article/Supplementary material, and further inquiries can be directed to the corresponding author.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24781, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 24802, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "YY performed the study and completed the manuscript. LX, YQ, and TW helped analyze the data and revised the manuscript. QZ helped design the experiments and revise the manuscript. The final draft of the manuscript has been read and approved by all writers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25059, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 25080, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25253, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"offset": 25272, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25619, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 25630, "infons": {"fpage": "5008", "lpage": "5018", "name_0": "surname:Albaradei;given-names:S.", "name_1": "surname:Thafar;given-names:M.", "name_2": "surname:Alsaedi;given-names:A.", "name_3": "surname:Van Neste;given-names:C.", "name_4": "surname:Gojobori;given-names:T.", "name_5": "surname:Essack;given-names:M.", "pub-id_doi": "10.1016/j.csbj.2021.09.001", "pub-id_pmid": "34589181", "section_type": "REF", "source": "Comput. Struct. Biotechnol. J.", "type": "ref", "volume": "19", "year": "2021"}, "text": "Machine learning and deep learning methods that use omics data for metastasis prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 25719, "infons": {"fpage": "28", "issue": "1", "lpage": "35", "name_0": "surname:Banks;given-names:C.", "name_1": "surname:Bateman;given-names:A.", "name_2": "surname:Payne;given-names:R.", "name_3": "surname:Johnson;given-names:P.", "name_4": "surname:Sheron;given-names:N.", "pub-id_doi": "10.1002/path.1245", "pub-id_pmid": "12474223", "section_type": "REF", "source": "J. Pathol.", "type": "ref", "volume": "199", "year": "2003"}, "text": "Chemokine expression in IBD. Mucosal chemokine expression is unselectively increased in both ulcerative colitis and Crohn's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 25851, "infons": {"fpage": "9470683", "name_0": "surname:Bao;given-names:W.", "name_1": "surname:Cui;given-names:Q.", "name_2": "surname:Chen;given-names:B.", "name_3": "surname:Yang;given-names:B.", "pub-id_doi": "10.1155/2022/9470683", "pub-id_pmid": "35465015", "section_type": "REF", "source": "Comput. Math. Methods Med.", "type": "ref", "volume": "2022", "year": "2022"}, "text": "Phage_UniR_LGBM: Phage virion proteins classification with UniRep features and LightGBM model", "sentences": [], "annotations": [], "relations": []}, {"offset": 25945, "infons": {"fpage": "104351", "name_0": "surname:Bao;given-names:W.", "name_1": "surname:Yang;given-names:B.", "name_2": "surname:Chen;given-names:B.", "pub-id_doi": "10.1016/j.chemolab.2021.104351", "section_type": "REF", "source": "Chemom. Intelligent Laboratory Syst.", "type": "ref", "volume": "215", "year": "2021"}, "text": "2-hydr_Ensemble: Lysine 2-hydroxyisobutyrylation identification with ensemble method", "sentences": [], "annotations": [], "relations": []}, {"offset": 26030, "infons": {"fpage": "1453", "issue": "5", "lpage": "1460", "name_0": "surname:Bao;given-names:W.", "name_1": "surname:Yuan;given-names:C. A.", "name_2": "surname:Zhang;given-names:Y.", "name_3": "surname:Han;given-names:K.", "name_4": "surname:Nandi;given-names:A. K.", "name_5": "surname:Honig;given-names:B.", "pub-id_doi": "10.1109/TCBB.2017.2752703", "pub-id_pmid": "28961121", "section_type": "REF", "source": "IEEE/ACM Trans. Comput. Biol. Bioinform.", "type": "ref", "volume": "15", "year": "2018"}, "text": "Mutli-features prediction of protein translational modification sites", "sentences": [], "annotations": [], "relations": []}, {"offset": 26100, "infons": {"fpage": "2681", "issue": "21", "lpage": "2709", "name_0": "surname:Cao;given-names:B.", "name_1": "surname:Zhang;given-names:K. C.", "name_2": "surname:Wei;given-names:B.", "name_3": "surname:Chen;given-names:L.", "pub-id_doi": "10.3748/wjg.v27.i21.2681", "pub-id_pmid": "34135549", "section_type": "REF", "source": "World J. Gastroenterol.", "type": "ref", "volume": "27", "year": "2021"}, "text": "Status quo and future prospects of artificial neural network from the perspective of gastroenterologists", "sentences": [], "annotations": [], "relations": []}, {"offset": 26205, "infons": {"fpage": "231", "issue": "2", "lpage": "236", "name_0": "surname:Castellanos;given-names:J. G.", "name_1": "surname:Longman;given-names:R. S.", "pub-id_doi": "10.1080/19490976.2019.1638725", "pub-id_pmid": "31347946", "section_type": "REF", "source": "Gut Microbes", "type": "ref", "volume": "11", "year": "2020"}, "text": "Innate lymphoid cells link gut microbes with mucosal T cell immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 26274, "infons": {"fpage": "423", "name_0": "surname:Chen;given-names:H.", "name_1": "surname:Chen;given-names:C.", "name_2": "surname:Yuan;given-names:X.", "name_3": "surname:Xu;given-names:W.", "name_4": "surname:Yang;given-names:M. Q.", "name_5": "surname:Li;given-names:Q.", "pub-id_doi": "10.3389/fgene.2020.00423", "pub-id_pmid": "32425988", "section_type": "REF", "source": "Front. Genet.", "type": "ref", "volume": "11", "year": "2020"}, "text": "Identification of immune cell landscape and construction of a novel diagnostic nomogram for crohn's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26382, "infons": {"fpage": "761981", "name_0": "surname:Chen;given-names:Y.", "name_1": "surname:Cui;given-names:W.", "name_2": "surname:Li;given-names:X.", "name_3": "surname:Yang;given-names:H.", "pub-id_doi": "10.3389/fimmu.2021.761981", "pub-id_pmid": "34858414", "section_type": "REF", "source": "Front. Immunol.", "type": "ref", "volume": "12", "year": "2021"}, "text": "Interaction between commensal bacteria, immune response and the intestinal barrier in inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26495, "infons": {"fpage": "204", "lpage": "214", "name_0": "surname:Daoud;given-names:M.", "name_1": "surname:Mayo;given-names:M.", "pub-id_doi": "10.1016/j.artmed.2019.01.006", "pub-id_pmid": "30797633", "section_type": "REF", "source": "Artif. Intell. Med.", "type": "ref", "volume": "97", "year": "2019"}, "text": "A survey of neural network-based cancer prediction models from microarray data", "sentences": [], "annotations": [], "relations": []}, {"offset": 26574, "infons": {"fpage": "e0260600", "issue": "12", "name_0": "surname:Ding;given-names:M.", "name_1": "surname:Pan;given-names:S. Y.", "name_2": "surname:Huang;given-names:J.", "name_3": "surname:Yuan;given-names:C.", "name_4": "surname:Zhang;given-names:Q.", "name_5": "surname:Zhu;given-names:X. L.", "pub-id_doi": "10.1371/journal.pone.0260600", "pub-id_pmid": "34971557", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "16", "year": "2021"}, "text": "Optical coherence tomography for identification of malignant pulmonary nodules based on random forest machine learning algorithm", "sentences": [], "annotations": [], "relations": []}, {"offset": 26703, "infons": {"comment": "e3296", "fpage": "3296", "issue": "12", "lpage": "3311", "name_0": "surname:Fujita;given-names:Y.", "name_1": "surname:Khateb;given-names:A.", "name_2": "surname:Li;given-names:Y.", "name_3": "surname:Tinoco;given-names:R.", "name_4": "surname:Zhang;given-names:T.", "name_5": "surname:Bar-Yoseph;given-names:H.", "pub-id_doi": "10.1016/j.celrep.2018.08.057", "pub-id_pmid": "30232010", "section_type": "REF", "source": "Cell. Rep.", "type": "ref", "volume": "24", "year": "2018"}, "text": "Regulation of S100A8 stability by RNF5 in intestinal epithelial cells determines intestinal inflammation and severity of colitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 26832, "infons": {"fpage": "3", "issue": "1", "lpage": "10", "name_0": "surname:Geremia;given-names:A.", "name_1": "surname:Biancheri;given-names:P.", "name_2": "surname:Allan;given-names:P.", "name_3": "surname:Corazza;given-names:G. R.", "name_4": "surname:Di Sabatino;given-names:A.", "pub-id_doi": "10.1016/j.autrev.2013.06.004", "pub-id_pmid": "23774107", "section_type": "REF", "source": "Autoimmun. Rev.", "type": "ref", "volume": "13", "year": "2014"}, "text": "Innate and adaptive immunity in inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26891, "infons": {"fpage": "2020", "issue": "10", "name_0": "surname:Holleran;given-names:G.", "name_1": "surname:Lopetuso;given-names:L.", "name_2": "surname:Petito;given-names:V.", "name_3": "surname:Graziani;given-names:C.", "name_4": "surname:Ianiro;given-names:G.", "name_5": "surname:McNamara;given-names:D.", "pub-id_doi": "10.3390/ijms18102020", "section_type": "REF", "source": "Int. J. Mol. Sci.", "type": "ref", "volume": "18", "year": "2017"}, "text": "The innate and adaptive immune system as targets for biologic therapies in inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 26993, "infons": {"fpage": "1742", "issue": "12", "lpage": "1749", "name_0": "surname:Hsieh;given-names:M. S.", "name_1": "surname:Hsu;given-names:W. H.", "name_2": "surname:Wang;given-names:J. W.", "name_3": "surname:Wang;given-names:Y. K.", "name_4": "surname:Hu;given-names:H. M.", "name_5": "surname:Chang;given-names:W. K.", "pub-id_doi": "10.1016/j.jfma.2019.09.005", "pub-id_pmid": "31624009", "section_type": "REF", "source": "J. Formos. Med. Assoc.", "type": "ref", "volume": "119", "year": "2020"}, "text": "Nutritional and dietary strategy in the clinical care of inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 27077, "infons": {"fpage": "285", "issue": "3", "lpage": "304", "name_0": "surname:Jackson;given-names:D. N.", "name_1": "surname:Theiss;given-names:A. L.", "pub-id_doi": "10.1080/19490976.2019.1592421", "pub-id_pmid": "30913966", "section_type": "REF", "source": "Gut Microbes", "type": "ref", "volume": "11", "year": "2020"}, "text": "Gut bacteria signaling to mitochondria in intestinal inflammation and cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 27154, "infons": {"fpage": "114", "issue": "2", "lpage": "125", "name_0": "surname:Karakitsos;given-names:P.", "name_1": "surname:Ioakim-Liossi;given-names:A.", "name_2": "surname:Pouliakis;given-names:A.", "name_3": "surname:Botsoli-Stergiou;given-names:E. M.", "name_4": "surname:Tzivras;given-names:M.", "name_5": "surname:Archimandritis;given-names:A.", "pub-id_doi": "10.1046/j.1365-2303.1998.00063.x", "pub-id_pmid": "9577738", "section_type": "REF", "source": "Cytopathology", "type": "ref", "volume": "9", "year": "1998"}, "text": "A comparative study of three variations of the learning vector quantizer in the discrimination of benign from malignant gastric cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 27288, "infons": {"fpage": "6690", "issue": "1", "name_0": "surname:Kessel;given-names:C.", "name_1": "surname:Lavric;given-names:M.", "name_2": "surname:Weinhage;given-names:T.", "name_3": "surname:Brueckner;given-names:M.", "name_4": "surname:de Roock;given-names:S.", "name_5": "surname:Däbritz;given-names:J.", "pub-id_doi": "10.1038/s41598-021-86251-w", "pub-id_pmid": "33758351", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "11", "year": "2021"}, "text": "Serum biomarkers confirming stable remission in inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 27363, "infons": {"fpage": "8", "lpage": "17", "name_0": "surname:Kourou;given-names:K.", "name_1": "surname:Exarchos;given-names:T. P.", "name_2": "surname:Exarchos;given-names:K. P.", "name_3": "surname:Karamouzis;given-names:M. V.", "name_4": "surname:Fotiadis;given-names:D. I.", "pub-id_doi": "10.1016/j.csbj.2014.11.005", "pub-id_pmid": "25750696", "section_type": "REF", "source": "Comput. Struct. Biotechnol. J.", "type": "ref", "volume": "13", "year": "2015"}, "text": "Machine learning applications in cancer prognosis and prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 27428, "infons": {"fpage": "20471", "issue": "20", "lpage": "20482", "name_0": "surname:Li;given-names:H.", "name_1": "surname:Lai;given-names:L.", "name_2": "surname:Shen;given-names:J.", "pub-id_doi": "10.18632/aging.103861", "pub-id_pmid": "33099536", "section_type": "REF", "source": "Aging (Albany NY)", "type": "ref", "volume": "12", "year": "2020"}, "text": "Development of a susceptibility gene based novel predictive model for the diagnosis of ulcerative colitis using random forest and artificial neural network", "sentences": [], "annotations": [], "relations": []}, {"offset": 27584, "infons": {"fpage": "15", "issue": "1", "lpage": "22", "name_0": "surname:Li;given-names:N.", "name_1": "surname:Shi;given-names:R. H.", "pub-id_doi": "10.3748/wjg.v24.i1.15", "pub-id_pmid": "29358878", "section_type": "REF", "source": "World J. Gastroenterol.", "type": "ref", "volume": "24", "year": "2018"}, "text": "Updated review on immune factors in pathogenesis of Crohn's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 27652, "infons": {"fpage": "222", "lpage": "236", "name_0": "surname:Li;given-names:Q.", "name_1": "surname:Lian;given-names:Y.", "name_2": "surname:Deng;given-names:Y.", "name_3": "surname:Chen;given-names:J.", "name_4": "surname:Wu;given-names:T.", "name_5": "surname:Lai;given-names:X.", "pub-id_doi": "10.1016/j.omtn.2021.07.009", "pub-id_pmid": "34513306", "section_type": "REF", "source": "Mol. Ther. Nucleic Acids", "type": "ref", "volume": "26", "year": "2021"}, "text": "mRNA-engineered mesenchymal stromal cells expressing CXCR2 enhances cell migration and improves recovery in IBD", "sentences": [], "annotations": [], "relations": []}, {"offset": 27764, "infons": {"fpage": "1054", "issue": "11", "name_0": "surname:Loh;given-names:J. T.", "name_1": "surname:Lee;given-names:K. G.", "name_2": "surname:Lee;given-names:A. P.", "name_3": "surname:Teo;given-names:J. K. H.", "name_4": "surname:Lim;given-names:H. L.", "name_5": "surname:Kim;given-names:S. S.", "pub-id_doi": "10.1038/s41419-021-04357-5", "pub-id_pmid": "34743196", "section_type": "REF", "source": "Cell. Death Dis.", "type": "ref", "volume": "12", "year": "2021"}, "text": "DOK3 maintains intestinal homeostasis by suppressing JAK2/STAT3 signaling and S100a8/9 production in neutrophils", "sentences": [], "annotations": [], "relations": []}, {"offset": 27877, "infons": {"fpage": "111", "issue": "1", "name_0": "surname:Mahapatro;given-names:M.", "name_1": "surname:Erkert;given-names:L.", "name_2": "surname:Becker;given-names:C.", "pub-id_doi": "10.3390/cells10010111", "pub-id_pmid": "33435303", "section_type": "REF", "source": "Cells", "type": "ref", "volume": "10", "year": "2021"}, "text": "Cytokine-mediated crosstalk between immune cells and epithelial cells in the gut", "sentences": [], "annotations": [], "relations": []}, {"offset": 27958, "infons": {"fpage": "2566", "name_0": "surname:Mao;given-names:L.", "name_1": "surname:Kitani;given-names:A.", "name_2": "surname:Strober;given-names:W.", "name_3": "surname:Fuss;given-names:I. J.", "pub-id_doi": "10.3389/fimmu.2018.02566", "pub-id_pmid": "30455704", "section_type": "REF", "source": "Front. Immunol.", "type": "ref", "volume": "9", "year": "2018"}, "text": "The role of NLRP3 and IL-1β in the pathogenesis of inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28039, "infons": {"fpage": "8561", "issue": "8", "lpage": "8574", "name_0": "surname:Mello;given-names:J. D. C.", "name_1": "surname:Gomes;given-names:L. E. M.", "name_2": "surname:Silva;given-names:J. F.", "name_3": "surname:Siqueira;given-names:N. S. N.", "name_4": "surname:Pascoal;given-names:L. B.", "name_5": "surname:Martinez;given-names:C. A. R.", "pub-id_pmid": "34539979", "section_type": "REF", "source": "Am. J. Transl. Res.", "type": "ref", "volume": "13", "year": "2021"}, "text": "The role of chemokines and adipokines as biomarkers of crohn's disease activity: A systematic review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 28158, "infons": {"fpage": "118", "issue": "2", "lpage": "127", "name_0": "surname:Moldoveanu;given-names:A. C.", "name_1": "surname:Diculescu;given-names:M.", "name_2": "surname:Braticevici;given-names:C. F.", "pub-id_doi": "10.1515/rjim-2015-0016", "pub-id_pmid": "26402980", "section_type": "REF", "source": "Rom. J. Intern Med.", "type": "ref", "volume": "53", "year": "2015"}, "text": "Cytokines in inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28198, "infons": {"fpage": "85", "lpage": "91", "name_0": "surname:Moriyama;given-names:T.", "name_1": "surname:Matsumoto;given-names:T.", "name_2": "surname:Jo;given-names:Y.", "name_3": "surname:Yada;given-names:S.", "name_4": "surname:Hirahashi;given-names:M.", "name_5": "surname:Yao;given-names:T.", "pub-id_doi": "10.1111/j.1365-2036.2005.02480.x", "pub-id_pmid": "15943853", "section_type": "REF", "source": "Aliment. Pharmacol. Ther.", "type": "ref", "volume": "21", "year": "2005"}, "text": "Mucosal proinflammatory cytokine and chemokine expression of gastroduodenal lesions in Crohn's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28301, "infons": {"fpage": "155", "issue": "1", "lpage": "165", "name_0": "surname:Ramos;given-names:G. P.", "name_1": "surname:Papadakis;given-names:K. A.", "pub-id_doi": "10.1016/j.mayocp.2018.09.013", "pub-id_pmid": "30611442", "section_type": "REF", "source": "Mayo Clin. Proc.", "type": "ref", "volume": "94", "year": "2019"}, "text": "Mechanisms of disease: Inflammatory bowel diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 28352, "infons": {"fpage": "5572781", "name_0": "surname:Savargiv;given-names:M.", "name_1": "surname:Masoumi;given-names:B.", "name_2": "surname:Keyvanpour;given-names:M. R.", "pub-id_doi": "10.1155/2021/5572781", "pub-id_pmid": "33854542", "section_type": "REF", "source": "Comput. Intell. Neurosci.", "type": "ref", "volume": "2021", "year": "2021"}, "text": "A new random forest algorithm based on learning automata", "sentences": [], "annotations": [], "relations": []}, {"offset": 28409, "infons": {"fpage": "113", "issue": "2", "lpage": "122", "name_0": "surname:Seyedian;given-names:S. S.", "name_1": "surname:Nokhostin;given-names:F.", "name_2": "surname:Malamir;given-names:M. D.", "pub-id_doi": "10.25122/jml-2018-0075", "pub-id_pmid": "31406511", "section_type": "REF", "source": "J. Med. Life", "type": "ref", "volume": "12", "year": "2019"}, "text": "A review of the diagnosis, prevention, and treatment methods of inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28500, "infons": {"fpage": "44", "lpage": "49", "name_0": "surname:Singh;given-names:U. P.", "name_1": "surname:Singh;given-names:N. P.", "name_2": "surname:Murphy;given-names:E. A.", "name_3": "surname:Price;given-names:R. L.", "name_4": "surname:Fayad;given-names:R.", "name_5": "surname:Nagarkatti;given-names:M.", "pub-id_doi": "10.1016/j.cyto.2015.10.008", "pub-id_pmid": "26520877", "section_type": "REF", "source": "Cytokine", "type": "ref", "volume": "77", "year": "2016"}, "text": "Chemokine and cytokine levels in inflammatory bowel disease patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 28569, "infons": {"fpage": "26221", "issue": "24", "lpage": "26235", "name_0": "surname:Tian;given-names:Y.", "name_1": "surname:Yang;given-names:J.", "name_2": "surname:Lan;given-names:M.", "name_3": "surname:Zou;given-names:T.", "pub-id_doi": "10.18632/aging.202405", "pub-id_pmid": "33401250", "section_type": "REF", "source": "Aging (Albany NY)", "type": "ref", "volume": "12", "year": "2020"}, "text": "Construction and analysis of a joint diagnosis model of random forest and artificial neural network for heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 28687, "infons": {"fpage": "614204", "name_0": "surname:Wang;given-names:C.", "name_1": "surname:Zhao;given-names:Y.", "name_2": "surname:Jin;given-names:B.", "name_3": "surname:Gan;given-names:X.", "name_4": "surname:Liang;given-names:B.", "name_5": "surname:Xiang;given-names:Y.", "pub-id_doi": "10.3389/fcvm.2021.614204", "pub-id_pmid": "33634169", "section_type": "REF", "source": "Front. Cardiovasc. Med.", "type": "ref", "volume": "8", "year": "2021"}, "text": "Development and validation of a predictive model for coronary artery disease using machine learning", "sentences": [], "annotations": [], "relations": []}, {"offset": 28787, "infons": {"fpage": "72", "issue": "5", "lpage": "82", "name_0": "surname:Wehkamp;given-names:J.", "name_1": "surname:Götz;given-names:M.", "name_2": "surname:Herrlinger;given-names:K.", "name_3": "surname:Steurer;given-names:W.", "name_4": "surname:Stange;given-names:E. F.", "pub-id_doi": "10.3238/arztebl.2016.0072", "pub-id_pmid": "26900160", "section_type": "REF", "source": "Dtsch. Arztebl. Int.", "type": "ref", "volume": "113", "year": "2016"}, "text": "Inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28814, "infons": {"fpage": "3255", "issue": "12", "lpage": "3264", "name_0": "surname:Xu;given-names:X. R.", "name_1": "surname:Liu;given-names:C. Q.", "name_2": "surname:Feng;given-names:B. S.", "name_3": "surname:Liu;given-names:Z. J.", "pub-id_doi": "10.3748/wjg.v20.i12.3255", "pub-id_pmid": "24695798", "section_type": "REF", "source": "World J. Gastroenterol.", "type": "ref", "volume": "20", "year": "2014"}, "text": "Dysregulation of mucosal immune response in pathogenesis of inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 28901, "infons": {"fpage": "91", "issue": "1", "lpage": "99", "name_0": "surname:Zhang;given-names:Y. Z.", "name_1": "surname:Li;given-names:Y. Y.", "pub-id_doi": "10.3748/wjg.v20.i1.91", "pub-id_pmid": "24415861", "section_type": "REF", "source": "World J. Gastroenterol.", "type": "ref", "volume": "20", "year": "2014"}, "text": "Inflammatory bowel disease: Pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28942, "infons": {"fpage": "758", "issue": "12", "lpage": "767", "name_0": "surname:Zhang;given-names:Z.", "name_1": "surname:Chen;given-names:L.", "name_2": "surname:Humphries;given-names:B.", "name_3": "surname:Brien;given-names:R.", "name_4": "surname:Wicha;given-names:M. S.", "name_5": "surname:Luker;given-names:K. E.", "pub-id_doi": "10.1039/c8ib00106e", "section_type": "REF", "source": "Integr. Biol.", "type": "ref", "volume": "10", "year": "2018"}, "text": "Morphology-based prediction of cancer cell migration using an artificial neural network and a random decision forest", "sentences": [], "annotations": [], "relations": []}, {"offset": 29059, "infons": {"fpage": "276", "name_0": "surname:Zhen;given-names:Y.", "name_1": "surname:Zhang;given-names:H.", "pub-id_doi": "10.3389/fimmu.2019.00276", "pub-id_pmid": "30873162", "section_type": "REF", "source": "Front. Immunol.", "type": "ref", "volume": "10", "year": "2019"}, "text": "NLRP3 inflammasome and inflammatory bowel disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 29109, "infons": {"fpage": "405", "issue": "7752", "lpage": "409", "name_0": "surname:Zhou;given-names:L.", "name_1": "surname:Chu;given-names:C.", "name_2": "surname:Teng;given-names:F.", "name_3": "surname:Bessman;given-names:N. J.", "name_4": "surname:Goc;given-names:J.", "name_5": "surname:Santosa;given-names:E. K.", "pub-id_doi": "10.1038/s41586-019-1082-x", "pub-id_pmid": "30944470", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "568", "year": "2019"}, "text": "Innate lymphoid cells support regulatory T cells in the intestine through interleukin-2", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]