{
  "AAP": 59093,
  "AGV": 59243,
  "ALB": 59127,
  "ALW": 59424,
  "ARCHS": 59373,
  "AY": 59407,
  "Activity": 59377,
  "Affymetrix": 59361,
  "Aggregation": 59412,
  "Allergy": 59141,
  "Annotation": 59152,
  "Anthropometric": 59163,
  "Ashburner": 59189,
  "Asinex": 59393,
  "Assisted": 59014,
  "Asthma": 59069,
  "Audit": 59249,
  "Avian": 59167,
  "BATMAN": 59201,
  "BLCA": 59126,
  "BRCA": 59344,
  "Berman": 59188,
  "Bezstarosti": 59156,
  "BioDesign": 59342,
  "BioProject": 59059,
  "Biobank": 59290,
  "Bioinformatics": 59039,
  "Biotechnological": 59164,
  "Biotechnology": 59326,
  "Bojkova": 59062,
  "Bost": 59355,
  "Browser": 59372,
  "Buckland": 59306,
  "Bui": 59423,
  "CAGE": 59349,
  "CCC": 59281,
  "CDC": 59413,
  "CHEMBL": 59071,
  "CHESS": 59186,
  "CID": 59226,
  "CNGB": 59200,
  "CNGBdb": 59219,
  "CNP": 59336,
  "CNSA": 59098,
  "COAD": 59235,
  "COG": 59335,
  "COSMIC": 59434,
  "COVID": 59089,
  "CPTAC": 59293,
  "CRA": 59160,
  "CRR": 59428,
  "CTD": 59162,
  "Carneiro": 59066,
  "ChEMBL": 59322,
  "Chami": 59022,
  "ChemMapper": 59115,
  "ChiCTR": 59206,
  "CoCARE": 59267,
  "CoV": 59173,
  "Collaborative": 59310,
  "Corona": 59289,
  "Coronaviren": 59103,
  "Coronavirus": 59350,
  "Cotto": 59421,
  "Crowdfight": 59241,
  "DGIdb": 59330,
  "DOI": 59072,
  "DQ": 59046,
  "DatAC": 59229,
  "DataBase": 59106,
  "Dataset": 59199,
  "DisGeNET": 59347,
  "Diversity": 59111,
  "DrugBank": 59340,
  "DrugMatrix": 59420,
  "Drugbank": 59020,
  "EBI": 59381,
  "ECDC": 59027,
  "ELIXIR": 59153,
  "ELK": 59284,
  "EMD": 59380,
  "ENCODE": 59402,
  "EPI": 59145,
  "ESCA": 59107,
  "ESMO": 59073,
  "EVS": 59063,
  "EbolaID": 59315,
  "Elbe": 59274,
  "Electron": 59010,
  "Ensembl": 59384,
  "EpiCoV": 58997,
  "EpiFlu": 59245,
  "Epitope": 59299,
  "Exome": 59255,
  "Expression": 59387,
  "FANTOM": 59399,
  "FEGA": 59011,
  "Factorbook": 59416,
  "Federated": 59400,
  "Fuertes": 59113,
  "Functional": 59202,
  "GATEs": 59379,
  "GCA": 59280,
  "GDC": 59378,
  "GEO": 59234,
  "GIANT": 59117,
  "GISAD": 59191,
  "GISAID": 59192,
  "GRA": 59354,
  "GSA": 59332,
  "GSAID": 59346,
  "GSEA": 59338,
  "GTEx": 59053,
  "GTex": 59001,
  "GU": 59391,
  "GenPept": 59307,
  "Genbank": 59256,
  "GeneBank": 59260,
  "GeneCards": 59052,
  "Genecard": 59170,
  "Genes": 59224,
  "Genomes": 59220,
  "Genomic": 59064,
  "Genotype": 59385,
  "Gierahn": 59259,
  "Giovannini": 59157,
  "Gleizes": 59208,
  "GnomAD": 59376,
  "GtRNAdb": 59196,
  "HUGO": 59331,
  "Hadfield": 59099,
  "Helmberg": 59390,
  "Hospitalization": 59233,
  "ICNARC": 59184,
  "IEDB": 59366,
  "IPR": 59405,
  "IPX": 59158,
  "IRCCS": 59108,
  "ISI": 59333,
  "ISL": 59187,
  "ISTAT": 59232,
  "Igarashi": 59194,
  "Influenza": 59000,
  "Inheritance": 59050,
  "Intensive": 59205,
  "InterPro": 59198,
  "Interferome": 59414,
  "JX": 59140,
  "KEGG": 59132,
  "KGZAF": 59166,
  "KICH": 59137,
  "KIRC": 59239,
  "KIRP": 59425,
  "KJ": 59430,
  "KP": 59240,
  "KX": 59433,
  "KY": 59323,
  "Kaelberer": 59313,
  "Kanehisa": 59304,
  "Karczewski": 59074,
  "Knowledgebase": 59278,
  "Konsiliarlabor": 59353,
  "Kupari": 59308,
  "Kurth": 59182,
  "LIHC": 59036,
  "LOVD": 59426,
  "LUAD": 59017,
  "LUSC": 59097,
  "Lachmann": 59129,
  "Liao": 59033,
  "Liberzon": 59088,
  "MEDLINE": 59076,
  "MH": 59007,
  "MISAN": 59211,
  "MN": 59195,
  "MOPED": 59312,
  "Mallick": 59264,
  "Mammalian": 59083,
  "Matys": 59125,
  "MaxQB": 59403,
  "McCauley": 59174,
  "Mendeley": 59154,
  "Mendelian": 59321,
  "Merrett": 59004,
  "Mertins": 59276,
  "MiRTarBase": 59427,
  "Microbiological": 59238,
  "Microscopy": 59203,
  "Monitoring": 59352,
  "Montanes": 59286,
  "MsigDB": 59279,
  "NANPDB": 59417,
  "NCI": 59124,
  "NCIB": 59221,
  "NCRAS": 59429,
  "NCT": 59147,
  "NGDC": 59386,
  "NHGRI": 59292,
  "NIAID": 59119,
  "NIH": 59435,
  "NPASS": 59351,
  "NextStrain": 59030,
  "Nextstrain": 59190,
  "Nucleotide": 59165,
  "OMIM": 59395,
  "OSF": 59041,
  "Omnibus": 59013,
  "Ontology": 59329,
  "Ordovas": 59270,
  "PDBs": 59018,
  "PHE": 59250,
  "PMDB": 59396,
  "PRAD": 59193,
  "PRIDE": 59295,
  "PRJCA": 59197,
  "PRJNA": 59225,
  "PROCKO": 59411,
  "PXD": 59415,
  "Pathogen": 59176,
  "PaxDb": 59054,
  "Pharmacology": 59237,
  "Prediction": 59144,
  "Procko": 59168,
  "Prot": 59172,
  "Proteome": 59029,
  "ProteomeXchange": 59282,
  "Proteomic": 59367,
  "ProteomicsDB": 58998,
  "Pruitt": 59263,
  "PubChem": 59236,
  "PubMed": 59365,
  "Pubchem": 59142,
  "QHD": 59383,
  "QHI": 59049,
  "QHR": 59436,
  "QII": 59419,
  "QIQ": 59339,
  "QTLbase": 59057,
  "RCSB": 59023,
  "REDCap": 59094,
  "REDIportal": 59104,
  "Radiologists": 59078,
  "Radiotherapy": 59143,
  "Rambaut": 59178,
  "Reactome": 59042,
  "RedCAP": 59216,
  "RefSeq": 59130,
  "Refseq": 59058,
  "Registration": 59181,
  "Registry": 59146,
  "Rheumatology": 59118,
  "Rusinova": 59218,
  "SAMC": 59021,
  "SBM": 59212,
  "SCP": 59291,
  "SGSS": 59180,
  "SIAF": 59418,
  "SRA": 59185,
  "SRAdb": 59303,
  "SRP": 58996,
  "SRR": 59394,
  "STAD": 59254,
  "STRING": 59410,
  "Schmiedel": 59262,
  "Scopus": 59325,
  "Sequence": 59363,
  "Sequencing": 59358,
  "Sharing": 59179,
  "Simons": 59008,
  "Sungnak": 59215,
  "SuperPred": 59328,
  "Surveillance": 59392,
  "TABM": 59100,
  "TCGA": 59287,
  "TCM": 59288,
  "TCMSP": 59275,
  "TGCA": 59044,
  "THCA": 59061,
  "TRANSFAC": 59032,
  "TTD": 59148,
  "Therapeutic": 59135,
  "Tianjin": 59038,
  "Tissue": 59043,
  "TissueAtlas": 59265,
  "Toft": 59253,
  "TogoVar": 59209,
  "Tongji": 59139,
  "Tool": 59035,
  "Toxicity": 59085,
  "Toxicogenomic": 59092,
  "Toxicogenomics": 59227,
  "Trainees": 59075,
  "Traits": 59210,
  "Transcription": 59311,
  "Tumor": 59015,
  "UCEC": 59247,
  "UKB": 59169,
  "UKCCMP": 59408,
  "UniProt": 59086,
  "UniProtKB": 59028,
  "UniRef": 59231,
  "Uniprot": 59422,
  "Usoskin": 59285,
  "VIPR": 59040,
  "Variation": 59155,
  "Vasaikar": 59324,
  "Vertebrate": 59300,
  "ViPR": 59012,
  "ViralZone": 59371,
  "Virosaurus": 59037,
  "Virus": 59128,
  "Viruses": 59136,
  "WH": 59397,
  "WiseSearch": 59024,
  "Worldometer": 59296,
  "Worldometers": 59095,
  "Xiong": 59204,
  "ZINC": 59051,
  "Zoonomia": 59161,
  "african": 59409,
  "alexandria": 59177,
  "announcements": 59370,
  "atlas": 59122,
  "bib": 59079,
  "bidd": 59175,
  "bigd": 59081,
  "bioproject": 59183,
  "biosciencedbc": 59398,
  "blob": 59266,
  "brcDocs": 59031,
  "broadinstitute": 59116,
  "browse": 59114,
  "cBio": 59334,
  "cBioPortal": 59025,
  "cbioportal": 59246,
  "cfm": 59009,
  "chinacdc": 59214,
  "civnb": 59150,
  "clades": 59101,
  "cngb": 59364,
  "cnsa": 59302,
  "codon": 59375,
  "cogconsortium": 59005,
  "coronavirus": 59337,
  "covid": 59298,
  "cuhk": 59432,
  "dashboard": 59228,
  "databank": 59271,
  "datasets": 59277,
  "dbGAP": 59120,
  "dbMHC": 59362,
  "defaults": 59360,
  "dgiDB": 59318,
  "drugbank": 59026,
  "elixir": 59065,
  "emergencies": 59217,
  "epicentro": 59301,
  "epicov": 59345,
  "epidemiologia": 59159,
  "epiflu": 59067,
  "epitope": 59261,
  "eular": 59070,
  "europe": 59110,
  "evs": 59258,
  "expasy": 59002,
  "folders": 59368,
  "ftp": 59109,
  "genbank": 59317,
  "genebank": 59319,
  "genecards": 59019,
  "genomes": 59087,
  "geo": 59171,
  "gisaid": 58999,
  "gnomAD": 59369,
  "gnomad": 59431,
  "google": 59048,
  "gs": 59257,
  "gsea": 59248,
  "gz": 59207,
  "hCoV": 59102,
  "hcov": 59084,
  "heidelberg": 59090,
  "idrblab": 59316,
  "influenza": 59055,
  "interferome": 59151,
  "internationalgenome": 59269,
  "interpro": 59223,
  "jacionline": 59060,
  "jhu": 59388,
  "jsp": 59272,
  "kazusa": 59056,
  "lineages": 59244,
  "lsp": 59091,
  "mechANism": 59131,
  "miRBase": 59252,
  "miRTarBase": 59016,
  "miRWalk": 59374,
  "miRbase": 59213,
  "microarray": 59359,
  "mirbase": 59389,
  "mirwalk": 59047,
  "msigdb": 59112,
  "murciasalud": 59034,
  "nCoV": 59356,
  "nanpdb": 59283,
  "ncov": 59096,
  "nextstrain": 59045,
  "nim": 59149,
  "nuccore": 59138,
  "nus": 59404,
  "nwsuaf": 59305,
  "pbmc": 59133,
  "pdb": 59134,
  "phenome": 59343,
  "proteinatlas": 59320,
  "proteomecentral": 59348,
  "proteomes": 59230,
  "proteomexchange": 59309,
  "pusbchem": 59294,
  "rcsb": 59082,
  "refseq": 59357,
  "sanger": 59080,
  "sars": 59268,
  "seqs": 59251,
  "singlecell": 59121,
  "sprinklr": 59341,
  "tar": 59406,
  "tcmsp": 59077,
  "togovar": 59382,
  "tsv": 59273,
  "ttd": 59003,
  "txid": 59105,
  "uniprot": 59123,
  "uniref": 59401,
  "viprbrc": 59314,
  "viralzone": 59006,
  "vssi": 59222,
  "washington": 59297,
  "worldometers": 59327,
  "zenodo": 59242,
  "zmf": 59068
}
