[{"source": "PMC", "date": "20240203", "key": "pmc.key", "infons": {}, "documents": [{"id": "10746699", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1093/jnen/nlad098", "article-id_pmc": "10746699", "article-id_pmid": "37966908", "article-id_publisher-id": "nlad098", "fpage": "2", "issue": "1", "kwd": "Alzheimer disease neuropathologic change Clinical dementia rating Lewy body dementia Limbic-predominant age-related TDP-43 encephalopathy neuropathologic change Mini-Mental State Examination Primary age-related tauopathy", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (https://creativecommons.org/licenses/by/4.0/), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "10", "name_0": "surname:Hiya;given-names:Satomi", "name_1": "surname:Maldonado-Díaz;given-names:Carolina", "name_2": "surname:Walker;given-names:Jamie M", "name_3": "surname:Richardson;given-names:Timothy E", "section_type": "TITLE", "type": "front", "volume": "83", "year": "2023"}, "text": "Cognitive symptoms progress with limbic-predominant age-related TDP-43 encephalopathy stage and co-occurrence with Alzheimer disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 133, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 142, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Limbic-predominant age-related TDP-43 encephalopathy neuropathologic change (LATE-NC) is a neuropathologic entity characterized by transactive response DNA-binding protein of 43-kDa (TDP-43)-immunoreactive inclusions that originate in the amygdala and then progress to the hippocampi and middle frontal gyrus. LATE-NC may mimic Alzheimer disease clinically and often co-occurs with Alzheimer disease neuropathologic change (ADNC). This report focuses on the cognitive effects of isolated and concomitant LATE-NC and ADNC. Cognitive/neuropsychological, neuropathologic, genetic, and demographic variables were analyzed in 28 control, 31 isolated LATE-NC, 244 isolated ADNC, and 172 concurrent LATE-NC/ADNC subjects from the National Alzheimer’s Coordinating Center. Cases with LATE-NC and ADNC were significantly older than controls; cases with ADNC had a significantly higher proportion of cases with at least one APOE ε4 allele. Both LATE-NC and ADNC exhibited deleterious effects on overall cognition proportional to their neuropathological stages; concurrent LATE-NC/ADNC exhibited the worst overall cognitive effect. Multivariate logistic regression analysis determined an independent risk of cognitive impairment for progressive LATE-NC stages (OR 1.66; p = 0.0256) and ADNC levels (OR 3.41; p < 0.0001). These data add to the existing knowledge on the clinical consequences of LATE-NC pathology and the growing literature on the effects of multiple concurrent neurodegenerative pathologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1650, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1663, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Limbic-predominant age-related TDP-43 encephalopathy neuropathologic change (LATE-NC) is a neuropathologic entity thought to be separate from other TDP-43-related proteinopathies, with recently described consensus criteria. Previously termed “hippocampal sclerosis of aging,” “hippocampal sclerosis dementia,” and “cerebral age-related TDP-43 and sclerosis”, LATE-NC is characterized by transactive response (TAR) DNA-binding protein of 43-kDa (TDP-43)-immunoreactive neuronal cytoplasmic inclusions, which originate in the amygdala (Stage 1) and progress to the hippocampus (Stage 2) and middle frontal gyrus of the neocortex (Stage 3). There remains disagreement over this diagnosis and its relationship to other disorders with TDP-43 inclusions, including frontotemporal lobe degeneration with TDP-43 (FTLD-TDP) and amyotrophic lateral sclerosis (ALS). Although there are clinical, genetic, and morphological differences, there indeed appears to be some degree of overlap among these entities (particularly at higher stages) and the distinction between them may be subtle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2751, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "LATE-NC is a frequent finding in autopsy cohorts of elderly subjects and frequently co-occurs with other neurodegenerative disorders, including Alzheimer disease neuropathologic change (ADNC), primary age-related tauopathy (PART), and Lewy body disease (LBD) but it can also be found in patients with minimal or no other evident neurodegenerative pathology. Clinically, LATE-NC may present similarly to Alzheimer disease, with effects on global cognition, episodic memory, executive function, and language, as well as an increased likelihood of experiencing neuropsychiatric symptoms and extrapyramidal signs. Given the frequency with which LATE-NC is concurrent with other neurodegenerative disorders, it is difficult to disentangle the cognitive effects of LATE-NC from these other comorbidities. Hence, several recent studies have focused on the cumulative effects of these multiple coexistent neurodegenerative findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3676, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this report, we utilize the National Alzheimer’s Coordinating Center (NACC) database to compare the demographic, genetic, neuropathologic, cognitive, and neuropsychological features in subjects with autopsy-confirmed isolated LATE-NC (n = 31), isolated ADNC (n = 244), concurrent LATE-NC and ADNC (n = 172), and a group of control subjects without significant ADNC, LATE-NC, LBD, FTLD, or other identified neurodegenerative pathologies (n = 28). We demonstrate a progressive deleterious effect of isolated LATE-NC on cognitive function and a subset of neuropsychological domains as TDP-43 immunoreactive inclusions progress from the amygdala to the neocortex (Stages 1–3). This is similar to, (although less severe than), the effects of the progression of ADNC from “low” to “high” level, which consistently affects all cognitive and neuropsychological domains. LATE-NC stage and ADNC level were both independently associated with cognitive impairment in multivariate analysis of this cohort. In sum, these results indicate that the presence of LATE-NC has less severe effects on cognition compared to ADNC, and confirm previous literature suggesting that comorbid ADNC and LATE-NC have compounding effects on cognition when they are present together.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4959, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 4981, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Case selection and exclusion criteria", "sentences": [], "annotations": [], "relations": []}, {"offset": 5019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For this study, we downloaded data from the National Alzheimer’s Coordinating Center (NACC), established with funding from the National Institute on Aging (U01 AG016976) (https://naccdata.org/). Standardized Uniform Data Set (UDS), version 3 variable definitions (https://naccdata.org/data-collection/forms-documentation/uds-3), Neuropathology (NP) Data Set, version 11 variable definitions (https://naccdata.org/data-collection/forms-documentation/np-11), and Genetic Data Set (Gen) variable definitions (https://files.alz.washington.edu/documentation/rdd-genetic-data.pdf) from NACC were used, as previously described. A total of 7709 unique NACC cases where at minimum global clinical dementia rating (CDR) was assessed and the last patient encounter occurred within the final 2 years of life were identified, as previously described. Six thousand six hundred twenty cases were excluded for not having sufficient pathologic data available to determine ADNC level, LATE-NC stage, LBD stage, or vascular pathology (Supplementary DataFig. S1). Of the 1089 remaining cases, an additional 614 cases were excluded for having significant comorbid neurodegenerative pathologies, including diagnoses of FTLD, ALS/motor neuron disease, LBD, multiple system atrophy, prion disease, trinucleotide repeat diseases, chronic traumatic encephalopathy, and Down syndrome, leaving 475 cases for analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6413, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Neuropathologic, genetic, and demographic variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 6465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LATE-NC stage was assessed at the originating institutions using a combination of phospho-specific and nonphospho-specific antibodies and were not directly rereviewed for this study. For TDP-43 staging, we used the NACC NP dataset variables NPTDPA (TDP-43 immunoreactive inclusions in the spinal cord), NPTDPB (TDP-43 immunoreactive inclusions in amygdala), NPTDPC (TDP-43 immunoreactive inclusions in the hippocampus), and NPTDPE (TDP-43 immunoreactive inclusions in neocortex [middle frontal gyrus]). Cases were assigned LATE-NC Stage 0 in the absence of TDP-43 immunoreactivity in any assessed region, LATE-NC Stage 1 with TDP-43 immunoreactive inclusions in the amygdala only, LATE-NC Stage 2 with TDP-43 immunoreactive inclusions in the amygdala and hippocampus, and LATE-NC Stage 3 with TDP-43 inclusions in the amygdala, hippocampus, and neocortex. Cases with TDP-43 immunoreactive lesions in the neocortex but documented diagnoses of FTLD-TDP and/or ALS were excluded, per the most current recommendations for the diagnosis of LATE-NC. “Isolated” LATE-NC was defined as cases with LATE-NC which lacked “intermediate”/“high” ADNC, limbic/neocortical LBD, or any additional neurodegenerative proteinopathy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7690, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Where available, ADNC level was determined from the NACC NP dataset variable NPADNC. In instances where NPADNC was not available, ADNC levels were derived from a combination of Braak stage (NACCBRAA), Thal phase (NPTHAL), and CERAD neuritic plaque (NP) score (NACCNEUR). Cases without sufficient data on Braak stage, Thal phase, and CERAD NP score to determine a specific ADNC level were excluded, except in the group with concurrent LATE-NC Stage 2–3 and ADNC Level 2–3, where we included cases that were missing Thal phase but still could be placed in either “intermediate” or “high” level of ADNC (Level 2–3) based on Braak stage and CERAD NP scores alone. Hippocampal sclerosis was assessed with the NP variable NPHIPSCL. In total, 28 cases were included as controls (those lacking any ADNC, LATE-NC, LBD, FTLD, or other significant neuropathologic diagnoses), 31 cases were included as isolated LATE-NC (5 LATE-NC Stage 1, 19 LATE-NC Stage 2, and 7 LATE-NC Stage 3), 244 cases were included as isolated ADNC (17 ADNC Level 1, 107 ADNC Level 2, and 120 ADNC Level 3), and 172 were included as concurrent LATE-NC/ADNC (4 with LATE-NC Stage 1/ADNC Level 1 and 168 with LATE-NC Stages 2–3/ADNC Levels 2–3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8916, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient age was derived from the UDS variable for age at death NACCDAGE. Gender was assessed with the UDS variable SEX and education was assessed with the UDS variable EDUC. APOE genotype (ε2/2, ε2/3, ε2/4, ε3/3, ε3/4, ε4/4) were assessed with the variable NACCAPOE. Patient race was assessed with the UDS variable NACCNINR, and included White/Caucasian, Black/African American, Asian, American Indian/Alaska Native, and Native Hawaiian/Pacific Islander. Demographic data on all individuals included in this study are shown in the Table.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9490, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cognitive and neuropsychological variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 9534, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Representative cognitive and neuropsychological variables encompassing overall cognition and specific neuropsychological domains were assessed using the UDS variable definitions, from the most recent available visit where a given test was assessed, when available. These included global CDR (CDRGLOB), CDR Sum of Boxes (CDRSUM), Mini-Mental State Examination ([MMSE]; NACCMMSE), logical memory immediate recall, (LOGIMEM), logical memory delayed recall (MEMUNITS), digit span forward (DIGIF), digit span backward (DIGIB), Trail Making Test Part A ([TMT-A]; TRAILA), Trail Making Test Part B ([TMT-B]; TRAILB), Wechsler Adult Intelligence Scale Digit Symbol Substitution Test ([WAIS DS]; WAIS), animal list generation/animal fluency (ANIMALS), vegetable list generation/vegetable fluency (VEG), and Boston Naming Test, 30 odd items ([BNT]; BOSTON), as previously described.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10407, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10421, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Multivariate logistic regression analysis was performed with MedCalc (MedCalc Software Ltd, Ostend, Belgium). All other statistical analyses were performed with GraphPad Prism version 9 (GraphPad Software, Inc., La Jolla, CA). Data were normalized for heatmaps by subtracting the mean of each cognitive/neuropsychological test for each pathologically defined group from the mean of the control group for that variable, then dividing each group by the maximum value for each test to define a range from −1 to 1 for comparison and easy visualization. Proportions of cases with gender, race, APOE status, and neuropathologic comorbidities were calculated using the Fisher exact test. Differences between age, education, CDR, CDR sum of boxes, MMSE, and all neuropsychological variables between pathologically-defined groups were evaluated using multiple t-tests and correlated with linear regression modeling using Pearson correlation coefficient. Statistical significance was set at α = 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11419, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 11427, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Demographic, social, and genetic features of LATE-NC and ADNC cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 11497, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The control group patients were significantly younger than the isolated LATE-NC (76.3 ± 2.8 vs 86.2 ± 2.0 years; p = 0.0021), isolated ADNC (79.8 ± 0.5 years; p = 0.0106), and concurrent LATE-NC/ADNC subjects (83.4 ± 0.6 years; p < 0.0001). There were no significant differences between the 4 groups regarding gender or years of education, however, the isolated ADNC and concurrent LATE-NC/ADNC groups had a higher proportion of Caucasian subjects compared to the control cohort. The isolated ADNC-only and concurrent LATE-NC/ADNC groups had a significantly lower proportion of cases with at least one APOE ε2 allele compared to the control group (p = 0.0316 and p = 0.0154, respectively) and a significantly higher proportion of cases with at least one APOE ε4 allele (p = 0.0003 and p < 0.0001, respectively) (Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12373, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cognitive and neuropsychological effects of isolated LATE-NC progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 12447, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "LATE-NC restricted only to the amygdala (Stage 1) did not demonstrate a significant deleterious impact on any cognitive or neuropsychological domain. With progression of neuronal TDP-43 inclusions to the hippocampus (LATE-NC Stage 2) there was a significantly deleterious effect on global CDR, CDR sum of boxes, and MMSE, as well as neuropsychological domains involving processing speed/executive function (TMT-A and TMT-B). In LATE-NC Stage 3, global CDR, CDR sum of boxes, and MMSE were significantly impacted compared to the control cohort, and there were nonsignificant trends toward worse logical memory function (immediate and delayed recall), while DSF was actually increased (Fig. 1A and Supplementary Data Table). These same trends in cognitive and neuropsychological testing with isolated LATE-NC stage were demonstrated using linear regression models (Fig. 1B). These results suggest a deleterious effect on global cognition, and some aspects of logical memory, executive function, and processing speed in subjects with isolated LATE-NC, without significant impairment of attention or language.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13555, "infons": {"file": "nlad098f1.jpg", "id": "nlad098-F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Cognitive and neuropsychological effects of progressive LATE-NC stages. (A) Heatmap demonstrating deleterious effects of LATE-NC stages (each cognitive/neuropsychological variable is normalized to a scale of −1 to 1 for easy visualization) and (B) linear regression models demonstrating statistically significant progressively deleterious effects of increasing LATE-NC stages for all general cognitive measures and a subset of neuropsychological domains. CDR, clinical dementia rating; MMSE, mini-mental state examination; LMI, logical memory immediate recall; LMD, logical memory delayed memory; DSF, digit span forward; DSB, digit span backward; TMT-A, trail making test A; TMT-B, trail making test B; WAIS DS, Wechsler adult intelligence scale digit symbol substitution; Animals, animal list generation/animal fluency; Vegetables, vegetable list generation/vegetable fluency; BNT, Boston naming test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14461, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cognitive and neuropsychological effects of isolated ADNC progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 14531, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ADNC groups demonstrated a stepwise deleterious effect in all cognitive and neuropsychological tests according to progressive ADNC levels (Fig. 2A, B). No significant effect on any cognitive and neuropsychological variables was noted in subjects with isolated “low” ADNC (Level 1). Patients with “intermediate” ADNC (Level 2) demonstrated a deleterious pattern on cognition in terms of global CDR, CDR sum of boxes, MMSE, immediate and delayed recall of logical memory, Boston Naming Test, TMT-A, TMT-B, and WAIS digit substitution score, but attention-related variables and other language-related testing were relatively spared. “High” level ADNC (Level 3) demonstrated a more severe deleterious effect across all cognitive and neuropsychological domains compared to both controls and subjects with lower levels of ADNC. Notably, subjects with isolated ADNC had worse performance across all cognitive and neuropsychological tests compared to subjects with isolated LATE-NC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15519, "infons": {"file": "nlad098f2.jpg", "id": "nlad098-F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Cognitive and neuropsychological effects of progressive ADNC levels. (A) Heatmap demonstrating deleterious effects of ADNC levels (each cognitive/neuropsychological variable is normalized to a scale of −1 to 1 for easy visualization) and (B) linear regression models demonstrating statistically significant progressively deleterious effects of increasing ADNC levels for all cognitive and neuropsychological domains. CDR, clinical dementia rating; MMSE, mini-mental state examination; LMI, logical memory immediate recall; LMD, logical memory delayed memory; DSF, digit span forward; DSB, digit span backward; TMT-A, trail making test A; TMT-B, trail making test B; WAIS DS, Wechsler adult intelligence scale digit symbol substitution; Animals, animal list generation/animal fluency; Vegetables, vegetable list generation/vegetable fluency; BNT, Boston naming test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16387, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cognitive and neuropsychological effects of comorbid LATE-NC and ADNC", "sentences": [], "annotations": [], "relations": []}, {"offset": 16457, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The presence of concurrent LATE-NC Stages 2–3 and ADNC Levels 2–3 resulted in the worst cognitive function across all cognitive and neuropsychological testing (Fig. 3A), as demonstrated in previous studies. There was a trend toward worse cognitive and neuropsychological test scores in all domains in subjects with concurrent LATE-NC Stages 2–3 and ADNC Stages 2–3 compared to isolated LATE-NC Stages 2–3 or isolated ADNC Levels 2–3. In addition, the presence of concurrent LATE-NC Stage 1/ADNC Level 1 demonstrated a relatively small but statistically significant impairment in global CDR, despite no significant effect of either LATE-NC Stage 1 or ADNC Level 1 in isolation. There was no clinically significant impact on any additional neurocognitive variables in concurrent LATE-NC Stage 1/ADNC Level 1 subjects, although this may be partly due to the low sample size (Supplementary Data Table). Multivariate logistic regression modeling demonstrated a significant independent association of progressive LATE-NC stage and ADNC level with cognitive impairment (defined using a threshold of either CDR ≥0.5 or ≥1) at a subject’s final cognitive evaluation (n = 475); each LATE-NC stage had an odds ratio (OR) of 1.66 (95% confidence interval [CI] 1.06–2.60; p = 0.0256) and ADNC had an OR of 3.41 (95% CI 2.46–4.74; p < 0.0001) for cognitive impairment, with the subject’s age, sex, years of education, and presence/absence of hippocampal sclerosis used as covariates (Fig. 3B, C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17978, "infons": {"file": "nlad098f3.jpg", "id": "nlad098-F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Cognitive and neuropsychological effects of concurrent LATE-NC and ADNC. (A) Heatmap demonstrating effects of combinations of LATE-NC stages and ADNC levels on cognitive and neuropsychological domains and (B) univariate and (C) multivariate logistic regression model-derived odds ratios (OR) and 95% confidence intervals (CI) of the presence of LATE-NC stage, ADNC level, hippocampal sclerosis, age, gender, and education level on the development of cognitive impairment (CDR≥0.5) (n = 475). CDR, clinical dementia rating; MMSE, mini-mental state examination; LMI, logical memory immediate recall; LMD, logical memory delayed memory; DSF, digit span forward; DSB, digit span backward; TMT-A, trail making test A; TMT-B, trail making test B; WAIS DS, Wechsler adult intelligence scale digit symbol substitution; Animals, animal list generation/animal fluency; Vegetables, vegetable list generation/vegetable fluency; BNT, Boston naming test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18925, "infons": {"file": "nlad098-T1.xml", "id": "nlad098-T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic and genetic data in control, LATE-NC, ADNC, and concurrent LATE-NC/ADNC subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 19018, "infons": {"file": "nlad098-T1.xml", "id": "nlad098-T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col valign=\"top\" align=\"left\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/><col valign=\"top\" align=\"center\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\">Control</th><th rowspan=\"1\" colspan=\"1\">LATE-NC only</th><th rowspan=\"1\" colspan=\"1\">p-value</th><th rowspan=\"1\" colspan=\"1\">ADNC only</th><th rowspan=\"1\" colspan=\"1\">p-value</th><th rowspan=\"1\" colspan=\"1\">Concurrent LATE-NC/ADNC</th><th rowspan=\"1\" colspan=\"1\">p-value</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Number</td><td rowspan=\"1\" colspan=\"1\">28</td><td rowspan=\"1\" colspan=\"1\">31</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">244</td><td rowspan=\"1\" colspan=\"1\">–</td><td rowspan=\"1\" colspan=\"1\">172</td><td rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Mean age (years)</td><td rowspan=\"1\" colspan=\"1\">76.3 ± 2.8</td><td rowspan=\"1\" colspan=\"1\">86.0 ± 2.2</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0028</bold>\n</td><td rowspan=\"1\" colspan=\"1\">79.8 ± 0.5</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0106</bold>\n</td><td rowspan=\"1\" colspan=\"1\">83.4 ± 0.6</td><td rowspan=\"1\" colspan=\"1\">\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Gender (M:F)</td><td rowspan=\"1\" colspan=\"1\">13:15</td><td rowspan=\"1\" colspan=\"1\">15:16</td><td rowspan=\"1\" colspan=\"1\">0.8804</td><td rowspan=\"1\" colspan=\"1\">135:109</td><td rowspan=\"1\" colspan=\"1\">0.3705</td><td rowspan=\"1\" colspan=\"1\">82:86</td><td rowspan=\"1\" colspan=\"1\">0.2334</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Race</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> Caucasian</td><td rowspan=\"1\" colspan=\"1\">85.7%</td><td rowspan=\"1\" colspan=\"1\">93.3%</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">94.3%</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">92.9%</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> African American/Black</td><td rowspan=\"1\" colspan=\"1\">3.6%</td><td rowspan=\"1\" colspan=\"1\">6.5%</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">4.1%</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">5.4%</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> Asian</td><td rowspan=\"1\" colspan=\"1\">10.7%</td><td rowspan=\"1\" colspan=\"1\">0%</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">0.9%</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\">1.2%</td><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> Other</td><td rowspan=\"1\" colspan=\"1\">0%</td><td rowspan=\"1\" colspan=\"1\">3.2%</td><td rowspan=\"1\" colspan=\"1\">0.2123</td><td rowspan=\"1\" colspan=\"1\">0.9%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0032</bold>\n</td><td rowspan=\"1\" colspan=\"1\">0.6%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0295</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Education (years)</td><td rowspan=\"1\" colspan=\"1\">16.2 ± 0.5</td><td rowspan=\"1\" colspan=\"1\">16.9 ± 0.5</td><td rowspan=\"1\" colspan=\"1\">0.2699</td><td rowspan=\"1\" colspan=\"1\">16.0 ± 0.2</td><td rowspan=\"1\" colspan=\"1\">0.7451</td><td rowspan=\"1\" colspan=\"1\">16.1 ± 0.2</td><td rowspan=\"1\" colspan=\"1\">0.8507</td></tr><tr><td rowspan=\"1\" colspan=\"1\">\n<italic toggle=\"yes\">APOE</italic> Status</td><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/><td rowspan=\"1\" colspan=\"1\"/></tr><tr><td rowspan=\"1\" colspan=\"1\"> ≥1 <italic toggle=\"yes\">APOE</italic> ε2 allele</td><td rowspan=\"1\" colspan=\"1\">24.0%</td><td rowspan=\"1\" colspan=\"1\">20.7%</td><td rowspan=\"1\" colspan=\"1\">0.2918</td><td rowspan=\"1\" colspan=\"1\">8.6%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0316</bold>\n</td><td rowspan=\"1\" colspan=\"1\">7.1%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0154</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> ≥1 <italic toggle=\"yes\">APOE</italic> ε4 allele</td><td rowspan=\"1\" colspan=\"1\">16.0%</td><td rowspan=\"1\" colspan=\"1\">20.7%</td><td rowspan=\"1\" colspan=\"1\">0.6582</td><td rowspan=\"1\" colspan=\"1\">50.0%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>0.0003</bold>\n</td><td rowspan=\"1\" colspan=\"1\">56.5%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>&lt;0.0001</bold>\n</td></tr><tr><td rowspan=\"1\" colspan=\"1\"> Hippocampal sclerosis</td><td rowspan=\"1\" colspan=\"1\">0%</td><td rowspan=\"1\" colspan=\"1\">48.4%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>&lt;0.0001</bold>\n</td><td rowspan=\"1\" colspan=\"1\">5.7%</td><td rowspan=\"1\" colspan=\"1\">0.1931</td><td rowspan=\"1\" colspan=\"1\">39.3%</td><td rowspan=\"1\" colspan=\"1\">\n<bold>&lt;0.0001</bold>\n</td></tr></tbody></table>\n"}, "text": "\tControl\tLATE-NC only\tp-value\tADNC only\tp-value\tConcurrent LATE-NC/ADNC\tp-value\t \tNumber\t28\t31\t–\t244\t–\t172\t–\t \tMean age (years)\t76.3 ± 2.8\t86.0 ± 2.2\t0.0028\t79.8 ± 0.5\t0.0106\t83.4 ± 0.6\t<0.0001\t \tGender (M:F)\t13:15\t15:16\t0.8804\t135:109\t0.3705\t82:86\t0.2334\t \tRace\t\t\t\t\t\t\t\t \t Caucasian\t85.7%\t93.3%\t\t94.3%\t\t92.9%\t\t \t African American/Black\t3.6%\t6.5%\t\t4.1%\t\t5.4%\t\t \t Asian\t10.7%\t0%\t\t0.9%\t\t1.2%\t\t \t Other\t0%\t3.2%\t0.2123\t0.9%\t0.0032\t0.6%\t0.0295\t \tEducation (years)\t16.2 ± 0.5\t16.9 ± 0.5\t0.2699\t16.0 ± 0.2\t0.7451\t16.1 ± 0.2\t0.8507\t \tAPOE Status\t\t\t\t\t\t\t\t \t ≥1 APOE ε2 allele\t24.0%\t20.7%\t0.2918\t8.6%\t0.0316\t7.1%\t0.0154\t \t ≥1 APOE ε4 allele\t16.0%\t20.7%\t0.6582\t50.0%\t0.0003\t56.5%\t<0.0001\t \t Hippocampal sclerosis\t0%\t48.4%\t<0.0001\t5.7%\t0.1931\t39.3%\t<0.0001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19830, "infons": {"file": "nlad098-T1.xml", "id": "nlad098-T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Bold text indicates significance at a level of <0.05; APOE status was not available for all cases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19929, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Frequency of hippocampal sclerosis in LATE-NC, ADNC, and combined pathology subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 20014, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Hippocampal sclerosis was not seen in any of the control group cases but was found much more frequently in the isolated LATE-NC cohort as a whole (48.4%; p < 0.0001), and the concurrent LATE-NC/ADNC cohort (39.3%; p < 0.0001) (Table). Hippocampal sclerosis (HS) was not seen in any LATE-NC Stage 1 or “low” level ADNC (Level 1) subjects. HS was present in 52.6% of isolated LATE-NC Stage 2 (p < 0.0001) and 71.4% of isolated LATE-NC Stage 3 (p < 0.0001), whereas only 7.5% of isolated ADNC Level 2 (p = 0.1358) and 5.0% of isolated ADNC Level 3 (p = 0.2271) had HS, consistent with the known association between LATE-NC and hippocampal sclerosis. Twenty-five percent (1 in 4 cases) of concurrent LATE-NC Stage 1/ADNC Level 1 had unilateral hippocampal sclerosis, significantly greater than the control cohort (p = 0.0163), suggesting an association between concurrent disease (even with low disease burden) and the higher incidence of hippocampal sclerosis (although this may be confounded by difficulty in identifying neuronal cytoplasmic TDP-43 inclusions in the CA1 subregion in cases with hippocampal sclerosis, so there is a possibility that the case with hippocampal sclerosis may be incorrectly classified as LATE-NC Stage 1 instead of LATE-NC Stage 2). Regarding the cohort with concurrent LATE-NC Stages 2–3/ADNC Levels 2–3, 39.3% had hippocampal sclerosis, significantly greater than the control (p < 0.0001) and ADNC cohorts (p < 0.0001), but not significantly different from isolated LATE-NC Stages 2–3 (p = 0.1135).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21594, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 21605, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "LATE-NC is a recently codified neuropathologic entity that has grown out of the previously morphologically defined “hippocampal sclerosis of aging.” Some degree of LATE-NC is a frequent finding in autopsy cohorts of elderly individuals and may be concurrent with other common neurodegenerative diseases, including Alzheimer disease, LBD, and cerebrovascular disease, or more rarely as an isolated finding. Clinically, patients with isolated LATE-NC are more likely to initially present with more normal cognition and develop symptoms more slowly or at an older age than subjects with ADNC, although LATE-NC has also been associated with increased impairment of cognition in subjects with ADNC, LBD, PART, and other neurodegenerative entities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22352, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given that LATE-NC shares some similar morphologic features and a common protein inclusion (TDP-43) with other neurodegenerative diseases, including FTLD-TDP (types A–E) and ALS, there remains debate as to the nature of LATE-NC and its relationship to these other entities. While no accepted set of criteria for the definitive distinction between LATE-NC and FTLD-TDP yet exists, there have been recent recommendations for differentiating between the 2 disorders from a neuropathologic standpoint. TDP-43 in LATE-NC may be similar to FTLD-TDP types A and B, however, it is histomorphologically distinct from types C–E. Moreover, the presence of known pathogenic mutations associated with FTLD-TDP (such as C9orf72 and GRN) are incompatible with a diagnosis of LATE-NC, and an earlier age of onset, high burden of middle frontal gyrus TDP-43 immunoreactive inclusions, and TDP-43 inclusions in subcortical structures, the brainstem, or spinal cord should favor a diagnosis of FTLD-TDP and/or ALS. The LATE-NC subjects included in this study were significantly older (p < 0.0001) and had better overall cognition at their final clinical encounter (p < 0.0001) than NACC subjects with FTLD-TDP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23556, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we demonstrate impairment of global cognition and some measurements of logical memory, processing speed, and executive function with progressive LATE-NC stages (Fig. 1), which follows a similar, if less severe, trajectory with progressive ADNC levels (Fig. 2). Similar to previous studies, we found that the combination of ADNC and LATE-NC resulted in further impairment of many of the cognitive and neuropsychological domains assessed. While combined low levels of LATE-NC (Stage 1) and ADNC (Level 1) only caused small impairments detectable in global CDR, the combination of symptomatic LATE-NC (Stages 2–3) and symptomatic ADNC (Levels 2–3) caused additional impairment in global cognitive measures and a number of the more specific neuropsychological tests. Importantly, LATE-NC stage and ADNC level were each independently associated with cognitive impairment in multivariate logistic regression models; LATE-NC stage appears to contribute less to cognitive impairment than does ADNC level, but there is a significant increase in the likelihood of cognitive impairment with increasing LATE-NC stages and LATE-NC has a clear additive effect when concurrent with ADNC (Fig. 3). The incidence of hippocampal sclerosis was increased in LATE-NC Stages 2–3 compared to controls and LATE-NC restricted to the amygdala, although no significant difference was found between Stages 2 and 3. This is in contrast to isolated ADNC (without concurrent LATE-NC) which does not appear to significantly increase the incidence of HS compared to controls, although there is an increased frequency of HS in combined low-level LATE-NC/ADNC pathology compared to controls or either of these low-level findings in isolation. The odds ratio for cognitive impairment in subjects with hippocampal sclerosis was significant in univariate analysis, but no significant effect on cognition was identified when LATE-NC was introduced as a covariate (Fig. 3B, C). These data are congruent with previous findings suggesting that HS is a frequent feature of LATE-NC and that the majority of HS cases have underlying LATE-NC pathology. HS has a significantly deleterious effect on cognition, however, in the current cohort, this effect appears to primarily be in the context of TDP-43 immunoreactive inclusions in the hippocampus and/or middle frontal gyrus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25911, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several limitations associated with this study. The first is inherent to the NACC dataset itself, which is likely not representative of the general population. This cohort is enriched for non-Hispanic Caucasian patients, patients of higher socioeconomic status, patients with higher education, patients with rare neurodegenerative diseases and more severe neuropathologic findings and clinical symptoms, and patients with more frequent APOE ε4 alleles compared to community-based autopsy cohorts. In addition, there are relatively few cases that could be considered “controls” by either cognitive or neuropathologic measures. With regard to LATE-NC and ADNC staging, autopsy data on TDP-43 inclusions and Thal phase were not included in the NACC NP data set until version 10 in 2014, and there is currently no specific “LATE-NC” designation. Therefore, the majority of cases in the NACC dataset could not be assigned a LATE-NC stage and many could not be assigned an official ADNC level. We included only cases with enough neuropathologic information available to assign these scores, which accounted for our relatively low number of subjects compared to the full NACC cohort, particularly in the isolated LATE-NC groups. This makes it impossible to draw meaningful conclusions about the prevalence of LATE-NC in this cohort, may result in some comparisons being underpowered, and may explain why some neuropsychological tests were significant in LATE-NC Stage 2 but not LATE-NC Stage 3. Future research into LATE-NC stage subgroups with larger cohorts should further elucidate differences in neuropsychological profiles in these groups. Additionally, the neuropathologic data available from NACC assess the distribution of pathology in the brain but not the severity of pathology within a brain region, which may be an important factor in predicting cognitive status in some diseases, particularly those with low overall disease burden or occurring at early stages. By necessity, this was a cross-sectional study and as such could not directly measure the cognitive or neuropsychological impact of progressive LATE-NC or ADNC, however, the development of in vivo biomarkers may allow for longitudinal assessment of cognitive function in individuals with isolated and mixed neurodegenerative pathologies in the near future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28254, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Overall, our findings suggest that LATE-NC has significant effects on global cognition and select neuropsychological domains as TDP-43 progresses to the hippocampus (Stage 2) and frontal neocortex (Stage 3). LATE-NC also further impairs cognitive function in subjects with concomitant ADNC, and multivariate logistic regression analysis suggests that these 2 disease processes have independent deleterious effects on cognition. These data add to the existing knowledge on the clinical consequences of LATE-NC and the growing literature on the effects of multiple concurrent neurodegenerative pathologies. Given the prevalence of these 2 entities and the frequency of their co-occurrence and with additional pathologies and the current need for developing biomarkers and targeting therapies towards individual protein accumulations and neuronal populations, determining the relative effects of each disease process is critical for clinical assessment and drug development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29226, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 29249, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "FUNDING", "sentences": [], "annotations": [], "relations": []}, {"offset": 29257, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "J.M.W. and T.E.R. are supported in part by National Institute on Aging (NIA) (R21 AG078505) and Texas Alzheimer’s Research and Care Consortium (TARCC) (grant numbers 957581 and 957607). The NACC database is funded by NIA/NIH (grant number U24 AG072122).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29513, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "CONFLICT OF INTEREST", "sentences": [], "annotations": [], "relations": []}, {"offset": 29534, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "T.E.R. is an Editorial Board Member of this journal, but was not involved in the peer-review process nor had access to any information regarding its peer-review. The other authors have no conflict of interest to report.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29754, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "SUPPLEMENTARY DATA", "sentences": [], "annotations": [], "relations": []}, {"offset": 29773, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": " Supplementary Data can be found at academic.oup.com/jnen.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29832, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 29843, "infons": {"fpage": "1503", "lpage": "27", "pub-id_pmid": "31039256", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "142", "year": "2019"}, "text": "Limbic-predominant age-related TDP-43 encephalopathy (LATE): Consensus working group report", "sentences": [], "annotations": [], "relations": []}, {"offset": 29935, "infons": {"fpage": "482", "lpage": "98", "pub-id_pmid": "27209644", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "75", "year": "2016"}, "text": "New old pathologies”: AD, PART, and cerebral age-related TDP-43 with sclerosis (CARTS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 30024, "infons": {"fpage": "525", "lpage": "41", "pub-id_pmid": "37563264", "section_type": "REF", "source": "Nat Rev Neurol", "type": "ref", "volume": "19", "year": "2023"}, "text": "Limbic-predominant age-related TDP43 encephalopathy (LATE) neuropathological change in neurodegenerative diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 30138, "infons": {"fpage": "653", "lpage": "60", "pub-id_pmid": "28087828", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "88", "year": "2017"}, "text": "TDP-43 pathology and memory impairment in elders without pathologic diagnoses of AD or FTLD", "sentences": [], "annotations": [], "relations": []}, {"offset": 30230, "infons": {"fpage": "e47", "pub-id_pmid": "31359030", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "142", "year": "2019"}, "text": "LATE to the PART-y", "sentences": [], "annotations": [], "relations": []}, {"offset": 30249, "infons": {"fpage": "2975", "lpage": "88", "pub-id_pmid": "37150879", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "146", "year": "2023"}, "text": "Data-driven neuropathological staging and subtyping of TDP-43 proteinopathies", "sentences": [], "annotations": [], "relations": []}, {"offset": 30327, "infons": {"fpage": "1024", "lpage": "32", "pub-id_pmid": "34597386", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "80", "year": "2021"}, "text": "Differences in symptomatic presentation and cognitive performance among participants with LATE-NC compared to FTLD-TDP", "sentences": [], "annotations": [], "relations": []}, {"offset": 30446, "infons": {"fpage": "159", "lpage": "73", "pub-id_pmid": "36512061", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "145", "year": "2023"}, "text": "LATE-NC staging in routine neuropathologic diagnosis: An update", "sentences": [], "annotations": [], "relations": []}, {"offset": 30510, "infons": {"fpage": "649", "lpage": "51", "pub-id_pmid": "34270750", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "80", "year": "2021"}, "text": "LATE neuropathologic changes with little or no Alzheimer disease is common and is associated with cognitive impairment but not frontotemporal dementia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30661, "infons": {"fpage": "27", "lpage": "44", "pub-id_pmid": "35697880", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "144", "year": "2022"}, "text": "Frequency of LATE neuropathologic change across the spectrum of Alzheimer’s disease neuropathology: Combined data from 13 community-based or population-based autopsy cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 30837, "infons": {"fpage": "110", "lpage": "9", "pub-id_pmid": "36458951", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "82", "year": "2023"}, "text": "Cognitive resistance to and resilience against multiple comorbid neurodegenerative pathologies and the impact of APOE status", "sentences": [], "annotations": [], "relations": []}, {"offset": 30962, "infons": {"fpage": "e115", "lpage": "25", "pub-id_pmid": "36870337", "section_type": "REF", "source": "Lancet Healthy Longev", "type": "ref", "volume": "4", "year": "2023"}, "text": "The prevalence, correlation, and co-occurrence of neuropathology in old age: Harmonisation of 12 measures across six community-based autopsy studies of dementia", "sentences": [], "annotations": [], "relations": []}, {"offset": 31123, "infons": {"fpage": "45", "lpage": "57", "pub-id_pmid": "35551470", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "144", "year": "2022"}, "text": "Neuropathological associations of limbic-predominant age-related TDP-43 encephalopathy neuropathological change (LATE-NC) differ between the oldest-old and younger-old", "sentences": [], "annotations": [], "relations": []}, {"offset": 31291, "infons": {"fpage": "113", "lpage": "24", "pub-id_pmid": "37742640", "section_type": "REF", "source": "J Alzheimers Dis", "type": "ref", "volume": "96", "year": "2023"}, "text": "Characterizing limbic-predominant age-related TDP-43 encephalopathy without Alzheimer’s disease and Lewy body dementia in the oldest old: A case series", "sentences": [], "annotations": [], "relations": []}, {"offset": 31445, "infons": {"fpage": "14579", "pub-id_pmid": "32883971", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "10", "year": "2020"}, "text": "Association of TDP-43 proteinopathy, cerebral amyloid angiopathy, and Lewy bodies with cognitive impairment in individuals with or without Alzheimer’s disease neuropathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 31621, "infons": {"fpage": "e2027", "lpage": "35", "pub-id_pmid": "36941071", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "100", "year": "2023"}, "text": "Cognitive and clinical characteristics of patients with limbic-predominant age-related TDP-43 encephalopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 31730, "infons": {"fpage": "975", "lpage": "87", "pub-id_pmid": "36264254", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "81", "year": "2022"}, "text": "Symptomatic profile and cognitive performance in autopsy-confirmed limbic-predominant age-related TDP-43 encephalopathy with comorbid Alzheimer disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 31882, "infons": {"fpage": "305", "lpage": "13", "pub-id_pmid": "31845964", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "79", "year": "2020"}, "text": "Limbic predominant age-related tdp-43 encephalopathy (LATE): Clinical and neuropathological associations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31987, "infons": {"fpage": "3842", "lpage": "9", "pub-id_pmid": "33188391", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "143", "year": "2020"}, "text": "Neuropsychiatric symptoms in limbic-predominant age-related TDP-43 encephalopathy and Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32095, "infons": {"section_type": "REF", "source": "Am J Geriatr Psychiatry", "type": "ref", "year": "2023"}, "text": "Identifying and diagnosing TDP-43 neurodegenerative diseases in psychiatry", "sentences": [], "annotations": [], "relations": []}, {"offset": 32170, "infons": {"fpage": "89", "pub-id_pmid": "37269007", "section_type": "REF", "source": "Acta Neuropathol Commun", "type": "ref", "volume": "11", "year": "2023"}, "text": "Neurodegenerative pathologies associated with behavioral and psychological symptoms of dementia in a community-based autopsy cohort", "sentences": [], "annotations": [], "relations": []}, {"offset": 32302, "infons": {"fpage": "1037", "lpage": "49", "pub-id_pmid": "36847012", "section_type": "REF", "source": "J Alzheimers Dis", "type": "ref", "volume": "92", "year": "2023"}, "text": "Cognitive and neuropsychological profiles in Alzheimer’s disease and primary age-related tauopathy and the influence of comorbid neuropathologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 32450, "infons": {"fpage": "425", "lpage": "38", "pub-id_pmid": "35696592", "section_type": "REF", "source": "Ann Neurol", "type": "ref", "volume": "92", "year": "2022"}, "text": "TDP-43 pathology exacerbates cognitive decline in primary age-related tauopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 32530, "infons": {"fpage": "1299", "lpage": "307", "pub-id_pmid": "32568358", "section_type": "REF", "source": "JAMA Neurol", "type": "ref", "volume": "77", "year": "2020"}, "text": "Prevalence and clinical phenotype of quadruple misfolded proteins in older adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 32612, "infons": {"fpage": "1", "lpage": "11", "pub-id_pmid": "22101365", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "123", "year": "2012"}, "text": "National Institute on Aging-Alzheimer’s Association guidelines for the neuropathologic assessment of Alzheimer’s disease: A practical approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 32759, "infons": {"fpage": "362", "lpage": "81", "pub-id_pmid": "22487856", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "71", "year": "2012"}, "text": "Correlation of Alzheimer disease neuropathologic changes with cognitive status: A review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 32866, "infons": {"fpage": "270", "lpage": "7", "section_type": "REF", "source": "Alzheimers Dis Assoc Disord", "type": "ref", "volume": "18", "year": "2004"}, "text": "The National Alzheimer’s Coordinating Center (NACC) Database: An Alzheimer disease database", "sentences": [], "annotations": [], "relations": []}, {"offset": 32960, "infons": {"fpage": "249", "lpage": "58", "pub-id_pmid": "17804958", "section_type": "REF", "source": "Alzheimer Dis Assoc Disord", "type": "ref", "volume": "21", "year": "2007"}, "text": "The National Alzheimer’s Coordinating Center (NACC) database: The uniform data set", "sentences": [], "annotations": [], "relations": []}, {"offset": 33045, "infons": {"fpage": "683", "lpage": "95", "pub-id_pmid": "36502330", "section_type": "REF", "source": "J Alzheimers Dis", "type": "ref", "volume": "91", "year": "2023"}, "text": "The spectrum of Alzheimer-type pathology in cognitively normal individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 33120, "infons": {"fpage": "531", "lpage": "45", "pub-id_pmid": "35366087", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "143", "year": "2022"}, "text": "Patterns of amygdala region pathology in LATE-NC: Subtypes that differ with regard to TDP-43 histopathology, genetic risk factors, and comorbid pathologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 33276, "infons": {"fpage": "1", "lpage": "13", "pub-id_pmid": "22265587", "section_type": "REF", "source": "Alzheimers Dement", "type": "ref", "volume": "8", "year": "2012"}, "text": "National Institute on Aging-Alzheimer’s Association guidelines for the neuropathologic assessment of Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 33401, "infons": {"fpage": "239", "lpage": "59", "pub-id_pmid": "1759558", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "82", "year": "1991"}, "text": "Neuropathological stageing of Alzheimer-related changes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33457, "infons": {"fpage": "1791", "lpage": "800", "pub-id_pmid": "12084879", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "58", "year": "2002"}, "text": "Phases of A beta-deposition in the human brain and its relevance for the development of AD", "sentences": [], "annotations": [], "relations": []}, {"offset": 33548, "infons": {"fpage": "1707", "lpage": "15", "pub-id_pmid": "28916532", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "89", "year": "2017"}, "text": "Comparison of symptomatic and asymptomatic persons with primary age-related tauopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 33634, "infons": {"fpage": "611", "lpage": "21", "pub-id_pmid": "31942622", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "143", "year": "2020"}, "text": "Cognitive trajectory in mild cognitive impairment due to primary age-related tauopathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 33721, "infons": {"fpage": "128", "lpage": "37", "pub-id_pmid": "21606904", "section_type": "REF", "source": "Alzheimer Dis Assoc Disord", "type": "ref", "volume": "25", "year": "2011"}, "text": "Factor structure of the National Alzheimer’s Coordinating Centers uniform dataset neuropsychological battery: An evaluation of invariance between and within groups over time", "sentences": [], "annotations": [], "relations": []}, {"offset": 33897, "infons": {"fpage": "705", "lpage": "15", "pub-id_pmid": "28160067", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "133", "year": "2017"}, "text": "Tau aggregation influences cognition and hippocampal atrophy in the absence of beta-amyloid: A clinico-imaging-pathological study of primary age-related tauopathy (PART)", "sentences": [], "annotations": [], "relations": []}, {"offset": 34067, "infons": {"fpage": "917", "lpage": "9", "pub-id_pmid": "34415381", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "142", "year": "2021"}, "text": "Limbic-predominant age-related TDP-43 encephalopathy neuropathological change (LATE-NC) is independently associated with dementia and strongly associated with arteriolosclerosis in the oldest-old", "sentences": [], "annotations": [], "relations": []}, {"offset": 34263, "infons": {"fpage": "e1951", "lpage": "62", "pub-id_pmid": "32753441", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "95", "year": "2020"}, "text": "Limbic-predominant age-related TDP-43 encephalopathy, ADNC pathology, and cognitive decline in aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 34364, "infons": {"fpage": "e48", "pub-id_pmid": "31359039", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "142", "year": "2019"}, "text": "Reply: LATE to the PART-y", "sentences": [], "annotations": [], "relations": []}, {"offset": 34390, "infons": {"fpage": "245", "lpage": "52", "pub-id_pmid": "17195931", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "113", "year": "2007"}, "text": "Hippocampal sclerosis dementia differs from hippocampal sclerosis in frontal lobe degeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 34485, "infons": {"fpage": "548", "lpage": "59", "pub-id_pmid": "28833898", "section_type": "REF", "source": "Brain Pathol", "type": "ref", "volume": "28", "year": "2018"}, "text": "Hippocampal sclerosis, hippocampal neuron loss patterns and TDP-43 in the aged population", "sentences": [], "annotations": [], "relations": []}, {"offset": 34575, "infons": {"fpage": "e1422", "lpage": "33", "pub-id_pmid": "35121671", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "98", "year": "2022"}, "text": "Limbic-predominant age-related TDP-43 encephalopathy: Medical and pathologic factors associated with comorbid hippocampal sclerosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34707, "infons": {"fpage": "415", "lpage": "32", "pub-id_pmid": "37382680", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "146", "year": "2023"}, "text": "Characterization of hippocampal sclerosis of aging and its association with other neuropathologic changes and cognitive deficits in the oldest-old", "sentences": [], "annotations": [], "relations": []}, {"offset": 34854, "infons": {"fpage": "2831", "lpage": "41", "pub-id_pmid": "36583547", "section_type": "REF", "source": "Alzheimers Dement", "type": "ref", "volume": "19", "year": "2023"}, "text": "Resilience and resistance to the accumulation of amyloid plaques and neurofibrillary tangles in centenarians: An age-continuous perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 34994, "infons": {"fpage": "134", "pub-id_pmid": "34353357", "section_type": "REF", "source": "Acta Neuropathol Commun", "type": "ref", "volume": "9", "year": "2021"}, "text": "Predictors of cognitive impairment in primary age-related tauopathy: An autopsy study", "sentences": [], "annotations": [], "relations": []}, {"offset": 35080, "infons": {"fpage": "41", "lpage": "8", "pub-id_pmid": "33130455", "section_type": "REF", "source": "Neurobiol Aging", "type": "ref", "volume": "97", "year": "2021"}, "text": "Mesial temporal tau is related to worse cognitive performance and greater neocortical tau load in amyloid-beta-negative cognitively normal individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 35231, "infons": {"fpage": "44", "lpage": "53", "pub-id_pmid": "34963063", "section_type": "REF", "source": "Neurobiol Aging", "type": "ref", "volume": "111", "year": "2022"}, "text": "Association of entorhinal cortical tau deposition and hippocampal synaptic density in older individuals with normal cognition and early Alzheimer’s disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 35389, "infons": {"fpage": "120", "pub-id_pmid": "37408004", "section_type": "REF", "source": "Alzheimers Res Ther", "type": "ref", "volume": "15", "year": "2023"}, "text": "Regional cerebral tau predicts decline in everyday functioning across the Alzheimer’s disease spectrum", "sentences": [], "annotations": [], "relations": []}, {"offset": 35494, "infons": {"fpage": "836", "lpage": "44", "pub-id_pmid": "37595576", "section_type": "REF", "source": "J Neuropathol Exp Neurol", "type": "ref", "volume": "82", "year": "2023"}, "text": "Hippocampal synaptic alterations associated with tau pathology in primary age-related tauopathy", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]