[{"source": "PMC", "date": "20230617", "key": "pmc.key", "infons": {}, "documents": [{"id": "10261916", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"offset": 0, "infons": {"alt-title": "TROP-2 in Castration-Resistant Prostate Cancer", "article-id_doi": "10.1158/1078-0432.CCR-22-1305", "article-id_pmc": "10261916", "article-id_pmid": "36939530", "article-id_publisher-id": "CCR-22-1305", "fpage": "2324", "issue": "12", "license": "This open access article is distributed under the Creative Commons Attribution-NonCommercial-NoDerivatives 4.0 International (CC BY-NC-ND 4.0) license.", "lpage": "2335", "name_0": "surname:Sperger;given-names:Jamie M.", "name_1": "surname:Helzer;given-names:Kyle T.", "name_10": "surname:Wang;given-names:Liewei", "name_11": "surname:Yang;given-names:Rendong", "name_12": "surname:Ren;given-names:Yanan", "name_13": "surname:Engle;given-names:Jonathan W.", "name_14": "surname:Huang;given-names:Peng", "name_15": "surname:Kyriakopoulos;given-names:Christos E.", "name_16": "surname:Slovin;given-names:Susan F.", "name_17": "surname:Soule;given-names:Howard R.", "name_18": "surname:Zhao;given-names:Shuang G.", "name_19": "surname:Kohli;given-names:Manish", "name_2": "surname:Stahlfeld;given-names:Charlotte N.", "name_20": "surname:Tagawa;given-names:Scott T.", "name_21": "surname:Cai;given-names:Weibo", "name_22": "surname:Dehm;given-names:Scott M.", "name_23": "surname:Lang;given-names:Joshua M.", "name_24": "surname:Lang;given-names:J.M.", "name_25": "surname:Lang;given-names:J.M.", "name_26": "surname:Lang;given-names:J.M.", "name_27": "surname:Dehm;given-names:S.M.", "name_28": "surname:Dehm;given-names:S.M.", "name_29": "surname:Lang;given-names:J.M.", "name_3": "surname:Jiang;given-names:Dawei", "name_30": "surname:Kohli;given-names:M.", "name_4": "surname:Singh;given-names:Anupama", "name_5": "surname:Kaufmann;given-names:Katherine R.", "name_6": "surname:Niles;given-names:David J.", "name_7": "surname:Heninger;given-names:Erika", "name_8": "surname:Rydzewski;given-names:Nicholas R.", "name_9": "surname:Wang;given-names:Liguo", "section_type": "TITLE", "type": "front", "volume": "29", "year": "2023"}, "text": "Expression and Therapeutic Targeting of TROP-2 in Treatment-Resistant Prostate Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 86, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Abstract", "sentences": [], "annotations": [], "relations": []}, {"offset": 95, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Purpose:", "sentences": [], "annotations": [], "relations": []}, {"offset": 104, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Men with metastatic castration-resistant prostate cancer (mCRPC) frequently develop resistance to androgen receptor signaling inhibitor (ARSI) treatment; therefore, new therapies are needed. Trophoblastic cell-surface antigen (TROP-2) is a transmembrane protein identified in prostate cancer and overexpressed in multiple malignancies. TROP-2 is a therapeutic target for antibody–drug conjugates (ADC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 509, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Experimental Design:", "sentences": [], "annotations": [], "relations": []}, {"offset": 530, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "TROP-2 gene (TACSTD2) expression and markers of treatment resistance from prostate biopsies were analyzed using data from four previously curated cohorts of mCRPC (n = 634) and the PROMOTE study (dbGaP accession phs001141.v1.p1, n = 88). EPCAM or TROP-2–positive circulating tumor cells (CTC) were captured from peripheral blood for comparison of protein (n = 15) and gene expression signatures of treatment resistance (n = 40). We assessed the efficacy of TROP-2–targeting agents in a mouse xenograft model generated from prostate cancer cell lines.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1085, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results:", "sentences": [], "annotations": [], "relations": []}, {"offset": 1094, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We demonstrated that TACSTD2 is expressed in mCRPC from luminal and basal tumors but at lower levels in patients with neuroendocrine prostate cancer. Patients previously treated with ARSI showed no significant difference in TACSTD2 expression, whereas patients with detectable AR-V7 expression showed increased expression. We observed that TROP-2 can serve as a cell surface target for isolating CTCs, which may serve as a predictive biomarker for ADCs. We also demonstrated that prostate cancer cell line xenografts can be targeted specifically by labeled anti–TROP-2 agents in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1681, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions:", "sentences": [], "annotations": [], "relations": []}, {"offset": 1694, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "These results support further studies on TROP-2 as a therapeutic and diagnostic target for mCRPC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1792, "infons": {"section_type": "INTRO", "type": "title_caption"}, "text": "Translational Relevance", "sentences": [], "annotations": [], "relations": []}, {"offset": 1816, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Patients with castrate-resistant prostate cancer (CRPC) that has progressed to androgen receptor signaling inhibitors (ARSI) have limited options for treatment. Targeted therapies, including antibody–drug conjugates (ADC), offer new avenues for drug development. In this study, we demonstrated that TROP-2 is expressed in tumors from the majority of patients who have progressed on ARSI and that mechanisms of resistance such as AR gene amplification and expression of AR splice variants do not significantly decrease the expression of TROP-2. However, a subset of patients with neuroendocrine prostate cancer may show decreased expression of TROP-2. These results support the testing of TROP-2–targeted therapies in patients with ARSI-resistant adenocarcinoma.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2582, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2595, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Men who progress to castration-resistant prostate cancer (CRPC) have a poor prognosis owing to lethal widespread metastatic disease. In the last decade, there has been a significant increase in the number of approved treatments for men with CRPC. However, none of these therapies is curative, and there is a significant need for new agents. Many of these treatments target the androgen receptor (AR) and the AR signaling pathway (androgen receptor signaling inhibitors, ARSI); thus, the development of persistent AR activity is a common mechanism of resistance to these agents. AR amplifications, structural rearrangements, and mutations are the most frequent genomic alterations in CRPC after treatment with ARSIs. Expression of AR splice variants (AR-V), including AR-V7 and AR-V9, is associated with primary resistance and reduced overall survival (OS) in patients treated with ARSIs. Given the difficulties associated with ARSI resistance, new therapeutic strategies that focus on targets outside the AR signaling axis are critically needed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3641, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recent advances in drug development strategies, including antibody–drug conjugates (ADC), targeted radionuclide therapy, and chimeric antigen receptor (CAR) T or NK cells, present new modalities for targeting cell surface antigens overexpressed in human cancers. Trophoblastic cell-surface antigen (TROP-2), first identified as a cell surface marker for trophoblast cells with significant homology to EPCAM, has been identified as a potential target in solid tumors. TROP-2 can be detected in a number of normal tissues, including epithelium of breast, liver, pancreas, prostate, salivary gland, and uterus, although toxicities in a randomized phase III trial in triple-negative breast cancer (TNBC) were predominantly nausea (57%), diarrhea (59%), neutropenia (63%), and rash (46%; ref.). However, TROP-2 is overexpressed in many human epithelial cancers, including prostate, breast, gastric, colorectal, pancreatic, cervical, urothelial, and ovarian carcinomas. This expression pattern has led to the investigation of TROP-2 as a potential target for the treatment of multiple cancers. Sacituzumab govitecan (SG) was the first FDA-approved approach to target TROP-2, but others, including datopotamab deruxtecan (Dato-Dxd), are in clinical trials. SG is an ADC that targets TROP-2 and is composed of an anti–TROP-2–humanized antibody (RS7) linked by a moderately stable carbonate bond to SN-38, a topoisomerase I inhibitor, and the active metabolite of irinotecan. Clinical trials with SG have demonstrated its efficacy in multiple cancer types, and SG has recently been approved for TNBC and urothelial cancer. A second ADC, Dato-Dxd, also targets TROP-2 and is in trials for TNBC and non–small cell lung cancer. Preclinical data have demonstrated TROP-2 expression in prostate cancer in both primary and metastatic sites, suggesting that TROP-2–targeted therapies may display significant efficacy in men with this disease. However, in-depth analysis of TROP-2 expression in mCRPC and its effect on ARSI treatment resistance has not been performed, and its targeting efficacy is unknown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5742, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this report, we demonstrated that TACSTD2 (the gene encoding TROP-2) mRNA is expressed in most patients with CRPC, and its expression is not affected by previous treatment or resistance to ARSIs. Similar to the cancer-specific cell surface marker EPCAM, TROP-2 can serve as a cell surface target to isolate circulating tumor cells (CTC) from liquid biopsies, which can be used for further molecular analyses. We also demonstrated the specificity and efficacy of targeting TROP-2 in a xenograft mouse model using prostate cancer cell lines and radiolabelled TROP-2 antibodies. These data identified TROP-2 as a potential therapeutic target for mCRPC treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6405, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6427, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Interrogation of public gene expression databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 6477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The expression of AR-V7 and AR-V9 in the PROMOTE database (dbGaP accession phs001141.v1.p1) was determined by calculating the number of split RNA-seq reads crossing the AR exon 3/CE3 (AR-V7) or exon 3/CE5 (AR-V9) splice junctions and normalizing to the total split RNA-seq reads per sample, as previously described. The expression levels of TACSTD2, EPCAM, SYP, and CHGA in the PROMOTE database were determined as previously described. RNA-seq data from 4 mCRPC cohorts Fred Hutchinson Cancer Research Center (FHCRC) autopsy cohort, n = 157; Weill Cornell Medicine (WCM) neuroendocrine prostate cancer–enriched cohort, n = 49; Stand Up 2 Cancer/Prostate Cancer Foundation (SU2C/PCF) East Coast Dream Team (ECDT) mCRPC cohort, n = 266; and SU2C/PCF West Coast Dream Team (WCDT) mCRPC cohort (refs.; n = 162) were curated and processed as previously described. Only previously published data were used for this study. FHCRC, WCM, and the ECDT were downloaded from www.cbioportal.org. WCDT genomics data are available from dbGaP (phs001648) and EGA (EGAD00001009065).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7544, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 7557, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The prostate cancer cell line LAPC-4 (ATCC Cat# CRL-13009, RRID:CVCL_4744) was a gift from Dr. Douglas McNeel (University of Wisconsin-Madison) and authenticated by short tandem repeat profiling in 2014 by DDC Medical. LAPC4s were cultured in DMEM Medium (Corning) supplemented with 20% FBS (Gibco, Thermo Fisher Scientific), 1% sodium pyruvate (Corning), 0.5% beta-mercaptoethanol, and 2% penicillin–streptomycin (HyClone), in Poly-D-Lysine coated tissue culture flasks. VCAPs (ATCC Cat# CRL-2876, RRID:CVCL_2235) were cultured in DMEM supplemented with 10% FBS and 2% penicillin–streptomycin. LNCaP (ATCC Cat# CRL-1740, RRID:CVCL_1379), DU145 (ATCC Cat# HTB-81, RRID:CVCL_0105), 22Rv1 (ATCC Cat# CRL-2505, RRID:CVCL_1045), and PC3 (ATCC Cat# CRL-7934, RRID:CVCL_0035) were purchased from the ATCC and were cultured in RPMI medium (Corning) supplemented with 10% FBS, 2% penicillin–streptomycin, 1% modified non-essential amino acids (HyClone), 1% sodium pyruvate, and 0.5% beta-mercaptoethanol. LnCAP, VCAP, DU145, 22Rv1, and PC3 were authenticated in 2017 by the Wisconsin Translational Research Initiatives at the Pathology Laboratory at the University of Wisconsin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8734, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Preparation of paramagnetic particles", "sentences": [], "annotations": [], "relations": []}, {"offset": 8772, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Goat polyclonal antibodies to the epithelial cell adhesion molecule (R&D Systems Cat# AF960, RRID:AB_355745) and TROP-2 (R&D Systems Cat# AF650, RRID:AB_2205667) were biotinylated according to the Dynabeads FlowComp Flexi manufacturer's instructions (Thermo Fisher Scientific). Streptavidin-coupled paramagnetic particles (PMP) from the Dynabeads FlowComp Flexi kit (Thermo Fisher Scientific) were used at a concentration of 250 μg per reaction for live CTC isolation. Sera-Mag SpeedBeads blocked streptavidin PMPs were used at a concentration of 75 μg per reaction for fixed CTC isolation. The PMPs were washed twice and resuspended in 0.1% Tween-20 in PBS before the addition of biotinylated anti-EPCAM or anti–TROP-2. The PMPs and antibodies were mixed for 30 minutes at room temperature, followed by three washes and resuspension in 0.1% BSA in PBS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9630, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Flow cytometry and cell line capture", "sentences": [], "annotations": [], "relations": []}, {"offset": 9667, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells were harvested at >80% confluence using 0.25% trypsin and filtered through a 40-μm mesh filter. A total of 106 single cells were stained with Ghost Dye Violet 510 (Tonbo Biosciences) following anti-EPCAM-Alexa Fluor 488 (BioLegend Cat# 324210, RRID:AB_756084) and anti-TROP-2-PE (BD Biosciences Cat# 564837, RRID:AB_2738975) antibodies. Cells were acquired on a BD LSR Fortessa instrument, and data were analyzed using FlowJo v. 9.9 software (BD Biosciences, RRID:SCR_008520). The mean fluorescence intensity (MFI) was extracted from single, live cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10228, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To measure capture efficiency, cell lines were labeled with the vital dye Calcein AM (cat# 65–0853–39; Thermo Fisher Scientific). 250 mg of PMPs bound to the indicated antibody and 100 cells from indicated cell line were added to a mixture of 5 mmol/L EDTA, 0.001% Tween-20 and supplemented with 0.1% BSA in PBS. This mixture was tumbled for 30 minutes in a 4°C cold room to bind PMPs to cells. PMP-bound cells were captured by magnetic separation. Both the input well and captured cells were counted to determine the percentage of captured cells (n = 3 for all cell lines).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10808, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 10830, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A prospective biomarker study was performed to evaluate the expression of AR protein and splice variant expression in CTCs from patients with prostate cancer receiving or who had received systemic treatment with androgen deprivation therapy (ADT), chemotherapy, AR-targeted therapies, or Radium 223. Patients were required to have histologically confirmed prostate adenocarcinoma and documented metastases, as confirmed by CT or bone scanning with technetium-99m–labeled methylene diphosphonate. All authors vouch for the completeness and integrity of the data and for the fidelity of the study to the clinical protocol. Peripheral blood samples for CTC analysis were obtained from eligible patients at the time of disease evaluation using serum prostate-specific antigen (PSA) and radiographic imaging if PSA progression was documented. All laboratory investigators were blinded to the clinical information when determining the CTC results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11774, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "VERSA operation for clinical samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 11811, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details of VERSA manufacturing and operation are described by Sperger and colleagues. Briefly, blood specimens were collected in vacutainer tubes (BD Biosciences) containing EDTA anticoagulant. Mononuclear cells were isolated using the Ficoll-Paque Plus gradient (GE Healthcare). Samples for gene expression analysis were CD45 depleted using CD45 microbeads (Miltenyi Biotec) following the manufacturer's instructions to improve the purity of live cell capture of CTCs. Samples from these patients were split, and CTCs were isolated with either EPCAM or TROP-2 antibodies using the VERSA platform, followed by mRNA extraction and gene expression analysis for a panel of genes involved in AR signaling as well as markers of NEPC. Samples for enumeration and AR protein analysis were fixed using a BD Cytofix (BD Biosciences). CTCs were isolated by VERSA using antibodies against EPCAM or TROP-2 conjugated to FlowComp PMPs, as described above. Downstream processes, including immunofluorescent staining and extraction of mRNA and DNA, are integrated into VERSA. qPCR was performed as previously described.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12916, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunofluorescent image analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 12949, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CTCs were assessed by immunofluorescence staining. The following antibodies were used to identify CTCs and assess EPCAM and TROP-2 staining as indicated in the figure legends: Anti-CD45 (BioLegend Cat# 304018, RRID:AB_389336), Anti-CD34 (BioLegend Cat# 343508, RRID:AB_1877133), Anti-CD11B (BioLegend Cat# 101218, RRID:AB_389327), Anti-CD66B (BioLegend Cat# 305109, RRID:AB_2563170), Anti-Pan cytokeratin (BioLegend Cat# 628602, RRID:AB_439775 or Abcam Cat# ab49779, RRID:AB_869395), Anti-Androgen Receptor (Cell Signaling Technology Cat# 5153S, RRID:AB_10692774), Anti-EPCAM (Abcam Cat# ab112068, RRID:AB_10861805) or Anti-TROP-2 (BD Biosciences Cat# 940370, RRID:AB_2876239) and Hoechst 33342 (Thermo Fisher Scientific). Extracellular antibodies were stained at 4°C for 30 minutes. For intracellular and nuclear staining of cells (Fig. 2), cells were stained as described by Sperger and colleagues. For intracellular staining (Fig. 4), cells were permeabilized, stained, and washed with BD Perm/Wash. Images were taken with a 10x objective using Nikon Eclipse Ti-E with an ORCA-Flash 4.0 V2 Digital CMOS camera (Hamamatsu) and NIS-Elements AR Microscope Imaging Software (RRID:SCR_014329, Nikon Instruments). Images were background subtracted, and CTCs were determined by Hoechst-positive staining, cytokeratin+ and CD45−/CD34−/CD66b−.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14294, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vivo imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 14310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The detailed procedures for chelator conjugation and radiolabeling of antibodies with Cu-64 have been reported previously and are outlined below. Prostate cancer cell lines (LAPC4, PC3, and 22rv1) were implanted subcutaneously into 4–6 weeks male athymic nude mice (Hsd:Athymic Nude-Foxn1nu, Envigo, RRID:IMSR_ENV:HSD-069). Tumor sizes were monitored twice a week, and tumor-bearing mice were used for PET imaging when tumor diameters reached 8–10 mm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14766, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PET was performed using an Inveon microPET/microCT scanner (Siemens Medical Solutions). Tumor-bearing mice injected with 64Cu-NOTA-TROP-2 antibody or 64Cu-NOTA-IgG (3.7–7.4 Mbq, 0.1–0.2 mCi) were anesthetized with 2% of isoflurane and placed on the scanner in prone position. Longitudinal PET scanning was performed at 4, 12, 24, and 48 hours after the intravenous administration of the radiotracers. Each scan collected 40 million coincidence events before 24 hours and 20 million at 48 hours. Images were reconstructed using the three-dimensional ordered subset expectation maximization (OSEM3D) algorithm. Region-of-interest analysis of the images was performed using the Inveon Research Workplace software (Siemens Medical Solutions), and tracer (64Cu-NOTA-TROP-2 or 64Cu-NOTA-IgG) uptake in different tissues was denoted as the percentage of injected dose per gram (%ID/g; mean ± SD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15661, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Chelator conjugation", "sentences": [], "annotations": [], "relations": []}, {"offset": 15682, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The antibody used in these studies was the same goat-polyclonal antibody used for CTC capture studies, as described previously in this article (R&D Systems Cat# AF650, RRID:AB_2205667). 1 mg of anti-TROP-2 antibody was dissolved in 1 × PBS (pH 7.2–7.4), and p-SCN-Bn-NOTA (Macrocyclics) in DMSO (10 μL) was added at a 10:1 molar ratio. The final pH of the solution was adjusted to 8.5–9.0 using sodium carbonate. The reaction mixture was maintained at room temperature for 2 hours with constant shaking. NOTA-TROP-2 antibody was purified using PD-10 columns (GE Healthcare) with 1 × PBS as the elution buffer. Non-specific IgG was used as a control antibody and was conjugated to produce NOTA-IgG. We performed radiolabeling titration after NOTA conjugation and found that the average number of chelators per antibody was approximately 2.1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16530, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Radiolabeling of antibodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 16558, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Radiolabeling of NOTA-TROP-2 with Cu-64 was performed our previous procedure. Approximately 74 MBq (2 mCi) of 64CuCl2 was added to 300 μL NaAc buffer (0.5 mol/L, pH 5.0–5.5). Following the addition of 200-μg NOTA-TROP-2 or NOTA-IgG, the solution was incubated at 37°C for 1 hour with constant shaking (500–600 rpm). 64Cu-labeled antibody was purified using a PD-10 column with 1 × PBS as the elution buffer. The fractions with the highest radioactivity were used in animal studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17048, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ex vivo biodistribution study", "sentences": [], "annotations": [], "relations": []}, {"offset": 17078, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After the PET scan at the end point (48 hours), all mice were euthanized, and organs/tissues of interest were collected, wet-weighed, and counted using a gamma counter (Wizard 2, PerkinElmer). The results of biodistribution in different organs are also denoted as %ID/g (mean ± SD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17362, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Therapy preparation and administration", "sentences": [], "annotations": [], "relations": []}, {"offset": 17401, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two study groups were used for the in vivo therapy of LAPC4 tumor-bearing mice: the IgG group and 90Y-DTPA-TROP-2 group (150 μCi per mouse, approximately 50 μg of TROP-2 antibody). All mice received a single dose of the treatment agent in a total volume of 200 μL PBS via tail vein injection. From the day of injection, we monitored the body weight, tumor volume, and general appearance of all mice every other day for two weeks to assess treatment efficacy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17863, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prostate cancer cell lines (LAPC4, PC3, and 22RV1) were implanted subcutaneously into 4–6 weeks male athymic nude mice (Hsd:Athymic Nude-Foxn1nu, Envigo). Tumor sizes were monitored twice a week, and tumor-bearing mice were used for PET imaging when tumor diameters reached 8–10 mm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18150, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "TROP-2 was prepared for radioimmunotherapy by conjugation with DTPA (macrocyclics) using the same method as NOTA conjugation. DTPA-TROP-2 was then subjected to 90YCl3 labeling (PerkinElmer). A total of 74 MBq (2 mCi) of 90YCl3 was added to 300 μL NaAc buffer (0.5 mol/L, pH 5.0–5.5). Following the addition of 300-μg DTPA-TROP-2, the solution was incubated at 37°C for 1 hour with constant shaking (500–600 rpm). 90Y-labeled antibodies were purified using a PD-10 column with 1 × PBS as the elution buffer. The fractions with the highest radioactivity were used in animal studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18739, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two study groups were used for the in vivo therapy of LAPC4 tumor-bearing mice: the IgG group and 90Y-DTPA-TROP-2 group (150 μCi per mouse, approximately 50 μg of TROP-2 or control antibody). All mice received a single dose of the treatment agent in a total volume of 200-μL PBS via tail vein injection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19046, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Monitoring of treatment efficacy and safety", "sentences": [], "annotations": [], "relations": []}, {"offset": 19090, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "From the day of injection, we monitored the body weight, tumor volume, and general appearance of all mice every other day for two weeks to assess treatment efficacy. At the end of the experiment, we measured the complete blood count of all mice to evaluate the toxicity of 90Y-DTPA-TROP-2 in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19388, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 19409, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For comparisons of TACSTD2 expression between sample categories in the 4 mCRPC cohorts, a Wilcoxon rank-sum test or Kruskal–Wallis test was used to calculate P values and the specific test used is noted in each figure and figure legend (Figs. 1 and 2). For survival analysis, a Cox proportional hazard model was implemented on TACSTD2 as a continuous variable using the “survival” packing in R (R v4.0.3; survival v3.2–13). For the Cox model, TACSTD2 expression was scaled by dividing each value by the standard deviation (SD) of TACSTD2 expression, thus a unit change of 1 represents a single SD in TACSTD2 expression (Fig. 1D). Gene set enrichment analysis (GSEA) was performed using the “fgsea” package in R (fgsea v1.16.0) using all genes ranked by the Spearman correlation of their expression with TACSTD2 expression (Fig. 2F). For comparison of CTCs, we used linear regression to compare CTC enumeration values and Lin's concordance correlation coefficient to compare gene expression values between EPCAM and TROP-2–captured CTCs (Fig. 3 and Supplementary Fig. S3). For imaging studies, quantitative data were shown as mean ± SD. For tumor volume analysis in mouse experiments, the Student t test was used for significance test using a 95% confidence interval. For all tests, a P value less than 0.05 was considered statistically significant (Fig. 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20782, "infons": {"file": "2324fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "TROP-2 expression in metastatic prostate cancer. TACSTD2 expression stratified by (A) adenocarcinoma versus NEPC, (B) luminal versus basal, and (C) site of biopsy from patients with mCRPC (n = 634; normalization and batch correction of RNA-seq data described in Aggarwal et al.; ref.). All statistical tests performed in A–C are Wilcoxon rank-sum tests. (D) Survival analysis of TACSTD2 high, middle, and low samples from patients with prostate adenocarcinoma. The Kaplan–Meier curve shows tertiles for visualization purposes only. Statistical testing was performed using a Cox proportional hazard model on continuous TACSTD2 expression. For the Cox model, TACSTD2 expression was scaled by dividing each value by the standard deviation of TACSTD2 expression, thus a unit change of 1 represents a single standard deviation in TACSTD2 expression (Cox proportional hazard model on continuous TACSTD2 expression, P = 0.0118; HR, 0.8218; 95% CI, 0.7053–0.9574).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21745, "infons": {"file": "2324fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig"}, "text": "Figure 1. TROP-2 expression in metastatic prostate cancer. TACSTD2 expression stratified by (A) adenocarcinoma versus NEPC, (B) luminal versus basal, and (C) site of biopsy from patients with mCRPC (n = 634; normalization and batch correction of RNA-seq data described in Aggarwal et al.; ref. 29). All statistical tests performed in A–C are Wilcoxon rank-sum tests. (D) Survival analysis of TACSTD2 high, middle, and low samples from patients with prostate adenocarcinoma. The Kaplan–Meier curve shows tertiles for visualization purposes only. Statistical testing was performed using a Cox proportional hazard model on continuous TACSTD2 expression. For the Cox model, TACSTD2 expression was scaled by dividing each value by the standard deviation of TACSTD2 expression, thus a unit change of 1 represents a single standard deviation in TACSTD2 expression (Cox proportional hazard model on continuous TACSTD2 expression, P = 0.0118; HR, 0.8218; 95% CI, 0.7053–0.9574).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22721, "infons": {"file": "2324fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Effect of ARSI Treatment and AR Alterations on TROP-2 Expression. A,TACSTD2 expression in patients from the 4 mCRPC studies stratified by ARSI naïve or previous ARSI therapy. B,TACSTD2 expression in tumor biopsies from patients with and without AR alterations (defined as AR mutation or AR copy number amplification) from the 4 mCRPC cohorts stratified by adenocarcinoma and NEPC. C,TACSTD2 expression in tumor biopsies with or without AR alteration as in (B), but stratified by luminal and basal mCRPC. Statistical tests performed in A–C are Wilcoxon rank sum tests. D,TACSTD2 expression in baseline (N = 92) samples from the PROMOTE study divided into tertiles by expression level of AR-V7 (Negative n = 37, low n = 26, high n = 27). E, Enrichment plot of the Androgen Response Pathway from the GSEA analysis performed in (F). F, GSEA analysis of hallmark pathways enriched in TACSTD2-correlated genes. A positive normalized enrichment score denotes positive correlation with TACSTD2 expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23722, "infons": {"file": "2324fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig"}, "text": "Figure 2. Effect of ARSI Treatment and AR Alterations on TROP-2 Expression. A, TACSTD2 expression in patients from the 4 mCRPC studies stratified by ARSI naïve or previous ARSI therapy. B, TACSTD2 expression in tumor biopsies from patients with and without AR alterations (defined as AR mutation or AR copy number amplification) from the 4 mCRPC cohorts stratified by adenocarcinoma and NEPC. C, TACSTD2 expression in tumor biopsies with or without AR alteration as in (B), but stratified by luminal and basal mCRPC. Statistical tests performed in A–C are Wilcoxon rank sum tests. D, TACSTD2 expression in baseline (N = 92) samples from the PROMOTE study divided into tertiles by expression level of AR-V7 (Negative n = 37, low n = 26, high n = 27). E, Enrichment plot of the Androgen Response Pathway from the GSEA analysis performed in (F). F, GSEA analysis of hallmark pathways enriched in TACSTD2-correlated genes. A positive normalized enrichment score denotes positive correlation with TACSTD2 expression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24737, "infons": {"file": "2324fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Analysis of TROP-2 Captured CTCs. CTCs were captured from patients with metastatic prostate cancer using the indicated antibody. Images of representative CTCs are shown for CTCs captured using antibodies to (A) EPCAM and (B) TROP-2. CTCs are stained with Hoechst (Blue), AR (Green), CD45/CD11B/CD14 (Exclusion, Red) and Pan-Cytokeratin (CK, White; scale bars, 5 μm). (C) Enumeration of CTCs from 15 patients with metastatic prostate cancer captured by the indicated antibody is shown. (D) Gene expression analysis of EPCAM-captured and TROP-2-captured (T) CTCs from 40 patients with prostate cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25338, "infons": {"file": "2324fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig"}, "text": "Figure 3. Analysis of TROP-2 Captured CTCs. CTCs were captured from patients with metastatic prostate cancer using the indicated antibody. Images of representative CTCs are shown for CTCs captured using antibodies to (A) EPCAM and (B) TROP-2. CTCs are stained with Hoechst (Blue), AR (Green), CD45/CD11B/CD14 (Exclusion, Red) and Pan-Cytokeratin (CK, White; scale bars, 5 μm). (C) Enumeration of CTCs from 15 patients with metastatic prostate cancer captured by the indicated antibody is shown. (D) Gene expression analysis of EPCAM-captured and TROP-2-captured (T) CTCs from 40 patients with prostate cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25949, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study approval", "sentences": [], "annotations": [], "relations": []}, {"offset": 25964, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CTC collection studies were approved by the institutional review board of the University of Wisconsin (2014–1214) in accordance with the Belmont Report and U.S. Common Rule and all patients provided written informed consent. All animal experiments were performed following our laboratory protocol approved by the University of Wisconsin Institutional Animal Care and Use Committee.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26348, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 26376, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data from the FHCRC, WCM, and SU2C/PCF studies are available at cBioPortal (FHCRC: www.cbioportal.org/study?id=prad_fhcrc; WCM: www.cbioportal.org/study?id=nepc_wcm_2016; SU2C/PCF: www.cbioportal.org/study?id=prad_su2c_2019). Data from the WCDT study are available from dbGaP (phs001648.v2.p1) and EGA (EGAD00001008487, EGAD00001009065). Data from the PROMOTE study are available at https://www.ncbi.nlm.nih.gov/gap/advanced_search/?TERM=phs001141. All requests for these data should be directed to these repositories or the authors of the original publications. Other data generated in this study are available upon request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27002, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 27010, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "TROP-2 expression in CRPC", "sentences": [], "annotations": [], "relations": []}, {"offset": 27036, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first investigated the expression level of TACSTD2 in publicly available databases of mCRPC and assessed its correlation with clinical subtypes and sites of disease. Previous studies have shown that TROP-2 protein is detectable by IHC in nearly all prostate cancer biopsy samples and that TROP-2 is upregulated in metastatic prostate cancer tissue compared with localized disease. Using RNA-seq data, we have previously curated from 634 mCRPC samples across four separate cohorts, we compared TACSTD2 expression from tumors classified as adenocarcinoma or NEPC in published studies. Patients with adenocarcinoma were sub-classified as luminal or basal, and we observed that tumors from patients with adenocarcinoma (luminal or basal) had significantly higher TACSTD2 than tumors from patients with NEPC (Fig. 1A; ref.). Interestingly, we also identified a smaller but significant increase in TACSTD2 expression in tumors classified as luminal-like compared with that in basal-like tumors (Fig. 1B). We performed a Spearman correlation between TACSTD2 and other cell surface targets identified by Lee and colleagues) in prostate cancer adenocarcinoma in our cohort, and all genes were positively correlated with TACSTD2 supporting TROP-2 as a target for ADCs, CAR-T, or radioligand therapies in prostate cancer adenocarcinoma (Supplementary Fig. S1). We also analyzed TACSTD2 expression in a cohort of patients with metastatic prostate cancer. Most patients exhibited TACSTD2 expression regardless of biopsy site. However, analysis of TACSTD2 expression at different sites in this metastatic cohort revealed that tumors from the primary site (prostate) had higher expression of TACSTD2 than distant (non-lymph node) metastases (P = 0.044, Wilcoxon rank-sum test) and lymph node metastases (P = 0.029, Wilcoxon rank-sum test; Fig. 1C). However, primary and metastatic samples were not always from the same subjects, and there may be differences in prior treatment history, aggressiveness or patient demographics that could drive cancer heterogeneity and/or evolution. We performed survival analysis of the samples from patients diagnosed with adenocarcinoma for which survival data were available (N = 195). For the Cox proportional hazard model in the survival analysis, TACSTD2 expression was scaled by dividing each value by the SD of TACSTD2 expression, thus a unit change of 1 represents a single SD in TACSTD2 expression. This analysis found that lower TACSTD2 expression was correlated with lower OS (Cox proportional hazard model on continuous TACSTD2 expression P = 0.0118; HR, 0.8218; 95% CI, 0.7053–0.9574; Fig. 1D). Overall, these data show that TROP-2 is expressed across the spectrum of mCRPC subtypes, with a lower relative expression in NEPC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29798, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "TROP-2 expression is not modulated by ARSI treatment or AR alterations", "sentences": [], "annotations": [], "relations": []}, {"offset": 29869, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next investigated whether TACSTD2 levels were affected by resistance to ARSI treatment or the presence of AR alterations, including genomic amplifications, rearrangement, and point mutations. We assessed TACSTD2 expression in the four published mCRPC datasets described above and found no significant difference between ARSI-naïve patients and those who had previously received ARSI therapy (Fig. 2A; P = 0.18, Wilcoxon rank-sum test). To assess whether specific mechanisms of resistance to ARSI result in decreased TACSTD2, we first asked whether the presence of AR alterations affected TACSTD2 expression. The four mCRPC datasets described above contained information on AR mutations and AR copy-number gains. Given the difference in TACSTD2 expression observed between prostate adenocarcinomas (luminal and basal) and NEPC (Fig. 1A), we stratified the data by these categories when comparing TACSTD2 expression according to AR alteration status to avoid bias by subtype. We found no significant difference in TACSTD2 expression in samples with or without an AR alteration within adenocarcinoma (P = 0.57, Wilcoxon rank-sum test), NEPC (P = 0.97, Wilcoxon rank-sum test), luminal (P = 0.96, Wilcoxon rank-sum test), or basal (P = 0.18, Wilcoxon rank-sum test), subtypes, indicating that AR mutations or copy-number gains had no effect on TACSTD2 expression (Fig. 2B and C). The presence of AR splice variants, including AR-V7, in CTCs has been shown to be predictive of resistance to ARSI. The PROMOTE study assessed AR variant RNA levels in tissue biopsies and allowed us to examine the correlation between AR variants and TACSTD2 expression. Interestingly, we found that when samples collected at baseline (n = 90) were divided into AR-V7–negative, AR-V7–low, and AR-V7--high tertiles, TACSTD2 expression was highest in the group with the highest level of AR-V7 and lowest in the AR-V7–negative group (Fig. 2D). Because we did not detect decreased expression of TACSTD2 in AR-V7–positive tumors these data suggest that TROP-2 could be a viable therapeutic target in AR-V7–positive prostate cancers. These observations led us to investigate the pathways associated with TACSTD2 expression. Using the data from the four CRPC datasets described above, we performed GSEA against a list of hallmark pathways and observed that the androgen response pathway was the most highly enriched pathway among TACSTD2-correlated genes (Fig. 2E and F). Collectively, these findings suggest that TROP-2–targeting agents may be beneficial in patients with either ARSI-sensitive or ARSI-resistant mCRPC that retain AR signaling, but may be less beneficial in patients with de novo or treatment-resistant neuroendocrine disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32597, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Capture and molecular analysis of trop-2–positive prostate cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 32671, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Isolation of CTCs via liquid biopsies represents a potential source of tumor cells that could be used to assess TROP-2 expression levels to predict the efficacy of TROP-2–targeted therapies. Isolation of patient CTCs with antibodies against EPCAM has previously been shown to have prognostic relevance in CRPC and serves as a surrogate biomarker of OS. Therefore, we assessed the feasibility of isolating CTCs using cell lines models with TROP-2 as the target antigen. We compared the efficacy of TROP-2 to EPCAM-based CTC capture.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33205, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used the versatile exclusion-based rare sample analysis (VERSA) platform to compare the efficiency of cell line capture using anti–TROP-2 and anti-EPCAM antibodies. We first measured the relative levels of EPCAM and TROP-2 in six prostate cancer cell lines (22rv1, DU145, LAPC4, LNCaP, PC3, and VCaP) using flow cytometry with an Alexafluor 488–conjugated mouse mAb to EPCAM and a PE-conjugated anti-TROP-2 mouse mAb, and calculated the MFIs for each respective antigen (Supplementary Fig. S2A and S2B). Consistent with previous reports, we observed the highest TROP-2 surface expression in LAPC4 and DU145 cell lines and the lowest expression in LNCaP cells (Supplementary Fig. S2A and S2B). To test whether expression levels of TROP-2 correlated with single-cell capture efficiency, cell lines were isolated in parallel using VERSA with goat polyclonal antibodies against EPCAM or TROP-2 (Supplementary Fig. S2C and S2D). Capture efficiency with antibodies against TROP-2 or EPCAM was positively correlated with the expression level of the respective antigen, as measured by flow cytometry. For instance, capture efficiency was nearly 100% in the LAPC4 cell line, which displayed the highest protein levels of both EPCAM and TROP-2 (Supplementary Fig. S2C and S2D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34480, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After confirming that the goat polyclonal antibody to TROP-2 was suitable for CTC capture in cell lines, we evaluated the isolation of CTCs with anti–TROP-2 antibodies from patients with mCRPC. We performed enumeration and immunofluorescence staining of CTCs isolated with either EPCAM or TROP-2 antibodies from matched peripheral blood specimens from 15 patients with mCRPC. Representative immunofluorescent images of isolated CTCs with either EPCAM or TROP-2 antibody capture of cells show co-expression of AR (Fig. 3A and B). Notably, the number of CTCs captured using anti-EPCAM was strongly correlated with those captured using anti–TROP-2 (Pearson r = 0.92; Fig. 3C). The patient and cell line data demonstrate that this anti–TROP-2 antibody can be used to capture prostate CTCs for molecular analysis. In addition to enumeration, we evaluated the gene expression patterns in CTC populations captured from 40 patients with mCRPC using EPCAM or TROP-2 antibodies. We found similar gene expression patterns in EPCAM and TROP-2–captured CTCs (Fig. 3D). We tested the correlation of gene expression values for each gene from TROP-2 captured CTCs compared with the gold standard EPCAM captured CTCs. TROP-2–captured CTCs showed similar expression of the genes in the panel to EPCAM-captured genes (Lin's concordance = 0.86; 95% CI, 0.83–0.88), though there is some heterogeneity (Supplementary Fig. S3). Overall, these data demonstrate that TROP-2 can be used as a target for CTC capture. This suggests that TROP-2–positive CTCs can be used to monitor enumeration and gene expression during treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36097, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Case study of intra-patient cellular heterogeneity of trop-2 in CTCs from a patient with NEPC", "sentences": [], "annotations": [], "relations": []}, {"offset": 36191, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The above data from prostate cancer CTCs demonstrated that the majority of patients with CRPC had TROP-2–positive CTCs. However, we would like to highlight one patient in which we observed that EPCAM- and TROP-2–captured CTCs were phenotypically distinct and corresponded to NEPC and adenocarcinoma populations as described previously in the RNA-seq studies above. At the time of the blood draw, the patient was being treated with ADT with slowly increasing serum PSA levels. This patient developed new symptoms of disease progression, and restaging scans identified progressive disease with new bone, lymph node, liver, and lung metastases. A liver biopsy was performed, which showed small-cell carcinoma of prostate origin with expression of synaptophysin (SYP) and chromogranin A (CHGA). CTCs were isolated using antibodies against EPCAM or TROP-2 as described above, and these CTCs were also stained for the expression of EPCAM and TROP-2 proteins on the surface of the cells (Fig. 4A). More CTCs were captured with EPCAM antibodies (606 CTCs) than with TROP-2 antibodies (380 CTCs). In CTCs captured with anti-EPCAM, we identified a distinct population of cells characterized by very high EPCAM expression (>1,000 MFI) that was not present in TROP-2–captured CTCs. The median EPCAM MFI was 2510 in the EPCAM-captured specimen and 179 in the matched TROP-2 captured specimen (P < 0.0001; Fig. 4B). The gene expression signatures of EPCAM-captured and TROP-2–captured CTCs from this patient were markedly different, further suggesting two distinct cell populations corresponding to adenocarcinoma and NEPC (Fig. 4C). TROP-2 CTCs displayed a pattern of gene expression consistent with a predominance of prostate adenocarcinoma, including expression of genes downstream of AR, including TMPRSS2, KLK2, KLK3, and HOXB13, whereas EPCAM-captured cells were positive for NKX3–1 suggesting prostate origin, but with a predominantly NEPC signature evidenced by high SYP and CHGA and low levels of AR and downstream targets. The observation that we captured EPCAM-positive CTCs with an NEPC-like phenotype and TROP-2–positive CTCs with an adenocarcinoma phenotype within a single patient is consistent with the hypothesis that NEPC tumor cells may express less TROP-2 than prostate cancer cells with an adenocarcinoma origin. Prospective clinical trials are needed to assess whether low or absent TROP-2 may predict resistance to TROP-2–targeted ADC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38650, "infons": {"file": "2324fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "CTCs are heterogeneous with respect to EPCAM and TROP-2 expression in a patient with NEPC. (A) CTCs were captured with EPCAM and TROP-2 antibodies in parallel and were identified positive for Hoechst (H) and pan-cytokeratin (CK) and negative for exclusion marker cocktail (Ex). Cells were also stained for EPCAM (EpC) and TROP-2 (Tr2); scale bar, 5 μm. (B) The mean fluorescent intensities (MFI) of TROP-2 versus EPCAM were graphed for each CTC identified after capture with antibodies to either TROP-2 (red) or EPCAM (blue) and plotted as individual cells. (C) Gene expression analysis of EPCAM captured and TROP-2–captured populations of cells shows expression of neuroendocrine genes and genes downstream of AR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39368, "infons": {"file": "2324fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig"}, "text": "Figure 4. CTCs are heterogeneous with respect to EPCAM and TROP-2 expression in a patient with NEPC. (A) CTCs were captured with EPCAM and TROP-2 antibodies in parallel and were identified positive for Hoechst (H) and pan-cytokeratin (CK) and negative for exclusion marker cocktail (Ex). Cells were also stained for EPCAM (EpC) and TROP-2 (Tr2); scale bar, 5 μm. (B) The mean fluorescent intensities (MFI) of TROP-2 versus EPCAM were graphed for each CTC identified after capture with antibodies to either TROP-2 (red) or EPCAM (blue) and plotted as individual cells. (C) Gene expression analysis of EPCAM captured and TROP-2–captured populations of cells shows expression of neuroendocrine genes and genes downstream of AR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40096, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "TROP-2 as a target for molecular imaging and targeted therapy in metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 40188, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given the expression of TROP-2 in mCRPC, regardless of prior ARSI treatment, we hypothesized that TROP-2 could serve as an imaging target for mCRPC tumor cells. We tested this hypothesis using a xenograft model to identify target TROP-2–positive tumor cells for molecular imaging and therapeutic targeting, using the same TROP-2 antibody used for CTC capture. To test this hypothesis, we generated subcutaneous mouse xenografts with cell lines expressing high levels of TROP-2 (LAPC4) and low levels of TROP-2 (PC3, 22rv1). We analyzed the targeting efficiency of 64Cu-labeled anti–TROP-2 antibody (Fig. 5A). PET imaging showed accumulation of 64Cu-anti–TROP-2 in the tumor compared with that in the IgG control (n = 3 for each group). In contrast, the blood pool and liver displayed a high initial activity, followed by a steady decline (Fig. 5B). The highest accumulation of 64Cu-anti–TROP-2 was observed in the LAPC4 xenograft, which expressed the highest level of TROP-2 (Fig. 5B). An ex vivo biodistribution study confirmed tumor accumulation of the antibody visualized using immunoPET imaging and further suggested that TROP-2 might be a viable target for drug development in prostate cancer (Supplementary Fig. S4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41419, "infons": {"file": "2324fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "TROP-2 is an Effective Target for PET imaging and treatment of xenograft mCRPC tumors. (A) Serial PET imaging and ROI quantifications of TROP-2 in LAPC4, PC3, and 22rv1 tumor-bearing mice injected with 64Cu-labeled anti–TROP-2 antibody or non-specific IgG control as indicated at 4, 24, and 48 hours after injection. H-Heart, L-Liver, and T-Tumor. (B) Time–activity curves of the tumor, liver, blood, and muscle upon intravenous injection of 64Cu-labeled anti–TROP-2 antibody into LAPC4, PC3 or 22rv1 tumor-bearing mice (n = 3). (C) Treatment of LAPC4 xenograft tumors with 90Y-labeled TROP-2 or IgG. Tumor growth is measured as the percentage of initial tumor volume (n = 3). The primary endpoint of the study was pre-specified at 12 days, when all mice were sacrificed, and the time at which we would expect maximal treatment effect. Statistical inference was performed at the primary endpoint, where a Student t test was performed. *, p < 0.05 and was considered statistically significant. (D) H&E staining shows increased cell death in 90Y-labeled TROP-2 sample compared with the control PBS treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42532, "infons": {"file": "2324fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig"}, "text": "Figure 5. TROP-2 is an Effective Target for PET imaging and treatment of xenograft mCRPC tumors. (A) Serial PET imaging and ROI quantifications of TROP-2 in LAPC4, PC3, and 22rv1 tumor-bearing mice injected with 64Cu-labeled anti–TROP-2 antibody or non-specific IgG control as indicated at 4, 24, and 48 hours after injection. H-Heart, L-Liver, and T-Tumor. (B) Time–activity curves of the tumor, liver, blood, and muscle upon intravenous injection of 64Cu-labeled anti–TROP-2 antibody into LAPC4, PC3 or 22rv1 tumor-bearing mice (n = 3). (C) Treatment of LAPC4 xenograft tumors with 90Y-labeled TROP-2 or IgG. Tumor growth is measured as the percentage of initial tumor volume (n = 3). The primary endpoint of the study was pre-specified at 12 days, when all mice were sacrificed, and the time at which we would expect maximal treatment effect. Statistical inference was performed at the primary endpoint, where a Student t test was performed. *, p < 0.05 and was considered statistically significant. (D) H&E staining shows increased cell death in 90Y-labeled TROP-2 sample compared with the control PBS treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43655, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate the potential of TROP-2 as a target for mCRPC therapy, we labeled TROP-2 antibody with the radioisotope 90Y to determine whether TROP-2 could direct radiotherapy to the tumor site. LAPC4 xenografts were grown for two weeks and randomized to treatment with 90Y-anti–TROP-2 or IgG control (n = 3 for each group). The mice treated with 90Y-labeled anti–TROP-2 antibody showed a significant decrease in tumor growth compared with IgG controls (Fig. 5C). A statistical difference can be seen at and the endpoint of 12 days after treatment (P = 0.018). In addition, hematoxylin and eosin staining of tumors showed tumor damage in the 90Y-TROP-2 antibody–treated group compared with that in the PBS control group (Fig. 5D). These data demonstrate that TROP-2 can serve as a target for both molecular imaging of CRPC tumors and targeted therapies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44513, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 44524, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "mCRPC represents the end-stage of prostate cancer, where approved therapies prolong the median OS by only 2–4 months. Resistance to ARSIs, the backbone of systemic therapy for this disease, is widespread. Therefore, new therapies for the treatment of mCRPC are required. TROP-2 has emerged as a promising target outside the AR signaling axis and has been successfully used as a drug target in other malignancies. However, its effectiveness as a target for mCRPC remains unknown. In this report, we demonstrated the feasibility of using TROP-2 as a target for mCRPC therapies and its utility for isolating CTCs to monitor the response in patients with mCRPC. We found that TROP-2 was expressed in the majority of mCRPC cases. Although expression is lower in the more aggressive NEPC subtype, there is a wide range, with some tumors still demonstrating retained expression. In addition, prior ARSI treatment or the presence of AR-modulating mutations did not significantly affect the expression of TACSTD2, and AR-V7 positivity may be associated with greater expression of TACSTD2, suggesting that agents targeting TROP-2 would be minimally affected by ARSI resistance status. Finally, mouse xenograft models demonstrated that labeled TROP-2 antibody specifically targets mCRPC tumors and that conjugating TROP-2 to a radioisotope is effective at decreasing tumor burden. These results demonstrate that targeting TROP-2 is a feasible strategy for the treatment of mCRPC and warrants further analysis in clinical trials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46044, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "ADCs, including SG and Dato-Dxd, were developed to target TROP-2. Both drugs are composed of an anti–TROP-2 antibody linked to a topoisomerase I inhibitor, which induces double-stranded DNA breaks, leading to apoptosis. Clinical trials have demonstrated the efficacy of SG in TNBC and urothelial cancer, which led to the approval of SG for these two cancer types. A Phase I/II multicenter, single-arm basket trial (NCT01631552) evaluated the efficacy of SG in patients with advanced epithelial cancers, including prostate cancer. The ORR varies across different cancer types. In patients with prostate cancer, there was evidence of a clinical response in a small cohort consisting of patients with heavily pretreated disease and some patients with NEPC (n = 11). One patient had a complete response, and the trial demonstrated a clinical benefit rate of 27.3% in patients with prostate cancer. However, more patients are needed to assess the efficacy in prostate cancer and to target this therapy in patients most likely to respond. Our observation that TROP-2 is expressed in patients with mCRPC before and after treatment with AR-targeted therapies suggests that TROP-2–targeted therapies may be beneficial to patients whose disease develops resistance to second-generation AR-targeted therapy and serve as a target for future drug development. Interestingly, we found a positive correlation between TACSTD2 expression and the expression AR-V7, indicating that patients with mCRPC who have progressed on ARSI treatment via this mechanism might benefit from agents targeting TROP-2. To address these hypotheses, we began a phase II clinical trial (NCT03725761) to assess the effectiveness of SG in patients with mCRPC who have progressed on abiraterone or enzalutamide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47819, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although SG has shown clinical benefits for patients with various malignancies, not all patients respond to treatment, and resistance has been reported. The identification and analysis of predictors of response have been challenging because of the difficulty in obtaining metastatic biopsies. The capture of CTCs represents a source of biological material that can inform the status of the tumor through minimally invasive liquid biopsy. Enumeration and gene expression analysis of these rare CTCs are prognostic when captured with EPCAM, and our results suggest that we can also capture TROP-2–positive CTCs using a similar approach. Molecular analysis of TROP-2–positive CTCs could provide a potential companion biomarker for the evaluation of TROP-2 ADC clinical trials in prostate cancer. We hypothesized that TROP-2 positivity and protein expression may correlate with response and resistance. A liquid biomarker for TROP-2 may identify patients most likely to benefit from TROP-2–targeted therapies and help guide future clinical trials. Indeed, this is being tested prospectively in a phase II clinical trial with SG (NCT03725761) in patients with mCRPC who have progressed on abiraterone or enzalutamide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49038, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 49061, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": " Note: Supplementary data for this article are available at Clinical Cancer Research Online (http://clincancerres.aacrjournals.org/).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49195, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Authors' Disclosures", "sentences": [], "annotations": [], "relations": []}, {"offset": 49216, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "K.T. Helzer reports that their spouse is an employee of Epic Systems. S.G. Zhao reports unrelated patents licensed to Veracyte, and that a family member is an employee of Artera and holds stock in Exact Sciences. S.T. Tagawa reports grants from Gilead and Prostate Cancer Foundation during the conduct of the study; and grants and personal fees from Gilead, personal fees from Daiichi Sankyo, and grants and personal fees from Sanofi, Pfizer, Novartis, Janssen, Bayer, Seagen, and Merck outside the submitted work; in addition, S.T. Tagawa reports a patent for Gilead issued to Immunomedics/Gilead/Cornell University. W. Cai reports grants and personal fees from Focus-X Therapeutics Inc. outside the submitted work. S.M. Dehm reports grants from Prostate Cancer Foundation, US National Cancer Institute, and US Department of Defense Prostate Cancer Research Program during the conduct of the study; and personal fees from Bristol Myers Squibb/Celgene and Oncternal Therapeutics, grants from Pfizer/Astellas/Medivation, and personal fees from Janssen R&D, LLC outside the submitted work; as well as reports a patent for Androgen receptor variant inhibitors and methods of using issued. J.M. Lang reports grants from National Cancer Institute, Prostate Cancer Foundation, and Department of Defense during the conduct of the study; other support from Janssen, Astellas, Arvinas, Gilead, Sanofi, Pfizer, 4D Pharma, AstraZeneca, and Salus Discovery, LLC outside the submitted work; as well as reports a patent for CTC technology licensed to Salus Discovery, LLC. No disclosures were reported by the other authors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50826, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' Contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 50849, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": " J.M. Sperger: Conceptualization, data curation, formal analysis, investigation, visualization, methodology, writing–original draft, project administration, writing–review and editing. K.T. Helzer: Conceptualization, data curation, formal analysis, investigation, visualization, methodology, writing–original draft, writing–review and editing. C.N. Stahlfeld: Conceptualization, data curation, formal analysis, investigation, visualization, methodology, writing–original draft, writing–review and editing. D. Jiang: Conceptualization, formal analysis, investigation, visualization, methodology, writing–original draft, writing–review and editing. A. Singh: Investigation, methodology, writing–review and editing. K.R. Kaufmann: Investigation, writing–review and editing. D.J. Niles: Software, formal analysis, investigation, visualization, writing–review and editing. E. Heninger: Conceptualization, software, formal analysis, investigation, visualization, writing–review and editing. N.R. Rydzewski: Conceptualization, data curation, formal analysis, investigation, visualization, methodology, writing–review and editing. L. Wang: Data curation, formal analysis, investigation, visualization, methodology, writing–review and editing. L. Wang: Data curation, formal analysis, investigation, writing–review and editing. R. Yang: Data curation, formal analysis, investigation, writing–review and editing. Y. Ren: Data curation, formal analysis, investigation, writing–review and editing. J.W. Engle: Resources, supervision, writing–review and editing. P. Huang: Supervision, writing–review and editing. C.E. Kyriakopoulos: Resources, investigation, writing–review and editing. S.F. Slovin: Resources, investigation, writing–review and editing. H.R. Soule: Conceptualization, funding acquisition, methodology, writing–review and editing. S.G. Zhao: Conceptualization, data curation, formal analysis, supervision, investigation, writing–original draft, writing–review and editing. M. Kohli: Resources, supervision, investigation, writing–review and editing. S.T. Tagawa: Conceptualization, resources, writing–review and editing. W. Cai: Conceptualization, supervision, investigation, writing–review and editing. S.M. Dehm: Conceptualization, resources, data curation, formal analysis, supervision, funding acquisition, investigation, writing–original draft, writing–review and editing. J.M. Lang: Conceptualization, resources, formal analysis, supervision, funding acquisition, investigation, methodology, writing–original draft, project administration, writing–review and editing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53489, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 53500, "infons": {"fpage": "1215", "lpage": "28", "pub-id_pmid": "26000489", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "161", "year": "2015"}, "text": "Integrative clinical genomics of advanced prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 53558, "infons": {"fpage": "13668", "pub-id_pmid": "27897170", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "7", "year": "2016"}, "text": "Truncation and constitutive activation of the androgen receptor by diverse genomic rearrangements in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 53675, "infons": {"fpage": "758", "lpage": "69", "pub-id_pmid": "30033370", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "174", "year": "2018"}, "text": "Genomic hallmarks and structural variation in metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 53748, "infons": {"fpage": "1965", "lpage": "76", "pub-id_pmid": "31932493", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "26", "year": "2020"}, "text": "Diverse AR gene rearrangements mediate resistance to androgen receptor inhibitors in metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 53860, "infons": {"fpage": "1028", "lpage": "38", "pub-id_pmid": "25184630", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "371", "year": "2014"}, "text": "AR-V7 and resistance to enzalutamide and abiraterone in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 53932, "infons": {"fpage": "1441", "lpage": "9", "pub-id_pmid": "27262168", "section_type": "REF", "source": "JAMA Oncol", "type": "ref", "volume": "2", "year": "2016"}, "text": "Association of AR-V7 on circulating tumor cells as a treatment-specific biomarker with outcomes and survival in castration-resistant prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 54081, "infons": {"fpage": "4704", "lpage": "15", "pub-id_pmid": "28473535", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "23", "year": "2017"}, "text": "Androgen receptor variant AR-V9 is coexpressed with AR-V7 in prostate cancer metastases and predicts abiraterone resistance", "sentences": [], "annotations": [], "relations": []}, {"offset": 54205, "infons": {"fpage": "5147", "lpage": "50", "pub-id_pmid": "7029529", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "78", "year": "1981"}, "text": "Human trophoblast cell-surface antigens defined by monoclonal antibodies", "sentences": [], "annotations": [], "relations": []}, {"offset": 54278, "infons": {"fpage": "701", "lpage": "10", "pub-id_pmid": "21551320", "section_type": "REF", "source": "J Histochem Cytochem", "type": "ref", "volume": "59", "year": "2011"}, "text": "Expression of Trop2 cell surface glycoprotein in normal and tumor tissues: potential implications as a cancer therapeutic target", "sentences": [], "annotations": [], "relations": []}, {"offset": 54407, "infons": {"fpage": "746", "lpage": "56", "pub-id_pmid": "33741442", "section_type": "REF", "source": "Ann Oncol", "type": "ref", "volume": "32", "year": "2021"}, "text": "Sacituzumab govitecan, a Trop-2-directed antibody–drug conjugate, for patients with epithelial cancer: final safety and efficacy results from the phase I/II IMMU-132–01 basket trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 54593, "infons": {"fpage": "3157", "lpage": "69", "pub-id_pmid": "21372224", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "17", "year": "2011"}, "text": "Humanized anti-Trop-2 IgG-SN-38 conjugate for effective treatment of diverse epithelial cancers: preclinical studies in human cancer xenograft models and monkeys", "sentences": [], "annotations": [], "relations": []}, {"offset": 54755, "infons": {"fpage": "98", "lpage": "102", "pub-id_pmid": "8194903", "section_type": "REF", "source": "Int J Cancer Suppl", "type": "ref", "volume": "8", "year": "1994"}, "text": "Characterization of cluster 13: the epithelial/carcinoma antigen recognized by MAb RS7", "sentences": [], "annotations": [], "relations": []}, {"offset": 54842, "infons": {"fpage": "309", "lpage": "14", "pub-id_pmid": "19683559", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1796", "year": "2009"}, "text": "Trop2: a possible therapeutic target for late stage epithelial carcinomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 54916, "infons": {"fpage": "222", "lpage": "33", "pub-id_pmid": "22349828", "section_type": "REF", "source": "Oncogene", "type": "ref", "volume": "32", "year": "2013"}, "text": "Upregulation of Trop-2 quantitatively stimulates human cancer growth", "sentences": [], "annotations": [], "relations": []}, {"offset": 54985, "infons": {"fpage": "22496", "lpage": "512", "pub-id_pmid": "26101915", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "6", "year": "2015"}, "text": "Trop-2 is a novel target for solid cancer therapy with sacituzumab govitecan (IMMU-132), an antibody–drug conjugate (ADC)", "sentences": [], "annotations": [], "relations": []}, {"offset": 55109, "infons": {"fpage": "1529", "lpage": "41", "pub-id_pmid": "33882206", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "384", "year": "2021"}, "text": "Sacituzumab govitecan in metastatic triple-negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 55175, "infons": {"fpage": "2474", "lpage": "85", "pub-id_pmid": "33929895", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "39", "year": "2021"}, "text": "TROPHY-U-01: a Phase II open-label study of sacituzumab govitecan in patients with metastatic urothelial carcinoma progressing after platinum-based chemotherapy and checkpoint inhibitors", "sentences": [], "annotations": [], "relations": []}, {"offset": 55362, "infons": {"fpage": "280", "lpage": "1", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "12", "year": "2022"}, "text": "Very compelling\" results for ADC in TNBC trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 55409, "infons": {"fpage": "OF5", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "11", "year": "2021"}, "text": "TROP2 ADC Intrigues in NSCLC", "sentences": [], "annotations": [], "relations": []}, {"offset": 55438, "infons": {"fpage": "14318", "lpage": "28", "pub-id_pmid": "26015409", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "6", "year": "2015"}, "text": "Trop-2 is upregulated in invasive prostate cancer and displaces FAK from focal contacts", "sentences": [], "annotations": [], "relations": []}, {"offset": 55526, "infons": {"fpage": "3155", "lpage": "67", "pub-id_pmid": "23536555", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "73", "year": "2013"}, "text": "Trop-2 promotes prostate cancer metastasis by modulating beta(1) integrin functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 55610, "infons": {"fpage": "352", "lpage": "60", "pub-id_pmid": "29069303", "section_type": "REF", "source": "Ann Oncol", "type": "ref", "volume": "29", "year": "2018"}, "text": "A prospective genome-wide study of prostate cancer metastases reveals association of wnt pathway activation and increased cell-cycle proliferation with primary resistance to abiraterone acetate-prednisone", "sentences": [], "annotations": [], "relations": []}, {"offset": 55815, "infons": {"fpage": "369", "lpage": "78", "pub-id_pmid": "26928463", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "22", "year": "2016"}, "text": "Substantial interindividual and limited intraindividual genomic diversity among tumors from men with metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 55943, "infons": {"fpage": "298", "lpage": "305", "pub-id_pmid": "26855148", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "22", "year": "2016"}, "text": "Divergent clonal evolution of castration-resistant neuroendocrine prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56025, "infons": {"fpage": "11428", "lpage": "36", "pub-id_pmid": "31061129", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "116", "year": "2019"}, "text": "Genomic correlates of clinical outcome in advanced prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56092, "infons": {"fpage": "469", "lpage": "71", "pub-id_pmid": "28723508", "section_type": "REF", "source": "Eur Urol Focus", "type": "ref", "volume": "2", "year": "2016"}, "text": "Targeting adaptive pathways in metastatic treatment-resistant prostate cancer: update on the stand up 2 cancer/prostate cancer foundation-supported west coast prostate cancer dream team", "sentences": [], "annotations": [], "relations": []}, {"offset": 56278, "infons": {"fpage": "778", "lpage": "89", "pub-id_pmid": "32661416", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "52", "year": "2020"}, "text": "The DNA methylation landscape of advanced prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56336, "infons": {"fpage": "562", "lpage": "71", "pub-id_pmid": "30928160", "section_type": "REF", "source": "Eur Urol", "type": "ref", "volume": "76", "year": "2019"}, "text": "Genomic drivers of poor prognosis and enzalutamide resistance in metastatic castration-resistant prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56449, "infons": {"fpage": "1644", "lpage": "52", "pub-id_pmid": "34554200", "section_type": "REF", "source": "JAMA Oncol", "type": "ref", "volume": "7", "year": "2021"}, "text": "Prognosis associated with luminal and basal subtypes of metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56532, "infons": {"fpage": "746", "lpage": "56", "pub-id_pmid": "27401243", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "23", "year": "2017"}, "text": "Integrated analysis of multiple biomarkers from circulating tumor cells enabled by exclusion-based analyte isolation", "sentences": [], "annotations": [], "relations": []}, {"offset": 56649, "infons": {"fpage": "2926", "lpage": "37", "pub-id_pmid": "34197212", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "39", "year": "2021"}, "text": "Prospective evaluation of clinical outcomes using a multiplex liquid biopsy targeting diverse resistance mechanisms in metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 56795, "infons": {"fpage": "E6525", "lpage": "34", "pub-id_pmid": "26553993", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "112", "year": "2015"}, "text": "Targeting CD146 with a 64Cu-labeled antibody enables in vivo immunoPET imaging of high-grade gliomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 56896, "infons": {"fpage": "1296", "lpage": "305", "pub-id_pmid": "28265738", "section_type": "REF", "source": "Eur J Nucl Med Mol Imaging", "type": "ref", "volume": "44", "year": "2017"}, "text": "Radiolabeled pertuzumab for imaging of human epidermal growth factor receptor 2 expression in ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57005, "infons": {"fpage": "E4473", "lpage": "e82", "pub-id_pmid": "29686080", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "115", "year": "2018"}, "text": "Systemic surfaceome profiling identifies target antigens for immune-based therapy in subtypes of advanced prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57127, "infons": {"fpage": "1120", "lpage": "9", "pub-id_pmid": "30865549", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "37", "year": "2019"}, "text": "Prospective multicenter validation of androgen receptor splice variant 7 and hormone therapy resistance in high-risk castration-resistant prostate cancer: the PROPHECY study", "sentences": [], "annotations": [], "relations": []}, {"offset": 57301, "infons": {"fpage": "6302", "lpage": "9", "pub-id_pmid": "18829513", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "14", "year": "2008"}, "text": "Circulating tumor cells predict survival benefit from treatment in metastatic castration-resistant prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57416, "infons": {"fpage": "LBA4517", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "29", "year": "2011"}, "text": "Evaluation of circulating tumor cell (CTC) enumeration as an efficacy response biomarker of overall survival (OS) in metastatic castration-resistant prostate cancer (mCRPC): Planned final analysis (FA) of COU-AA-301, a randomized, double-blind, placebo-controlled, phase III study of abiraterone acetate (AA) plus low-dose prednisone (P) post docetaxel", "sentences": [], "annotations": [], "relations": []}, {"offset": 57769, "infons": {"fpage": "3670", "lpage": "7", "pub-id_pmid": "22378065", "section_type": "REF", "source": "J Cell Physiol", "type": "ref", "volume": "227", "year": "2012"}, "text": "Trop-2 inhibits prostate cancer cell adhesion to fibronectin through the beta1 integrin-RACK1 axis", "sentences": [], "annotations": [], "relations": []}, {"offset": 57868, "infons": {"fpage": "1995", "lpage": "2005", "pub-id_pmid": "21612468", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "364", "year": "2011"}, "text": "Abiraterone and increased survival in metastatic prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57933, "infons": {"fpage": "983", "lpage": "92", "pub-id_pmid": "22995653", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "13", "year": "2012"}, "text": "Abiraterone acetate for treatment of metastatic castration-resistant prostate cancer: final overall survival analysis of the COU-AA-301 randomised, double-blind, placebo-controlled phase 3 study", "sentences": [], "annotations": [], "relations": []}, {"offset": 58128, "infons": {"fpage": "815", "lpage": "25", "pub-id_pmid": "24647231", "section_type": "REF", "source": "Eur Urol", "type": "ref", "volume": "66", "year": "2014"}, "text": "Updated interim efficacy analysis and long-term safety of abiraterone acetate in metastatic castration-resistant prostate cancer patients without prior chemotherapy (COU-AA-302)", "sentences": [], "annotations": [], "relations": []}, {"offset": 58306, "infons": {"fpage": "1187", "lpage": "97", "section_type": "REF", "source": "N Eng J Med", "type": "ref", "volume": "367", "year": "2012"}, "text": "Increased survival with enzalutamide in prostate cancer after chemotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 58381, "infons": {"fpage": "424", "lpage": "33", "pub-id_pmid": "24881730", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "371", "year": "2014"}, "text": "Enzalutamide in metastatic prostate cancer before chemotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 58444, "infons": {"fpage": "2141", "lpage": "8", "pub-id_pmid": "28291390", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "35", "year": "2017"}, "text": "Efficacy and safety of anti-trop-2 antibody–drug conjugate sacituzumab govitecan (IMMU-132) in heavily pretreated patients with metastatic triple-negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 58615, "infons": {"fpage": "5711", "lpage": "9", "pub-id_pmid": "28679770", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "23", "year": "2017"}, "text": "Therapy of small-cell lung cancer (SCLC) with a topoisomerase-I-inhibiting antibody–drug conjugate (ADC) targeting trop-2, sacituzumab govitecan", "sentences": [], "annotations": [], "relations": []}, {"offset": 58762, "infons": {"fpage": "741", "lpage": "51", "section_type": "REF", "source": "N Eng J Med", "type": "ref", "volume": "380", "year": "2019"}, "text": "Sacituzumab govitecan-hziy in refractory metastatic triple-negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 58844, "infons": {"fpage": "2436", "lpage": "45", "pub-id_pmid": "34404686", "section_type": "REF", "source": "Cancer Discov", "type": "ref", "volume": "11", "year": "2021"}, "text": "Parallel genomic alterations of antigen and payload targets mediate polyclonal acquired clinical resistance to sacituzumab govitecan in triple-negative breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 59010, "infons": {"fpage": "12270", "pub-id_pmid": "26184843", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "The detection of EpCAM(+) and EpCAM(−) circulating tumor cells", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]