[{"source": "PMC", "date": "20231105", "key": "pmc.key", "infons": {}, "documents": [{"id": "5922022", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12885-018-4373-y", "article-id_pmc": "5922022", "article-id_pmid": "29703166", "article-id_publisher-id": "4373", "elocation-id": "478", "kwd": "Prostate cancer Cholesterol Tissue heterogeneity Stroma HMGCR Gene expression analysis RNA-Seq GSEA", "license": "Open AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Rye;given-names:Morten Beck", "name_1": "surname:Bertilsson;given-names:Helena", "name_2": "surname:Andersen;given-names:Maria K.", "name_3": "surname:Rise;given-names:Kjersti", "name_4": "surname:Bathen;given-names:Tone F.", "name_5": "surname:Drabløs;given-names:Finn", "name_6": "surname:Tessem;given-names:May-Britt", "name_7": "surname:Bathen;given-names:Tone F.", "name_8": "surname:Tessem;given-names:May-Britt", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "18", "year": "2018"}, "text": "Cholesterol synthesis pathway genes in prostate cancer are transcriptionally downregulated when tissue confounding is minimized", "sentences": [], "annotations": [], "relations": []}, {"offset": 128, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 139, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The relationship between cholesterol and prostate cancer has been extensively studied for decades, where high levels of cellular cholesterol are generally associated with cancer progression and less favorable outcomes. However, the role of in vivo cellular cholesterol synthesis in this process is unclear, and data on the transcriptional activity of cholesterol synthesis pathway genes in tissue from prostate cancer patients are inconsistent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 584, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 592, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A common problem with cancer tissue data from patient cohorts is the presence of heterogeneous tissue which confounds molecular analysis of the samples. In this study we present a general method to minimize systematic confounding from stroma tissue in any prostate cancer cohort comparing prostate cancer and normal samples. In particular we use samples assessed by histopathology to identify genes enriched and depleted in prostate stroma. These genes are then used to assess stroma content in tissue samples from other prostate cancer cohorts where no histopathology is available. Differential expression analysis is performed by comparing cancer and normal samples where the average stroma content has been balanced between the sample groups. In total we analyzed seven patient cohorts with prostate cancer consisting of 1713 prostate cancer and 230 normal tissue samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1468, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1476, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "When stroma confounding was minimized, differential gene expression analysis over all cohorts showed robust and consistent downregulation of nearly all genes in the cholesterol synthesis pathway. Additional Gene Ontology analysis also identified cholesterol synthesis as the most significantly altered metabolic pathway in prostate cancer at the transcriptional level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1845, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1856, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The surprising observation that cholesterol synthesis genes are downregulated in prostate cancer is important for our understanding of how prostate cancer cells regulate cholesterol levels in vivo. Moreover, we show that tissue heterogeneity explains the lack of consistency in previous expression analysis of cholesterol synthesis genes in prostate cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2214, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 2248, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (10.1186/s12885-018-4373-y) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2384, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2395, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Increased cholesterol levels in enlarged prostates and prostate cancer have been observed for decades, and extensive research has suggested that cholesterol have a role in prostate cancer growth and progression. Cholesterol homeostasis is important for cell viability, and is dynamically regulated by a balance between synthesis, uptake, efflux and storage of cholesterol. For cellular cholesterol synthesis, the conversion of 3-hydroxy-3-methylglutaryl coenzyme A (HMG CoA) to mevalonate is the first rate limiting step, which is followed by over 20 flux controlling enzymatic reactions before cholesterol is synthesized as the final product. In prostate cancer cell-lines, elevated activity of the cholesterol synthesis pathway supports cancer growth and aggressiveness. This has led to the general view that increased cholesterol synthesis in prostate cancer cells contributes to cellular accumulation of cholesterol and prostate cancer growth. A diet high in fat and cholesterol increase the risk of prostate cancer, while statins directly targeting the cholesterol synthesis pathway are associated with improved clinical outcome (reviewed in). This is generally taken as support for the relevance of increased cholesterol synthesis in vivo. This notion was also in line with a recent study showing increased activity of the cholesterol synthesis enzyme squalene monooxygenase (SQLE) in lethal prostate cancer. Accordingly, one would expect that genes in the cholesterol synthesis pathway are upregulated when prostate cancer is compared to normal tissue. However, transcriptional changes in cholesterol genes are rarely highlighted when such comparisons are performed in large patient cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4094, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We hypothesized that this is due to influence of confounding tissue components present in the samples. By confounding we refer to the variations in gene expression pattern between cancer and normal tissue samples which cannot be distinguished from variations caused by the presence of other tissue components in the samples. Gene expression analysis in human tissue is challenged by the highly heterogeneous tissue composition in each sample. The standard way to account for such heterogeneity is to incorporate tissue type percentages from histopathology during the analysis. Although confounding due to tissue composition is generally acknowledged, data from histopathology are missing in most publicly available patient cohorts, which may bias the molecular analyses. In prostate cancer, the presence of stroma tissue is shown to hide underlying molecular features in a differential analysis. Prostate tissues are usually histopathologically divided into benign epithelium, stroma tissue and prostate cancer. It is previously shown that the different number of tissue types present in prostate cancer (three tissue types) and in normal samples (two tissue types) leads to a systematic sampling bias of increased stroma content in the normal samples. Thus the presence of stroma tissue confounds differential analysis when cancer and normal samples are compared.Controlling for these biases will potentiate the discovery of molecular pathways and features otherwise hidden in the data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5582, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To address this challenge we utilized two independent patient cohorts where the tissue composition of prostate cancer and normal samples has been thoroughly assessed by histopathology. Based on the gene expression analysis of stroma-enriched genes in these two cohorts, we used Gene Set Enrichment Analysis (GSEA) to assess the stroma content in five other patient cohorts where no histopathology is available. In total 1713 prostate cancer and 230 normal samples were assessed for their stroma content. To create datasets from all cohorts where the confounding effect of stroma tissue is accounted for, we used our recently published approach of balancing tissue composition. When differential expression analysis is performed on these datasets, consistent downregulation of genes in the cholesterol synthesis pathway is highlighted as one of the most prominent features for primary prostate cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6483, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6491, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cholesterol pathway genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 6517, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cholesterol genes were selected from KEGG pathway map for Steroid Biosynthesis and the Mevalonate Pathway in the pathway map for Terpenoid Backbone Biosynthesis. Twenty-five pathway genes were assessed for differential expression, which represent the complete pathways as mapped by KEGG. In addition, four genes from KEGG involved in cholesteryl ester formation and 19 genes from various literature sources involved in cholesterol regulation, uptake efflux and transport, were assessed. The complete list of genes and their main role in cholesterol homeostasis can be found in Table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7104, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Datasets, processing and quality assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 7148, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Data from the seven patient cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 7184, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Abbreviation</th><th>Source</th><th>Dataset reference</th><th>Article reference</th><th>Analysis Platform</th><th>Samples</th><th>PCa</th><th>Normal</th><th>Unique genes</th><th>HP on all samples</th></tr></thead><tbody><tr><td>\n<italic>Bertilsson</italic>\n</td><td>Array Express</td><td>E-MTAB-1041</td><td><xref ref-type=\"bibr\" rid=\"CR27\">27</xref></td><td>Microarray, A-MEXP-2087 - Illumina Human HT-12 WG-DASL</td><td>156</td><td>116</td><td>40</td><td>14,149</td><td>Yes</td></tr><tr><td>\n<italic>Chen</italic>\n</td><td>GEO</td><td>GSE8218</td><td><xref ref-type=\"bibr\" rid=\"CR21\">21</xref><xref ref-type=\"bibr\" rid=\"CR28\">28</xref></td><td>Microarray, Affymetrix Human Genome U133A Array</td><td>136</td><td>65</td><td>71</td><td>12,497</td><td>Yes</td></tr><tr><td>\n<italic>Taylor</italic>\n</td><td>GEO</td><td>GSE21034</td><td><xref ref-type=\"bibr\" rid=\"CR29\">29</xref></td><td>Microarray, Affymetrix Human Exon 1.0 ST Array</td><td>160</td><td>131</td><td>29</td><td>18,294</td><td>No</td></tr><tr><td>\n<italic>TCGA</italic>\n</td><td>TCGA</td><td>TCGA</td><td><xref ref-type=\"bibr\" rid=\"CR30\">30</xref></td><td>RNA-Seq, Illumina HiSeq 2000/ Genome Analyzer IIX</td><td>549</td><td>497</td><td>52</td><td>20,504</td><td>No</td></tr><tr><td>\n<italic>Prensner</italic>\n</td><td>dbGaP</td><td>phs000443. v1.p1</td><td><xref ref-type=\"bibr\" rid=\"CR31\">31</xref></td><td>RNA-Seq, Illumina Genome Analyzer</td><td>116</td><td>78</td><td>38</td><td>23,712</td><td>No</td></tr><tr><td>\n<italic>Sboner</italic>\n</td><td>GEO</td><td>GSE16560</td><td><xref ref-type=\"bibr\" rid=\"CR35\">35</xref></td><td>Microarray, Human 6 k Transcriptionally Informative Gene Panel for DASL.</td><td>281</td><td>281</td><td>0</td><td>6102</td><td>No</td></tr><tr><td>\n<italic>Erho</italic>\n</td><td>GEO</td><td>GSE46691</td><td><xref ref-type=\"bibr\" rid=\"CR36\">36</xref></td><td>Exon array, Affymetrix Human Exon 1.0 ST Array [probe set (exon) version]</td><td>545</td><td>545</td><td>0</td><td>17,163</td><td>No</td></tr></tbody></table>\n"}, "text": "Abbreviation\tSource\tDataset reference\tArticle reference\tAnalysis Platform\tSamples\tPCa\tNormal\tUnique genes\tHP on all samples\t \tBertilsson\tArray Express\tE-MTAB-1041\t\tMicroarray, A-MEXP-2087 - Illumina Human HT-12 WG-DASL\t156\t116\t40\t14,149\tYes\t \tChen\tGEO\tGSE8218\t\tMicroarray, Affymetrix Human Genome U133A Array\t136\t65\t71\t12,497\tYes\t \tTaylor\tGEO\tGSE21034\t\tMicroarray, Affymetrix Human Exon 1.0 ST Array\t160\t131\t29\t18,294\tNo\t \tTCGA\tTCGA\tTCGA\t\tRNA-Seq, Illumina HiSeq 2000/ Genome Analyzer IIX\t549\t497\t52\t20,504\tNo\t \tPrensner\tdbGaP\tphs000443. v1.p1\t\tRNA-Seq, Illumina Genome Analyzer\t116\t78\t38\t23,712\tNo\t \tSboner\tGEO\tGSE16560\t\tMicroarray, Human 6 k Transcriptionally Informative Gene Panel for DASL.\t281\t281\t0\t6102\tNo\t \tErho\tGEO\tGSE46691\t\tExon array, Affymetrix Human Exon 1.0 ST Array [probe set (exon) version]\t545\t545\t0\t17,163\tNo\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 8016, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Footnote: HP histopathology, GEO gene expression omnibus, TCGA the cancer genome atlas, dbGap the database of genotypes and phenotypes, PCa prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 8172, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For expression analysis of genes in the cholesterol pathway we used gene expression measurements from prostate cancer and normal tissue samples from seven publicly available patient cohorts. An overview of data from the seven patient cohorts is given in Table 1. Cancer samples for all cohorts were from radical prostatectomy specimens, except for the Sboner cohort which was from a watchful waiting cohort. Normal samples were adjacent normal prostate tissue from prostatectomy specimens, except for four normal prostate samples in the Chen cohort which were autopsy samples from subjects without prostate cancer. Gene expression measurements from each patient cohort were downloaded and processed in the following way: Gene expression and metadata from Bertilsson were created by our group and processed as previously described. Data are available at Array Express with accession E-MTAB-1041. The best probe for each gene was selected as the one with the highest average rank by p-value in differential expression analysis (average over unstratified, balanced and unbalanced comparison, see below or main text for explanation). Gene expression and metadata from Chen were downloaded from Gene Expression Omnibus (GEO) accession GSE8218. Probes were matched to gene names by the hg133a.db reference using limma in R. The best probe for each gene was selected as the one with the highest average rank by p-value in differential expression analysis. Gene expression and metadata from Taylor were downloaded from GEO accession GSE21034. Probes were matched to genes using the GPL10264 reference available at GEO. Probes with no matching gene were removed from further analysis. The best probe for each gene was selected as the one with the highest rank in a differential expression analysis between prostate cancer and normal samples. In the Taylor dataset, probes from the same gene generally had very similar ranks. Normalized and raw RNA-Seq read counts and gene names from TCGA where downloaded from The Cancer Genome Atlas [https://cancergenome.nih.gov/],. Normalized read counts were log2-adjusted before further analysis. For the Prensner cohort, RNA-Seq raw reads in fastq-format were downloaded with approval from dbGap (project #5870) with accession phs000443.v1.p1. Raw reads were mapped to the hg19 transcriptome using TopHat2, and featureCounts were used to assign the reads mapping to each gene. Normalization of gene counts were performed using the normalization formula from the voom program. Gene expression and metadata from Sboner were downloaded from GEO with accession GSE16560. Probes were matched to gene names using the GPL5474 reference available at GEO. Only four genes in the Sboner cohort had more than one probe. For these genes, the probes with the highest overall expression value were selected as the best probe. Quantile normalized exon expression data and metadata from the Erho cohort were downloaded from GEO with accession GSE46691. Exons identifiers were matched to gene names using the GPL5188 reference available at GEO. The total expression for each gene was calculated as the average expression over all exons for that gene. Differential expression of genes from Bertilsson, Chen and Taylor were identified using the limma package in R as described previously, while voom on raw RNA-Seq read counts was used for differential expression of genes from TCGA and Prensner. In total, 1943 samples (1713 prostate cancer and 230 normal) with 25,964 unique gene identifiers were considered over all seven datasets (the seven-study-cohort). Five of the cohorts (Bertilsson, Chen, Taylor, TCGA and Prensner, referred to as the five-study-cohort) contained both prostate cancer and normal samples (in total 1117 samples, 887 cancer and 230 normal). The seven-study-cohort contained 4804 shared genes, and the five-study-cohort contained 9527 shared genes over their respective cohorts. Quality assessment of each cohort was performed by evaluating the Pearson correlations between genes in previously validated gene sets related to ERG-fusion, an established feature of primary prostate cancer (Additional file 1: Figure S1). Samples from the five-study-cohort consistently displayed a higher average ERG-fusion gene correlation in prostate cancer samples compared to normal samples. Cancer samples in the Erho cohort showed a similar average correlation compared to cancer samples in the five-study-cohort, while the Sboner cohort showed weaker average correlation. Altogether six of the cohorts performed well for the quality assessment, while poorer quality was only indicated in the Sboner cohort.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12806, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stratification of a cohort into balanced and unbalanced datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 12871, "infons": {"file": "12885_2018_4373_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Flow chart illustrating the different computational steps for the analysis performed in this study. 1) Histopathology (HP) is used to create balanced and unbalanced datasets independently for the Bertilsson (marked green) and Chen (marked red) cohorts. 2) Differentially expressed genes for the HP-based balanced and unbalanced datasets are calculated for the Bertilsson and Chen cohorts. 3) Two stroma gene-sets are identified independently based on gene p-value relationships between the HP-based balanced and unbalanced datasets in the Bertilsson and Chen cohorts, respectively. 4) Gene Set Enrichment Analysis (GSEA) scores for all samples in all seven cohorts are calculated based on the two stroma gene-sets. These gene-sets are not combined, ensuring two independent GSEA stroma predictions for each sample in each cohort. 5) The GSEA scores are used to separate the five cohorts with both cancer and normal samples (including the cohorts from Bertilsson and Chen) into balanced and unbalanced datasets. The two remaining cohorts (Sboner and Erho) are only separated into groups with high and low stroma content. 6) Differentially expressed genes are calculated individually for the five cohorts with both cancer and normal samples. 7) Balanced and unbalanced datasets from the five-study-cohort are merged into one meta-analysis for differential expression. Balanced and unbalanced datasets from the five-study-cohort, as well as high and low stroma datasets from the Sboner and Erho cohorts are merged into one meta-analysis of the seven-study-cohort", "sentences": [], "annotations": [], "relations": []}, {"offset": 14431, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the stratification of samples into datasets of balanced and unbalanced stroma tissue composition we used a strategy recently developed in our research group. The strategy can be applied to any cohort, as long as assessments of stroma content are available for both cancer and normal samples in the cohort. We will here use the Bertilsson cohort to briefly describe the procedure (Fig. 1). The Bertilsson cohort consists of 116 prostate cancer and 40 normal samples, where each sample has been histopathologically assessed for its tissue composition (%) of stroma, cancer and benign epithelium. We separate both cancer and normal samples according to their stroma content where one group has low stroma content and the other has high stroma content, resulting in 4 groups altogether (58 cancer samples with highest stroma content, 58 cancer samples with lowest stroma content, 20 normal samples with highest stroma content and 20 normal samples with lowest stroma content). The balanced dataset is created by joining the 58 cancer samples with the highest percentages of stroma with the 20 normal samples with the lowest percentages of stroma, to create a dataset with balanced average amounts of stroma in cancer and control samples. In contrast, the unbalanced dataset is created by joining the 58 cancer samples with lowest content of stroma with the 20 normal samples with highest content of stroma, thus maximizing the difference of average stroma content between cancer and normal samples. The balanced dataset represents a comparison between prostate cancer and normal samples where the bias due to increased average stroma content in the normal samples has been minimized. Molecular differences in the balanced dataset are thus directly attributable to differences between cancer and normal tissue. The second dataset represent an unbalanced comparison where molecular differences mostly represent differences between prostate cancer and stroma tissue. Differentially expressed genes are then identified independently for the balanced and unbalanced datasets. The equal number of prostate cancer and normal samples in each dataset ensures a consistent statistical power, meaning that p-values are directly comparable for each gene between the balanced and unbalanced datasets. The number of samples used for balanced and unbalanced analysis in each cohort is provided in Additional file 1: Table S2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16843, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of gene-sets for assessment of stroma content in prostate tissue samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 16931, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Since the procedure for identification of gene-sets requires histopathology on both prostate cancer and normal samples in the same cohort, only the Bertilsson and Chen could be utilized for this purpose. Both these cohorts include detailed histopathological evaluation on the percentage tissue composition of prostate cancer, benign epithelium and stroma in both prostate cancer and normal samples. Stroma gene-sets were created independently from each of the two cohorts by the exact same procedure. The difference in average tissue composition between the balanced and unbalanced datasets (described in the previous section) facilitates the identification of genes specifically up- or downregulated in stroma compared to benign epithelium and cancer tissue by comparing p-values between the two datasets. Specifically, genes which display up or downregulation characteristic for stroma tissue will have lower p-values in the unbalanced compared to the balanced dataset. We thus used the following formula to rank all genes according to their suitability for creating stroma gene-sets:", "sentences": [], "annotations": [], "relations": []}, {"offset": 18018, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Overview of genes related to cholesterol synthesis assessed for differential expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 18106, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Gene symbol</th><th>Alternative symbol</th><th>Gene name</th><th>Gene function</th></tr></thead><tbody><tr><td>ACAT1</td><td/><td>acetyl-CoA acetyltransferase 1</td><td>Synthesis</td></tr><tr><td>ACAT2</td><td/><td>acetyl-CoA acetyltransferase 2</td><td>Synthesis</td></tr><tr><td>HMGCS1</td><td/><td>3-hydroxy-3-methylglutaryl-CoA synthase 1</td><td>Synthesis</td></tr><tr><td>HMGCS2</td><td/><td>3-hydroxy-3-methylglutaryl-CoA synthase 2</td><td>Synthesis</td></tr><tr><td>HMGCR</td><td/><td>3-hydroxy-3-methylglutaryl-CoA reductase</td><td>Synthesis (rate limiting enzyme)</td></tr><tr><td>MVK</td><td/><td>mevalonate kinase</td><td>Synthesis</td></tr><tr><td>PMVK</td><td/><td>phosphomevalonate kinase</td><td>Synthesis</td></tr><tr><td>MVD</td><td/><td>mevalonate decarboxylase</td><td>Synthesis</td></tr><tr><td>IDI1</td><td/><td>isopentenyl-diphosphate delta isomerase 1</td><td>Synthesis</td></tr><tr><td>IDI2</td><td/><td>isopentenyl-diphosphate delta isomerase 2</td><td>Synthesis</td></tr><tr><td>FDPS</td><td/><td>farnesyl diphosphate synthase</td><td>Synthesis</td></tr><tr><td>GGPS1</td><td/><td>geranylgeranyl diphosphate synthase 1</td><td>Synthesis</td></tr><tr><td>FDFT1</td><td/><td>farnesyl-diphosphate farnesyltransferase 1</td><td>Synthesis</td></tr><tr><td>SQLE</td><td/><td>squalene epoxidase</td><td>Synthesis</td></tr><tr><td>LSS</td><td/><td>lanosterol synthase</td><td>Synthesis</td></tr><tr><td>DHCR24</td><td/><td>24-dehydrocholesterol reductase</td><td>Synthesis</td></tr><tr><td>CYP51A1</td><td/><td>cytochrome P450 family 51 subfamily A polypeptide 1</td><td>Synthesis</td></tr><tr><td>TM7SF2</td><td/><td>transmembrane 7 superfamily member 2</td><td>Synthesis</td></tr><tr><td>FAXDC2</td><td>C5orf4</td><td>fatty acid hydroxylase domain containing 2</td><td>Synthesis</td></tr><tr><td>MSMO1</td><td>SC4MOL</td><td>methylsterol monooxygenase</td><td>Synthesis</td></tr><tr><td>NSDHL</td><td/><td>NAD(P) dependent steroid dehydrogenase-like</td><td>Synthesis</td></tr><tr><td>HSD17B7</td><td/><td>hydroxysteroid (17-beta) dehydrogenase 7</td><td>Synthesis</td></tr><tr><td>EBP</td><td/><td>emopamil binding protein (sterol isomerase)</td><td>Synthesis</td></tr><tr><td>SC5D</td><td>SC5DL</td><td>sterol-C5-desaturase</td><td>Synthesis</td></tr><tr><td>DHCR7</td><td/><td>7-dehydrocholesterol reductase</td><td>Synthesis (last step before cholesterol)</td></tr><tr><td>CEL</td><td/><td>carboxyl ester lipase</td><td>Esterification</td></tr><tr><td>LIPA</td><td/><td>lipase A, lysosomal acid, cholesterol esterase</td><td>Esterification</td></tr><tr><td>SOAT1</td><td/><td>sterol O-acetyltransferase 1</td><td>Esterification</td></tr><tr><td>SOAT2</td><td/><td>sterol O-acetyltransferase 2</td><td>Esterification</td></tr><tr><td>ABCA1</td><td/><td>ATP-binding cassette, sub-family A</td><td>Efflux</td></tr><tr><td>ABCG1</td><td/><td>ATP-binding cassette, sub-family G</td><td>Efflux</td></tr><tr><td>SLCO2B1</td><td/><td>solute carrier organic anion transporter family member 2B1</td><td>Transport</td></tr><tr><td>SLCO1B3</td><td/><td>solute carrier organic anion transporter family member 1B3</td><td>Transport</td></tr><tr><td>LDLR</td><td/><td>low density lipoprotein receptor</td><td>Uptake</td></tr><tr><td>APOE</td><td/><td>apolipoprotein E</td><td>Component for IDL, HDL and VLDL</td></tr><tr><td>SREBF1</td><td/><td>sterol binding element transcription factor 1</td><td>Transcriptional activation</td></tr><tr><td>SREBF2</td><td/><td>sterol binding element transcription factor 2</td><td>Transcriptional activation (main activator)</td></tr><tr><td>SCAP</td><td/><td>SREBF chaperone</td><td>Transcriptional activation</td></tr><tr><td>MBTPS1</td><td>S1P</td><td>membrane bound transcription factor peptidase site 1</td><td>Transcriptional activation</td></tr><tr><td>MBTPS2</td><td>S2P</td><td>membrane bound transcription factor peptidase site 2</td><td>Transcriptional activation</td></tr><tr><td>INSIG1</td><td/><td>insulin induced gene 1</td><td>HMGCR degradation</td></tr><tr><td>INSIG2</td><td/><td>insulin induced gene 2</td><td>HMGCR degradation</td></tr><tr><td>AMFR</td><td>GP78</td><td>autocrine motility factor receptor E3 ubiquitin protein ligase</td><td>HMGCR degradation</td></tr><tr><td>NR1H3</td><td>LXRA</td><td>nuclear receptor subfamily 1 group H member 3</td><td>Transcriptional repression</td></tr><tr><td>NR1H2</td><td>LXRB</td><td>nuclear receptor subfamily 1 group H member 2</td><td>Transcriptional repression</td></tr><tr><td>RXRA</td><td/><td>retinoid X receptor alpha</td><td>Transcriptional repression</td></tr><tr><td>RXRB</td><td/><td>retinoid X receptor beta</td><td>Transcriptional repression</td></tr><tr><td>MYLIP</td><td>IDOL</td><td>myosin regulatory light chain interacting protein</td><td>Degradation of LDLR</td></tr></tbody></table>\n"}, "text": "Gene symbol\tAlternative symbol\tGene name\tGene function\t \tACAT1\t\tacetyl-CoA acetyltransferase 1\tSynthesis\t \tACAT2\t\tacetyl-CoA acetyltransferase 2\tSynthesis\t \tHMGCS1\t\t3-hydroxy-3-methylglutaryl-CoA synthase 1\tSynthesis\t \tHMGCS2\t\t3-hydroxy-3-methylglutaryl-CoA synthase 2\tSynthesis\t \tHMGCR\t\t3-hydroxy-3-methylglutaryl-CoA reductase\tSynthesis (rate limiting enzyme)\t \tMVK\t\tmevalonate kinase\tSynthesis\t \tPMVK\t\tphosphomevalonate kinase\tSynthesis\t \tMVD\t\tmevalonate decarboxylase\tSynthesis\t \tIDI1\t\tisopentenyl-diphosphate delta isomerase 1\tSynthesis\t \tIDI2\t\tisopentenyl-diphosphate delta isomerase 2\tSynthesis\t \tFDPS\t\tfarnesyl diphosphate synthase\tSynthesis\t \tGGPS1\t\tgeranylgeranyl diphosphate synthase 1\tSynthesis\t \tFDFT1\t\tfarnesyl-diphosphate farnesyltransferase 1\tSynthesis\t \tSQLE\t\tsqualene epoxidase\tSynthesis\t \tLSS\t\tlanosterol synthase\tSynthesis\t \tDHCR24\t\t24-dehydrocholesterol reductase\tSynthesis\t \tCYP51A1\t\tcytochrome P450 family 51 subfamily A polypeptide 1\tSynthesis\t \tTM7SF2\t\ttransmembrane 7 superfamily member 2\tSynthesis\t \tFAXDC2\tC5orf4\tfatty acid hydroxylase domain containing 2\tSynthesis\t \tMSMO1\tSC4MOL\tmethylsterol monooxygenase\tSynthesis\t \tNSDHL\t\tNAD(P) dependent steroid dehydrogenase-like\tSynthesis\t \tHSD17B7\t\thydroxysteroid (17-beta) dehydrogenase 7\tSynthesis\t \tEBP\t\temopamil binding protein (sterol isomerase)\tSynthesis\t \tSC5D\tSC5DL\tsterol-C5-desaturase\tSynthesis\t \tDHCR7\t\t7-dehydrocholesterol reductase\tSynthesis (last step before cholesterol)\t \tCEL\t\tcarboxyl ester lipase\tEsterification\t \tLIPA\t\tlipase A, lysosomal acid, cholesterol esterase\tEsterification\t \tSOAT1\t\tsterol O-acetyltransferase 1\tEsterification\t \tSOAT2\t\tsterol O-acetyltransferase 2\tEsterification\t \tABCA1\t\tATP-binding cassette, sub-family A\tEfflux\t \tABCG1\t\tATP-binding cassette, sub-family G\tEfflux\t \tSLCO2B1\t\tsolute carrier organic anion transporter family member 2B1\tTransport\t \tSLCO1B3\t\tsolute carrier organic anion transporter family member 1B3\tTransport\t \tLDLR\t\tlow density lipoprotein receptor\tUptake\t \tAPOE\t\tapolipoprotein E\tComponent for IDL, HDL and VLDL\t \tSREBF1\t\tsterol binding element transcription factor 1\tTranscriptional activation\t \tSREBF2\t\tsterol binding element transcription factor 2\tTranscriptional activation (main activator)\t \tSCAP\t\tSREBF chaperone\tTranscriptional activation\t \tMBTPS1\tS1P\tmembrane bound transcription factor peptidase site 1\tTranscriptional activation\t \tMBTPS2\tS2P\tmembrane bound transcription factor peptidase site 2\tTranscriptional activation\t \tINSIG1\t\tinsulin induced gene 1\tHMGCR degradation\t \tINSIG2\t\tinsulin induced gene 2\tHMGCR degradation\t \tAMFR\tGP78\tautocrine motility factor receptor E3 ubiquitin protein ligase\tHMGCR degradation\t \tNR1H3\tLXRA\tnuclear receptor subfamily 1 group H member 3\tTranscriptional repression\t \tNR1H2\tLXRB\tnuclear receptor subfamily 1 group H member 2\tTranscriptional repression\t \tRXRA\t\tretinoid X receptor alpha\tTranscriptional repression\t \tRXRB\t\tretinoid X receptor beta\tTranscriptional repression\t \tMYLIP\tIDOL\tmyosin regulatory light chain interacting protein\tDegradation of LDLR\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21144, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The squared term in the denominator was included to reflect that more pronounced differences in p-values are necessary for highly significant genes to be regarded as stroma genes. (Compare a gene with p-value 1e-5 in the unbalanced which is not significant in the balanced dataset, to a gene with p-value 1e-20 in the unbalanced and 1e-15 in the balanced. The former is more likely to be a valid stroma marker than the latter, even though the p-value ratio is the same). The stroma gene-sets included were based on the top 1000 ranked upregulated and top 1000 ranked downregulated genes. To avoid any bias from the cholesterol pathway genes, any genes from Table 2 were removed from all stroma gene-sets during analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21865, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Validation of stroma gene-sets in the histopathology cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 21926, "infons": {"file": "12885_2018_4373_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Robust assessment of stroma content in cohorts where no histopathology is available. a Overlap between up- and downregulated stroma genes in the gene-sets from Bertilsson and Chen for various numbers of the N top-ranked stroma genes. The random numbers of shared genes are the average over 50 random gene selections for each N. b Overlap of prostate stroma gene sets from Wang et al. with stroma gene-sets from Bertilsson and Chen. c Pearson correlation (c) between predicted stroma percentage from GSEA and histopathological determined stroma percentage in the cohorts from Bertilsson and Chen. d Pearson correlation (c) between stroma percentage predicted by gene-sets from Bertilsson and Chen in each of their respective cohorts (bottom). e Bias towards higher GSEA stroma scores in normal compared to cancer samples present in all unstratified cohorts from the five-study-cohort. Dividing samples into balanced and unbalanced datasets minimizes and maximizes, respectively, the stroma bias between cancer and normal samples. A difference in the average overall GSEA score between the cohorts is also evident in the figure", "sentences": [], "annotations": [], "relations": []}, {"offset": 23052, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The independent stroma gene-sets created from the Bertilsson and Chen cohorts were validated by assessing the percentage of shared genes between the two gene-sets (Fig. 2a). This percentage was compared to the percentage of shared genes expected by chance in 50 randomly generated gene sets of same size. The number of shared genes was also compared in gene sets created using a naïve approach of Pearson correlation to histopathological stroma content, and four previously published gene sets related to the content of stroma in prostate cancer tissue samples from Wang et al. (Fig. 2b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23643, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The assessment of the stroma content in any single sample from any cohort was performed using Gene Set Enrichment Analysis (GSEA). Two measures will influence the GSEA scores; the number of genes in the applied gene-set, and the total number of genes used for the calculation. We calculated 10 GSEA scores for each sample using varying numbers of the top scoring stroma genes (top 100, 150, 200, 250, 300, 350, 400, 450, 500 and 1000 genes), and normalized the scores in each of the 10 calculations to a 0–100 range over all samples to make them comparable. To enable comparisons between datasets, we only used genes shared by all datasets in each GSEA calculation. Two total gene selections were made, one containing 9527 genes shared by the five-study-cohort, and one with 4804 genes shared for the seven-study-cohort. Averaging over the 10 GSEA scores in each selection produced a total of four GSEA scores for each sample in Bertilsson, Chen, Taylor, TCGA and Prensner (using gene-sets from Bertilsson and Chen for the five-study-cohort and the seven-study-cohort respectively), and two GSEA scores for each sample in Sboner and Erho (Bertilsson and Chen gene-set for the seven-study-cohort). The main reason for the lower number of shared genes in the seven-study-cohort is the relatively few genes measured in Sboner (6100 unique genes). For Bertilsson and Chen, GSEA scores for each sample were converted to predicted stroma percentages using a linear least squares fit, and compared to the stroma percentages obtained from histopathology. Predicted stroma percentages by the fit model based on the Bertilsson and Chen stroma gene-sets respectively in each of the two cohorts were also compared. Finally, GSEA score correlations when using the Bertilsson and the Chen stroma gene-sets were compared for all cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25468, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Defining balanced and unbalanced data-sets in cohorts lacking histopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 25545, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The GSEA scores representing the content of stroma in each sample were used to separate samples in each new patient cohort into balanced and unbalanced datasets (as described in the section “Stratification of a cohort into balanced and unbalanced datasets” above). This was done independently for each patient cohort. Differentially expressed genes for each cohort were calculated and corrected for multiple testing by Benjamini Hochberg false discovery rate (FDR) separately in each cohort, based on the total number of analyzed genes in each cohort. For the Sboner and Erho cohorts, only the cancer samples were separated into datasets with high and low stroma content, and no differential analysis was performed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26265, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Rank based meta-analysis for combined cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 26311, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify differentially expressed genes in a meta-analysis over the five-study-cohort the following procedure was used: 1) Each gene was sorted according to its expression value over all samples independently in each cohort, and rank-normalized to a score-value between 0 and 100, where 0 is the rank based expression value for the sample with the lowest expression value of the gene, and 100 is rank-based expression value the sample with the highest expression. 2) Rank-normalized values were mean centered independently in each cohort, where the mean centering was weighted by the relative number of prostate cancer and normal samples in the cohort. This was to avoid mean-value biases due to the huge relative difference between cancer and normal samples in each cohort. 3) Samples were separated into one balanced and one unbalanced meta-dataset using their previous assignment to balanced and unbalanced datasets in each individual cohort. Differential analysis based on two classifications were performed, one based on the stroma gene-set from Bertilsson and one on the stroma gene-set from Chen. 4) Differentially expressed genes for the unstratified, balanced and unbalanced datasets were calculated for weighted mean centered rank-normalized values between prostate cancer and normal samples combined for all five cohorts using the Mann-Whitney-Wilcoxon test for rank-based differential expression. P-values of differentially expressed genes were corrected for multiple testing using the Benjamini-Hochberg FDR for the total number of genes analyzed (25,964 unique gene identifiers). If a gene was not present in all datasets, only the datasets that contained that gene were used for differential expression. The seven-study cohort was analyzed in the same way, but with mean centering rather than weighted mean centering used to adjust gene-ranks between cohorts. This was due to the lack of normal samples in the Sboner and Erho cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28264, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene ontology analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28287, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The top 500 and top 1000 differentially expressed genes from the rank-based differential expression analysis based on the both the Bertilsson and Chen gene-sets (four lists of genes in total) were subjected independently to DAVID for gene ontology analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28545, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 28553, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Differentially expressed genes in seven publicly available prostate cancer cohorts controlled for stroma tissue confounding", "sentences": [], "annotations": [], "relations": []}, {"offset": 28677, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used seven publicly available cohorts of tissue samples from patients with prostate cancer (Bertilsson, Chen, Taylor, TCGA, Prensner, Sboner and Erho, referred to as the seven-study-cohort; N = 1943 samples, 1713 prostate cancer and 230 normal, Table 1). Gene expression measurements in the various cohorts had been generated using different microarray platforms and RNA-sequencing. Of these seven cohorts, two cohorts (Bertilsson and Chen, referred to as the histopathology cohorts, Table 1) contained detailed histopathology on prostate cancer, stroma and benign epithelium in each sample. These two cohorts were used as a basis for stromal assessment in all seven cohorts. A flow-chart of the different steps in this assessment is provided in Fig. 1, and a detailed description of each step is provided in the Methods section. Of the seven cohorts, five cohorts contained measurements of both prostate cancer and samples characterized as normal (Bertilsson, Chen, Taylor, TCGA and Prensner, referred to as the five-study-cohort; 1117 samples, 887 prostate cancer and 230 normal).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29767, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Robust stroma assessment using gene set enrichment analysis (GSEA) with sets of stroma-enriched genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 29869, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A key concept in this study is to utilize GSEA to assess the stroma content in each tissue sample from the seven patient cohorts, and then use this assessment to divide samples into sub-datasets where the confounding effect of stroma tissue is accounted for. To achieve this, we first identified genes which were up- or downregulated with respect to the content of stroma tissue in the two histopathology cohorts (Methods). The top ranked genes from this analysis were collected into gene-sets, which were used for GSEA-based assessment of stroma in samples from all seven cohorts. Robustness of stroma assessments was assured by assessing each sample independently by the two stroma gene-sets identified from the two histopathology cohorts. Although the two stroma gene-sets used were generated from independent cohorts using different microarray platforms, the identified stroma related genes showed 44% overlap for the top 2000 stroma associated genes, compared to 6% for random genes (Fig. 2a). A comparison with four previously published prostate stroma gene lists, showed an average overlap of 62%, compared to 8% for random genes (Fig. 2b). Identified stroma genes were robust to two different methods for gene selection, with an average of 73% overlap (Additional file 1: Figure S2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31161, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When varying the size of the stroma gene-sets, as well as the total number of genes used for the GSEA assessment, we observed an average deviation in predicted stroma content of only ~ 1% (Additional file 1: Table S1). This shows that individual genes had minimal influence on the stroma assessments. In the two histopathology cohorts, the predicted stroma percentage from GSEA showed a mean deviation from histopathology between 10% and 11%, (r = 0.77 and r = 0.78), respectively (Fig. 2c). These measurements are in agreement with previously published comparisons between histopathology and gene based stroma predictions in prostate cancer. In both of the histopathology cohorts, the predicted percentages of stroma were highly correlated for the two gene-sets (r = 0.98) (Fig. 2c), and estimated GSEA scores in the additional five cohorts were also highly correlated (r between 0.95 and 0.99) (Additional file 1: Fig S3). GSEA scores for all cohorts were also robust with respect to the size of the stroma gene-sets, with an average standard deviation for 0–100 normalized GSEA scores of ~ 2 (Additional file 1: Table S1). Variations in GSEA scores were not dependent on the platform used for gene expression analysis. As further support for the validity of the stroma gene-sets, samples from several prostate cancer cell-lines included in the Taylor and Prensner cohorts, were consistently at the low end of stroma content when estimated by GSEA assessment. Overall, we conclude that the gene-sets give a stable, robust and reproducible representation of the stroma content in prostate cancer and normal tissue samples in each cohort. However, we observed a prominent baseline difference in the average GSEA scores between the different cohorts (Fig. 2d). This means that an absolute prediction of stroma percentage for each sample which can be compared between cohorts cannot be made, but that relative stroma assessment between samples within the same cohort is feasible and robust.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33168, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Balancing the stroma content in cohorts with missing histopathology", "sentences": [], "annotations": [], "relations": []}, {"offset": 33236, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used our previously published strategy (Methods) to create stroma balanced and a stroma unbalanced datasets in each of the five cohorts with both cancer and normal samples. The balanced and unbalanced datasets from the same cohort are designed to have the same number of cancer and normal samples, making p-values from differential gene expression analysis directly comparable between the two datasets. (Additional file 1: Table S2). In the balanced dataset samples are selected such that prostate cancer and normal samples have a similar average stroma content, minimizing the tissue confounding introduced by stroma tissue in a conventional unstratified analysis using all samples. Differential analysis in the balanced dataset is thus designed to highlight changes between prostate cancer and normal tissue. In contrast, samples in the unbalanced dataset are selected to maximize the difference in stroma content between cancer and normal samples. In this setting, differentially expressed genes in prostate cancer compared to stroma will be highlighted. For a single gene, comparing results from the balanced and unbalanced datasets can reveal whether a significant differential expression truly results from changes between the normal tissue and cancer, or is due to a difference in the average stroma content between the sample groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34581, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To create balanced and unbalanced datasets, no absolute estimation of stroma percentage in each sample is necessary. A relative stroma assessment is sufficient, which is here exemplified by GSEA using the two independent stroma gene-sets. This ensures that samples in the same cohort can be sorted according to their stroma content, which enables balanced and unbalanced analysis in cohorts where histopathology is not available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35011, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We used the two stroma gene-sets identified independently from the histopathology cohorts (Bertilsson and Chen) to calculate GSEA scores for all 1943 samples (1713 cancer and 230 normal) from all the seven patient cohorts. In the five-study cohort containing 1117 samples (887 cancer and 230 normal), the calculated GSEA scores showed a systematic bias of increased average stroma content in normal samples (Fig. 2d), which should support the separation of each cohort into balanced and unbalanced datasets. Balanced and unbalanced datasets were therefore created independently using the two available stroma gene-set, resulting in two independent balanced and unbalanced datasets for each cohort. This stratification equalized the average stroma content in the balanced datasets, and enhanced the difference in average stroma content in the unbalanced datasets (Fig. 2d). Differential expression analyses were performed independently for each dataset, and differentially expressed genes were ranked in each dataset according to their p-value. In addition, combined rank-based meta-analysis over the five-study-cohorts and seven-study-cohorts were performed (Methods). The balanced and unbalanced datasets from the two meta-cohorts contained 558/115 and 971/115 prostate cancer/normal samples each, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36324, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Transcriptional downregulation of genes in the cholesterol synthesis pathway when adjusting for stroma tissue confounding", "sentences": [], "annotations": [], "relations": []}, {"offset": 36446, "infons": {"file": "12885_2018_4373_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Genes in cholesterol synthesis pathway are coherently downregulated in prostate cancer compared to normal epithelium. a The figure shows –log10 p-values multiplied by 1 for upregulated genes, and − 1 for downregulated genes. The results presented are for a rank-based meta-analysis of the five-study-cohort. All p-values presented are corrected for multiple testing using the total number of 25,964 unique gene identifiers from all cohorts. Results from individual cohorts as well as the seven-study-cohort can be found in Additional file 1: Figure S4. b The schematic representation shows the cholesterol synthesis pathway with down- and upregulated genes color-coded in blue and red, respectively. The strength of the color corresponds to the degree of down- or upregulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 37231, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Gene ontology analysis identifies steroid, sterol and cholesterol biosynthesis among the most significantly altered pathways in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 37375, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>GO term</th><th>q-value using <italic>Bertilsson</italic> gene- set</th><th>q-value using <italic>Chen</italic> gene-set</th></tr></thead><tbody><tr><td>Cell Adhesion</td><td>6.7e-8</td><td>6.6e-8</td></tr><tr><td>Signal</td><td>1.3e-7</td><td>1.6e-8</td></tr><tr><td>Glycoprotein</td><td>2.0e-8</td><td>1.1e-7</td></tr><tr><td>Steroid Biosynthesis</td><td>5.4e-6</td><td>4.3e-6</td></tr><tr><td>Cholesterol Biosynthesis</td><td>3.7e-4</td><td>1.7e-5</td></tr></tbody></table>\n"}, "text": "GO term\tq-value using Bertilsson gene- set\tq-value using Chen gene-set\t \tCell Adhesion\t6.7e-8\t6.6e-8\t \tSignal\t1.3e-7\t1.6e-8\t \tGlycoprotein\t2.0e-8\t1.1e-7\t \tSteroid Biosynthesis\t5.4e-6\t4.3e-6\t \tCholesterol Biosynthesis\t3.7e-4\t1.7e-5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 37609, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Footnote: The analysis was performed using the top 500 ranked genes from the balanced analysis in the five-study-cohort as input to DAVID. Only the top terms are listed. All terms are from the category “SP_PIR_KEYWORDS”. The top categories were the same when the top 1000 ranked genes were used. All terms related to steroid, sterol and cholesterol synthesis were part of the same functional cluster in DAVID", "sentences": [], "annotations": [], "relations": []}, {"offset": 38022, "infons": {"file": "12885_2018_4373_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Differentially expressed genes from involved in cholesterol regulation, uptake, efflux and transport. Results from individual cohorts as well as the seven-study-cohort can be found in Additional file 1: Fig. S5. a The figure shows –log10 p-values multiplied by 1 for upregulated genes, and − 1 for downregulated genes. All p-values presented are corrected for multiple testing using the total number of 25,964 unique gene identifiers from all cohorts. Results from individual cohorts as well as the seven-study-cohort can be found in Additional file 1: Figure S4. b The schematic representation illustrates the cellular function of the selected genes, with down- and upregulated genes color-coded in blue and red, respectively. The strength of the color corresponds to the degree of down- or upregulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 38835, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Consistent and highly significant downregulation of genes in the cholesterol synthesis pathway between cancer and normal samples was a prominent feature in the balanced analysis of gene expression (Fig. 3a, Table 2, Additional file 1: Figure S4). In a meta-analysis of the five-study-cohort, 21 of the 25 genes assessed were downregulated. These included key genes of cholesterol synthesis such as HMGCR and SQLE (rate limiting enzymes), FDFT1, LSS (catalyzes first step), DHCR7 (catalyzes last step) in addition to NSDHL, MDMO1, EBP, IDI1, CYP51A1, HMGCS1 and SC5D. All these genes had p-values to the power of − 10 or less. The same trend was observed in a meta-analysis over the seven-study-cohort (Additional file 1: Figure S4). In addition, four cohorts in the five-study-cohort individually showed highly significant downregulation of cholesterol genes, though the most highlighted genes varied somewhat between the cohorts (Additional file 1: Figure S4). In the five-study-cohort, 10 central cholesterol genes (HMGCS1, HMGCR, IDI1, FDFT1, SQLE, CYP51A1, MSMO1, NSDHL, EBP and SC5D) ranked among the top 150 most differentially expressed genes in the balanced dataset (average rank of 76) (Additional file 2). This is in contrast to the unstratified and unbalanced datasets, where the average ranks of the same ten genes were 9195 and 14,860, respectively. The unbalanced analysis also shows that upregulation of cholesterol genes is mostly due to differences between cancer tissue and stroma (Fig. 3a). Cholesterol synthesis was a highly important gene ontology term in the balanced dataset, and a clustered set of related terms containing steroid, sterol and cholesterol biosynthesis were among the top three most significant gene ontologies when the 500 most significant genes from the five-study-cohort were analyzed by DAVID (Table 3). In summary, the balanced data prove a characteristic transcriptional downregulation of the cholesterol synthesis pathway in primary prostate cancer. All p-values presented in this and the following sections, as well as Figs. 3 and 4, are conservatively corrected for multiple testing using the total number of 25,964 unique gene identifiers from all cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41049, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 41060, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Expression of cholesterol pathway genes are confounded by stroma tissue", "sentences": [], "annotations": [], "relations": []}, {"offset": 41132, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The pronounced discrepancies between the balanced and unbalanced datasets serve as an illustration of how cholesterol pathway genes are confounded by stroma tissue during differential analysis. Using HMGCR (the rate-limiting enzyme of cholesterol synthesis) as an example, this gene is strongly significant in both datasets. However, it is downregulated when cancer is compared to normal epithelium in the balanced dataset, and upregulated when cancer is compared to stroma in the unbalanced dataset. This typical pattern occurs when a gene highly expressed in the normal epithelium has an intermediate expression in cancer and is weakly expressed in stroma. Significant expression differences in these situations can only be revealed when the confounding effects of stroma is accounted for. Since this pattern is prevalent throughout the entire cholesterol pathway, we hypothesize that stroma confounding is the main reason that this pathway has not been identified in previous analysis of prostate cancer patient cohorts. The only cohort that did not highlight cholesterol synthesis was the cohort from Chen, which showed a consistent absence of significant cholesterol genes in the balanced dataset (Additional file 1: Figure S4). However, the cholesterol gene expression pattern from the unbalanced dataset in Chen was similar to the other cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42485, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "The selection of stroma genes does not cause bias on differential expression of cholesterol genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 42583, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is important to establish that gene-sets representing stroma content do not impose unwanted biases with respect to the differential expression of cholesterol genes in additional cohorts. Here we present three arguments why this is unlikely for the cholesterol pathway genes in this study. 1) The stroma gene-sets were generated from two independent sources, but produced similar and stable results. 2) Cholesterol genes were either absent or ranked low in the stroma gene-sets. Nevertheless, all genes involved in the cholesterol pathway and regulation were excluded from any stroma gene-set during analysis to ensure unbiased sample stratification. Moreover, re-introduction of these cholesterol genes into the stroma gene-sets did not affect the stratification of samples into balanced and unbalanced datasets in any of the seven cohorts, showing that cholesterol-genes had no impact on the sample stratification. 3) The histopathology cohort from Chen was the only cohort that did not highlight cholesterol pathway genes as significant in the balanced dataset. Yet, all the balanced datasets in the other six cohorts still highlighted cholesterol genes as highly significant when the stroma gene-set derived from the Chen was used to balance the samples. Likewise, cholesterol pathway genes were not highlighted as significant in the balanced dataset from Chen when the stroma gene-set from Bertilsson was used to balance the samples in this cohort. This shows that both the Chen and the Bertilsson stroma gene-sets maintained the divergent balanced expression patterns for cholesterol genes when used in these two cohorts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44213, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We also investigated two additional studies from the literature which could complement the findings in our study. One study emphasized cholesterol biosynthesis as a significant pathway in prostate tissue samples using gene ontology analysis. After analysis of the supplementary data material, genes in the cholesterol pathway showed negative cancer-to-normal fold-changes in that study (Additional file 3). The second study consisted of 50 samples (36 prostate cancer and 14 normal) collected using laser micro dissected tissue to avoid contamination from the stroma. Cancer-to-normal fold changes were negative for all key cholesterol genes in this study as well (Additional file 3). Thus the data in both these studies support the findings in our study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44971, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Decreased cholesterol synthesis may be beneficial for prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 45041, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Given the positive association between cholesterol and prostate cancer incidence, and the positive effect of statins on patient outcome, a consistent transcriptional downregulation of the cholesterol synthesis pathway in prostate cancer is a surprising observation. Although studies in prostate cancer cell-lines have demonstrated a role for cholesterol synthesis in tumor growth and aggressiveness, we have, after an extensive literature search, yet to see solid evidence for in vivo transcriptional upregulation of cholesterol synthesis in prostate cancer compared to normal tissue. Based on our results, we thus speculate how our observations may fit into the established mechanism of cholesterol metabolism for prostate cancer and for cells in general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45798, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The regulation of cellular cholesterol levels is a highly complex and dynamic system, involving multiple feedback mechanisms (Fig. 4b), where downregulation of cellular cholesterol synthesis is not necessarily contradictory to other observations. Cholesterol homeostasis in the cell is controlled by cholesterol synthesis, transport and storage, but the true in vivo balance between these sources has yet to be elucidated. The most established enzymes related to cholesterol homeostasis are HMGCR and LDLR. HMGCR is the rate limiting enzyme for the cholesterol synthesis pathway in the cell, while LDLR controls the uptake of cholesterol from circulating Low Density Lipoprotein (LDL). In addition, the cell can store excess cellular cholesterol in prostasomes or by cholesteryl esterification in lipid droplets. Increased availability of cholesterol from the environment may allow cells to shift their source of cholesterol from synthesis to uptake. Since cholesterol synthesis is energetically expensive, this shift can be beneficial for the cancer cell to save energy, and a recent study in prostate cancer cell-lines showed that environmental cholesterol can supplement cellular cholesterol levels as a response to cholesterol synthesis inhibition. Thus molecular precursors for cholesterol in the cell can be used in other pathways important for cancer growth. The shift may also prevent the anti-tumor activity of side products in the cholesterol pathway like oxysterols and isoprenoids, though the in vivo relevance for this mechanism is debated. Additionally, the shift can provide an explanation why statins have a beneficial effect on prostate cancer patients. Statins mostly target cholesterol synthesis in the liver leading to reduced circulating levels of cholesterol. This may limit the cholesterol available for cellular uptake, with activation of the cholesterol synthesis pathway and delayed cancer growth as a result. What contradicts this hypothesis is that not only HMGCR is downregulated in prostate cancer, but also LDLR. However, mechanisms alternative to LDLR for cholesterol and sterol uptake and efflux have been suggested, including changed activity of SLCO transporters (for example SLCO2B1 is strongly upregulated in the five-study-cohort, Fig. 4a) and modulation to cell-membrane structures like lipid rafts. Recently, cholesteryl esters in lipid droplets in prostate cancer PC3 cells were shown to originate from uptake rather than synthesis, supporting an increased attention to the role of cholesterol uptake in prostate cancer. Alternatively, statins may upregulate HMGCR in prostate cancer directly through feedback mechanisms, again with a possible cancer-preventive effect. Finally, increased HMGCR protein levels have recently been shown to correlate with improved clinical outcome in breast, colorectal and ovarian cancer. This may indicate that upregulation of the cholesterol pathway is a benign tumor characteristic, which is in line with the results presented here.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48807, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Expression differences in regulatory genes suggest a possible compensation in cellular cholesterol synthesis by decreased HMGCR degradation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48947, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "At the transcriptional level, HMGCR and LDLR mRNA are regulated, in particular by SREBF2, and partly by SREBF1 transcription factors, which also regulates most of the enzymes in the cholesterol pathway (Fig. 4b). SREBF is located on the membrane of the endoplasmic reticulum together with its cofactor SCAP. SCAP has a sterol-sensing domain, which activates SREBF-SCAP transport to the Golgi when sterol levels are low (Fig. 4b). In the Golgi, SREBF-SCAP is enzymatically cleaved twice, which creates the nuclear active form of SREBF1/2. In the balanced dataset, SREBF2 is downregulated while SCAP is upregulated (Fig. 4). However, any potential increase in SREBF transport to the Golgi by SCAP is again counterbalanced by downregulation of both cleaving enzymes MBTPS1 and MBTPS2. Thus the effect of SCAP upregulation on transcriptional activity is difficult to assess. HMGCR is also regulated at the translational level and at the level of degradation. We observe a strong downregulation of several key genes involved in HMGCR degradation, INSIG1, INSIG2 and AMFR (Fig. 4). Especially INSIG1 is one of the most highly ranked genes differentially expressed in the balanced dataset (average rank 9). This suggests that some HMGCR activity can be maintained through downregulation of INSIG1, and that targeting HMGCR degradation can be an interesting option for modulating cholesterol levels in prostate cancer. Studies in model systems will be necessary to assess the combined effect of decreased transcription on one hand and decreased degradation on the other hand. The mechanisms of translational regulation of HMGCR are not well known, but may involve feedback regulation from side-products of the cholesterol pathway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50670, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Another pair of transcription factors implicated in negative regulation of cholesterol is the liver-X-receptors NR1H3 and NR1H2 (also called LXRA and LXRB) (Fig. 4b), which dimerize with RXRA and RXRB to exert their regulatory activity. NR1H3 is upregulated in the balanced analysis (Fig. 4), while its dimerization partner RXRA is strongly downregulated. We observe an upregulation of NR1H3 targets, including the cholesterol efflux genes ABCA1 and ABCG1, the LDLR suppressor MYLIP and a very strong upregulation of APOE (ranked highest among all genes in the balanced dataset). APOE can be an important constituent of High Density Lipoprotein (HDL) particles, where formation partly depends on the export by ABCA1 and ABCG1. However, here our results are in disagreement with other in vivo reports, which associates low levels of ABCA1 and low levels of circulating HDL with prostate cancer. We finally emphasize that the discussion on how our data relate cholesterol metabolism and homeostasis based on transcriptional data are circumstantial, and that more detailed analysis at protein levels in proper model system is necessary to elucidate these mechanisms further.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51842, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Statin use and possible impact on downregulation of cholesterol synthesis pathway genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51930, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A recent review reports that statins are ingested regularly by 25% of adults aged 45 years and older in the USA. It is thus a possibility that statin use among the patients may have influenced the molecular makeup of the tumor at the time of surgery. We were not able to obtain sufficient data to conclude on this issue. Nevertheless, we here discuss the limited data and information we were able to find. Information on statin use prior to surgery were available only for the Bertilsson cohort, were a total of 26 samples (18 cancer and 8 normal) were affected. Re-analysis of the Bertilsson cohort did not change the pattern of consistent downregulation of cholesterol pathway genes (Additional file 1: Figure S6). There is one report on the in vivo effect of statin on HMGCR levels in breast cancer. This report demonstrated that statins do not necessarily downregulate HMGCR, and that the effect of statin use was highly heterogeneous among patients. Currently we find it unlikely that statin use has a major impact on the highly significant and consistent results observed in our study, though we acknowledge that the information we have on this issue is too limited to conclude.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53116, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Limitations to the histopathological tissue classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 53175, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study we have used a simplistic tissue classification which divide prostate cancer tissue into three tissue types; cancer, stroma and normal epithelium. However, this classification does not completely account for all tissue characteristics observed in prostate cancer, which can be heterogeneous with respect to all three tissue types. Cancer tissue from the prostate can be further classified into histological grades by Gleason score. Gleason grading of samples was provided for six of the seven cohorts, and did not show any bias with respect to balanced and unbalanced dataset (Additional file 1: Table S2). We thus conclude that Gleason grade is not a confounding factor in our analysis. Several studies have shown that normal stroma can transform into reactive stroma when located adjacent to cancer tissue. Thus the balanced analysis may also highlight genes resulting from differences between reactive and normal stroma. The strength of these differences will depend on the fraction of reactive stroma compared to normal stroma in the cancer samples. Histopathological differences between normal and reactive stroma were not assessed in the cohorts used in this study, and thus represents a limitation. Finally, normal epithelium from the prostate can display various precancerous aberrations with distinct molecular profiles. We acknowledge that these are limitations of the current classification, and that further research and data generation in this field should focus on delineating additional molecular tissue profiles as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54726, "infons": {"section_type": "DISCUSS", "type": "title_2"}, "text": "Correlation between gene expression and protein levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 54781, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, we should emphasize that the transcriptional changes presented in this study are not directly indicative of changes at the protein level. Additional protein-level experiments using immunohistochemistry or mass spectrometry would be necessary to investigate whether concordant protein changes are also present in prostate cancer. Nevertheless, it has been shown that transcriptional change is the most important mode of HMGCR and LDLR regulation, and that correlations between HMGCR and LDLR mRNA and protein level are comparable to correlatons between mRNA and protein levels in general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55378, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 55389, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Analysis of differentially expressed genes between prostate cancer and normal samples in five patient cohorts, as well as meta-analysis over seven cohorts, consistently identified downregulation of nearly all genes in the cholesterol synthesis pathway in when the confounding effect of stroma tissue is minimized. This surprising observation will have important implications for our understanding of the complex relationship of prostate cancer and cholesterol metabolism.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55861, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Additional files", "sentences": [], "annotations": [], "relations": []}, {"offset": 55878, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 55891, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GSEA", "sentences": [], "annotations": [], "relations": []}, {"offset": 55896, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Gene set enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 55925, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 55959, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "The online version of this article (10.1186/s12885-018-4373-y) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56095, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 56120, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "MBR, FD and MBT conceived the idea and developed the concept. MBR, MBT, HB and MKA performed data curation. MBR KR and FD performed analysis. MBR and FD developed the method. MBR, MBT, FD and TFB acquired funding and performed supervision. MBR, MBT, FD, HB, and TFB prepared the original draft. MKA and MBR prepared figures. All authors wrote and reviewed the manuscript. All authors have read and approved the final version of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56564, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 56607, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "The use of human tissue material and clinical data from the Bertilsson cohort was approved by the Regional Committee for Medical and Health Research Ethics (REC) for Central Norway, approval no 4–2007-1890. All experiments were performed in accordance with the Helsinki declaration and other relevant guidelines and regulations. Informed consent was obtained from all participants. Other ethical aspects regarding the specific samples used in this study have been described in previous publications. RNA-Seq data from the Prensner cohort was approved through dbGap (project #5870), and data were downloaded and stored according to the provided security requirements. All other data were downloaded from freely available and publicly open resources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57358, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 57378, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 57436, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 57455, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57574, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 57585, "infons": {"fpage": "372", "lpage": "375", "name_0": "surname:Swyer;given-names:GIM", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "2", "year": "1942"}, "text": "The cholesterol content of normal and enlarged prostates", "sentences": [], "annotations": [], "relations": []}, {"offset": 57642, "infons": {"fpage": "1421", "issue": "2", "lpage": "1438", "name_0": "surname:Meller;given-names:S", "name_1": "surname:Meyer;given-names:HA", "name_2": "surname:Bethan;given-names:B", "name_3": "surname:Dietrich;given-names:D", "name_4": "surname:Maldonado;given-names:SG", "name_5": "surname:Lein;given-names:M", "name_6": "surname:Montani;given-names:M", "name_7": "surname:Reszka;given-names:R", "name_8": "surname:Schatz;given-names:P", "name_9": "surname:Peter;given-names:E", "pub-id_doi": "10.18632/oncotarget.6370", "pub-id_pmid": "26623558", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "7", "year": "2016"}, "text": "Integration of tissue metabolomics, transcriptomics and immunohistochemistry reveals ERG- and Gleason score-specific metabolomic alterations in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57802, "infons": {"fpage": "54", "issue": "1", "lpage": "69", "name_0": "surname:Freeman;given-names:MR", "name_1": "surname:Solomon;given-names:KR", "pub-id_doi": "10.1002/jcb.10724", "pub-id_pmid": "14689582", "section_type": "REF", "source": "J Cell Biochem", "type": "ref", "volume": "91", "year": "2004"}, "text": "Cholesterol and prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57834, "infons": {"fpage": "219", "issue": "2", "lpage": "229", "name_0": "surname:Krycer;given-names:JR", "name_1": "surname:Brown;given-names:AJ", "pub-id_pmid": "23357067", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1835", "year": "2013"}, "text": "Cholesterol accumulation in prostate cancer: a classic observation from a modern perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 57927, "infons": {"fpage": "751", "issue": "6", "lpage": "759", "name_0": "surname:Pelton;given-names:K", "name_1": "surname:Freeman;given-names:MR", "name_2": "surname:Solomon;given-names:KR", "pub-id_doi": "10.1016/j.coph.2012.07.006", "pub-id_pmid": "22824430", "section_type": "REF", "source": "Curr Opin Pharmacol", "type": "ref", "volume": "12", "year": "2012"}, "text": "Cholesterol and prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 57959, "infons": {"fpage": "119", "name_0": "surname:Cruz;given-names:PM", "name_1": "surname:Mo;given-names:H", "name_2": "surname:McConathy;given-names:WJ", "name_3": "surname:Sabnis;given-names:N", "name_4": "surname:Lacko;given-names:AG", "pub-id_doi": "10.3389/fphar.2013.00119", "pub-id_pmid": "24093019", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "4", "year": "2013"}, "text": "The role of cholesterol metabolism and cholesterol transport in carcinogenesis: a review of scientific findings, relevant to future cancer therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 58111, "infons": {"fpage": "1721", "issue": "5497", "lpage": "1726", "name_0": "surname:Simons;given-names:K", "name_1": "surname:Ikonen;given-names:E", "pub-id_doi": "10.1126/science.290.5497.1721", "pub-id_pmid": "11099405", "section_type": "REF", "source": "Science", "type": "ref", "volume": "290", "year": "2000"}, "text": "Cell biology - how cells handle cholesterol", "sentences": [], "annotations": [], "relations": []}, {"offset": 58155, "infons": {"fpage": "1450", "issue": "13", "lpage": "1461", "name_0": "surname:Goldstein;given-names:JL", "name_1": "surname:Brown;given-names:MS", "pub-id_pmid": "6397553", "section_type": "REF", "source": "J Lipid Res", "type": "ref", "volume": "25", "year": "1984"}, "text": "Progress in understanding the Ldl receptor and Hmg-Coa reductase, 2 membrane-proteins that regulate the plasma-cholesterol", "sentences": [], "annotations": [], "relations": []}, {"offset": 58278, "infons": {"fpage": "575", "issue": "3", "lpage": "581", "name_0": "surname:Ouimet;given-names:M", "name_1": "surname:Marcel;given-names:YL", "pub-id_doi": "10.1161/ATVBAHA.111.240705", "section_type": "REF", "source": "Arterioscl Throm Vas", "type": "ref", "volume": "32", "year": "2012"}, "text": "Regulation of lipid droplet cholesterol efflux from macrophage foam cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 58352, "infons": {"fpage": "1689", "issue": "10", "lpage": "1696", "name_0": "surname:Brown;given-names:M", "name_1": "surname:Hart;given-names:C", "name_2": "surname:Tawadros;given-names:T", "name_3": "surname:Ramani;given-names:V", "name_4": "surname:Sangar;given-names:V", "name_5": "surname:Lau;given-names:M", "name_6": "surname:Clarke;given-names:N", "pub-id_doi": "10.1038/bjc.2012.138", "pub-id_pmid": "22531631", "section_type": "REF", "source": "Br J Cancer", "type": "ref", "volume": "106", "year": "2012"}, "text": "The differential effects of statins on the metastatic behaviour of prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 58435, "infons": {"fpage": "12975", "issue": "24", "lpage": "12980", "name_0": "surname:Swinnen;given-names:JV", "name_1": "surname:Ulrix;given-names:W", "name_2": "surname:Heyns;given-names:W", "name_3": "surname:Verhoeven;given-names:G", "pub-id_doi": "10.1073/pnas.94.24.12975", "pub-id_pmid": "9371785", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "94", "year": "1997"}, "text": "Coordinate regulation of lipogenic gene expression by androgens: evidence for a cascade mechanism involving sterol regulatory element binding proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 58586, "infons": {"fpage": "191", "issue": "2", "lpage": "201", "name_0": "surname:Krycer;given-names:JR", "name_1": "surname:Phan;given-names:L", "name_2": "surname:Brown;given-names:AJ", "pub-id_doi": "10.1042/BJ20120545", "pub-id_pmid": "22657538", "section_type": "REF", "source": "Biochem J", "type": "ref", "volume": "446", "year": "2012"}, "text": "A key regulator of cholesterol homoeostasis, SREBP-2, can be targeted in prostate cancer cells with natural products", "sentences": [], "annotations": [], "relations": []}, {"offset": 58703, "infons": {"fpage": "41", "issue": "1", "lpage": "45", "name_0": "surname:Chen;given-names:Y", "name_1": "surname:Hughes-Fulford;given-names:M", "pub-id_doi": "10.1002/1097-0215(20010101)91:1<41::AID-IJC1009>3.0.CO;2-2", "section_type": "REF", "source": "Int J Cancer J Int Du Cancer", "type": "ref", "volume": "91", "year": "2001"}, "text": "Human prostate cancer cells lack feedback regulation of low-density lipoprotein receptor and its regulator, SREBP2", "sentences": [], "annotations": [], "relations": []}, {"offset": 58818, "infons": {"fpage": "2310", "issue": "9", "lpage": "2316", "name_0": "surname:Sivaprasad;given-names:U", "name_1": "surname:Abbas;given-names:T", "name_2": "surname:Dutta;given-names:A", "pub-id_doi": "10.1158/1535-7163.MCT-06-0175", "pub-id_pmid": "16985065", "section_type": "REF", "source": "Mol Cancer Ther", "type": "ref", "volume": "5", "year": "2006"}, "text": "Differential efficacy of 3-hydroxy-3-methylglutaryl CoA reductase inhibitors on the cell cycle of prostate cancer cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 58938, "infons": {"fpage": "1017", "issue": "9", "lpage": "1023", "name_0": "surname:Murtola;given-names:TJ", "name_1": "surname:Pennanen;given-names:P", "name_2": "surname:Syvala;given-names:H", "name_3": "surname:Blauer;given-names:M", "name_4": "surname:Ylikomi;given-names:T", "name_5": "surname:Tammela;given-names:TL", "pub-id_doi": "10.1002/pros.20951", "pub-id_pmid": "19301305", "section_type": "REF", "source": "Prostate", "type": "ref", "volume": "69", "year": "2009"}, "text": "Effects of simvastatin, acetylsalicylic acid, and rosiglitazone on proliferation of normal and cancerous prostate epithelial cells at therapeutic concentrations", "sentences": [], "annotations": [], "relations": []}, {"offset": 59099, "infons": {"fpage": "e8496", "issue": "12", "name_0": "surname:Krycer;given-names:JR", "name_1": "surname:Kristiana;given-names:I", "name_2": "surname:Brown;given-names:AJ", "pub-id_doi": "10.1371/journal.pone.0008496", "pub-id_pmid": "20041144", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "4", "year": "2009"}, "text": "Cholesterol homeostasis in two commonly used human prostate cancer cell-lines, LNCaP and PC-3", "sentences": [], "annotations": [], "relations": []}, {"offset": 59193, "infons": {"fpage": "188", "issue": "4", "lpage": "196", "name_0": "surname:Moon;given-names:H", "name_1": "surname:Hill;given-names:MM", "name_2": "surname:Roberts;given-names:MJ", "name_3": "surname:Gardiner;given-names:RA", "name_4": "surname:Brown;given-names:AJ", "pub-id_doi": "10.1016/j.tem.2013.12.007", "section_type": "REF", "source": "Trends Endocrin Met", "type": "ref", "volume": "25", "year": "2014"}, "text": "Statins: protectors or pretenders in prostate cancer?", "sentences": [], "annotations": [], "relations": []}, {"offset": 59247, "infons": {"fpage": "4785", "issue": "16", "lpage": "4790", "name_0": "surname:Stopsack;given-names:KH", "name_1": "surname:Gerke;given-names:TA", "name_2": "surname:Sinnott;given-names:JA", "name_3": "surname:Penney;given-names:KL", "name_4": "surname:Tyekucheva;given-names:S", "name_5": "surname:Sesso;given-names:HD", "name_6": "surname:Andersson;given-names:SO", "name_7": "surname:Andren;given-names:O", "name_8": "surname:Cerhan;given-names:JR", "name_9": "surname:Giovannucci;given-names:EL", "pub-id_doi": "10.1158/0008-5472.CAN-16-0903", "pub-id_pmid": "27325648", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "76", "year": "2016"}, "text": "Cholesterol metabolism and prostate Cancer lethality", "sentences": [], "annotations": [], "relations": []}, {"offset": 59300, "infons": {"fpage": "48", "issue": "1", "lpage": "56", "name_0": "surname:Liotta;given-names:L", "name_1": "surname:Petricoin;given-names:E", "pub-id_doi": "10.1038/35049567", "pub-id_pmid": "11262874", "section_type": "REF", "source": "Nat Rev Genet", "type": "ref", "volume": "1", "year": "2000"}, "text": "Molecular profiling of human cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 59336, "infons": {"fpage": "8971", "name_0": "surname:Aran;given-names:D", "name_1": "surname:Sirota;given-names:M", "name_2": "surname:Butte;given-names:AJ", "pub-id_doi": "10.1038/ncomms9971", "pub-id_pmid": "26634437", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "6", "year": "2015"}, "text": "Systematic pan-cancer analysis of tumour purity", "sentences": [], "annotations": [], "relations": []}, {"offset": 59384, "infons": {"fpage": "6448", "issue": "16", "lpage": "6455", "name_0": "surname:Wang;given-names:Y", "name_1": "surname:Xia;given-names:XQ", "name_2": "surname:Jia;given-names:Z", "name_3": "surname:Sawyers;given-names:A", "name_4": "surname:Yao;given-names:H", "name_5": "surname:Wang-Rodriquez;given-names:J", "name_6": "surname:Mercola;given-names:D", "name_7": "surname:McClelland;given-names:M", "pub-id_doi": "10.1158/0008-5472.CAN-10-0021", "pub-id_pmid": "20663908", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "70", "year": "2010"}, "text": "In silico estimates of tissue components in surgical samples based on expression profiling data", "sentences": [], "annotations": [], "relations": []}, {"offset": 59480, "infons": {"fpage": "615", "issue": "2", "lpage": "620", "name_0": "surname:Stuart;given-names:RO", "name_1": "surname:Wachsman;given-names:W", "name_2": "surname:Berry;given-names:CC", "name_3": "surname:Wang-Rodriguez;given-names:J", "name_4": "surname:Wasserman;given-names:L", "name_5": "surname:Klacansky;given-names:I", "name_6": "surname:Masys;given-names:D", "name_7": "surname:Arden;given-names:K", "name_8": "surname:Goodison;given-names:S", "name_9": "surname:McClelland;given-names:M", "pub-id_doi": "10.1073/pnas.2536479100", "pub-id_pmid": "14722351", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "101", "year": "2004"}, "text": "In silico dissection of cell-type-associated patterns of gene expression in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 59572, "infons": {"fpage": "e0153727", "issue": "4", "name_0": "surname:Tessem;given-names:MB", "name_1": "surname:Bertilsson;given-names:H", "name_2": "surname:Angelsen;given-names:A", "name_3": "surname:Bathen;given-names:TF", "name_4": "surname:Drablos;given-names:F", "name_5": "surname:Rye;given-names:MB", "pub-id_doi": "10.1371/journal.pone.0153727", "pub-id_pmid": "27100877", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "11", "year": "2016"}, "text": "A balanced tissue composition reveals new metabolic and gene expression markers in prostate Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 59671, "infons": {"fpage": "41", "issue": "1", "lpage": "51", "name_0": "surname:Tomlins;given-names:SA", "name_1": "surname:Mehra;given-names:R", "name_2": "surname:Rhodes;given-names:DR", "name_3": "surname:Cao;given-names:XH", "name_4": "surname:Wang;given-names:L", "name_5": "surname:Dhanasekaran;given-names:SM", "name_6": "surname:Kalyana-Sundaram;given-names:S", "name_7": "surname:Wei;given-names:JT", "name_8": "surname:Rubin;given-names:MA", "name_9": "surname:Pienta;given-names:KJ", "pub-id_doi": "10.1038/ng1935", "pub-id_pmid": "17173048", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "39", "year": "2007"}, "text": "Integrative molecular concept modeling of prostate cancer progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 59741, "infons": {"fpage": "21276", "issue": "52", "lpage": "21281", "name_0": "surname:Markert;given-names:EK", "name_1": "surname:Mizuno;given-names:H", "name_2": "surname:Vazquez;given-names:A", "name_3": "surname:Levine;given-names:AJ", "pub-id_doi": "10.1073/pnas.1117029108", "pub-id_pmid": "22123976", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "108", "year": "2011"}, "text": "Molecular classification of prostate cancer using curated expression signatures", "sentences": [], "annotations": [], "relations": []}, {"offset": 59821, "infons": {"fpage": "27", "issue": "1", "lpage": "30", "name_0": "surname:Kanehisa;given-names:M", "name_1": "surname:Goto;given-names:S", "pub-id_doi": "10.1093/nar/28.1.27", "pub-id_pmid": "10592173", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "KEGG: Kyoto encyclopedia of genes and genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 59867, "infons": {"fpage": "3261", "issue": "12", "lpage": "3269", "name_0": "surname:Bertilsson;given-names:H", "name_1": "surname:Tessem;given-names:MB", "name_2": "surname:Flatberg;given-names:A", "name_3": "surname:Viset;given-names:T", "name_4": "surname:Gribbestad;given-names:I", "name_5": "surname:Angelsen;given-names:A", "name_6": "surname:Halgunset;given-names:J", "pub-id_doi": "10.1158/1078-0432.CCR-11-2929", "pub-id_pmid": "22510345", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "18", "year": "2012"}, "text": "Changes in gene transcription underlying the aberrant citrate and choline metabolism in human prostate Cancer samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 59985, "infons": {"fpage": "e45178", "issue": "9", "name_0": "surname:Chen;given-names:X", "name_1": "surname:Xu;given-names:S", "name_2": "surname:McClelland;given-names:M", "name_3": "surname:Rahmatpanah;given-names:F", "name_4": "surname:Sawyers;given-names:A", "name_5": "surname:Jia;given-names:Z", "name_6": "surname:Mercola;given-names:D", "pub-id_doi": "10.1371/journal.pone.0045178", "pub-id_pmid": "23028830", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "An accurate prostate cancer prognosticator using a seven-gene signature plus Gleason score and taking cell type heterogeneity into account", "sentences": [], "annotations": [], "relations": []}, {"offset": 60124, "infons": {"fpage": "11", "issue": "1", "lpage": "22", "name_0": "surname:Taylor;given-names:BS", "name_1": "surname:Schultz;given-names:N", "name_2": "surname:Hieronymus;given-names:H", "name_3": "surname:Gopalan;given-names:A", "name_4": "surname:Xiao;given-names:Y", "name_5": "surname:Carver;given-names:BS", "name_6": "surname:Arora;given-names:VK", "name_7": "surname:Kaushik;given-names:P", "name_8": "surname:Cerami;given-names:E", "name_9": "surname:Reva;given-names:B", "pub-id_doi": "10.1016/j.ccr.2010.05.026", "pub-id_pmid": "20579941", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "18", "year": "2010"}, "text": "Integrative genomic profiling of human prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 60179, "infons": {"fpage": "1011", "issue": "4", "lpage": "1025", "name_0": "surname:Abeshouse;given-names:A", "name_1": "surname:Ahn;given-names:J", "name_2": "surname:Akbani;given-names:R", "name_3": "surname:Ally;given-names:A", "name_4": "surname:Amin;given-names:S", "name_5": "surname:Andry;given-names:CD", "name_6": "surname:Annala;given-names:M", "name_7": "surname:Aprikian;given-names:A", "name_8": "surname:Armenia;given-names:J", "name_9": "surname:Arora;given-names:A", "pub-id_doi": "10.1016/j.cell.2015.10.025", "pub-id_pmid": "26544944", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "163", "year": "2015"}, "text": "The molecular taxonomy of primary prostate Cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 60229, "infons": {"fpage": "742", "issue": "8", "lpage": "749", "name_0": "surname:Prensner;given-names:JR", "name_1": "surname:Iyer;given-names:MK", "name_2": "surname:Balbin;given-names:OA", "name_3": "surname:Dhanasekaran;given-names:SM", "name_4": "surname:Cao;given-names:Q", "name_5": "surname:Brenner;given-names:JC", "name_6": "surname:Laxman;given-names:B", "name_7": "surname:Asangani;given-names:IA", "name_8": "surname:Grasso;given-names:CS", "name_9": "surname:Kominsky;given-names:HD", "pub-id_doi": "10.1038/nbt.1914", "pub-id_pmid": "21804560", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "29", "year": "2011"}, "text": "Transcriptome sequencing across a prostate cancer cohort identifies PCAT-1, an unannotated lincRNA implicated in disease progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 60362, "infons": {"fpage": "R36", "issue": "4", "name_0": "surname:Kim;given-names:D", "name_1": "surname:Pertea;given-names:G", "name_2": "surname:Trapnell;given-names:C", "name_3": "surname:Pimentel;given-names:H", "name_4": "surname:Kelley;given-names:R", "name_5": "surname:Salzberg;given-names:SL", "pub-id_doi": "10.1186/gb-2013-14-4-r36", "pub-id_pmid": "23618408", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "14", "year": "2013"}, "text": "TopHat2: accurate alignment of transcriptomes in the presence of insertions, deletions and gene fusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 60466, "infons": {"fpage": "923", "issue": "7", "lpage": "930", "name_0": "surname:Liao;given-names:Y", "name_1": "surname:Smyth;given-names:GK", "name_2": "surname:Shi;given-names:W", "pub-id_doi": "10.1093/bioinformatics/btt656", "pub-id_pmid": "24227677", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Feature counts: an efficient general purpose program for assigning sequence reads to genomic features", "sentences": [], "annotations": [], "relations": []}, {"offset": 60568, "infons": {"fpage": "R29", "issue": "2", "name_0": "surname:Law;given-names:CW", "name_1": "surname:Chen;given-names:Y", "name_2": "surname:Shi;given-names:W", "name_3": "surname:Smyth;given-names:GK", "pub-id_doi": "10.1186/gb-2014-15-2-r29", "pub-id_pmid": "24485249", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "15", "year": "2014"}, "text": "Voom: precision weights unlock linear model analysis tools for RNA-seq read counts", "sentences": [], "annotations": [], "relations": []}, {"offset": 60651, "infons": {"fpage": "8", "name_0": "surname:Sboner;given-names:A", "name_1": "surname:Demichelis;given-names:F", "name_2": "surname:Calza;given-names:S", "name_3": "surname:Pawitan;given-names:Y", "name_4": "surname:Setlur;given-names:SR", "name_5": "surname:Hoshida;given-names:Y", "name_6": "surname:Perner;given-names:S", "name_7": "surname:Adami;given-names:HO", "name_8": "surname:Fall;given-names:K", "name_9": "surname:Mucci;given-names:LA", "section_type": "REF", "source": "BMC Med Genet", "type": "ref", "volume": "3", "year": "2010"}, "text": "Molecular sampling of prostate cancer: a dilemma for predicting disease progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 60735, "infons": {"fpage": "e66855", "issue": "6", "name_0": "surname:Erho;given-names:N", "name_1": "surname:Crisan;given-names:A", "name_2": "surname:Vergara;given-names:IA", "name_3": "surname:Mitra;given-names:AP", "name_4": "surname:Ghadessi;given-names:M", "name_5": "surname:Buerki;given-names:C", "name_6": "surname:Bergstralh;given-names:EJ", "name_7": "surname:Kollmeyer;given-names:T", "name_8": "surname:Fink;given-names:S", "name_9": "surname:Haddad;given-names:Z", "pub-id_doi": "10.1371/journal.pone.0066855", "pub-id_pmid": "23826159", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Discovery and validation of a prostate Cancer genomic classifier that predicts early metastasis following radical prostatectomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 60863, "infons": {"fpage": "50", "name_0": "surname:Rye;given-names:MB", "name_1": "surname:Bertilsson;given-names:H", "name_2": "surname:Drablos;given-names:F", "name_3": "surname:Angelsen;given-names:A", "name_4": "surname:Bathen;given-names:TF", "name_5": "surname:Tessem;given-names:MB", "pub-id_doi": "10.1186/1755-8794-7-50", "pub-id_pmid": "25115192", "section_type": "REF", "source": "BMC Med Genomics", "type": "ref", "volume": "7", "year": "2014"}, "text": "Gene signatures ESC, MYC and ERG-fusion are early markers of a potentially dangerous subtype of prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 60975, "infons": {"fpage": "644", "issue": "5748", "lpage": "648", "name_0": "surname:Tomlins;given-names:SA", "name_1": "surname:Rhodes;given-names:DR", "name_2": "surname:Perner;given-names:S", "name_3": "surname:Dhanasekaran;given-names:SM", "name_4": "surname:Mehra;given-names:R", "name_5": "surname:Sun;given-names:XW", "name_6": "surname:Varambally;given-names:S", "name_7": "surname:Cao;given-names:X", "name_8": "surname:Tchinda;given-names:J", "name_9": "surname:Kuefer;given-names:R", "pub-id_doi": "10.1126/science.1117679", "pub-id_pmid": "16254181", "section_type": "REF", "source": "Science", "type": "ref", "volume": "310", "year": "2005"}, "text": "Recurrent fusion of TMPRSS2 and ETS transcription factor genes in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 61057, "infons": {"fpage": "1", "lpage": "39", "name_0": "surname:Fay;given-names:MP", "name_1": "surname:Proschan;given-names:MA", "pub-id_doi": "10.1214/09-SS051", "pub-id_pmid": "20414472", "section_type": "REF", "source": "Statistics surveys", "type": "ref", "volume": "4", "year": "2010"}, "text": "Wilcoxon-Mann-Whitney or t-test? On assumptions for hypothesis tests and multiple interpretations of decision rules", "sentences": [], "annotations": [], "relations": []}, {"offset": 61173, "infons": {"fpage": "44", "issue": "1", "lpage": "57", "name_0": "surname:Huang Da;given-names:W", "name_1": "surname:Sherman;given-names:BT", "name_2": "surname:Lempicki;given-names:RA", "pub-id_doi": "10.1038/nprot.2008.211", "pub-id_pmid": "19131956", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "4", "year": "2009"}, "text": "Systematic and integrative analysis of large gene lists using DAVID bioinformatics resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 61266, "infons": {"fpage": "29", "issue": "3", "name_0": "surname:Quon;given-names:G", "name_1": "surname:Haider;given-names:S", "name_2": "surname:Deshwar;given-names:AG", "name_3": "surname:Cui;given-names:A", "name_4": "surname:Boutros;given-names:PC", "name_5": "surname:Morris;given-names:Q", "pub-id_doi": "10.1186/gm433", "pub-id_pmid": "23537167", "section_type": "REF", "source": "Genome Med", "type": "ref", "volume": "5", "year": "2013"}, "text": "Computational purification of individual tumor gene expression profiles leads to significant improvements in prognostic prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 61397, "infons": {"fpage": "e49831", "issue": "11", "name_0": "surname:Baetke;given-names:SC", "name_1": "surname:Adriaens;given-names:ME", "name_2": "surname:Seigneuric;given-names:R", "name_3": "surname:Evelo;given-names:CT", "name_4": "surname:Eijssen;given-names:LM", "pub-id_doi": "10.1371/journal.pone.0049831", "pub-id_pmid": "23185449", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Molecular pathways involved in prostate carcinogenesis: insights from public microarray datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 61494, "infons": {"fpage": "16018", "name_0": "surname:Mortensen;given-names:MM", "name_1": "surname:Hoyer;given-names:S", "name_2": "surname:Lynnerup;given-names:AS", "name_3": "surname:Orntoft;given-names:TF", "name_4": "surname:Sorensen;given-names:KD", "name_5": "surname:Borre;given-names:M", "name_6": "surname:Dyrskjot;given-names:L", "pub-id_doi": "10.1038/srep16018", "pub-id_pmid": "26522007", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "5", "year": "2015"}, "text": "Expression profiling of prostate cancer tissue delineates genes associated with recurrence after prostatectomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 61605, "infons": {"fpage": "18707", "issue": "26", "lpage": "18715", "name_0": "surname:Sharpe;given-names:LJ", "name_1": "surname:Brown;given-names:AJ", "pub-id_doi": "10.1074/jbc.R113.479808", "pub-id_pmid": "23696639", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "288", "year": "2013"}, "text": "Controlling cholesterol synthesis beyond 3-hydroxy-3-methylglutaryl-CoA reductase (HMGCR)", "sentences": [], "annotations": [], "relations": []}, {"offset": 61695, "infons": {"fpage": "96", "issue": "1–3", "lpage": "100", "name_0": "surname:Murtola;given-names:TJ", "name_1": "surname:Syvala;given-names:H", "name_2": "surname:Pennanen;given-names:P", "name_3": "surname:Blauer;given-names:M", "name_4": "surname:Solakivi;given-names:T", "name_5": "surname:Ylikomi;given-names:T", "name_6": "surname:Tammela;given-names:TL", "pub-id_doi": "10.1016/j.ejphar.2011.10.022", "pub-id_pmid": "22040920", "section_type": "REF", "source": "Eur J Pharmacol", "type": "ref", "volume": "673", "year": "2011"}, "text": "Comparative effects of high and low-dose simvastatin on prostate epithelial cells: the role of LDL", "sentences": [], "annotations": [], "relations": []}, {"offset": 61794, "infons": {"fpage": "425", "issue": "6257", "lpage": "430", "name_0": "surname:Goldstein;given-names:JL", "name_1": "surname:Brown;given-names:MS", "pub-id_doi": "10.1038/343425a0", "pub-id_pmid": "1967820", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "343", "year": "1990"}, "text": "Regulation of the mevalonate pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 61831, "infons": {"fpage": "285", "issue": "3", "lpage": "288", "name_0": "surname:Liao;given-names:JK", "pub-id_doi": "10.1172/JCI0216421", "pub-id_pmid": "12163444", "section_type": "REF", "source": "J Clin Investig", "type": "ref", "volume": "110", "year": "2002"}, "text": "Isoprenoids as mediators of the biological effects of statins", "sentences": [], "annotations": [], "relations": []}, {"offset": 61893, "infons": {"fpage": "154", "issue": "1", "lpage": "160", "name_0": "surname:de Weille;given-names:J", "name_1": "surname:Fabre;given-names:C", "name_2": "surname:Bakalara;given-names:N", "pub-id_doi": "10.1016/j.bcp.2013.02.029", "pub-id_pmid": "23500545", "section_type": "REF", "source": "Biochem Pharmacol", "type": "ref", "volume": "86", "year": "2013"}, "text": "Oxysterols in cancer cell proliferation and death", "sentences": [], "annotations": [], "relations": []}, {"offset": 61943, "infons": {"fpage": "4124", "issue": "11", "lpage": "4132", "name_0": "surname:Cho;given-names:E", "name_1": "surname:Montgomery;given-names:RB", "name_2": "surname:Mostaghel;given-names:EA", "pub-id_doi": "10.1210/en.2014-1337", "pub-id_pmid": "25147980", "section_type": "REF", "source": "Endocrinology", "type": "ref", "volume": "155", "year": "2014"}, "text": "Minireview: SLCO and ABC transporters: a role for steroid transport in prostate Cancer progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 62042, "infons": {"fpage": "379", "issue": "4", "lpage": "385", "name_0": "surname:Hager;given-names:MH", "name_1": "surname:Solomon;given-names:KR", "name_2": "surname:Freeman;given-names:MR", "pub-id_doi": "10.1097/01.mco.0000232896.66791.62", "section_type": "REF", "source": "Current Opinion Clin Nutrition Metabolic Care", "type": "ref", "volume": "9", "year": "2006"}, "text": "The role of cholesterol in prostate cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 62085, "infons": {"fpage": "393", "issue": "3", "lpage": "406", "name_0": "surname:Yue;given-names:S", "name_1": "surname:Li;given-names:J", "name_2": "surname:Lee;given-names:SY", "name_3": "surname:Lee;given-names:HJ", "name_4": "surname:Shao;given-names:T", "name_5": "surname:Song;given-names:B", "name_6": "surname:Cheng;given-names:L", "name_7": "surname:Masterson;given-names:TA", "name_8": "surname:Liu;given-names:X", "name_9": "surname:Ratliff;given-names:TL", "pub-id_doi": "10.1016/j.cmet.2014.01.019", "pub-id_pmid": "24606897", "section_type": "REF", "source": "Cell Metab", "type": "ref", "volume": "19", "year": "2014"}, "text": "Cholesteryl ester accumulation induced by PTEN loss and PI3K/AKT activation underlies human prostate cancer aggressiveness", "sentences": [], "annotations": [], "relations": []}, {"offset": 62208, "infons": {"fpage": "499", "issue": "2", "lpage": "508", "name_0": "surname:Bjarnadottir;given-names:O", "name_1": "surname:Romero;given-names:Q", "name_2": "surname:Bendahl;given-names:PO", "name_3": "surname:Jirstrom;given-names:K", "name_4": "surname:Ryden;given-names:L", "name_5": "surname:Loman;given-names:N", "name_6": "surname:Uhlen;given-names:M", "name_7": "surname:Johannesson;given-names:H", "name_8": "surname:Rose;given-names:C", "name_9": "surname:Grabau;given-names:D", "pub-id_doi": "10.1007/s10549-013-2473-6", "pub-id_pmid": "23471651", "section_type": "REF", "source": "Breast Cancer Res Treat", "type": "ref", "volume": "138", "year": "2013"}, "text": "Targeting HMG-CoA reductase with statins in a window-of-opportunity breast cancer trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 62296, "infons": {"fpage": "8", "name_0": "surname:Gustbee;given-names:E", "name_1": "surname:Tryggvadottir;given-names:H", "name_2": "surname:Markkula;given-names:A", "name_3": "surname:Simonsson;given-names:M", "name_4": "surname:Nodin;given-names:B", "name_5": "surname:Jirstrom;given-names:K", "name_6": "surname:Rose;given-names:C", "name_7": "surname:Ingvar;given-names:C", "name_8": "surname:Borgquist;given-names:S", "name_9": "surname:Jernstrom;given-names:H", "pub-id_doi": "10.1186/s12907-015-0008-2", "pub-id_pmid": "26109908", "section_type": "REF", "source": "BMC Clin Pathol", "type": "ref", "volume": "15", "year": "2015"}, "text": "Tumor-specific expression of HMG-CoA reductase in a population-based cohort of breast cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 62398, "infons": {"fpage": "78", "name_0": "surname:Bengtsson;given-names:E", "name_1": "surname:Nerjovaj;given-names:P", "name_2": "surname:Wangefjord;given-names:S", "name_3": "surname:Nodin;given-names:B", "name_4": "surname:Eberhard;given-names:J", "name_5": "surname:Uhlen;given-names:M", "name_6": "surname:Borgquist;given-names:S", "name_7": "surname:Jirstrom;given-names:K", "pub-id_doi": "10.1186/1746-1596-9-78", "pub-id_pmid": "24708688", "section_type": "REF", "source": "Diagn Pathol", "type": "ref", "volume": "9", "year": "2014"}, "text": "HMG-CoA reductase expression in primary colorectal cancer correlates with favourable clinicopathological characteristics and an improved clinical outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 62552, "infons": {"fpage": "125", "name_0": "surname:Brennan;given-names:DJ", "name_1": "surname:Brandstedt;given-names:J", "name_2": "surname:Rexhepaj;given-names:E", "name_3": "surname:Foley;given-names:M", "name_4": "surname:Ponten;given-names:F", "name_5": "surname:Uhlen;given-names:M", "name_6": "surname:Gallagher;given-names:WM", "name_7": "surname:O'Connor;given-names:DP", "name_8": "surname:O'Herlihy;given-names:C", "name_9": "surname:Jirstrom;given-names:K", "pub-id_doi": "10.1186/1471-2407-10-125", "pub-id_pmid": "20359358", "section_type": "REF", "source": "BMC Cancer", "type": "ref", "volume": "10", "year": "2010"}, "text": "Tumour-specific HMG-CoAR is an independent predictor of recurrence free survival in epithelial ovarian cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 62662, "infons": {"fpage": "609", "issue": "6", "lpage": "621", "name_0": "surname:DeBose-Boyd;given-names:RA", "pub-id_doi": "10.1038/cr.2008.61", "pub-id_pmid": "18504457", "section_type": "REF", "source": "Cell Res", "type": "ref", "volume": "18", "year": "2008"}, "text": "Feedback regulation of cholesterol synthesis: sterol-accelerated ubiquitination and degradation of HMG CoA reductase", "sentences": [], "annotations": [], "relations": []}, {"offset": 62779, "infons": {"fpage": "58", "issue": "1", "lpage": "69", "name_0": "surname:de Boussac;given-names:H", "name_1": "surname:Pommier;given-names:AJ", "name_2": "surname:Dufour;given-names:J", "name_3": "surname:Trousson;given-names:A", "name_4": "surname:Caira;given-names:F", "name_5": "surname:Volle;given-names:DH", "name_6": "surname:Baron;given-names:S", "name_7": "surname:Lobaccaro;given-names:JM", "pub-id_pmid": "23359865", "section_type": "REF", "source": "Am J Cancer Res", "type": "ref", "volume": "3", "year": "2013"}, "text": "LXR, prostate cancer and cholesterol: the good, the bad and the ugly", "sentences": [], "annotations": [], "relations": []}, {"offset": 62848, "infons": {"fpage": "1211", "issue": "3", "lpage": "1218", "name_0": "surname:Lee;given-names:BH", "name_1": "surname:Taylor;given-names:MG", "name_2": "surname:Robinet;given-names:P", "name_3": "surname:Smith;given-names:JD", "name_4": "surname:Schweitzer;given-names:J", "name_5": "surname:Sehayek;given-names:E", "name_6": "surname:Falzarano;given-names:SM", "name_7": "surname:Magi-Galluzzi;given-names:C", "name_8": "surname:Klein;given-names:EA", "name_9": "surname:Ting;given-names:AH", "pub-id_doi": "10.1158/0008-5472.CAN-12-3128", "pub-id_pmid": "23233737", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "73", "year": "2013"}, "text": "Dysregulation of cholesterol homeostasis in human prostate Cancer through loss of ABCA1", "sentences": [], "annotations": [], "relations": []}, {"offset": 62936, "infons": {"fpage": "313", "issue": "5", "lpage": "319", "name_0": "surname:Kotani;given-names:K", "name_1": "surname:Sekine;given-names:Y", "name_2": "surname:Ishikawa;given-names:S", "name_3": "surname:Ikpot;given-names:IZ", "name_4": "surname:Suzuki;given-names:K", "name_5": "surname:Remaley;given-names:AT", "pub-id_doi": "10.2188/jea.JE20130006", "pub-id_pmid": "23985823", "section_type": "REF", "source": "J Epidemiol", "type": "ref", "volume": "23", "year": "2013"}, "text": "High-density lipoprotein and prostate Cancer: an overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 62994, "infons": {"fpage": "433", "issue": "2", "lpage": "440", "name_0": "surname:Epstein;given-names:JI", "pub-id_doi": "10.1016/j.juro.2009.10.046", "section_type": "REF", "source": "J Urology", "type": "ref", "volume": "183", "year": "2010"}, "text": "An update of the Gleason grading system", "sentences": [], "annotations": [], "relations": []}, {"offset": 63034, "infons": {"fpage": "R187", "issue": "6", "lpage": "R204", "name_0": "surname:Barron;given-names:DA", "name_1": "surname:Rowley;given-names:DR", "pub-id_doi": "10.1530/ERC-12-0085", "pub-id_pmid": "22930558", "section_type": "REF", "source": "Endocr Relat Cancer", "type": "ref", "volume": "19", "year": "2012"}, "text": "The reactive stroma microenvironment and prostate cancer progression", "sentences": [], "annotations": [], "relations": []}, {"offset": 63103, "infons": {"fpage": "328", "issue": "3", "lpage": "348", "name_0": "surname:Srigley;given-names:JR", "pub-id_doi": "10.1038/modpathol.3800055", "pub-id_pmid": "14976539", "section_type": "REF", "source": "Mod Pathol", "type": "ref", "volume": "17", "year": "2004"}, "text": "Benign mimickers of prostatic adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 63148, "infons": {"fpage": "382", "issue": "7518", "lpage": "387", "name_0": "surname:Zhang;given-names:B", "name_1": "surname:Wang;given-names:J", "name_2": "surname:Wang;given-names:X", "name_3": "surname:Zhu;given-names:J", "name_4": "surname:Liu;given-names:Q", "name_5": "surname:Shi;given-names:Z", "name_6": "surname:Chambers;given-names:MC", "name_7": "surname:Zimmerman;given-names:LJ", "name_8": "surname:Shaddox;given-names:KF", "name_9": "surname:Kim;given-names:S", "pub-id_doi": "10.1038/nature13438", "pub-id_pmid": "25043054", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "513", "year": "2014"}, "text": "Proteogenomic characterization of human colon and rectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 63212, "infons": {"fpage": "2689", "issue": "8", "lpage": "2698", "name_0": "surname:Vitols;given-names:S", "name_1": "surname:Norgren;given-names:S", "name_2": "surname:Juliusson;given-names:G", "name_3": "surname:Tatidis;given-names:L", "name_4": "surname:Luthman;given-names:H", "pub-id_pmid": "7919382", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "84", "year": "1994"}, "text": "Multilevel regulation of low-density lipoprotein receptor and 3-hydroxy-3-methylglutaryl coenzyme a reductase gene expression in normal and leukemic cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 63367, "infons": {"fpage": "337", "issue": "7347", "lpage": "342", "name_0": "surname:Schwanhausser;given-names:B", "name_1": "surname:Busse;given-names:D", "name_2": "surname:Li;given-names:N", "name_3": "surname:Dittmar;given-names:G", "name_4": "surname:Schuchhardt;given-names:J", "name_5": "surname:Wolf;given-names:J", "name_6": "surname:Chen;given-names:W", "name_7": "surname:Selbach;given-names:M", "pub-id_doi": "10.1038/nature10098", "pub-id_pmid": "21593866", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "473", "year": "2011"}, "text": "Global quantification of mammalian gene expression control", "sentences": [], "annotations": [], "relations": []}, {"offset": 63426, "infons": {"fpage": "461", "issue": "5", "lpage": "469", "name_0": "surname:Bertilsson;given-names:H", "name_1": "surname:Angelsen;given-names:A", "name_2": "surname:Viset;given-names:T", "name_3": "surname:Skogseth;given-names:H", "name_4": "surname:Tessem;given-names:MB", "name_5": "surname:Halgunset;given-names:J", "pub-id_doi": "10.1002/pros.21260", "pub-id_pmid": "20860008", "section_type": "REF", "source": "Prostate", "type": "ref", "volume": "71", "year": "2011"}, "text": "A new method to provide a fresh frozen prostate slice suitable for gene expression study and MR spectroscopy", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]