[{"source": "PMC", "date": "20210103", "key": "pmc.key", "infons": {}, "documents": [{"id": "5787851", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/ng.3582", "article-id_manuscript": "NIHMS935220", "article-id_pmc": "5787851", "article-id_pmid": "27350599", "fpage": "702", "issue": "7", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "703", "name_0": "surname:Rich;given-names:Stephen S.", "name_1": "surname:Wang;given-names:Zeng Y.", "name_2": "surname:Sturke;given-names:Anne", "name_3": "surname:Ziyabari;given-names:Lora", "name_4": "surname:Feolo;given-names:Mike", "name_5": "surname:O’Donnell;given-names:Christopher J.", "name_6": "surname:Rice;given-names:Ken", "name_7": "surname:Bis;given-names:Joshua C.", "name_8": "surname:Psaty;given-names:Bruce M.", "section_type": "TITLE", "type": "front", "volume": "48", "year": "2018"}, "text": "Rapid evaluation of phenotype, SNP and summary results through the dbGaP Charge Summary site", "sentences": [], "annotations": [], "relations": []}, {"offset": 93, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Cohorts for Heart and Aging Research in Genomic Epidemiology (CHARGE) consortium was established to conduct prospective meta-analyses for discovery of single nucleotide polymorphisms (SNPs) associated with phenotypes critical to heart, lung and blood disorders through genome-wide association studies (GWAS). The CHARGE Principles of Collaboration committed to broad sharing of GWAS results. It was reported, however, that public posting of summary results could, under certain conditions, be used to identify individuals in contributing studies. In response, the NIH moved large-scale GWAS summary results behind the IRB protection of the NCBI database of Genotype and Phenotype (dbGaP). Although p-values could be safely released, public posting of detailed GWAS results decreased dramatically. This decreased posting of GWAS results led to investigators requesting “look-ups” of analytic results, a tedious process for both authors and investigators.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1055, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we describe the CHARGE Summary Results page, the result of a joint project between the CHARGE consortium and dbGaP to allow public dissemination of GWAS summary statistics without the requirement for approval from a data access committee (DAC). Journals are now mandating deposition of results and data as part of the publication process. With an interest in creating a stable repository, CHARGE and dbGaP have developed a mechanism that protects participant confidentiality yet provides widespread data sharing through public posting of limited association information for each variant (See Accession codes for the dbGaP accession number for the CHARGE Summary Results page). The first public release occurred in winter 2015, with updates to be made quarterly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1823, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The CHARGE consortium has published over 250 meta-analyses on a variety of phenotypes. These publications typically highlight only the findings that attain statistical significance. The vast majority of meta-analytic results, those failing to meet stringent statistical thresholds, do not appear in publications; however, many investigators desire to know whether “their” SNP (or set of SNPs), is associated with a phenotype at a reduced level of significance. The CHARGE Summary site provides information that can be viewed without Data Access Request (DAR) approval by a Data Access Committee DAC, providing for each phenotype and SNP rsID: (1) the “coding allele”, (2) the effect size (no direction) and (3) the p-value from the meta-analysis. In this way, based upon current dbGaP guidelines, genetic association data of interest to the scientific community is widely available while protecting the privacy of study participants. For those wanting more information, access to detailed summary statistics is possible; this requires DAR approval by the NHLBI DAC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2897, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to facilitate the process of collection of the statistics by CHARGE investigators and protocol for transfer to dbGaP, the CHARGE wiki has been used to provide organizational and source information as well as example README files (Supplementary Note). As in standard prospective meta-analyses, an approved analytic plan was conducted separately within each study cohort. For each SNP, GWAS-specific results were combined using inverse-variance weighted meta-analysis. All studies conducted linear (or logistic or Cox) regression analysis using an additive genetic model. Background material on each study and contributing cohort information is provided on the open site (Supplementary Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3599, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With controlled access (DAR approval), the investigator obtains full results from association meta-analysis between genotype and phenotype across all analyzed SNPs with description of the study, analytic plan, and link to detailed results (Supplementary Fig. 2). The downloadable results also include the effect size (with direction of association), its 95% confidence interval, and the coded allele frequency for each SNP. The investigator can delve more deeply into the results and access additional genomic data resources by linking the analysis to association results in the Genome Browser (Supplementary Fig. 3). The initial view of the results in the Genome Browser (Supplementary Fig. 3) provides association results, color-coded in a heat map (red is –log(p) > 10, or p < 1×10−10). A threshold determining which SNP results to visualize can be established with a pull-down tab, restricting the results to those with a specific value (e.g., p<1×10−8). Interactive features of the Genome Browser include the ability to explore results by movement of the mouse over the region (Supplementary Fig. 3, on the red area) to link to other components that provide views including other SNPs in that region as well as details of the individual SNP association results, gene structures and additional customizable tracks (Supplementary Fig. 4). Further exploration of annotations (e.g., splicing) and links to other portals are available. These available results are summaries from meta-analysis; thus, no individual-level data from the studies are directly accessible, either from public or controlled access. In contrast, the genomic data-sharing beacons using multiple SNP queries of individual-level data have been implicated in privacy risks. Indiscriminate use of this dbGaP site may result in publication bias, as investigators may fail to pursue publication if their specific SNPs do not attain support. However, these GWAS results are made available in order to better focus research without inhibiting publication of results. The use of the site can be reported as part of study methods, to provide readers with the source of the level of support from these large meta-analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5793, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Providing access to study results should be encouraged, yet contributors of these summary results, and the supporting portal, cannot be responsible for potential abuse of the system. In summary, the CHARGE consortium has utilized meta-analysis to permit analysis of data across studies to adhere to limits of individual-level data sharing, an approach that improves statistical power to detect genomic regions associated with disease, biomarkers and risk factors. The development of the dbGaP CHARGE Summary Results site provides open access to the fundamental association results for a genotyped SNP and phenotype. With controlled access, an approved investigator has a full range of results and links to useful tools to enhance research. Open access to summary statistics in dbGaP provides detailed et non-identifiable research results. We recommend that other groups pursue similar collaboration with dbGaP to make summary data available from their GWAS data as well as other data types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6784, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 6807, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "URLs. CHARGE (Cohorts for Heart and Aging Research in Genomic Epidemiology) Consortium Summary Results from Genomic Studies (http://www.ncbi.nlm.nih.gov/projects/gap/cgi-bin/study.cgi?study_id=phs000930.v1.p1)", "sentences": [], "annotations": [], "relations": []}, {"offset": 7017, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Accession codes. CHARGE (Cohorts for Heart and Aging Research in Genomic Epidemiology) Consortium Summary Results from Genomic Studies: phs000930", "sentences": [], "annotations": [], "relations": []}, {"offset": 7163, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "           AUTHOR CONTRIBUTIONS         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 7204, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Conceived and designed the paper: SSR BMP. Developed and implemented the dbGaP site: ZYW, AS, LZ, MF. Coordinated analysis, transfer of GWAS data and deposition into dbGaP: CJO, KR, JCB, SSR. Wrote and edited the paper: SSR, ZYW, AS, LZ, MF, CJO, KR, JCB, BMP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7465, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "           COMPETING FINANCIAL INTERESTS         ", "sentences": [], "annotations": [], "relations": []}, {"offset": 7515, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors declare no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7569, "infons": {"fpage": "73", "lpage": "80", "name_0": "surname:Psaty;given-names:BM", "pub-id_pmid": "20031568", "section_type": "REF", "source": "Circ Cardiovasc Genet", "type": "ref", "volume": "2", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7570, "infons": {"fpage": "308", "issue": "Suppl 1", "lpage": "311", "name_0": "surname:Bis;given-names:JC", "name_1": "surname:Glazer;given-names:NL", "name_2": "surname:Psaty;given-names:BM", "pub-id_pmid": "19630823", "section_type": "REF", "source": "J Thromb Haemost", "type": "ref", "volume": "7", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7571, "infons": {"fpage": "e1000167", "name_0": "surname:Homer;given-names:N", "pub-id_pmid": "18769715", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "4", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7572, "infons": {"fpage": "e1000628", "name_0": "surname:Visscher;given-names:PM", "name_1": "surname:Hill;given-names:WG", "pub-id_pmid": "19798439", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "5", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7573, "infons": {"fpage": "659", "lpage": "660", "name_0": "surname:Lumley;given-names:T", "name_1": "surname:Rice;given-names:K", "section_type": "REF", "source": "J, Am Med Assoc", "type": "ref", "volume": "303", "year": "2010"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7574, "infons": {"fpage": "1181", "lpage": "1186", "name_0": "surname:Mailman;given-names:MD", "pub-id_pmid": "17898773", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "39", "year": "2007"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7575, "infons": {"fpage": "e1002193", "name_0": "surname:Lemaitre;given-names:RN", "pub-id_pmid": "21829377", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "7", "year": "2011"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 7576, "infons": {"fpage": "631", "lpage": "666", "name_0": "surname:Shringarpure;given-names:SS", "name_1": "surname:Bustamonte;given-names:CD", "pub-id_pmid": "26522470", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "97", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]