[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240909", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC7386360", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_art-access-id": "00007", "article-id_doi": "10.14309/ctg.0000000000000210", "article-id_pmc": "PMC7386360", "article-id_pmid": "32764205", "article-id_publisher-id": "CTG-19-0442", "elocation-id": "e00210", "issue": "7", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution-Non Commercial-No Derivatives License 4.0 (CCBY-NC-ND), where it is permissible to download and share the work provided it is properly cited. The work cannot be changed in any way or used commercially without permission from the journal.", "name_0": "surname:Dampier;given-names:Christopher H.", "name_1": "surname:Devall;given-names:Matthew", "name_2": "surname:Jennelle;given-names:Lucas T.", "name_3": "surname:Díez-Obrero;given-names:Virginia", "name_4": "surname:Plummer;given-names:Sarah J.", "name_5": "surname:Moreno;given-names:Victor", "name_6": "surname:Casey;given-names:Graham", "section_type": "TITLE", "type": "front", "volume": "11", "year": "2020"}, "text": "Oncogenic Features in Histologically Normal Mucosa: Novel Insights Into Field Effect From a Mega-Analysis of Colorectal Transcriptomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 135, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "INTRODUCTION:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 149, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Colorectal cancer is a common malignancy that can be cured when detected early, but recurrence among survivors is a persistent risk. A field effect of cancer in the colon has been reported and could have implications for surveillance, but studies to date have been limited. A joint analysis of pooled transcriptomic data from all available bulk RNA-sequencing data sets of healthy, histologically normal tumor-adjacent, and tumor tissues was performed to provide an unbiased assessment of field effect.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 652, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "METHODS:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 661, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A novel bulk RNA-sequencing data set from biopsies of nondiseased colon from screening colonoscopy along with published data sets from the Genomic Data Commons and Sequence Read Archive were considered for inclusion. Analyses were limited to samples with a quantified read depth of at least 10 million reads. Transcript abundance was estimated with Salmon, and downstream analysis was performed in R.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1062, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "RESULTS:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1071, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "A total of 1,139 samples were analyzed in 3 cohorts. The primary cohort consisted of 834 independent samples from 8 independent data sets, including 462 healthy, 61 tumor-adjacent, and 311 tumor samples. Tumor-adjacent gene expression was found to represent an intermediate state between healthy and tumor expression. Among differentially expressed genes in tumor-adjacent samples, 1,143 were expressed in patterns similar to tumor samples, and these genes were enriched for cancer-associated pathways.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1574, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "DISCUSSION:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1586, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Novel insights into the field effect in colorectal cancer were generated in this mega-analysis of the colorectal transcriptome. Oncogenic features that might help explain metachronous lesions in cancer survivors and could be used for surveillance and risk stratification were identified.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1874, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1887, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Colorectal cancer (CRC) is a common and often lethal malignancy with a significant impact on public health in the United States and worldwide. Because of early detection and effective treatment of local disease, CRC can sometimes be cured. However, epidemiological studies have demonstrated a higher risk of new disease in survivors with CRC compared with age-matched general populations. To manage that risk, the US Multisociety Task Force recommends surveillance colonoscopy at regular intervals after resection. Whether interval tumors represent missed synchronous, incompletely resected primary or true metachronous cancers is often uncertain, but many likely represent second primary tumors. At a molecular level, the field effect model can help explain new cancers in survivors with CRC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2681, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The field effect hypothesis posits that cancer susceptibility results from a range of exposures that include carcinogenic agents and local host–tumor interactions. Somatic mutations or epigenetic alterations in physically proximate progenitor cells engender patches of molecularly aberrant epithelium from which multifocal cancers subsequently emerge. Evidence for field effect has been found in histologically normal-appearing colonic mucosa adjacent to tumors in surgical specimens. However, studies of field effect in CRC have been limited by sample size, tissue suitability, and assay availability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3286, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Transcriptome profiling is a useful measurement for investigation of tissue biology because it provides a comprehensive assessment of molecular consequences downstream of genetic and epigenetic differences across phenotypes. RNA sequencing (RNA-seq) is the preferred assay for transcriptome profiling and is now affordable at population scale. In vivo adult colorectal epithelial cells and their niche in the settings of health and primary cancer are the biological units of interest for evaluation of the field effect. Bulk RNA-seq of tissue from biopsies or surgical specimens with an epithelial component collected from subjects with and without cancer should, therefore, provide the most accurate representation of field effects. However, inclusion of healthy mucosal samples from subjects without disease is rare in studies of CRC, and tumor-adjacent samples are also relatively limited.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4179, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Multiple groups have recently harmonized colorectal RNA-seq data sets from The Cancer Genome Atlas (TCGA) and the Genotype-Tissue Expression Project (GTEx), allowing large-scale comparisons among healthy mucosa, histologically normal tumor-adjacent mucosa, and tumor tissue. However, tumor-adjacent samples account for only 10% of TCGA samples, and half of GTEx samples have no mucosal component. Two recent meta-analyses of CRC transcriptomes demonstrated that applying consistent methods across heterogeneous data sets can permit investigators to leverage increased sample sizes to discover robust and biologically meaningful signals in measurements with substantial underlying variability.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4872, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, previously successful methods were extended to harmonize all publicly available data sets of colorectal bulk RNA-seq and unpublished RNA-seq of healthy colon tissue collected during screening colonoscopy in a pooled analysis of the transcriptomic field effect in CRC. The molecular features that distinguish normal tissue adjacent to tumors from healthy tissues despite similar histologic appearances were shown. Some of the molecular differences characteristic of tumor-adjacent tissue were oncogenic, providing a possible molecular basis for the increased incidence of metachronous tumors in survivors with CRC and potential targets for posttreatment surveillance. To the authors' knowledge, this is the largest RNA-seq-based study of the field effect in CRC to date. The pooled data set will be provided as an R package on Bioconductor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5727, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "METHODS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5735, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Samples", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5743, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Bulk RNA-seq samples from the University of Barcelona and the University of Virginia (BarcUVa-Seq) were derived from healthy mucosal biopsies obtained during screening colonoscopies from subjects without known predisposition to colorectal neoplasm at the Catalan Institute for Oncology. All samples sequenced as of January 21, 2019, were screened for inclusion. Samples from public data sets were identified by systematic searches of the Genomic Data Commons and Sequence Read Archive, the 2 largest public genomics repositories (Figure 1). All bulk RNA-seq data sets of human colorectal tissue available as of January 21, 2019, were screened for inclusion. Detailed protocols for RNA extraction and sequencing for the BarcUVa-Seq study and full search parameters for systematic review of public data sets are provided in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6661, "infons": {"file": "ct9-11-e00210-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Workflow diagram. Pathway outline of mega-analysis. Cohorts A and B were independent and composed of paired-end libraries. Cohort C was independent of cohorts A and B and composed of single-end libraries. The Study Design subsection of the Methods section includes a description of the 3 independent cohorts. BarcUVA-Seq, University of Barcelona and University of Virginia RNA sequencing project; BART, binding analysis for regulation of transcription; GDC, Genomic Data Commons; HLT, healthy; NAT, normal-adjacent-to-tumor; SRA, Sequence Read Archive; SVA, Surrogate Variable Analysis; TCGA, The Cancer Genome Atlas; TUM, tumor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7291, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A total of 5,233 samples from 167 data sets were screened (see Table ST1A, Supplementary Digital Content 2, http://links.lww.com/CTG/A316). Most samples were derived from cell lines and were, therefore, ineligible for inclusion. A total of 1,424 samples from 14 data sets (see Tables ST1B and ST1C, Supplementary Digital Content 2, http://links.lww.com/CTG/A316) were eligible for pooled analysis after screening based on criteria described in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7831, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7844, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After implementation of a common bioinformatics pipeline as described in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315), samples with at least 10 million quantified reads were selected (Figures 1 and 2a). For duplicated samples, the one with highest total quasi-mapped reads was selected. A total of 1,199 samples across 14 data sets were retained. Paired-end samples accounted for 924 samples across 8 data sets (Table 1, A), and single-end samples accounted for 275 samples and 6 additional data sets (Table 1, D). Dimension reduction analysis demonstrated that batch effects due to library format could not be adequately modeled with latent factor analysis, so single-end samples were analyzed separately (see Supplementary Methods, Supplementary Digital Content 1, http://links.lww.com/CTG/A315). A primary analysis cohort, cohort A, a methodological validation cohort, cohort B, and a biological validation cohort, cohort C, were created from the retained samples (Table 1 and Figure 1). Details regarding allocation of samples to cohorts is provided in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9047, "infons": {"file": "ct9-11-e00210-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Exploration of data sets. (a) Box plots representing library quality across data sets, where TCGA-COAD and TCGA-READ samples are grouped together. Each ring is a single sample. Library preparation with poly-A tail selection resulted in higher quasi-mapping rates. (b) Scatterplots of tSNE1 and tSNE2 of VST-transformed counts before and after batch adjustment with coloring by data set and phenotype to highlight likely drivers of observed clustering in cohort A. Each point is a sample. (c) Scatterplot of LFC for all shared genes across the study by Aran et al. and this study in the TUM vs NAT and NAT vs HLT sample comparisons; Pearson correlations shown in top left. (d) Hierarchical clustering dendrogram and heatmap of pairwise Euclidean distance between all samples in cohort A. Distances calculated on batch-adjusted counts. HLT, healthy; LFC, log2 fold change; NAT, normal-adjacent-to-tumor; TCGA, The Cancer Genome Atlas; tSNE, tdistributed stochastic neighbor embedding; TUM, tumor; VST, variance stabilizing transformation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10084, "infons": {"file": null, "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Samples and demographics for study cohorts", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10127, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Expression analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10147, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Differential gene expression (DGE) analysis across phenotypes was performed using DESeq2 with phenotype (e.g., healthy, tumor-adjacent, and tumor) and 5 surrogate variables as estimated by SVA to model gene expression in cohorts A and C. No other covariates were included. The model for cohort B included a blocking factor in addition to phenotype to specify within-subject comparisons across samples of different phenotype; no surrogate variables were used. Gene set enrichment analysis was performed using fgsea and the Molecular Signatures Database hallmark gene sets. Prediction of key drivers of DGE was performed using binding analysis for regulation of transcription (BART). Significance thresholds were set using Benjamini–Hochberg false discovery rate adjustments with false discovery rate of 5%. Details regarding the choice of tools and support for the choice of 5 surrogate variables are presented in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315 and Figures SF1 and SF2, Supplementary Digital Content 3, http://links.lww.com/CTG/A317).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11246, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11254, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Tumor-adjacent tissue represents an intermediate phenotype", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11313, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To explore the relationship between global gene expression and phenotype in cohort A, unsupervised learning with t-distributed stochastic neighbor embedding was performed. Scatterplots of the t-distributed stochastic neighbor embedding vectors were generated, and clustering by phenotype was observed (Figure 2b). Normal-adjacent-to-tumor (NAT) samples tended to cluster apart from healthy (HLT) and tumor (TUM) samples, as demonstrated previously by Aran et al.. However, contrary to the analysis by Aran et al., which included GTEx sigmoid samples without epithelium in the healthy group, a single dominant cluster of HLT samples was found in the pooled data set of this study. To compare the 2 studies quantitatively, scatterplots of log2 fold change per gene shared across the study by Aran et al. and this study were generated. In the TUM vs NAT comparisons, which used many of the same TCGA samples, the 2 analyses were very similar (Pearson correlation r = 0.93, P < 2.20E-16) (Figure 2c). In the NAT vs HLT comparisons, for which this study replaced the GTEx sigmoid cohort in the study by Aran et al. with BarcUVa-Seq samples, the analyses were less consistent (Pearson correlation r = 0.48, P < 2.20E-16) (Figure 2c). The lower correlation coefficient of the NAT vs HLT comparisons underscores the importance of the BarcUVa-Seq cohort. Despite the modest difference in HLT samples, both the analysis of the study by Aran and this study provided evidence for a field effect in the colon that leaves NAT tissue in a molecularly intermediate state between healthy and malignant. Consistent with histologic appearance, NAT samples tended to have a closer relationship to HLT samples than to TUM samples by sample-to-sample distance, but clustering demonstrated the resemblance of NAT samples to both HLT and TUM samples (Figure 2d). To investigate the intermediate state of NAT samples, DGE analysis was performed across phenotypes in cohort A.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13264, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 1,701 genes were differentially expressed between HLT and NAT samples, 2,929 between NAT and TUM samples, and 5,974 between HLT and TUM samples (Figure 3a; see Tables ST2–ST4, Supplementary Digital Content 2, http://links.lww.com/CTG/A316). These results reinforced the relative molecular position of NAT samples between the extremes of healthy and pathologically dysregulated expression. Cohort A was further interrogated with gene set enrichment analysis using hallmark gene sets (Figure 3b; see Table ST5, Supplementary Digital Content 2, http://links.lww.com/CTG/A316). The MYC- and E2F-target gene sets had the 2 highest normalized enrichment scores (NESs) in both the TUM vs NAT and TUM vs HLT comparisons (P-adj = 2.20E-03 for both sets in TUM vs NAT; P-adj = 5.66E-04 for both sets in TUM vs HLT). This result indicated that genes regulated by MYC and E2F tended to be more highly expressed in TUM samples. Surprisingly, MYC targets were also overrepresented in the NAT vs HLT comparison (second highest NES, P-adj = 1.89E-03), indicating higher expression in NAT samples as well.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14366, "infons": {"file": "ct9-11-e00210-g005.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Transcriptome-wide comparison across phenotypes. (a) Scatterplots (i.e., MA plots) depicting LFC vs gene expression across phenotypes in cohort A; red demonstrates DGE at FDR 5%. Number of differentially expressed genes shown in top right and bottom right. (b) Bar plots of GSEA results for overrepresentation of hallmark gene sets in DGE results across phenotypes in cohort A; red demonstrates enrichment at FDR 5%. Only hallmark sets with absolute NES >1.3 are shown. Genes were preranked by test statistics from their respective comparisons. (c) Scatterplot of LFC for all shared genes across cohorts A and B in the TUM vs NAT sample comparisons; Pearson correlation shown in top left. (d) MA plot depicting LFC vs gene expression for the TUM vs NAT sample comparison in cohort B; red demonstrates DGE at FDR 5%. (e) Venn diagram demonstrating intersection of DGE lists from the TUM vs NAT sample comparisons in cohorts A and B. DGE, differential gene expression; FDR, false discovery rate; GSEA, gene set enrichment analysis; LFC, log2 fold change; NAT, normal-adjacent-to-tumor; NES, normalized enrichment score; TUM, tumor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15496, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To validate the modeling of batch effects in cohort A, repeated-measures tests were performed on the matched pairs in cohort B. Overall concordance of log2 fold change and test statistics was high between the 2 cohorts (Pearson r = 0.88, P < 2.20E-16 and r = 0.84, P < 2.20E-16, respectively) (Figure 3c), and consistency of DGE results (Figure 3d,e) supported the model of batch effects used for cohort A.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15903, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "A molecular description of the field effect in CRC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15954, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, 4 patterns of gene expression in NAT samples relative to the other phenotypes were identified to better characterize DGE in NAT samples. Hierarchical clustering of all samples based on expression levels of genes in each pattern was performed to test the robustness of pattern classification. Pattern definitions and clustering strategies are described in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315). Gene sets corresponding to HLT-NAT-TUM gradient (61 genes), TUM associated (1,082 genes), NAT specific (172 genes), and HLT-associated expression (2,001 genes) were defined with over- and underexpression combined within each category (Figure 4a). Clustering results confirmed the utility of pattern-based categories (Figure 4b).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16740, "infons": {"file": "ct9-11-e00210-g006.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Patterns in gene-level variation. (a) Box plots of batch-adjusted counts for arbitrarily selected genes representative of each of 8 DGE subpatterns aggregated into the following 4 expression patterns: gradient, TUM associated, NAT specific, and HLT associated. (b) Hierarchical clustering dendrograms and heatmaps of gene expression for all samples from cohort A. Clustering based on expression levels of all or top 500 genes from each pattern set, whichever is smaller. Heatmap gene expression levels based on batch-adjusted counts. Genes in each pattern set ordered by adjusted P value from NAT vs HLT sample comparisons. (c) Bar plot of GSEA results for overrepresentation of hallmark gene sets among gradient and TUM-associated genes using test statistics from NAT vs HLT sample comparisons for ranking; red demonstrates enrichment at FDR 5%. Only hallmark sets with absolute NES >1.5 are shown. (d) Box plots of batch-adjusted counts for EGR1 and GREM1, 2 potential drivers of tumorigenesis among field effect genes from cohort A validated in cohort C. DGE, differential gene expression; FDR, false discovery rate; GSEA, gene set enrichment analysis; HLT, healthy; NAT, normal-adjacent-to-tumor; NES, normalized enrichment score; TUM, tumor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify biological processes that could be modulators of malignant potential in NAT tissue, gradient and TUM-associated genes were pooled and evaluated for hallmark gene set enrichment and for predicted transcription factor regulation. Late-phase estrogen response (NES = 2.94, P-adj = 1.63E-02), increased KRAS signaling (NES = 2.30, P-adj = 1.83E-02), epithelial to mesenchymal transition (NES = 2.26, P-adj = 1.83E-02), and TNF-α signaling (NES = 2.08, P-adj = 2.92E-02) were the gene sets with highest enrichment (Figure 4c; see Table ST6, Supplementary Digital Content 2, http://links.lww.com/CTG/A316). Tripartite motif-containing 28 (TRIM28) and SRY-box 2 (SOX2) were the transcription factors with the highest probability of regulatory effect (Irwin-Hall P = 3.29E-05 and P = 5.74E-05, respectively) (see Table ST7, Supplementary Digital Content 2, http://links.lww.com/CTG/A316). Interestingly, TRIM28 and SOX2 were overexpressed in TUM samples (P-adj = 1.47E-28 and P-adj = 1.55E-17, respectively) but not in NAT samples relative to HLT samples.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19051, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given established modulatory relationships between the gene sets of highest enrichment and CRC and between the predicted transcription factors and CRC, a representative set of core field effect genes with coherent expression and related biological processes was sought. Genes contributing most to the enrichment scores of the 4 gene sets with highest NES were selected for independent validation as field effect genes. Of the 33 unique genes from the leading edges of the 4 sets, 20 were found to have the same direction of relative expression between NAT and HLT samples in cohort C, as observed in cohort A (Table 2, A). The relative expression of 9 of the 20 reached statistical significance at a transcriptome-wide level in cohort C despite the small number of HLT samples in that cohort. An additional 11 of the 33 had detectable but statistically indeterminate expression in cohort C, as indicated by a test statistic of zero. Only 2 of the 33 varied in the opposite direction in the validation cohort, and neither was statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20103, "infons": {"file": null, "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Genes of interest identified in cohort A and validated in cohort C", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20170, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To ascertain whether age discrepancies across phenotypes biased the effect of phenotype on expression levels of the 20 validated field effect genes, the correlation between age and expression for each of the 20 genes was investigated as detailed in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315). The effect of age did not seem to bias the effect of phenotype (see Figures SF3 and SF4, Supplementary Digital Content 3, http://links.lww.com/CTG/A317).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20669, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Among validated genes, several were recognized as possible drivers of CRC, including amphiregulin (AREG), early growth response 1 and 2 (EGR1 and EGR2, respectively), gremlin-1 (GREM1), and SRY-box 9 (SOX9). Confirmation of these potentially oncogenic expression patterns in NAT samples was sought in another population-scale transcriptome profiling study. Because of the inclusive nature of this mega-analysis, there were no additional RNA-seq data sets available for comparison. However, of the 20 validated field effect genes, 11 had been previously found to be differentially expressed across NAT and HLT samples in the same direction in a microarray data set (Table 2, A, “affyU219_confirm”). The microarray study provided a second level of independent biological validation and a technical validation with a different experimental assay.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21517, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A quantitative assessment of the association between field effect and distance from tumor was not possible in this study because of limited information regarding distance from tumor for NAT samples, but a qualitative evaluation was attempted and was inconclusive (see Supplementary Methods, Supplementary Digital Content 1, http://links.lww.com/CTG/A315).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21873, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Novel tumor-specific expression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21905, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the observation that important biological pathways were dysregulated in NAT samples in TUM-like patterns, the possibility that some TUM-specific molecular features could be masked by field effect was tested as described in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315). The difference between DGE using NAT and HLT samples as controls in comparisons against TUM samples suggested that the field effect could mask important TUM-specific metabolic features (Figure 5a,b). Furthermore, a set of underannotated genes not previously known to be dysregulated in a TUM-specific pattern was revealed after adjustment for field effect. This set included C9orf16, which was previously shown to be prognostic in CRC (Figure 5c,d). The previously reported prognostic value of C9orf16 was redemonstrated after adjusting for age and tumor stage (P = 2.78E-3) as described in the Supplementary Methods (see Supplementary Digital Content 1, http://links.lww.com/CTG/A315 and Figures SF7 and SF8, Supplementary Digital Content 3, http://links.lww.com/CTG/A317), which the previous report did not show.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23048, "infons": {"file": "ct9-11-e00210-g008.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Healthy controls. (a) Scatterplot of transcriptome-wide LFC between TUM and control samples, where control samples are HLT (x axis) or NAT samples (y axis). Colors indicate genes potentially masked (green), misleadingly highlighted (bluish-green), or unaffected (red) by field effect. (b) GSEA results for the 3,856 genes differentially expressed specifically between TUM and HLT and not between TUM and NAT samples; darker colors demonstrate enrichment at FDR 5% in both HLT specific and TUM vs NAT DGE results. Purple and red show discordant and concordant results, respectively. Only hallmark sets with absolute NES >1.5 are shown. (c) Box plots of batch-adjusted counts for C9orf16, 1 of 23 novel TUM-specific genes discovered in this mega-analysis. (d) Overall survival curves for C9orf16 high- and low-expression groups from previously published TCGA data downloaded from the Human Protein Atlas. FDR, false discovery rate; GSEA, gene set enrichment analysis; HLT, healthy; LFC, log2 fold change; NAT, normal-adjacent-to-tumor; NES, normalized enrichment score; TCGA, The Cancer Genome Atlas; TUM, tumor.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24159, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24170, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There is mounting evidence that histologically normal mucosa adjacent to tumors is molecularly distinct from healthy mucosa in the absence of cancer. The transcriptomic features of that distinction are important for posttreatment surveillance and could also be useful for screening, initial diagnosis, and therapy. In this study, a comprehensive description of transcriptional features in normal-appearing healthy, normal-appearing tumor-adjacent, and tumor colorectal tissue was obtained in a joint analysis of pooled RNA-seq data sets combining a novel cohort with all human colorectal samples available in the Genomic Data Commons and Sequence Read Archive. Tumor-adjacent tissue was found to be more similar to healthy tissue than to cancer tissue in global transcriptional variation. However, tumor-adjacent tissue was found to harbor some transcriptional features of cancer that might be important modulators of malignancy. Furthermore, normal colon mucosa from healthy controls was used to identify novel TUM-specific gene expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25212, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study is the largest to date to investigate transcriptome-wide effects of CRC on adjacent, histologically normal mucosa using RNA-seq. The results are the first to demonstrate the consistent overexpression of 20 TUM-associated genes in histologically normal tissue sampled adjacent to tumors. Remarkably, genes contributing to established oncogenic pathways, such as epidermal growth factor receptor (EGFR) signaling (e.g., AREG), early growth response (e.g., EGR1 and EGR2), and stem cell maintenance and differentiation (e.g., GREM1 and SOX9), were among the genes dysregulated in normal-appearing tissue. AREG encodes a ligand of EGFR, which activates signaling pathways that modulate cellular proliferation and apoptosis. EGFR is the target of monoclonal antibodies in the treatment of metastatic CRC, and AREG expression might be a useful biomarker for therapy response in select populations. EGR1 and EGR2 are transcription factors involved in regulation of differentiation and apoptosis. EGR1 was shown to promote tumor cell growth in experimental models, and higher expression levels in tumor were associated with decreased disease-free survival in a CRC cohort. GREM1 encodes a BMP antagonist ectopically and highly expressed in hereditary mixed polyposis syndrome. In healthy tissue, GREM1 is expressed in subepithelial myofibroblasts, and secretion of its protein contributes to maintenance of the stem cell niche at the crypt base by permitting Wnt signaling. Overexpression of GREM1 in histologically normal tissue would be expected to potentiate malignant transformation. SOX9 is also involved in Wnt signaling and epithelial homeostasis and has been shown to affect goblet cell lineage and colonic morphology in mice. Dynamic monitoring of expression levels of these genes in unresected tissue could add prognostic information postoperatively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27076, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study is also the first to identify novel genes associated with CRC that can be consistently masked by the field effect, including 23 genes that, to the authors' knowledge, have not previously been shown to vary in TUM samples compared with control samples. Intriguingly, expression levels of 2 such genes, C9orf16 and C7orf50, were previously associated with overall survival in CRC and pancreatic cancer, respectively. Neither the function nor the oncogenic role of either gene is known, making them attractive targets for further characterization. Thus, this study not only provided provocative insights into the molecular features of histologically normal tissue adjacent to tumors but also revealed novel genes dysregulated in CRC for future investigation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27843, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These results are important, because they provide a set of candidate genes that might be useful for determination of distal margins for low-lying rectal cancers and for posttreatment surveillance and they indicate a molecular basis for metachronous lesions in ostensibly normal tissue. Furthermore, they demonstrate that the use of matched tumor–normal pairs in the study of CRC, which is common and has yielded biological insights, is, nevertheless, influenced by field effect bias.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28329, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Limitations of this study included a potential for batch effects to drive spurious results and insufficient information for quantitative assessment of the spatiotemporal extent of the field effect in CRC. The influence of batch effect was reduced in multiple ways, including implementation of a common bioinformatics pipeline for gene quantification, establishment of appropriate eligibility and inclusion criteria, latent factor estimation with SVA, inclusion of surrogate variables as covariates in primary regression models for cohorts A and C, use of curated hallmark gene sets to interpret results, and validation of methods and results in independent cohorts. Determination of the spatiotemporal dimensions of field effect in CRC requires new data and is an important goal of the authors' future work.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29137, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "CONFLICTS OF INTEREST", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29159, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Guarantor of the article: Graham Casey, PhD.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29204, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Specific author contributions: C.H.D. extracted and processed raw sequencing data and annotation files. C.H.D. and M.D. designed the study, analyzed the data, and wrote the manuscript. V.M. and G.C. designed the protocol for collecting healthy colon biopsies included in the BarcUVa-Seq cohort. S.J.P. extracted RNA from healthy colon biopsies included in the BarcUVa-Seq cohort. V.D.O. processed raw sequencing files for samples included in the BarcUVa-Seq cohort. G.C. and L.T.J. provided guidance on study design and results interpretation. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29800, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Financial support: Funding for this work was provided by the following NIH Grants: R01 NIH/NCI CA143237 and CA201407 (G.C.), T32 5T32CA163177-07 (Craig Slingluff, MD). This research was supported by the Genomics Core Facility of the CWRU School of Medicine's Genetics and Genome Sciences Department.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30100, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Potential competing interests: None to report.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30147, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Ethics approval and consent to participate: All publicly available data sets were generated in accordance with local Institutional Review Board requirements, and reanalysis was performed only after appropriate permissions had been granted through dbGaP for controlled-access data. BarcUVa-Seq data were generated from consented subjects in accordance with the University of Barcelona Institutional Review Board requirements, which were approved by the University of Virginia Institutional Review Board.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30650, "infons": {"section_type": "COMP_INT", "type": "title_1_caption"}, "text": "Study Highlights", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30667, "infons": {"section_type": "COMP_INT", "type": "title_2"}, "text": "WHAT IS KNOWN", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30681, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ Metachronous colorectal cancer is a risk to colorectal cancer survivors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30758, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ Colonoscopy is recommended for posttreatment surveillance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30821, "infons": {"section_type": "COMP_INT", "type": "title_2"}, "text": "WHAT IS NEW HERE", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30838, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ A distinct transcriptomic profile characterizes tumor-adjacent tissue despite normal histologic appearance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30950, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ Cancer-related gene expression that might help explain metachronous lesions is present in tumor-adjacent tissue.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31067, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ Adjustment for field effect can reveal novel tumor-specific gene expression in transcriptome profiling studies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31183, "infons": {"section_type": "COMP_INT", "type": "title_2"}, "text": "TRANSLATIONAL IMPACT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31204, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ Molecular assays could complement colonoscopy in the setting of posttreatment surveillance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31300, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "✓ Molecular assays could help define safe distal margin for low-lying rectal cancer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31387, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Availability of data and material: The public data sets supporting the conclusions of this article are available in the Genomic Data Commons and Sequence Read Archive repositories, available at https://portal.gdc.cancer.gov and https://www.ncbi.nlm.nih.gov/sra, respectively. The BarcUVa-Seq data set will be made available in the Sequence Read Archive at the conclusion of the ongoing BarcUVa-Seq project and after associated studies have been published. The curated data set of gene counts and associated technical and clinical annotations generated by the bioinformatics pipeline developed for this study will be made available on Bioconductor and Synapse (ID syn22237139) with protected dbGaP data censored.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32099, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32122, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "SUPPLEMENTARY MATERIAL accompanies this paper at http://links.lww.com/CTG/A315; http://links.lww.com/CTG/A316; http://links.lww.com/CTG/A317", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32263, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32274, "infons": {"fpage": "6", "name_0": "surname:Raj;given-names:KP", "name_1": "surname:Taylor;given-names:TH", "name_2": "surname:Wray;given-names:C", "pub-id_pmid": "21483654", "section_type": "REF", "source": "J Carcinog", "type": "ref", "volume": "10", "year": "2011"}, "text": "Risk of second primary colorectal cancer among colorectal cancer cases: A population-based analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32374, "infons": {"fpage": "522", "issue": "5", "lpage": "31", "name_0": "surname:Mulder;given-names:SA", "name_1": "surname:Kranse;given-names:R", "name_2": "surname:Damhuis;given-names:RA", "pub-id_pmid": "22513430", "section_type": "REF", "source": "Dis Colon Rectum", "type": "ref", "volume": "55", "year": "2012"}, "text": "The incidence and risk factors of metachronous colorectal cancer: An indication for follow-up", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32468, "infons": {"fpage": "152", "issue": "2", "lpage": "8", "name_0": "surname:Lindberg;given-names:LJ", "name_1": "surname:Ladelund;given-names:S", "name_2": "surname:Bernstein;given-names:I", "pub-id_pmid": "30196753", "section_type": "REF", "source": "Scand J Surg", "type": "ref", "volume": "108", "year": "2019"}, "text": "Risk of synchronous and metachronous colorectal cancer: Population-based estimates in Denmark with focus on non-hereditary cases diagnosed after age 50", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32620, "infons": {"fpage": "758", "issue": "3", "lpage": "68.e11", "name_0": "surname:Kahi;given-names:CJ", "name_1": "surname:Boland;given-names:CR", "name_2": "surname:Dominitz;given-names:JA", "pub-id_pmid": "26892199", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "150", "year": "2016"}, "text": "Colonoscopy surveillance after colorectal cancer resection: Recommendations of the US Multi-Society Task Force on Colorectal Cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32752, "infons": {"fpage": "1309", "issue": "5", "lpage": "23.e3", "name_0": "surname:Fuccio;given-names:L", "name_1": "surname:Rex;given-names:D", "name_2": "surname:Ponchon;given-names:T", "pub-id_pmid": "30553914", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "156", "year": "2019"}, "text": "New and recurrent colorectal cancers after resection: A systematic review and meta-analysis of endoscopic surveillance studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32879, "infons": {"fpage": "1727", "issue": "8", "lpage": "30", "name_0": "surname:Braakhuis;given-names:BJ", "name_1": "surname:Tabor;given-names:MP", "name_2": "surname:Kummer;given-names:JA", "pub-id_pmid": "12702551", "section_type": "REF", "source": "Cancer Res", "type": "ref", "volume": "63", "year": "2003"}, "text": "A genetic explanation of Slaughter's concept of field cancerization: Evidence and clinical implications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32983, "infons": {"fpage": "963", "issue": "5", "lpage": "8", "name_0": "surname:Slaughter;given-names:DP", "name_1": "surname:Southwick;given-names:HW", "name_2": "surname:Smejkal;given-names:W", "pub-id_pmid": "13094644", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "6", "year": "1953"}, "text": "“Field cancerization” in oral stratified squamous epithelium. Clinical implications of multicentric origin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33094, "infons": {"fpage": "14", "issue": "1", "lpage": "29", "name_0": "surname:Lochhead;given-names:P", "name_1": "surname:Chan;given-names:AT", "name_2": "surname:Nishihara;given-names:R", "pub-id_pmid": "24925058", "section_type": "REF", "source": "Mod Pathol", "type": "ref", "volume": "28", "year": "2015"}, "text": "Etiologic field effect: Reappraisal of the field effect concept in cancer predisposition and progression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33199, "infons": {"fpage": "1330", "issue": "18", "lpage": "8", "name_0": "surname:Shen;given-names:L", "name_1": "surname:Kondo;given-names:Y", "name_2": "surname:Rosner;given-names:GL", "pub-id_pmid": "16174854", "section_type": "REF", "source": "J Natl Cancer Inst", "type": "ref", "volume": "97", "year": "2005"}, "text": "MGMT promoter methylation and field defect in sporadic colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33272, "infons": {"fpage": "855", "issue": "4", "lpage": "64.e8", "name_0": "surname:Galandiuk;given-names:S", "name_1": "surname:Rodriguez-Justo;given-names:M", "name_2": "surname:Jeffery;given-names:R", "pub-id_pmid": "22178590", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "142", "year": "2012"}, "text": "Field cancerization in the intestinal epithelium of patients with Crohn's ileocolitis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33358, "infons": {"fpage": "211", "issue": "2", "lpage": "21", "name_0": "surname:Hawthorn;given-names:L", "name_1": "surname:Lan;given-names:L", "name_2": "surname:Mojica;given-names:W", "pub-id_pmid": "24316131", "section_type": "REF", "source": "Genomics", "type": "ref", "volume": "103", "year": "2014"}, "text": "Evidence for field effect cancerization in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33419, "infons": {"fpage": "46", "issue": "1", "name_0": "surname:Sanz-Pamplona;given-names:R", "name_1": "surname:Berenguer;given-names:A", "name_2": "surname:Cordero;given-names:D", "pub-id_pmid": "24597571", "section_type": "REF", "source": "Mol Cancer", "type": "ref", "volume": "13", "year": "2014"}, "text": "Aberrant gene expression in mucosa adjacent to tumor reveals a molecular crosstalk in colon cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33518, "infons": {"fpage": "1077", "issue": "1", "name_0": "surname:Aran;given-names:D", "name_1": "surname:Camarda;given-names:R", "name_2": "surname:Odegaard;given-names:J", "pub-id_pmid": "29057876", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "8", "year": "2017"}, "text": "Comprehensive analysis of normal adjacent to tumor transcriptomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33584, "infons": {"section_type": "REF", "source": "The Cancer Genome Atlas", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33585, "infons": {"section_type": "REF", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33586, "infons": {"fpage": "180061", "name_0": "surname:Wang;given-names:Q", "name_1": "surname:Armenia;given-names:J", "name_2": "surname:Zhang;given-names:C", "pub-id_pmid": "29664468", "section_type": "REF", "source": "Sci Data", "type": "ref", "volume": "5", "year": "2018"}, "text": "Unifying cancer and normal RNA sequencing data from different sources", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33656, "infons": {"section_type": "REF", "source": "BBRB-PR-0004-W1-G3 GTEx Organ Retrieval, Dissection, and Preservation Details Table", "type": "ref", "year": "2015"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33657, "infons": {"fpage": "1350", "name_0": "surname:Guinney;given-names:J", "name_1": "surname:Dienstmann;given-names:R", "name_2": "surname:Wang;given-names:X", "pub-id_pmid": "26457759", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "21", "year": "2015"}, "text": "The consensus molecular subtypes of colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33711, "infons": {"fpage": "142", "issue": "1", "name_0": "surname:Ma;given-names:S", "name_1": "surname:Ogino;given-names:S", "name_2": "surname:Parsana;given-names:P", "pub-id_pmid": "30253799", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "19", "year": "2018"}, "text": "Continuity of transcriptomes among colorectal cancer subtypes based on meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33796, "infons": {"section_type": "REF", "source": "R: A language and environment for statistical computing", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33797, "infons": {"fpage": "115", "issue": "2", "lpage": "21", "name_0": "surname:Huber;given-names:W", "name_1": "surname:Carey;given-names:VJ", "name_2": "surname:Gentleman;given-names:R", "pub-id_pmid": "25633503", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "12", "year": "2015"}, "text": "Orchestrating high-throughput genomic analysis with Bioconductor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33862, "infons": {"section_type": "REF", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33863, "infons": {"section_type": "REF", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33864, "infons": {"fpage": "301", "issue": "3", "lpage": "4", "name_0": "surname:Liu;given-names:Y", "name_1": "surname:Zhou;given-names:J", "name_2": "surname:White;given-names:KP", "pub-id_pmid": "24319002", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "RNA-seq differential expression studies: More sequence or more replication?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33940, "infons": {"fpage": "550", "issue": "12", "name_0": "surname:Love;given-names:MI", "name_1": "surname:Huber;given-names:W", "name_2": "surname:Anders;given-names:S", "pub-id_pmid": "25516281", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "15", "year": "2014"}, "text": "Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34020, "infons": {"fpage": "1724", "issue": "9", "lpage": "35", "name_0": "surname:Leek;given-names:J", "name_1": "surname:Storey;given-names:J", "pub-id_pmid": "17907809", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "3", "year": "2007"}, "text": "Capturing heterogeneity in gene expression studies by surrogate variable analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34102, "infons": {"section_type": "REF", "type": "ref", "year": "2016"}, "text": "Fast Gene Set Enrichment Analysis (fgsea) [computer program]. Version 1.1.3", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34178, "infons": {"fpage": "417", "issue": "6", "lpage": "25", "name_0": "surname:Liberzon;given-names:A", "name_1": "surname:Birger;given-names:C", "name_2": "surname:Thorvaldsdottir;given-names:H", "pub-id_pmid": "26771021", "section_type": "REF", "source": "Cell Syst", "type": "ref", "volume": "1", "year": "2015"}, "text": "The Molecular Signatures Database (MSigDB) hallmark gene set collection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34250, "infons": {"fpage": "2867", "issue": "16", "lpage": "9", "name_0": "surname:Wang;given-names:Z", "name_1": "surname:Civelek;given-names:M", "name_2": "surname:Miller;given-names:CL", "pub-id_pmid": "29608647", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "34", "year": "2018"}, "text": "BART: A transcription factor prediction tool with query gene sets or epigenomic profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34339, "infons": {"fpage": "19", "name_0": "surname:Caiazza;given-names:F", "name_1": "surname:Ryan;given-names:EJ", "name_2": "surname:Doherty;given-names:G", "pub-id_pmid": "25699240", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "5", "year": "2015"}, "text": "Estrogen receptors and their implications in colorectal carcinogenesis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34410, "infons": {"fpage": "1626", "issue": "10", "lpage": "34", "name_0": "surname:Amado;given-names:RG", "name_1": "surname:Wolf;given-names:M", "name_2": "surname:Peeters;given-names:M", "pub-id_pmid": "18316791", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "26", "year": "2008"}, "text": "Wild-type KRAS is required for panitumumab efficacy in patients with metastatic colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34508, "infons": {"fpage": "830", "issue": "3", "lpage": "40", "name_0": "surname:Spaderna;given-names:S", "name_1": "surname:Schmalhofer;given-names:O", "name_2": "surname:Hlubek;given-names:F", "pub-id_pmid": "16952552", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "131", "year": "2006"}, "text": "A transient, EMT-linked loss of basement membranes indicates metastasis and poor survival in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34619, "infons": {"fpage": "315", "issue": "4", "lpage": "26", "name_0": "surname:Grimm;given-names:M", "name_1": "surname:Lazariotou;given-names:M", "name_2": "surname:Kircher;given-names:S", "pub-id_pmid": "21573932", "section_type": "REF", "source": "Cell Oncol (Dordr)", "type": "ref", "volume": "34", "year": "2011"}, "text": "Tumor necrosis factor-alpha is associated with positive lymph node status in patients with recurrence of colorectal cancer-indications for anti-TNF-alpha agents in cancer treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34800, "infons": {"fpage": "17639", "issue": "1", "name_0": "surname:Takeda;given-names:K", "name_1": "surname:Mizushima;given-names:T", "name_2": "surname:Yokoyama;given-names:Y", "pub-id_pmid": "30518951", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "8", "year": "2018"}, "text": "Sox2 is associated with cancer stem-like properties in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34873, "infons": {"fpage": "967", "issue": "6", "lpage": "74", "name_0": "surname:Fitzgerald;given-names:S", "name_1": "surname:Sheehan;given-names:KM", "name_2": "surname:O'Grady;given-names:A", "pub-id_pmid": "23425061", "section_type": "REF", "source": "J Gastroenterol Hepatol", "type": "ref", "volume": "28", "year": "2013"}, "text": "Relationship between epithelial and stromal TRIM28 expression predicts survival in colorectal cancer patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34983, "infons": {"fpage": "474", "name_0": "surname:Stintzing;given-names:S", "name_1": "surname:Ivanova;given-names:B", "name_2": "surname:Ricard;given-names:I", "pub-id_pmid": "30467535", "section_type": "REF", "source": "Front Oncol", "type": "ref", "volume": "8", "year": "2018"}, "text": "Amphiregulin (AREG) and epiregulin (EREG) gene expression as predictor for overall survival (OS) in oxaliplatin/fluoropyrimidine plus bevacizumab treated mCRC patients-analysis of the phase III AIO KRK-0207 trial", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35196, "infons": {"fpage": "e0159899", "issue": "7", "name_0": "surname:Kim;given-names:SH", "name_1": "surname:Park;given-names:YY", "name_2": "surname:Cho;given-names:SN", "pub-id_pmid": "27442508", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "11", "year": "2016"}, "text": "Kruppel-like factor 12 promotes colorectal cancer growth through early growth response protein 1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35293, "infons": {"fpage": "699", "lpage": "703", "name_0": "surname:Jaeger;given-names:E", "name_1": "surname:Leedham;given-names:S", "name_2": "surname:Lewis;given-names:A", "pub-id_pmid": "22561515", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "44", "year": "2012"}, "text": "Hereditary mixed polyposis syndrome is caused by a 40-kb upstream duplication that leads to increased and ectopic expression of the BMP antagonist GREM1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35446, "infons": {"fpage": "635", "issue": "4", "lpage": "48", "name_0": "surname:Bastide;given-names:P", "name_1": "surname:Darido;given-names:C", "name_2": "surname:Pannequin;given-names:J", "pub-id_pmid": "17698607", "section_type": "REF", "source": "J Cell Biol", "type": "ref", "volume": "178", "year": "2007"}, "text": "Sox9 regulates cell proliferation and is required for Paneth cell differentiation in the intestinal epithelium", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35557, "infons": {"fpage": "eaan2507", "issue": "6352", "name_0": "surname:Uhlen;given-names:M", "name_1": "surname:Zhang;given-names:C", "name_2": "surname:Lee;given-names:S", "pub-id_pmid": "28818916", "section_type": "REF", "source": "Science", "type": "ref", "volume": "357", "year": "2017"}, "text": "A pathology atlas of the human cancer transcriptome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35609, "infons": {"fpage": "87", "issue": "7512", "lpage": "90", "name_0": "surname:Ongen;given-names:H", "name_1": "surname:Andersen;given-names:CL", "name_2": "surname:Bramsen;given-names:JB", "pub-id_pmid": "25079323", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "512", "year": "2014"}, "text": "Putative cis-regulatory drivers in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35662, "infons": {"fpage": "29", "issue": "1", "lpage": "39", "name_0": "surname:Nygaard;given-names:V", "name_1": "surname:Rødland;given-names:EA", "name_2": "surname:Hovig;given-names:E", "pub-id_pmid": "26272994", "section_type": "REF", "source": "Biostatistics", "type": "ref", "volume": "17", "year": "2015"}, "text": "Methods that remove batch effects while retaining group differences may lead to exaggerated confidence in downstream analyses", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]