[{"source": "PMC", "date": "20230224", "key": "pmc.key", "infons": {}, "documents": [{"id": "9936475", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12874-023-01839-2", "article-id_pmc": "9936475", "article-id_pmid": "36800930", "article-id_publisher-id": "1839", "elocation-id": "46", "kwd": "COVID-10 SARS-CoV-2 EHR data Pharmacoepidemiology Data quality Real world data", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Sidky;given-names:Hythem", "name_1": "surname:Young;given-names:Jessica C.", "name_10": "surname:Alexander;given-names:G. Caleb", "name_11": "surname:Bates;given-names:Benjamin", "name_12": "surname:Chute;given-names:Christopher G.", "name_13": "surname:Dahlin;given-names:Jayme L.", "name_14": "surname:Gersing;given-names:Ken", "name_15": "surname:Haendel;given-names:Melissa A.", "name_16": "surname:Mehta;given-names:Hemalkumar B.", "name_17": "surname:Pfaff;given-names:Emily R.", "name_18": "surname:Sahner;given-names:David", "name_2": "surname:Girvin;given-names:Andrew T.", "name_3": "surname:Lee;given-names:Eileen", "name_4": "surname:Shao;given-names:Yu Raymond", "name_5": "surname:Hotaling;given-names:Nathan", "name_6": "surname:Michael;given-names:Sam", "name_7": "surname:Wilkins;given-names:Kenneth J.", "name_8": "surname:Setoguchi;given-names:Soko", "name_9": "surname:Funk;given-names:Michele Jonsson", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "23", "year": "2023"}, "text": "Data quality considerations for evaluating COVID-19 treatments using real world data: learnings from the National COVID Cohort Collaborative (N3C)", "sentences": [], "annotations": [], "relations": []}, {"offset": 147, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 158, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Multi-institution electronic health records (EHR) are a rich source of real world data (RWD) for generating real world evidence (RWE) regarding the utilization, benefits and harms of medical interventions. They provide access to clinical data from large pooled patient populations in addition to laboratory measurements unavailable in insurance claims-based data. However, secondary use of these data for research requires specialized knowledge and careful evaluation of data quality and completeness. We discuss data quality assessments undertaken during the conduct of prep-to-research, focusing on the investigation of treatment safety and effectiveness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 816, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 824, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Using the National COVID Cohort Collaborative (N3C) enclave, we defined a patient population using criteria typical in non-interventional inpatient drug effectiveness studies. We present the challenges encountered when constructing this dataset, beginning with an examination of data quality across data partners. We then discuss the methods and best practices used to operationalize several important study elements: exposure to treatment, baseline health comorbidities, and key outcomes of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1326, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1334, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We share our experiences and lessons learned when working with heterogeneous EHR data from over 65 healthcare institutions and 4 common data models. We discuss six key areas of data variability and quality. (1) The specific EHR data elements captured from a site can vary depending on source data model and practice. (2) Data missingness remains a significant issue. (3) Drug exposures can be recorded at different levels and may not contain route of administration or dosage information. (4) Reconstruction of continuous drug exposure intervals may not always be possible. (5) EHR discontinuity is a major concern for capturing history of prior treatment and comorbidities. Lastly, (6) access to EHR data alone limits the potential outcomes which can be used in studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2106, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2118, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The creation of large scale centralized multi-site EHR databases such as N3C enables a wide range of research aimed at better understanding treatments and health impacts of many conditions including COVID-19. As with all observational research, it is important that research teams engage with appropriate domain experts to understand the data in order to define research questions that are both clinically important and feasible to address using these real world data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2587, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 2613, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s12874-023-01839-2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2705, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2716, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Given the unprecedented global spread and impact of COVID-19, researchers are urgently conducting research to understand the safety and effectiveness of treatment options and to understand short and long term sequelae of SARS-CoV-2 infection. Due to time exigencies and financial constraints, ethical considerations, and the suitability of certain lines of inquiry, randomized clinical trials are not always feasible or necessary, and research using existing secondary data can offer valuable hypothesis-generating insights or reliable evidence as medical professionals respond to the pandemic. In addition, inclusion of data from a wide array of institutions increases sample size enabling researchers to study less common conditions or treatments, and can enhance generalizability of results. Electronic health records (EHR) are generated at the time of healthcare delivery as a component of clinical care. Structured data in EHR typically include detailed information on clinical encounters including any procedures, diagnoses, ordered and administered medications, demographic data, vitals, and lab orders and results. Because the United States does not have a universal healthcare system, EHR data are maintained by individual health systems, each with different standards and protocols for data collection and storage, leading to a high degree of variability in the availability and quality of data across systems. Even when the same EHR platform is used by two health systems, differences in implementation are common. This lack of centralized or standardized reporting creates difficulties in using EHR at a large scale to conduct nationally representative research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4391, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To enable COVID-19 research driven by data acquired across the United States, the National Center for Advancing Translational Sciences (NCATS) supported the creation of the National COVID Cohort Collaborative (N3C), a centralized repository of EHR-sourced data currently including over 9 million patients from 69 sites representing 49 out of 50 states that can be leveraged to study potential treatments and evaluate standards of care and best practices for COVID-19 in a real-world setting. Compared to census data, N3C data have been shown to be more racially diverse, though biased towards urban as opposed to rural areas. N3C aggregates and harmonizes EHR data across clinical organizations in the United States and supports data from both harmonized and unharmonized common data models (CDMs) including ACT, OMOP, PCORnet, and TriNetX, with OMOP version 5.3.1 being the target data model into which others are converted. Both automated and manual data ingestion and harmonization protocols are in place which ensure source CDM conformance to specific requirements and fitness for use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5481, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The establishment of N3C coincides with a growing interest in the use of non-trials-based real-world data (RWD) to inform public health policy, formulate testable hypotheses for designing randomized clinical trials, and assist in clinical decision making. Concomitantly, concerns have also been raised over published findings using RWD that can, at times, seem contradictory. Model and data harmonization efforts in centralized EHR repositories are the first step towards answering many research questions. However, even harmonized records may require further cleaning and processing depending on a provider’s data capture practices and source data model. Furthermore, high-quality RWE study design requires high-quality data, which involves a close examination of all data streams and deep understanding of their limitations and the sources and mechanisms behind data quality issues, such as missingness. Only then can these data be used to develop studies that support public health, generate viable hypotheses, and aid in clinical decision making. In light of this, our objectives were to highlight several important areas to be examined to ensure high data quality and to present potential solutions and risk-mitigation strategies based on our experience.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6743, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6751, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The N3C data enclave systematically aggregates EHR data from partnering health systems, known as data partners, for patients who have tested positive for COVID-19 or have equivalent diagnosis codes according to the N3C phenotype. Negative controls with a non-positive SARS-CoV-2 lab result are also included at a 1:2 ratio (cases:controls). The specifics of the N3C phenotype are detailed on the N3C Github. The final pooled data set includes information on hospital admissions, procedures, diagnoses, medications, lab test results, demographics, and basic vitals. This research was possible because of the patients whose information is included within the data and the organizations (https://ncats.nih.gov/n3c/resources/data-contribution/data-transfer-agreement-signatories) and scientists who have contributed to the on-going development of this community resource. The N3C data transfer to NCATS is performed under a Johns Hopkins University Reliance Protocol #IRB00249128 or individual site agreements with the NIH. The N3C Data Enclave is managed under the authority of the NIH; information can be found at https://ncats.nih.goc/n3c/resources. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health or the N3C program. Use of N3C data for this study does not involve human subjects (45 CFR 46.102) as determined by the NIH Office of IRB Operations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8197, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Our focus was to conduct an in-depth data quality investigation to inform best practices for using these data for public health research specifically focusing on in-hospital drug effectiveness studies. Medications received during an inpatient stay cannot be identified using insurance claims data due to the bundling of facility charges in which a flat fee is charged for nursing, medications, supplies, etc. during each day of hospitalization. Thus, EHR data are potentially valuable for evaluations of drug utilization, safety and effectiveness in the inpatient setting. We identify considerations relevant to a hypothetical study evaluating the efficacy of remdesivir treatment in hospitalized patients with COVID-19. We discuss how to appropriately define concepts of interest, highlight data quality considerations, and offer suggestions for researchers using centralized multi-institution EHR-sourced data repositories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9123, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study population", "sentences": [], "annotations": [], "relations": []}, {"offset": 9140, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As a base cohort for our motivating example, we identified adult patients (≥ 18 years) who were hospitalized with COVID-19 between March 1, 2020 and September 1, 2021. The index date (initial observation period) was the first of either laboratory confirmed SARS-CoV-2 or the presence of at least one of several “strong positive” COVID-19 related diagnosis, as defined by the N3C version 3.3 phenotype. Visits were defined according to the macrovisit aggregation algorithm available in the N3C enclave which combines individual OMOP visit records that appear to be part of the same care experience. This is crucial as clinical encounter data is highly heterogeneous at both the CDM and institutional level. We included only the first hospitalization visit for patients meeting the inclusion requirements. All overlapping inpatient and emergency department visits for a single patient were merged to reconstruct complete hospital stays. We excluded patients with missing age or sex information and excluded visits shorter than 2 days. We also excluded patients who had positive COVID-19 test results predating 1/1/2020, as earlier positive results are implausible. Systematic missingness and other quality concerns in patient data outlined below further excluded all but 12 data partners for our in-hospital treatment effectiveness study. Since data suitability can vary considerably depending on the research question of interest, we discuss the specific criteria for these inclusion in our analysis in the results below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10671, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Covariate definition", "sentences": [], "annotations": [], "relations": []}, {"offset": 10692, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A key component of observational studies using EHR data is the operationalization of definitions of baseline health status and severity of illness. Characterizing this allows us to 1) compare different treatment options while accounting for patient characteristics, and 2) examine if the treatment effects vary across different types of patient populations. We use the term “covariate” to define a variable that describes a patient and any relevant concepts of interest (age, sex, presence of health comorbidities). We focus on “baseline” covariates, meaning we collect information on relevant characteristics using data from before the exposure of interest is measured. Previous investigation has already provided evidence that these baseline characteristics, many of which are only available in EHR data, are highly predictive of overall disease course severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For this illustrative example, our list of covariates includes concepts that may be related to receipt of treatment for COVID-19 or risk of COVID-19 related outcomes, including patient demographics (age, sex, race, ethnicity), smoking status, patient body mass index (BMI), chronic comorbid conditions included in the Charlson comorbidity index (hypertension, diabetes, coronary artery disease, congestive heart failure, chronic obstructive pulmonary disease, cerebrovascular disease, chronic kidney disease, cardiac arrhythmia, malignancy), and prior medication use (angiotensin-converting enzyme or ACE-inhibitors, angiotensin receptor blockers or ARBs, statins). In addition to characterizing chronic health conditions, the N3C data include lab measurements offering more proximal indicators related to illness severity or prognosis. We collect data on creatinine, bilirubin, partial arterial oxygen pressure (PaO2), fraction of inspired oxygen (FiO2), body temperature, white blood count (WBC), ferritin, C-reactive protein (CRP), interleukin-6 (IL-6), oxygen saturation (SpO2), and respiration rate within 2 days of the date of admission.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12711, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data quality assessment", "sentences": [], "annotations": [], "relations": []}, {"offset": 12735, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the following sections, we describe our data quality findings. We first assess the proportion of missing data across covariates of interest by institution. A visual examination of the distribution of non-missing values is also carried out. Observations exceeding two standard deviations from the global mean are identified. We then explore drug exposures and duration of treatment, focusing on evidence of treatment with remdesivir or dexamethasone initiated within the first 2 days of admission for COVID-19. Within OMOP, drug exposures are individual records corresponding to when a drug was ordered or administered to a patient. The specifics of how these data are recorded depend on the source data model and provider practice. We discuss the nuances of these data and how they relate to operationalizing definitions of exposure to medications during hospitalization. We then assess EHR continuity and its importance in capturing longitudinal care and ensuring adequate history for baseline health status of the patients included in our analyses. Subsequently, we examine multiple clinical outcomes of interest relating to COVID-19 hospitalizations including mortality, invasive mechanical ventilation, acute inpatient events, and composite outcomes. We discuss considerations in defining these events, and implications they may have on research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14089, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 14097, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The following sections identify the main types of quality issues, the goals in addressing them, specific challenges encountered, and the approaches that were ultimately adopted. This is followed by suggestions for researchers who seek to effectively leverage EHR data aggregated from numerous healthcare systems.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14410, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Data missingness and reconciliation", "sentences": [], "annotations": [], "relations": []}, {"offset": 14446, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Goal", "sentences": [], "annotations": [], "relations": []}, {"offset": 14451, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Use the N3C database to define a cohort of interest and all relevant concepts (exposures, outcomes, confounders of interest) to evaluate the effectiveness of COVID-19 treatments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14630, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Challenge encountered", "sentences": [], "annotations": [], "relations": []}, {"offset": 14652, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Multi-site EHRs, even those in which the CDM has been harmonized, can display a large degree of source-specific variability in data availability. In particular, some data partners may be limited in what they can contribute due to restrictions of their source data model, differences in their extract/transform/load (ETL) processes, use of multiple non-integrated EHR platforms, or other non-technical reasons. Even in data from high-completeness sources, missingness patterns can be particularly challenging to deal with. Therefore, identifying data completeness of the prognostic factors most relevant to the study is an important first step.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15296, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 15305, "infons": {"file": "12874_2023_1839_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Percent of hospitalized COVID patients with key vitals at each of the N3C data partners. Darker colors indicate a higher percentage of patients with at least one measurement for the relevant vital sign during the course of their hospitalization. Arrow indicates branch of the cluster corresponding to retained data partners (26 total). Branches of the dendrogram which are closer together represent data partners which are more similar", "sentences": [], "annotations": [], "relations": []}, {"offset": 15741, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Vital signs and laboratory measurements which have previously been associated with higher clinical severity within a COVID-19 related hospital encounter were chosen for data completeness analysis. Starting with vitals, data partners with high levels of data completeness for oxygen saturation measurements, respiratory rate, body temperature, heart rate, and BMI were identified. Figure 1 shows the result of hierarchical clustering of data partners based on the percentage of patients hospitalized with COVID-19 who had at least one value for those variables. Individual data partners were found to vary significantly in the extent to which they record those measurements in the study population. For example, the proportion of patients with at least one recorded value for body temperature ranged from 0 to 100% with a median of 41.4% across 67 data partners. In some cases, this may be attributed to limitations inherent to the source data model used by the data partner. In other cases, data partners with data models that do support vitals are still missing significant portions of these data. Regardless of the cause, data partners with over 70% of missing data across these key measurements were excluded. This corresponded to retaining only those data partners belonging to the first top level cluster as shown in Fig. 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17073, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to dropping sites with significant missing data, available metadata indicated that some data partners shifted dates prior to submission to the enclave despite being part of the HIPAA limited (LDS) data set which is expected to include non-shifted event dates. Given the dynamic nature of the pandemic, with evolving viral variants and changing standards of care, both of which may affect outcomes, only partners that did not shift their dates beyond a week were included in this study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17571, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As a second step, the degree of capture of key variable values and the elements of critical concept sets was evaluated. A concept set is defined as the presence of one or more of a collection of diagnoses or observations, each of which define the same unified clinical concept. Since one of the unique advantages of EHR data is access to laboratory data, the discussion below is focused on clinical laboratory data, though much of it applies to demographic data and other covariates as well. Further attention was given to data and variables that were reasonably assumed to be missing not at random (MNAR) or missing at random (MAR); most ad hoc approaches for handling data using only “complete case” participants is tantamount to the very restrictive (and typically untenable) assumption that data are missing completely at random (MCAR). Therefore, it is imperative that analysts of EHR-based data make use of all individuals for a given data partner (including those with some incomplete data) and implement appropriate methods (e.g. multiple imputation, weighting) to address incomplete data capture within some individuals to better appeal to less restrictive MAR assumptions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18758, "infons": {"file": "12874_2023_1839_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Fraction of missing data for key labs and measurements as a function of pandemic month and data partner", "sentences": [], "annotations": [], "relations": []}, {"offset": 18862, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 2 shows missingness of key labs and measurements among the population of hospitalized COVID-19 patients as a function of data partner and time. Temporal missingness patterns were evident, as was reporting heterogeneity among data partners. Some data partners did not appear to report certain key concepts at all. Due to the importance of these variables for establishing disease severity, data partners with (a) a proportion of missing data exceeding two standard deviations of the global proportion or (b) temporal variance exceeding two standard deviations of the global temporal variance were eliminated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19478, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of patients with a COVID-19 related hospitalization (N = 43,462). Each record represents a unique patient. Missingness is defined as the lack of any record of the variable of interest during the entire duration of the visit for that patient", "sentences": [], "annotations": [], "relations": []}, {"offset": 19738, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th>Non-Missing</th><th>Missing (%)</th><th>Median value (IQR)</th></tr></thead><tbody><tr><td><bold>BMI</bold></td><td>33,120</td><td>10,342 (23.8)</td><td>29 (25, 35)</td></tr><tr><td><bold>Creatinine</bold></td><td>18,610</td><td>24,852 (57.2)</td><td>0.94 (0.73, 1.40)</td></tr><tr><td><bold>Bilirubin</bold></td><td>8411</td><td>35,051 (80.6)</td><td>0.50 (0.37, 0.70)</td></tr><tr><td><bold>PaO2</bold></td><td>465</td><td>42,997 (98.9)</td><td>79 (71, 90)</td></tr><tr><td><bold>FiO2</bold></td><td>1047</td><td>42,415 (97.6)</td><td>0.69 (0.52, 0.83)</td></tr><tr><td><bold>Body temperature</bold></td><td>38,065</td><td>5397 (12.4)</td><td>36.8 (36.7, 37.0)</td></tr><tr><td><bold>WBC</bold></td><td>15,021</td><td>28,441 (65.4)</td><td>7.8 (5.6, 10.7)</td></tr><tr><td><bold>Ferritin</bold></td><td>781</td><td>42,681 (98.2)</td><td>555 (270, 1116)</td></tr><tr><td><bold>CRP</bold></td><td>1411</td><td>42,051 (96.8)</td><td>52 (23, 98)</td></tr><tr><td><bold>IL-6</bold></td><td>&lt;  20</td><td>&gt; 43,000 (100)</td><td>34.5 (32.6, 34.9)</td></tr><tr><td><bold>O2 saturation</bold></td><td>39,030</td><td>4432 (10.2)</td><td>95.0 (93.8, 96.5)</td></tr><tr><td><bold>Respiration rate</bold></td><td>39,041</td><td>4421 (10.2)</td><td>19.1 (18.0, 21.0)</td></tr></tbody></table>\n"}, "text": "Variable\tNon-Missing\tMissing (%)\tMedian value (IQR)\t \tBMI\t33,120\t10,342 (23.8)\t29 (25, 35)\t \tCreatinine\t18,610\t24,852 (57.2)\t0.94 (0.73, 1.40)\t \tBilirubin\t8411\t35,051 (80.6)\t0.50 (0.37, 0.70)\t \tPaO2\t465\t42,997 (98.9)\t79 (71, 90)\t \tFiO2\t1047\t42,415 (97.6)\t0.69 (0.52, 0.83)\t \tBody temperature\t38,065\t5397 (12.4)\t36.8 (36.7, 37.0)\t \tWBC\t15,021\t28,441 (65.4)\t7.8 (5.6, 10.7)\t \tFerritin\t781\t42,681 (98.2)\t555 (270, 1116)\t \tCRP\t1411\t42,051 (96.8)\t52 (23, 98)\t \tIL-6\t<  20\t> 43,000 (100)\t34.5 (32.6, 34.9)\t \tO2 saturation\t39,030\t4432 (10.2)\t95.0 (93.8, 96.5)\t \tRespiration rate\t39,041\t4421 (10.2)\t19.1 (18.0, 21.0)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20354, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the remaining data partners, Table 1 shows measurements for additional parameters of interest among the population of hospitalized COVID-19 patients, on a per-patient basis. Notably, substantial amounts of missingness across several measures that may be predictive of COVID-19 severity were seen. Interleukin-6 (IL-6) and oxygenation index (PaO2/FiO2) were missing in over 97% of hospitalizations and C-reactive protein and ferritin over 98% of the time; despite all four being identified as risk factors for COVID-19 related mortality. This is not unsurprising as they are not collected routinely in the context of standard of care, and in fact are more likely to be collected or recorded for individuals in critical condition. However, data were also frequently missing for several parameters that would be expected to be available for patients hospitalized with COVID-19. These data underscore the difference between EHR data and data sets populated with results systematically collected in the context of prospective clinical trials and epidemiologic cohorts (study contexts with more clearly delineated best practice for accommodating missing values; for example, see the National Research Council panel report on clinical trials, https://pubmed.ncbi.nlm.nih.gov/24983040/ or the PCORI Methodology Committee standards).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21684, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Following this close examination of data missingness by data partner, 15 out of 67 sites (43,462 out of 307,193 patients) remained in our analysis. While retaining only 22% of data partners significantly reduces the sample size, the strict criteria ensured a more internally valid population, avoiding potential biases related to missing values’ impact on downstream analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22063, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Takeaway / suggestions for researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 22102, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "When working with a large heterogeneous dataset that integrates data from many individual health systems, it is prudent to consider which hospital systems or data partners are appropriate for the analysis at hand, with their respective extent of data missingness as a key consideration. For each specific research question, it will be important to think critically about what will be important to measure, to evaluate how these variables and concepts are reported across data partners, and potentially exclude partners that do not meet these question-specific criteria.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22672, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Drug exposure", "sentences": [], "annotations": [], "relations": []}, {"offset": 22686, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Drug code sets", "sentences": [], "annotations": [], "relations": []}, {"offset": 22701, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Goal", "sentences": [], "annotations": [], "relations": []}, {"offset": 22706, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Evaluate the use of therapeutic medications administered to hospitalized COVID-19 patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22798, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Challenge encountered", "sentences": [], "annotations": [], "relations": []}, {"offset": 22820, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Distribution of drug concept names for Remdesivir in patient population", "sentences": [], "annotations": [], "relations": []}, {"offset": 22892, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Drug concept name</th><th>N (%)</th></tr></thead><tbody><tr><td>remdesivir</td><td>20,762 (88.5%)</td></tr><tr><td>remdesivir 100 MG Injection</td><td>2471 (10.5%)</td></tr><tr><td>remdesivir Injection</td><td>187 (0.80%)</td></tr><tr><td>20 ML remdesivir 5 MG/ML Injection</td><td>30 (0.13%)</td></tr></tbody></table>\n"}, "text": "Drug concept name\tN (%)\t \tremdesivir\t20,762 (88.5%)\t \tremdesivir 100 MG Injection\t2471 (10.5%)\t \tremdesivir Injection\t187 (0.80%)\t \t20 ML remdesivir 5 MG/ML Injection\t30 (0.13%)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23073, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A significant amount of variability was found in drug exposure data due to flexibility in the data model specification. Depending on how the drug was coded, dosage information may or may not be available. If an active ingredient was coded at the ingredient level, dose and route of administration information were frequently missing with strength entirely missing. Continuing with the working example of remdesivir, Table 2 shows the distribution of drug concept names for the descendants of the RxNorm ingredient class code remdesivir. The vast majority (88.5%) are coded at the ingredient level with no available route of administration nor dosage available. This is not particularly problematic for the route of administration since remdesivir is only administered intravenously and has a well-defined dosage, though duration of therapy might vary in clinical practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23947, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Distribution of drug concept names for dexamethasone in patient population", "sentences": [], "annotations": [], "relations": []}, {"offset": 24022, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Drug concept name</th><th>N (%)</th></tr></thead><tbody><tr><td>dexamethasone</td><td>7442 (40.9%)</td></tr><tr><td>dexamethasone 2 MG Oral Tablet</td><td>6342 (34.8%)</td></tr><tr><td>dexamethasone 0.5 MG Oral Tablet [Decadron]</td><td>2179 (12.0%)</td></tr><tr><td>dexamethasone 0.5 MG Oral Tablet</td><td>1811 (9.94%)</td></tr><tr><td>dexamethasone 1 MG/ML Oral Solution [Dexamethasone Intensol]</td><td>166 (0.91%)</td></tr><tr><td>dexamethasone 1 MG/ML Oral Solution</td><td>154 (0.85%)</td></tr><tr><td>dexamethasone 0.1 MG/ML Oral Solution</td><td>91 (0.50%)</td></tr><tr><td>dexamethasone 0.1 MG/ML Oral Solution [Baycadron]</td><td>27 (0.15%)</td></tr><tr><td>dexamethasone 0.1 MG/ML Oral Solution [Decadron]</td><td>&lt;  20</td></tr></tbody></table>\n"}, "text": "Drug concept name\tN (%)\t \tdexamethasone\t7442 (40.9%)\t \tdexamethasone 2 MG Oral Tablet\t6342 (34.8%)\t \tdexamethasone 0.5 MG Oral Tablet [Decadron]\t2179 (12.0%)\t \tdexamethasone 0.5 MG Oral Tablet\t1811 (9.94%)\t \tdexamethasone 1 MG/ML Oral Solution [Dexamethasone Intensol]\t166 (0.91%)\t \tdexamethasone 1 MG/ML Oral Solution\t154 (0.85%)\t \tdexamethasone 0.1 MG/ML Oral Solution\t91 (0.50%)\t \tdexamethasone 0.1 MG/ML Oral Solution [Baycadron]\t27 (0.15%)\t \tdexamethasone 0.1 MG/ML Oral Solution [Decadron]\t<  20\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 24529, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "These challenges, however, were more of an issue when looking at other drug exposures, such as dexamethasone, which can be administered in a variety of dosages, routes, and strengths (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24724, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 24733, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given that remdesivir has a well-defined dosage, treatment was able to be defined broadly without relying on any dosage data. Adjustments for dexamethasone treatment in the analysis of outcomes among patients treated with remdesivir were based on binary indicators of whether dexamethasone was administered at any dose. This was considered sufficient for questions focused on the effectiveness of remdesivir. Studies where an understanding of dexamethasone dosage is important may need to take further measures such as performing a sensitivity analysis, as the clinical effects of dexamethasone can vary significantly based on dose, duration and route of administration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25404, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Takeaways / suggestions for researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 25444, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to inconsistent reporting in drug exposure data, it may be difficult to characterize drug dosing. Depending on the research question being asked, it is possible to be more or less sensitive using the available drug metadata at the expense of selectivity. For example, using the ingredient code and all descendants will be highly sensitive, but will not be specific to an individual dose, strength, or route. If dosing is important, it may be necessary to conduct a study only among data partners that reliably report dosage. When data on dose or route are missing, it is further essential to carefully consider other clinical factors such as bioavailability and/or the extent to which the standard dose has been agreed upon in clinical practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26194, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Duration of drug exposure", "sentences": [], "annotations": [], "relations": []}, {"offset": 26220, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Goal", "sentences": [], "annotations": [], "relations": []}, {"offset": 26225, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Understanding the duration of patient exposure to a particular treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26299, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Challenge encountered", "sentences": [], "annotations": [], "relations": []}, {"offset": 26321, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Within the OMOP data model, a “drug era” is defined as a continuous interval of time over which a patient was exposed to a particular drug. OMOP defines its own derived drug era table based on drug exposures, but relies on certain rules which may not be suitable for all situations. For example, two separate drug exposures separated by a gap of 30 days or less are merged into a single era. This persistence window may be suitable under some circumstances, such as for outpatient exposures to chronic medications, but it is inappropriate for short-term inpatient acute care. Consequently, manually generating drug eras is often required. When doing so, it is important to consider the variability in the drug exposure records found in N3C.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27068, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "Sample single-day drug exposures for a single patient illustrating the presence of duplicate drug exposure start dates", "sentences": [], "annotations": [], "relations": []}, {"offset": 27187, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Drug exposure start date</th><th>Drug exposure end date</th></tr></thead><tbody><tr><td>12/31/2020</td><td>12/31/2020</td></tr><tr><td>12/31/2020</td><td/></tr><tr><td>12/31/2020</td><td/></tr><tr><td>12/31/2020</td><td>12/31/2020</td></tr><tr><td>12/31/2020</td><td>12/31/2020</td></tr><tr><td>01/01/2021</td><td/></tr><tr><td>01/01/2021</td><td/></tr><tr><td>01/01/2021</td><td>01/01/2021</td></tr><tr><td>01/01/2021</td><td>01/01/2021</td></tr><tr><td>...</td><td>...</td></tr><tr><td>01/04/2021</td><td>01/04/2021</td></tr></tbody></table>\n"}, "text": "Drug exposure start date\tDrug exposure end date\t \t12/31/2020\t12/31/2020\t \t12/31/2020\t\t \t12/31/2020\t\t \t12/31/2020\t12/31/2020\t \t12/31/2020\t12/31/2020\t \t01/01/2021\t\t \t01/01/2021\t\t \t01/01/2021\t01/01/2021\t \t01/01/2021\t01/01/2021\t \t...\t...\t \t01/04/2021\t01/04/2021\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 27448, "infons": {"file": "Tab5.xml", "id": "Tab5", "section_type": "TABLE", "type": "table_caption"}, "text": "Sample multi-day drug exposures for a single patient containing reversed start and end dates", "sentences": [], "annotations": [], "relations": []}, {"offset": 27541, "infons": {"file": "Tab5.xml", "id": "Tab5", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Drug exposure start date</th><th>Drug exposure end date</th></tr></thead><tbody><tr><td>2020-11-23</td><td>2020-11-24</td></tr><tr><td>2020-11-24</td><td>2020-11-23</td></tr><tr><td>2020-11-24</td><td>2020-11-27</td></tr></tbody></table>\n"}, "text": "Drug exposure start date\tDrug exposure end date\t \t2020-11-23\t2020-11-24\t \t2020-11-24\t2020-11-23\t \t2020-11-24\t2020-11-27\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 27664, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "How drug exposure data are presented and some of the issues to consider for remdesivir are illustrated below. Table 4 shows the first common drug exposure scenario encountered, where there are duplicate rows each day representing the same exposure for a particular patient. The exact reason for the duplication can vary; in some cases one row may represent the drug order and the other the administration. This scenario is typically characterized by the presence of a single bounded one-day interval and secondary unbounded interval sharing the same start date. In the scenario below, the total number of exposure days is 5, which is typical for a remdesivir course. Table 5 presents an alternative scenario where drug exposures are combined into contiguous multi-day intervals. It is also the case that some entries may be erroneous, indicating an exposure start date after the end date; those entries should be discarded. In the example below, we see that ignoring the unrealistic entry still yields a 5-day course, but that is not always the case.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28717, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The two examples presented are not representative of all possible scenarios encountered in N3C, but they show the two most common documentation paradigms: in some cases exposures were single day with or without end dates, and in other cases drug exposures were in fact presented as multi-day intervals. The main task was dealing with duplicate values, unrealistic start and end dates, other data quality issues, and consolidating contiguous intervals into drug eras.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29184, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Our approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 29197, "infons": {"file": "12874_2023_1839_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of remdesivir treatment durations for (a) all treated patients and (b) patients whose treatment did not terminate with discharge or death", "sentences": [], "annotations": [], "relations": []}, {"offset": 29348, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Data were reviewed closely (findings described briefly above), and custom programmatic data cleaning was implemented for every scenario encountered. Remaining open intervals were treated as single day exposures. Consolidating drug exposures did not alleviate all drug era data quality concerns. Figure 3a shows the distribution of remdesivir treatment duration. Over half [55%] of patients appear to have received only a single day of treatment. This is unusual as remdesivir has a very specific recommended course of either 5 or 10 days. There is a secondary large peak at the 5 day mark and a minor additional peak at 10 days. To evaluate the possibility that those treatment courses were terminated early due to mortality or discharge, instances where the final day of treatment coincided with either of those two events were removed. This did not significantly affect the results, as shown in Fig. 3b, with no treatment duration proportion changing by more than 5%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30326, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Further investigation into the drug exposure metadata reveals that over 80% of single-day exposures report “Inferred from claim” for drug type concept name. The metadata for the remaining entries recorded “EHR”, many of which were duplicates, or were empty. These may be the result of incorrectly tagged billing records, but do indicate treatments that were not directly logged into the EHR. The split across data partners was not even; a single data partner was responsible for 73% of the single-day records, with the remaining are split across an additional 10 partners; other data partners did not record single day exposures. Another possibility is that some proportion of these single day exposures are the result of early treatment termination due to adverse drug reactions. However, this was considered unlikely due to the connection with the “inferred from claim” concept name. It is always possible to drop the offending data partners at the expense of statistical power; in this instance, however, the data partner with the largest number of single-day exposures contained 36% of all remdesivir treated patients in our population.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31479, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Takeaways / suggestions for researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 31519, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The inability to properly resolve treatment durations severely limits the use of methods such as time-dependent Cox regression or marginal structural models for the study of time-varying effects of treatments or exposures. Consultation with clinical experts was also found to be critical to understand realistic use patterns of the medication under study and identify irregular treatment duration reporting. Given the inconsistencies in the data and necessary assumptions to process these data, researchers should consider conducting sensitivity analyses using different assumptions to understand the impact of assumptions on results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32154, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As a final note regarding drug exposures, this discussion has focused on the situation where drug dosing, route of administration, and medication reconciliation were not important. If that information is critical to a particular study, then the drug exposure data require further processing and refinement. This is beyond the scope of this work, but a separate contribution is being prepared where drug exposures are discussed in greater detail.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32600, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Baseline medical history", "sentences": [], "annotations": [], "relations": []}, {"offset": 32625, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Goal", "sentences": [], "annotations": [], "relations": []}, {"offset": 32630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Assess patient characteristics among remdesivir-treated and non-treated patients and adjust for relevant confounders based on patient histories by summarizing comorbidities identified during a baseline period prior to hospital admission.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32868, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Challenge encountered", "sentences": [], "annotations": [], "relations": []}, {"offset": 32890, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While EHRs can be a rich source of clinical information that is collected prospectively at the time of health care delivery, they often do not contain medical information related to encounters or treatments occurring outside of the contributing healthcare system or prior to an initial encounter. This has been described previously by Lin et al. as EHR-discontinuity. While information exchanges do exist, such as Epic CareEverywhere or Health Information Exchange, there are no guarantees on availability of such records for research purposes. If hospitalized patients typically receive primary health care services from a health system other than that of the admitting hospital, then any prior treatments, medications, immunizations, diagnoses, etc. may not be reflected in the EHR from the system where the COVID hospitalization occurred. Because the patients’ records from other health systems are not included, it may falsely appear that these patients do not have comorbidities or prior treatments. This can result in the misclassification of risk scores such as the Charlson Comorbidity Index. This is distinctly different from continuity issues arising due to lack of care access or patients who avoid seeing medical care. Regardless, comorbidities, prior treatments, or other covariates commonly used for adjustment in observational research are often presumed to be absent if no records are present. This is particularly problematic for studies in acute or critical care settings where admitted patients may have received routine care prior to their admission at an unaffiliated healthcare practice for conditions that may affect outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34542, "infons": {"file": "12874_2023_1839_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of months of prior history for first-time COVID 19-related hospitalized patients. Nearly 30% of patients have no recorded visits prior to their admission. Note that N3C patient history lookback was limited to records no older than 1/1/2018. Therefore, all patients with 24 months of history or greater were grouped together", "sentences": [], "annotations": [], "relations": []}, {"offset": 34881, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The significance of EHR-discontinuity in N3C was evaluated by first looking at the availability of prior history among the hospitalized patient population. Prior history was defined as the number of months between a patient’s earliest recorded visit of any kind and first COVID-related admission, which would represent the study setting for evaluation of remdesivir effectiveness. Figure 4 shows the resulting distribution of months of prior history in the patient population. There are 12,523 patients, representing nearly 30% of the total population, which have no record of visitation prior to their hospitalization. Of those patients (22.5%) with at least 1 prior visit, the duration of history is approximately uniformly distributed up to 23 months, with a substantial fraction (49%) having ≥24 months (maximum possible in N3C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 35724, "infons": {"file": "Tab6.xml", "id": "Tab6", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of COVID-19 related hospitalized patients, by months of prior available history", "sentences": [], "annotations": [], "relations": []}, {"offset": 35820, "infons": {"file": "Tab6.xml", "id": "Tab6", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Variable</th><th>No history<break/><italic>N</italic> = 12523<sup>a</sup></th><th>1-23 mo history<break/><italic>N</italic> = 9784<sup>a</sup></th><th>24+ mo history<break/><italic>N</italic> = 21155<sup>a</sup></th><th><bold><italic>p</italic></bold>-value<sup>b</sup></th></tr></thead><tbody><tr><td><bold>Age</bold></td><td/><td/><td/><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td> 18-49</td><td>3956 (32%)</td><td>3154 (32%)</td><td>4415 (21%)</td><td/></tr><tr><td> 50-59</td><td>2485 (20%)</td><td>1550 (16%)</td><td>3462 (16%)</td><td/></tr><tr><td> 60-69</td><td>2663 (21%)</td><td>2021 (21%)</td><td>4595 (22%)</td><td/></tr><tr><td>  ≥ 70</td><td>3419 (27%)</td><td>3059 (31%)</td><td>8683 (41%)</td><td/></tr><tr><td><bold>Sex</bold></td><td/><td/><td/><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td> Female</td><td>4862 (39%)</td><td>4894 (50%)</td><td>11,190 (53%)</td><td/></tr><tr><td> Male</td><td>7661 (61%)</td><td>4890 (50%)</td><td>9965 (47%)</td><td/></tr><tr><td><bold>Race</bold></td><td/><td/><td/><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td> Asian</td><td>566 (4.5%)</td><td>359 (3.7%)</td><td>603 (2.9%)</td><td/></tr><tr><td> Black or African American</td><td>2337 (19%)</td><td>2147 (22%)</td><td>5106 (24%)</td><td/></tr><tr><td> White</td><td>5617 (45%)</td><td>4893 (50%)</td><td>12,418 (59%)</td><td/></tr><tr><td> Other/Unknown</td><td>4003 (32%)</td><td>2385 (24%)</td><td>3028 (14%)</td><td/></tr><tr><td><bold>Ethnicity</bold></td><td/><td/><td/><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td> Hispanic or Latino</td><td>3226 (26%)</td><td>2278 (23%)</td><td>3107 (15%)</td><td/></tr><tr><td> Not Hispanic or Latino</td><td>8133 (65%)</td><td>6852 (70%)</td><td>17,559 (83%)</td><td/></tr><tr><td> Unknown</td><td>1164 (9.3%)</td><td>654 (6.7%)</td><td>489 (2.3%)</td><td/></tr><tr><td><bold>BMI</bold></td><td/><td/><td/><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td>  &lt; 25</td><td>2060 (16%)</td><td>1944 (20%)</td><td>3968 (19%)</td><td/></tr><tr><td> 25-29</td><td>2756 (22%)</td><td>2149 (22%)</td><td>4575 (22%)</td><td/></tr><tr><td> 30-34</td><td>2162 (17%)</td><td>1660 (17%)</td><td>3462 (16%)</td><td/></tr><tr><td> 35-39</td><td>1196 (9.6%)</td><td>891 (9.1%)</td><td>2006 (9.5%)</td><td/></tr><tr><td>  ≥ 40</td><td>1162 (9.3%)</td><td>912 (9.3%)</td><td>2217 (10%)</td><td/></tr><tr><td> Missing</td><td>3187 (25%)</td><td>2228 (23%)</td><td>4927 (23%)</td><td/></tr><tr><td><bold>Hypertension</bold></td><td>5605 (45%)</td><td>5729 (59%)</td><td>15,576 (74%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Diabetes</bold></td><td>4173 (33%)</td><td>3524 (36%)</td><td>9612 (45%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>CAD</bold></td><td>1380 (11%)</td><td>1837 (19%)</td><td>6321 (30%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>CHF</bold></td><td>1690 (13%)</td><td>2045 (21%)</td><td>6424 (30%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>COPD</bold></td><td>924 (7.4%)</td><td>1168 (12%)</td><td>3888 (18%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Cerebrovascular disease</bold></td><td>848 (6.8%)</td><td>1149 (12%)</td><td>4059 (19%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>CKD</bold></td><td>1637 (13%)</td><td>2183 (22%)</td><td>7303 (35%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Cardiac arrhythmia</bold></td><td>3636 (29%)</td><td>3386 (35%)</td><td>9942 (47%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Tobacco smoking</bold></td><td>770 (6.1%)</td><td>1142 (12%)</td><td>2506 (12%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Malignancy</bold></td><td>744 (5.9%)</td><td>1578 (16%)</td><td>4452 (21%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Prior ACEI treatment</bold></td><td>494 (3.9%)</td><td>1431 (15%)</td><td>5284 (25%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Prior ARB treatment</bold></td><td>391 (3.1%)</td><td>1067 (11%)</td><td>4071 (19%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Prior statin treatment</bold></td><td>829 (6.6%)</td><td>2551 (26%)</td><td>9475 (45%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>Ventilated on admission</bold><sup>c</sup></td><td>2361 (19%)</td><td>894 (9.1%)</td><td>1852 (8.8%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr><tr><td><bold>In-hospital mortality</bold></td><td>1785 (14%)</td><td>1058 (11%)</td><td>2390 (11%)</td><td char=\".\" align=\"char\">&lt; 0.001</td></tr></tbody></table>\n"}, "text": "Variable\tNo historyN = 12523a\t1-23 mo historyN = 9784a\t24+ mo historyN = 21155a\tp-valueb\t \tAge\t\t\t\t< 0.001\t \t 18-49\t3956 (32%)\t3154 (32%)\t4415 (21%)\t\t \t 50-59\t2485 (20%)\t1550 (16%)\t3462 (16%)\t\t \t 60-69\t2663 (21%)\t2021 (21%)\t4595 (22%)\t\t \t  ≥ 70\t3419 (27%)\t3059 (31%)\t8683 (41%)\t\t \tSex\t\t\t\t< 0.001\t \t Female\t4862 (39%)\t4894 (50%)\t11,190 (53%)\t\t \t Male\t7661 (61%)\t4890 (50%)\t9965 (47%)\t\t \tRace\t\t\t\t< 0.001\t \t Asian\t566 (4.5%)\t359 (3.7%)\t603 (2.9%)\t\t \t Black or African American\t2337 (19%)\t2147 (22%)\t5106 (24%)\t\t \t White\t5617 (45%)\t4893 (50%)\t12,418 (59%)\t\t \t Other/Unknown\t4003 (32%)\t2385 (24%)\t3028 (14%)\t\t \tEthnicity\t\t\t\t< 0.001\t \t Hispanic or Latino\t3226 (26%)\t2278 (23%)\t3107 (15%)\t\t \t Not Hispanic or Latino\t8133 (65%)\t6852 (70%)\t17,559 (83%)\t\t \t Unknown\t1164 (9.3%)\t654 (6.7%)\t489 (2.3%)\t\t \tBMI\t\t\t\t< 0.001\t \t  < 25\t2060 (16%)\t1944 (20%)\t3968 (19%)\t\t \t 25-29\t2756 (22%)\t2149 (22%)\t4575 (22%)\t\t \t 30-34\t2162 (17%)\t1660 (17%)\t3462 (16%)\t\t \t 35-39\t1196 (9.6%)\t891 (9.1%)\t2006 (9.5%)\t\t \t  ≥ 40\t1162 (9.3%)\t912 (9.3%)\t2217 (10%)\t\t \t Missing\t3187 (25%)\t2228 (23%)\t4927 (23%)\t\t \tHypertension\t5605 (45%)\t5729 (59%)\t15,576 (74%)\t< 0.001\t \tDiabetes\t4173 (33%)\t3524 (36%)\t9612 (45%)\t< 0.001\t \tCAD\t1380 (11%)\t1837 (19%)\t6321 (30%)\t< 0.001\t \tCHF\t1690 (13%)\t2045 (21%)\t6424 (30%)\t< 0.001\t \tCOPD\t924 (7.4%)\t1168 (12%)\t3888 (18%)\t< 0.001\t \tCerebrovascular disease\t848 (6.8%)\t1149 (12%)\t4059 (19%)\t< 0.001\t \tCKD\t1637 (13%)\t2183 (22%)\t7303 (35%)\t< 0.001\t \tCardiac arrhythmia\t3636 (29%)\t3386 (35%)\t9942 (47%)\t< 0.001\t \tTobacco smoking\t770 (6.1%)\t1142 (12%)\t2506 (12%)\t< 0.001\t \tMalignancy\t744 (5.9%)\t1578 (16%)\t4452 (21%)\t< 0.001\t \tPrior ACEI treatment\t494 (3.9%)\t1431 (15%)\t5284 (25%)\t< 0.001\t \tPrior ARB treatment\t391 (3.1%)\t1067 (11%)\t4071 (19%)\t< 0.001\t \tPrior statin treatment\t829 (6.6%)\t2551 (26%)\t9475 (45%)\t< 0.001\t \tVentilated on admissionc\t2361 (19%)\t894 (9.1%)\t1852 (8.8%)\t< 0.001\t \tIn-hospital mortality\t1785 (14%)\t1058 (11%)\t2390 (11%)\t< 0.001\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 37861, "infons": {"file": "Tab6.xml", "id": "Tab6", "section_type": "TABLE", "type": "table_foot"}, "text": "Abbreviations: CAD Coronary artery disease, CHF Congestive heart failure, COPD Chronic obstructive pulmonary disease, CKD Chronic kidney disease, ACEI Angiotensin-converting enzyme inhibitor, ARB Angiotensin 2 receptor blocker", "sentences": [], "annotations": [], "relations": []}, {"offset": 38088, "infons": {"file": "Tab6.xml", "id": "Tab6", "section_type": "TABLE", "type": "table_foot"}, "text": "aStatistics presented: n (%)", "sentences": [], "annotations": [], "relations": []}, {"offset": 38117, "infons": {"file": "Tab6.xml", "id": "Tab6", "section_type": "TABLE", "type": "table_foot"}, "text": "bStatistical tests performed: Kruskal-Wallis test; chi-square test of independence", "sentences": [], "annotations": [], "relations": []}, {"offset": 38200, "infons": {"file": "Tab6.xml", "id": "Tab6", "section_type": "TABLE", "type": "table_foot"}, "text": "cInvasive mechanical ventilation and ECMO were defined as the terms included in the concept sets provided in supplemental Tables S1 and S2", "sentences": [], "annotations": [], "relations": []}, {"offset": 38339, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The characteristics of patients with no history, 1-23 months of history, and 24 months or greater history are shown in Table 6. There is a statistically significant difference in every characteristic between the three groups. Patients with maximum available history are older (median age, 65 [IQR, 52-77] years vs 60 [IQR, 43-73] and 59 [IQR, 45-71] years of age for 1-23 months and no history, respectively) and are more likely to have documented comorbidities. They are more likely to have recorded medication use for cardiovascular disease (i.e. ACE inhibitors, ARBs, and statins) and are also more likely to be female (11,190 [53%] vs 4894 [50%] and 4862 [39%]). The gender imbalance is consistent with the observation that females are more likely to seek out medical care than males.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39135, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Despite being a significantly younger group and appearing to have lower prevalence of known risk-factors for severe COVID-19, both ventilation on admission (2361 [19%] vs 894 [9.1%] and 1852 [8.8%] for 1-23 and 24+ months respectively) and in-hospital mortality among patients with no history is higher (1785 [14%] vs 1058 [11%] and 2390 [11%] for 1-23 and 24+ months respectively). These patients may represent a heterogeneous mixture of individuals who were previously healthy (truly without comorbidities), patients who received routine care elsewhere (comorbidities present, but data are missing due to healthcare fragmentation), and patients with unmet medical need (comorbidities present but not documented in any health system due to poor access to healthcare). Researchers will need to be aware of potential information bias in estimated treatment effects among hospitalized patients that may be present if differences in EHR continuity are not properly accounted for in analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40124, "infons": {"file": "12874_2023_1839_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Standardized mean differences between patient characteristics, pandemic timing, and data partner ID, for patients with and without prior history. The largest differences are observed for chronic conditions and their treatments. Missing demographic information such as race and ethnicity also display large differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 40442, "infons": {"file": "12874_2023_1839_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Heatmap showing fraction of patients with no history as a function of pandemic timing and data partner ID", "sentences": [], "annotations": [], "relations": []}, {"offset": 40548, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To better understand the magnitude of the differences associated with EHR continuity, the standardized mean differences (SMDs) were calculated between patients with and without any prior history, with magnitude less than 0.1 indicating negligible difference between groups (Fig. 5). Chronic conditions and related treatments display the greatest differences since they are most likely recorded in a primary care context. We additionally examined potential temporal or location effects. Figure 6 shows the relationship between pandemic timing, data partner ID, and history of missingness in more detail. This is an important step to help identify if there are any specific patterns in prior history missingness that may need to be handled separately. For example, data partners 13 and 6 have a lower level of missingness than others throughout the pandemic while data partner 16 displays a highly irregular pattern of no missingness on most months and a high degree of missingness on others (7/20 and 6/21). These temporal patterns may be the result of upgrades or changes to EHR systems that occurred during the pandemic, the addition or removal of clinics or hospitals in a particular health system, or a potential change in record keeping practices during peak times in the pandemic when healthcare systems were stressed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41874, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 41883, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to EHR discontinuity, it can be challenging to classify traditional baseline health comorbidities in the population of interest. However, in N3C, the availability of laboratory measures from the index COVID-19 hospitalization can be leveraged, relying more heavily on these proximal clinical measures to characterize illness severity and prognosis. When estimating treatment effects, one valuable strategy that does not require an additional modeling is to perform a sensitivity analysis to understand the impact of EHR-continuity on the estimand. The general protocol for performing this analysis would be as follows: first, an initial analysis would be performed including only those patients whose EHR-continuity can be established. Then, the influence of EHR-discontinuity would be assessed by sequentially introducing groups with less prior history; in the N3C, the data include two additional groups, 1-23 months of prior history, and no prior history. As noted previously with the differences in on-admission ventilation and in-hospital mortality, the groups may not reflect the same patient population. If sample size allows, calculating effect estimates separately within groups could also be informative to evaluate the presence of effect measure modification over patient history, or whether treatment effects vary by severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43228, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Takeaways / suggestions for researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 43268, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "EHR discontinuity poses a challenge in the use of multi-institution EHR data, limiting the ability to control for confounding by baseline comorbidities. However, severity of illness upon hospitalization is likely one of the most important confounders in studies of COVID-19 treatment. The N3C data do have the unique advantage of having laboratory results and other measurements from the index admission, although, as noted in Table 1, these data may be missing from certain sites. These detailed clinical data measured at index admission can be used as more proximal measures to account for differences in severity of illness across patients, and may be more relevant than many chronic comorbidities that are more difficult to measure. When using the a multi-site EHR database, researchers will need to consider the specific research question at hand, what baseline confounders will be important to measure, and how much history is needed to reliably measure confounders of interest. If proximal variables that are readily available are not sufficient and baseline conditions are necessary to account for, researchers may consider requiring a history (or density) of visits within the database and can refer to prior work that described these strategies in detail.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44534, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 44552, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The effect of remdesivir on in-hospital death, mechanical ventilation, and acute inpatient events were the focus of this work which are all key outcomes of interest in COVID-19 research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44739, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mortality", "sentences": [], "annotations": [], "relations": []}, {"offset": 44749, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Goal", "sentences": [], "annotations": [], "relations": []}, {"offset": 44754, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Understanding the risk of mortality among patients hospitalized with COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44833, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Challenge encountered", "sentences": [], "annotations": [], "relations": []}, {"offset": 44855, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patient death data in N3C is primarily obtained from the EHR. Incorporating external mortality data through privacy preserving record linkage (PPRL) has begun. Until this process is complete, only deaths that occur during hospitalizations are guaranteed to be captured. Patient deaths that occur after a patient is discharged home or to another facility are not guaranteed to be captured, resulting in an underestimation of overall mortality. Any outcome involving death can only characterize in-hospital mortality. There are rare circumstances where patients’ families report death to a data partner after patient discharge which may be recorded. In those situations, the recorded death date falls outside of the visit date range.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45589, "infons": {"file": "12874_2023_1839_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of difference (in days) between death date and visit end date for patients who died", "sentences": [], "annotations": [], "relations": []}, {"offset": 45686, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Data quality is another important consideration when using mortality data in N3C. Figure 7 shows the difference in days between recorded death dates and visit end dates for patients in the selected population who have died. Deaths were excluded for patients who had any record of subsequent visits, which can arise due to billing artifacts. A difference of zero represents deaths that were recorded on the same day as the end of the visit and constitute the majority of deaths. Because timestamps are not always available for visit end and death dates, we limit ourselves to day-level resolution. Depending on the time of day, a small difference in when a death was recorded and when a visit was ended can result in them occurring on different days. As a result, deaths recorded a day before or a day after the visit end date are to be expected. Therefore, it may be justifiable to consider deaths occurring a day after a visit end date as in-hospital deaths.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46647, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This leaves both deaths that occur two or more days prior to or after the visit end date. As for the former, they are extremely rare, numbering in the single digits. They can be excluded as part of data quality checking and may be the result of data entry or other sources of error. Deaths which are reported days after a visit end date and are not directly connected to a recorded visit are more numerous. This asymmetry suggests that it is unlikely that the same mechanism is behind both early and late death dates. It may be that some data partners are receiving additional data on deaths which occur outside of their facilities following hospitalization. However, since there are no specific guidelines or requirements for out-of-hospital mortality reporting within N3C, it cannot be relied on for analysis. Therefore, it is best to treat those patients as not having experienced in-hospital mortality for that visit because this supplementary death data was not systematically available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47640, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 47649, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to the inability to reliably study deaths that occur out-of-hospital, the outcome was carefully defined for this analysis as inpatient death within 28 days. Patients who died more than a day before discharge were dropped, and mortality for patients who died greater than 1 day past their visit end date was not considered.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47978, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Takeaways/suggestions for researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 48016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Researchers should be familiar with the limitations in studying mortality in multi-site EHR repositories. Unless complete linkage to external mortality data is present, the data only reliably capture deaths that occur during hospitalization. Any studies reporting risks of mortality using these data will need to be explicit in how mortality is defined, and consider the implications of studying only in-hospital mortality. To assess the impact of this limitation on estimates of risk, researchers can consider conducting sensitivity analyses, comparing mortality risk estimates when patients are censored at a fixed follow-up duration. Alternatively, discharge can be directly treated as a competing risk using competing risk methods such as the Fine-Gray subdistribution hazard model or cumulative incidence functions. Within N3C, post-discharge mortality data has recently become available through PPRL which largely addresses this issue. However, it still remains a common problem in EHR-based research where external linkage may not be available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49068, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Acute inpatient events", "sentences": [], "annotations": [], "relations": []}, {"offset": 49091, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Goal", "sentences": [], "annotations": [], "relations": []}, {"offset": 49096, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Understanding how to distinguish acute events related to complications of initial cause of hospitalization from adverse events of treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49237, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Challenge encountered", "sentences": [], "annotations": [], "relations": []}, {"offset": 49259, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Common acute events occurring during hospitalization range from DVT/PE, myocardial infarction (MI), stroke, pulmonary edema, and allergic reactions to common infections such as bacterial pneumonia, urinary tract infection (UTI), or sepsis. Identifying such acute events accurately from EHR data can be challenging for a few reasons. First, ensuring that these events have acute onset and do not represent previous medical history carried forward into the visit requires detailed record checking. While OMOP does provide a field for supplying condition status (eg. “Primary diagnosis”, “Secondary diagnosis”, “Final diagnosis (discharge)”, “Active”, “Resolved”, etc.…), it is rarely populated in N3C and thus not suitable for analysis. Second, parsing out diagnoses occurring as a response to treatment versus those that are the reason for receiving a treatment is complicated by the absence of sufficiently high temporal resolution and detailed clinical information which is typically buried in unstructured EHR data. Third, suspected or differential diagnoses can potentially be misclassified when identifying an acute event by diagnosis codes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50427, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 50436, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "First, the presence of the outcome prior to hospitalization is checked. Due to variability in EHR entry, some data partners record previous medical history daily during a patient’s visit, which eliminates the ability to differentiate between a new or recurring event. For example, a patient with a previous medical history of MI may have this diagnosis in their medical record. For each day during the patient’s hospitalization, their medical history is carried forward and displays a diagnosis of MI. However, this does not represent the patient having a new MI on a daily basis. Such scenarios can be identified by calculating the number of events recorded per day throughout the visit. If the event of interest occurs at least daily, these patients cannot be considered to have experienced that acute event.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51251, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Timing of the outcome is also important. When assessing the safety and effectiveness of a treatment, confirming that the acute event occurred as a response to treatment is required. Although identifying cause and effect is challenging, steps can be taken to mitigate errors. Once patients who were identified to have had a previous medical history of an event were excluded, it was ensured that the event occurred after the treatment of interest. More generally, appropriate time windows should be considered based on anticipated effects of the drug or procedure. Any patients who have an outcome prior to treatment should be excluded.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51887, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Takeaways/suggestions for researchers", "sentences": [], "annotations": [], "relations": []}, {"offset": 51925, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Researchers will require detailed assessment of acute event outcomes to ensure they do not represent prior events carried forward. Additional data can be helpful to ensure accurate detection of acute events. Confirming events with lab results when available can further increase confidence in detecting the outcome. For example, MI diagnosis with corresponding elevated troponin can improve specificity of capture. Events without explicit lab findings can be supported with related procedures. The level of sensitivity vs specificity is dependent on the study objectives and can be further assessed through a sensitivity analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52556, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Composite outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 52575, "infons": {"file": "12874_2023_1839_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Top ten most frequently occurring discharge dispositions across all data partners", "sentences": [], "annotations": [], "relations": []}, {"offset": 52657, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Composite outcomes, such as in-hospital death or discharge to hospice, incorporate information from the discharge disposition. Unfortunately, discharge disposition reporting is very rare, with some CDMs lacking support altogether (Fig. 8). Therefore, they are best avoided, or, if strictly necessary, should be limited to data partners who undergo consistency and completion checks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53041, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 53052, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "N3C offers a significant step forward in providing access to integrated national-level EHR data which serves as a source for RWE that can help guide both public health policy, future prospective controlled clinical trials, and clinical decision making. It is part of a broader trend in which sources of RWD are consolidated into larger repositories for research purposes. This enables large-scale validation of findings across multiple health systems, the ability to achieve sufficient statistical power when investigating treatments and conditions with low prevalence, and improve equitability and representation of underserved hospitals and patient demographics in treatment effect studies. In addition, large data sets provide an opportunity for the deployment of machine learning methods while mitigating the risk of overfitting. As a centralized repository, N3C aggregates and harmonizes data in a single location. While this comes with its own challenges, it allows the data to be queried at the row level and enables detailed centralized investigations into data quality such as those presented here. This is in contrast to federated data models which allow data to be queried in aggregate, but rely on data curation at the local level. Nevertheless, operationalizing definitions for key clinical events can be complicated by limitations in site reporting and a loss of granularity through the use of a common data model to harmonize data across partners. The advantages of harmonization, however, outweighs the loss of granularity when addressing many research questions. The efficiency of centralization is also a significant advantage and was witnessed through the course of this study. For example, a number of sites using the ACT CDM initially did not have the ability to report vitals, but subsequently these data were made available due to continuous feedback during the review process. Sites are provided with data quality metrics and furnished with support to help address gaps or deficiencies, when possible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55078, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The promise of data enclaves such as N3C are clear, yet it remains imperative to consider the limitations of the data and ensure that they are fit for purpose. Data missingness, for example, remains a significant analytical challenge. It may be reasonable to suspect that many of the lab measurements investigated in this study are informatively missing, in that they are clinically indicated (and thus ordered) only in the most severe patient cases. Yet, this may be confounded by individual data-contributing health systems’ respective capacities to obtain these measures at a given point in time (e.g., clinicians faced with an overwhelming caseload during pandemic ‘peaks’ may have inferred a level of clinical severity in some patients without ordering/recording such measures once seeing it repeatedly in other clinically similar cases). This suspected mixture of missing at random (MAR) and missing not-at-random (MNAR) mechanisms, likely varying over time within each data partner health system, presents a challenge to data analysts who ⏤ in trying to delineate between instances of informatively vs. inadvertently missing values ⏤ cannot directly access subject-matter experts (such as clinical care providers experienced in each health system during each time interval under study) to form the reasonably defensible assumptions required, assumptions not verifiable from EHR data alone. With many severity-of-illness indicators, it is common to create derived factors and missing data indicators. For example, body temperature may be used to create a three-level factor: “Normal temperature (<= 38 deg C)”, “Fever (> 38 deg C)”, and “Missing.” However, this approach has been shown to exhibit severe bias even with MAR data. The danger of this approach becomes even more evident when glancing at data missingness as a function of data partner and time shown previously in Fig. 2. A more principled variation on this approach is forming distinct (collections of) additional variable(s) indicating the missing value status for each variable in any given analysis; conditioning on these indicators in downstream analyses would make explicit the assumptions inherent to how those with missing values may be plausibly assumed to differ from those without missing values for the variables prone to missingness (and would inform analysts how to elicit plausible assumptions from domain experts, by considering these ‘full’ data).", "sentences": [], "annotations": [], "relations": []}, {"offset": 57537, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Excluding sites which are major contributors to data missingness does not eliminate all missing data, and there are outstanding issues that still need to be addressed. Here, considering the different possible mechanisms responsible for missingness is necessary. One contribution to overall missingness involves mechanisms reasonably assumed to be MCAR (an effectively random sample of individuals from included sites still lack values expected to have been recorded), while another likely contribution is disease severity. This mechanism is closely related to what is termed in the statistical literature as outcome-dependent observation processes. Labs are usually ordered in sets, with complete blood count (CBC) and basic metabolic panel (BMP) being the most common, followed by complete metabolic panel (CMP). For COVID-19 positive patients, some providers may add CRP, d-dimer, and ferritin to CBC and BMP panels. Importantly, all of these orders vary depending on patient condition, provider practice, and standards of care - all of which may vary throughout the course of the pandemic; thus more tenable assumptions can be adopted (at least approximately, to mitigate bias) after considering how analyses incorporate care settings (from healthcare-system down to clinic/provide levels) as well as calendar time as proxy measures for such systematic differences. Similar MNAR mechanisms have been identified in end-of-life care studies where questionnaire missingness is related to poorer health status.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59047, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In isolation, the labs as described above are MNAR since the decisions made to order specific labs are often based on existing clinical information. If the probability of observing a covariate can be assumed to not depend on its value after conditioning on other observables, then that covariate is considered MAR. This is often difficult to assume – let alone empirically verify from available data – in practice, without supplemental auxiliary data, but a detailed look at key conditional distributions combined with domain expertise can justify the adoption of MAR assumptions. In that case, a number of techniques including multiple imputation and inverse probability weighting exist to handle said missingness under specific assumptions, though special attention needs to be paid to both the model specification and algorithm. Finally, although complete-case analysis is used by some practitioners in these settings, omitting records with any missing data among variables associated with exposures/confounders or outcomes is known to bias effects estimates and, at best, reduce precision.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60145, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Complete drug exposures along with associated details such as dose and route of administration are not always available, constraining the possible study designs or requiring a tradeoff between sensitivity and specificity in defining treatment. In our analysis, for example, we were only concerned with adjusting for dexamethasone treatment as it is commonly administered and has been shown as part of the RECOVERY trial to lower mortality in hospitalized patients receiving respiratory support. However, a dedicated investigation into the effectiveness of dexamethasone may involve more subsetting of data based on availability of dosage and route of administration. Alternative explanations for observed drug exposure patterns should also receive consideration. The witnessed distribution of drug eras for remdesivir in our study may be consistent with some artifactual ‘coarsening’ mechanism at play in how actual drug exposures in each patient case may, depending on coding and CDM-mapping practice that vary by data partner, tend toward inclusion of ‘rounder’ numbers such as 1, 5, and 10 days. Additionally worth reiterating is the possibility that treatment with remdesivir was terminated early, and therefore had unexpected durations, due to drug reactions and side effects that outweighed benefits of treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61475, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Looking more broadly, being limited to EHR data means no enrollment information demarcating a specific time period during which records are known to be complete is available; there are no guarantees on patient-level completeness. Therefore, estimating EHR continuity, as we have outlined above, is a crucial part of mitigating the resulting bias. It cannot be assumed that the lack of a given baseline comorbidity or therapy is evidence of its absence, particularly for chronic conditions and medications, unless EHR continuity can be established. This is also true for COVID-19 vaccination, which is an important exposure for COVID-19-related studies. There is no explicit indicator of non-vaccination, and the widespread availability of vaccines can further contribute to data fragmentation. It does appear however that some institutions may synchronize vaccination records with their state’s vaccine registry, which provides one strategy for assessing the completeness of an institution’s vaccine records. Given the significant potential for information bias due to EHR-discontinuity, some have proposed using predictive modeling to identify patients with high EHR-continuity. Furthermore, carefully designed methodological frameworks are needed to handle selection bias (the sickest patients often have the most complete records) which can arise when enforcing data completeness for the EHR data. There are ongoing efforts within N3C to link to CMS claims which will address many of these concerns for at least a specific patient population. Additionally, data mining unstructured data such as clinical notes may provide more comprehensive information on baseline comorbidities, particularly for patients which lack a prior history with the admitting health system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63249, "infons": {"file": "Tab7.xml", "id": "Tab7", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary of challenges presented along with possible solutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 63311, "infons": {"file": "Tab7.xml", "id": "Tab7", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Challenge</th><th>Possible solution(s)</th></tr></thead><tbody><tr><td>Source-specific variability in data availability</td><td><p>• Cluster data sources based on relevant study variables and eliminate those with insufficient data.</p><p>• Investigate possible temporal missingness patterns and evidence of MNAR data.</p><p>• Potentially leverage relevant techniques such as multiple imputation and inverse probability weighting to handle remaining missing data.</p></td></tr><tr><td>Unreconciled drug exposure intervals</td><td><p>• Aggregate contiguous drug exposure intervals into single drug eras.</p><p>• Residual open-ended intervals may not allow for time-varying analysis and may only be suitable for analysis as point exposures.</p></td></tr><tr><td>Absence of baseline medical history</td><td><p>• Perform a sensitivity analysis to understand the impact of EHR-continuity on the estimand.</p><p>• Consider incorporating prognostic factors proximal to the outcome into the model.</p></td></tr><tr><td>Limited availability of out-of-hospital mortality data</td><td><p>• Consider a sensitivity analysis on censoring time for discharged patients.</p><p>• Employ competing risk analysis analysis with discharge and in-hospital mortality as competing risks.</p></td></tr><tr><td>Previous medical history carried forward in EHR data</td><td><p>• Calculate the number of events recorded per day throughout the visit for an outcome of interest.</p><p>• Determine if treatment preceded the outcome or if it is an artifact.</p></td></tr></tbody></table>\n"}, "text": "Challenge\tPossible solution(s)\t \tSource-specific variability in data availability\t• Cluster data sources based on relevant study variables and eliminate those with insufficient data.• Investigate possible temporal missingness patterns and evidence of MNAR data.• Potentially leverage relevant techniques such as multiple imputation and inverse probability weighting to handle remaining missing data.\t \tUnreconciled drug exposure intervals\t• Aggregate contiguous drug exposure intervals into single drug eras.• Residual open-ended intervals may not allow for time-varying analysis and may only be suitable for analysis as point exposures.\t \tAbsence of baseline medical history\t• Perform a sensitivity analysis to understand the impact of EHR-continuity on the estimand.• Consider incorporating prognostic factors proximal to the outcome into the model.\t \tLimited availability of out-of-hospital mortality data\t• Consider a sensitivity analysis on censoring time for discharged patients.• Employ competing risk analysis analysis with discharge and in-hospital mortality as competing risks.\t \tPrevious medical history carried forward in EHR data\t• Calculate the number of events recorded per day throughout the visit for an outcome of interest.• Determine if treatment preceded the outcome or if it is an artifact.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 64648, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Suitable outcomes for evaluation are generally limited by the availability of data in EHRs and more specifically limited by both the OMOP data model and data partner reporting. ICU admissions, for example, cannot be resolved from the visit-level information available, notwithstanding the possibility that some sites repurposed non-ICUs to serve as ICUs during surges in COVID-19 patients. Additionally, despite the popularity of composite outcomes, such as death or discharge to hospice, we find that most data partners do not provide discharge disposition. Perhaps most importantly with regards to outcomes is the lack of availability of mortality data outside the EHR, for the time being, which underestimates overall mortality and restricts investigations to in-hospital mortality alone. Although the use of survival methods may not be the most appropriate choice for patients who are hospitalized with critical illness, they are still nonetheless quite widely used. For survival analysis, being limited to in-hospital mortality alone has important implications. Patients who are discharged from the hospital are typically discharged due to recovery, or to a different care facility due to disease severity. In either case, the risk of death among discharged patients is not the same as those patients who remain hospitalized. Censoring patients at discharge introduces a differential risk of death between censored and non-censored observations, violating the non-informative censoring assumption necessary for common survival models such as Cox proportional hazards. This violation can be addressed by censoring all patients after a fixed time period, known as the “best-case” or “best-outcome” approach, which assumes discharged patients have survived until the end of the observation period. Alternatively, one can treat discharge as a competing outcome and rely on the subdistribution hazard function or other methods for competing-risk analysis. The most direct remedy would be to link patient records through PPRL to ancillary sources of mortality data to capture deaths post-discharge. This may be particularly important in view of published data suggesting an increased risk of mortality for many months following hospitalization for COVID-19. A summary of the issues presented is shown in Table 7.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66969, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "These pervasive issues have been noted across a number of multi-site EHR repositories. In Optum De-identified COVID-19 EHR, Chawla et al. notes that missing data is MNAR due to the urgency of the pandemic and can affect measured outcomes. Dependence on diagnostic and procedural codes may result in underreporting of events, and mortality rates can also be underestimated. Another analysis using the COVID-19 Research Database explains that only associations rather than causality can be determined using available medical record data as unmeasured confounders can mask true links between outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67568, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "With the proper strategies and data quality considerations, N3C is particularly well suited to investigate treatment effectiveness in hospitalized patients. It contains rich and detailed clinical data such as laboratory results, vital signs, and other measurements. These observations can serve as proximal measures to account for differences in severity of illness across patients, enable patient phenotyping and confounding adjustment, and may be more important and relevant than many chronic comorbidities that may be more difficult to measure. Additionally, data in N3C are routinely updated with little to no time lag, which is critical when pandemic conditions are changing rapidly and new variants of the SARS-CoV-2 virus are emerging. With the appropriate treatment of data quality issues as outlined in this paper, in addition to robust study design, N3C has demonstrated its central importance in serving as a source of RWE for COVID-19.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68516, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 68528, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The creation of the N3C Data Enclave and the centralization of EHRs from data partners across the country enables a wide range of RWE research aimed at better understanding treatments and health impacts of COVID-19. As with all observational research, it is important that researchers are judicious in understanding the data they are analyzing and defining research questions that are both clinically important and feasible to address using the available data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68989, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We share lessons learned in the context of using N3C to evaluate remdesivir use in hospitalized COVID-19 patients. We found it was necessary to spend considerable time evaluating and curating the data, and selecting data partners with sufficient data quality in the elements required to address the specific question at hand. Given EHR-related data limitations, we needed to make assumptions and design decisions when operationalizing concepts of interest. We emphasize the importance of transparency in observational research and urge researchers to be explicit in how concepts are defined, and how various necessary assumptions may introduce bias. Lastly, we encourage researchers to conduct sensitivity analyses to assess the robustness of the results to assumptions made in the study design process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69793, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The N3C Data Enclave is a major contribution to public health making possible a breadth of research addressing the COVID-19 pandemic. To maintain public trust in scientific research, we must be thoughtful in using this resource responsibly by asking questions falling within the scope of the data, and form conclusions that are supported by the analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70148, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 70174, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 70188, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "EHR", "sentences": [], "annotations": [], "relations": []}, {"offset": 70192, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Electronic health records", "sentences": [], "annotations": [], "relations": []}, {"offset": 70218, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RWD", "sentences": [], "annotations": [], "relations": []}, {"offset": 70222, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Real world data", "sentences": [], "annotations": [], "relations": []}, {"offset": 70238, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RWE", "sentences": [], "annotations": [], "relations": []}, {"offset": 70242, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Real world evidence", "sentences": [], "annotations": [], "relations": []}, {"offset": 70262, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "N3C", "sentences": [], "annotations": [], "relations": []}, {"offset": 70266, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "National COVID Cohort Collaborative", "sentences": [], "annotations": [], "relations": []}, {"offset": 70302, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NCATS", "sentences": [], "annotations": [], "relations": []}, {"offset": 70308, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "National Center for Advancing Translational Sciences", "sentences": [], "annotations": [], "relations": []}, {"offset": 70361, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CDM", "sentences": [], "annotations": [], "relations": []}, {"offset": 70365, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Common data model", "sentences": [], "annotations": [], "relations": []}, {"offset": 70383, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PaO2", "sentences": [], "annotations": [], "relations": []}, {"offset": 70388, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Partial arterial oxygen pressure", "sentences": [], "annotations": [], "relations": []}, {"offset": 70421, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "FiO2", "sentences": [], "annotations": [], "relations": []}, {"offset": 70426, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Fraction of inspired oxygen", "sentences": [], "annotations": [], "relations": []}, {"offset": 70454, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WBC", "sentences": [], "annotations": [], "relations": []}, {"offset": 70458, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "White blood count", "sentences": [], "annotations": [], "relations": []}, {"offset": 70476, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CRP", "sentences": [], "annotations": [], "relations": []}, {"offset": 70480, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "C-reactive protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 70499, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IL-6", "sentences": [], "annotations": [], "relations": []}, {"offset": 70504, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Interleukin-6", "sentences": [], "annotations": [], "relations": []}, {"offset": 70518, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SpO2", "sentences": [], "annotations": [], "relations": []}, {"offset": 70523, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Oxygen saturation", "sentences": [], "annotations": [], "relations": []}, {"offset": 70541, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ETL", "sentences": [], "annotations": [], "relations": []}, {"offset": 70545, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Extract/transform/load", "sentences": [], "annotations": [], "relations": []}, {"offset": 70568, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LDS", "sentences": [], "annotations": [], "relations": []}, {"offset": 70572, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Limited data set", "sentences": [], "annotations": [], "relations": []}, {"offset": 70589, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MNAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 70594, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Missing not at random", "sentences": [], "annotations": [], "relations": []}, {"offset": 70616, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 70620, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Missing at random", "sentences": [], "annotations": [], "relations": []}, {"offset": 70638, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MCAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 70643, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Missing completely at random", "sentences": [], "annotations": [], "relations": []}, {"offset": 70672, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CAD", "sentences": [], "annotations": [], "relations": []}, {"offset": 70676, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Coronary artery disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 70700, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CHF", "sentences": [], "annotations": [], "relations": []}, {"offset": 70704, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Congestive heart failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 70729, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 70734, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 70772, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CKD", "sentences": [], "annotations": [], "relations": []}, {"offset": 70776, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Chronic kidney disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 70799, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ACEI", "sentences": [], "annotations": [], "relations": []}, {"offset": 70804, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Angiotensin-converting enzyme inhibitor", "sentences": [], "annotations": [], "relations": []}, {"offset": 70844, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ARB", "sentences": [], "annotations": [], "relations": []}, {"offset": 70848, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Angiotensin 2 receptor blocker", "sentences": [], "annotations": [], "relations": []}, {"offset": 70879, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SMD", "sentences": [], "annotations": [], "relations": []}, {"offset": 70883, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Standardized mean differences", "sentences": [], "annotations": [], "relations": []}, {"offset": 70913, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PPRL", "sentences": [], "annotations": [], "relations": []}, {"offset": 70918, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Privacy preserving record linkage", "sentences": [], "annotations": [], "relations": []}, {"offset": 70952, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DVT", "sentences": [], "annotations": [], "relations": []}, {"offset": 70956, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Deep vein thrombosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 70977, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PE", "sentences": [], "annotations": [], "relations": []}, {"offset": 70980, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Pulmonary embolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 70999, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MI", "sentences": [], "annotations": [], "relations": []}, {"offset": 71002, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Myocardial infarction", "sentences": [], "annotations": [], "relations": []}, {"offset": 71024, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "UTI", "sentences": [], "annotations": [], "relations": []}, {"offset": 71028, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Urinary tract infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 71052, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CBC", "sentences": [], "annotations": [], "relations": []}, {"offset": 71056, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Complete blood count", "sentences": [], "annotations": [], "relations": []}, {"offset": 71077, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BMP", "sentences": [], "annotations": [], "relations": []}, {"offset": 71081, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Basic metabolic panel", "sentences": [], "annotations": [], "relations": []}, {"offset": 71103, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CMP", "sentences": [], "annotations": [], "relations": []}, {"offset": 71107, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Complete metabolic panel", "sentences": [], "annotations": [], "relations": []}, {"offset": 71132, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 71151, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71270, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Jessica C. Young and Andrew T. Girvin contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71342, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 71367, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Authorship was determined using ICMJE recommendations. Conception: HS, JY, MF, SM, NH. Design: HS, JY, SS, YS, MF, KW. Analysis: HS, AG, EL, SS, MF, KW. Manuscript drafting: HS, JY, KW, EL. Critical revision of manuscript: HS, JY, MF, KW, SS, YS, NH. The author(s) read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71672, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 71680, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This research was supported in part by the Intramural Research Program of the National Center for Advancing Translational Sciences, National Institutes of Health. The content of this publication does not necessarily reflect the views or policies of the Department of Health and Human Services, nor does mention of trade names, commercial products, or organizations imply endorsement by the U.S. Government.", "sentences": [], "annotations": [], "relations": []}, {"offset": 72087, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 72122, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The analyses described in this publication were conducted with data or tools accessed through the NCATS N3C Data Enclave covid.cd2h.org/enclave and supported by CD2H - The National COVID Cohort Collaborative (N3C) IDeA CTR Collaboration 3U24TR002306-04S2 NCATS U24 TR002306. This research was possible because of the patients whose information is included within the data from participating organizations (covid.cd2h.org/dtas) and the organizations and scientists (covid.cd2h.org/duas) who have contributed to the on-going development of this community resource. Enclave data is protected, and can be accessed for COVID-related research with an approved (1) IRB protocol and (2) Data Use Request (DUR). Enclave and data access instructions can be found at https://covid.cd2h.org/for-researchers; all code used to produce the analyses in this manuscript is available within the N3C Enclave to users with valid login credentials to support reproducibility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73077, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 73090, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 73133, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The N3C data transfer to NCATS is performed under a Johns Hopkins University Reliance Protocol # IRB00249128 or individual site agreements with NIH. The N3C Data Enclave is managed under the authority of the NIH; information can be found at https://ncats.nih.gov/n3c/resources. Use of N3C data for this study does not involve human subjects (45 CFR 46.102) as determined by the NIH Office of IRB Operations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73541, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 73565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73581, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 73601, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors hereby declare no conflicting interests pertaining to the material in this manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73700, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 73711, "infons": {"fpage": "10003", "name_0": "surname:Dong;given-names:Y", "name_1": "surname:Shamsuddin;given-names:A", "name_2": "surname:Campbell;given-names:H", "name_3": "surname:Theodoratou;given-names:E", "pub-id_doi": "10.7189/jogh.11.10003", "pub-id_pmid": "33959261", "section_type": "REF", "source": "J Glob Health", "type": "ref", "volume": "11", "year": "2021"}, "text": "Current COVID-19 treatments: Rapid review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 73771, "infons": {"fpage": "173451", "name_0": "surname:Lam;given-names:S", "name_1": "surname:Lombardi;given-names:A", "name_2": "surname:Ouanounou;given-names:A", "pub-id_doi": "10.1016/j.ejphar.2020.173451", "pub-id_pmid": "32768505", "section_type": "REF", "source": "Eur J Pharmacol", "type": "ref", "volume": "886", "year": "2020"}, "text": "COVID-19: a review of the proposed pharmacological treatments", "sentences": [], "annotations": [], "relations": []}, {"offset": 73833, "infons": {"fpage": "e005427", "name_0": "surname:Michelen;given-names:M", "pub-id_doi": "10.1136/bmjgh-2021-005427", "pub-id_pmid": "34580069", "section_type": "REF", "source": "BMJ Glob Health", "type": "ref", "volume": "6", "year": "2021"}, "text": "Characterising long COVID: a living systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 73887, "infons": {"fpage": "758", "lpage": "764", "name_0": "surname:Hernán;given-names:MA", "name_1": "surname:Robins;given-names:JM", "pub-id_doi": "10.1093/aje/kwv254", "pub-id_pmid": "26994063", "section_type": "REF", "source": "Am J Epidemiol", "type": "ref", "volume": "183", "year": "2016"}, "text": "Using big data to emulate a target trial when a randomized trial is not available", "sentences": [], "annotations": [], "relations": []}, {"offset": 73969, "infons": {"fpage": "427", "lpage": "443", "name_0": "surname:Haendel;given-names:MA", "pub-id_doi": "10.1093/jamia/ocaa196", "pub-id_pmid": "32805036", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "28", "year": "2021"}, "text": "The national COVID cohort collaborative (N3C): rationale, design, infrastructure, and deployment", "sentences": [], "annotations": [], "relations": []}, {"offset": 74066, "infons": {"fpage": "316", "lpage": "319", "name_0": "surname:Lyu;given-names:J", "name_1": "surname:Cui;given-names:W", "name_2": "surname:Finkelstein;given-names:J", "pub-id_pmid": "35773872", "section_type": "REF", "source": "Stud Health Technol Inform", "type": "ref", "volume": "295", "year": "2022"}, "text": "Assessing disparities in COVID-19 testing using national COVID cohort collaborative", "sentences": [], "annotations": [], "relations": []}, {"offset": 74150, "infons": {"section_type": "REF", "type": "ref"}, "text": "Pfaff ER, et al. Synergies between centralized and federated approaches to data quality: a report from the national COVID cohort collaborative. J Am Med Inform Assoc JAMIA. 2021. 10.1093/jamia/ocab217.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74352, "infons": {"fpage": "625", "lpage": "626", "name_0": "surname:Califf;given-names:RM", "name_1": "surname:Hernandez;given-names:AF", "name_2": "surname:Landray;given-names:M", "pub-id_doi": "10.1001/jama.2020.13319", "pub-id_pmid": "32735313", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "324", "year": "2020"}, "text": "Weighing the benefits and risks of proliferating observational treatment assessments: observational cacophony, randomized harmony", "sentences": [], "annotations": [], "relations": []}, {"offset": 74482, "infons": {"fpage": "816", "lpage": "828", "name_0": "surname:Franklin;given-names:JM", "pub-id_doi": "10.1002/cpt.2185", "pub-id_pmid": "33529354", "section_type": "REF", "source": "Clin Pharmacol Ther", "type": "ref", "volume": "109", "year": "2021"}, "text": "Real-world evidence for assessing pharmaceutical treatments in the context of COVID-19", "sentences": [], "annotations": [], "relations": []}, {"offset": 74569, "infons": {"fpage": "654", "lpage": "668", "name_0": "surname:Lesko;given-names:CR", "pub-id_doi": "10.1093/ije/dyx283", "pub-id_pmid": "29438495", "section_type": "REF", "source": "Int J Epidemiol", "type": "ref", "volume": "47", "year": "2018"}, "text": "Collaborative, pooled and harmonized study designs for epidemiologic research: challenges and opportunities", "sentences": [], "annotations": [], "relations": []}, {"offset": 74677, "infons": {"fpage": "3", "name_0": "surname:Qualls;given-names:LG", "pub-id_doi": "10.5334/egems.199", "section_type": "REF", "source": "EGEMs Gener Evid Methods Improve Patient Outcomes", "type": "ref", "volume": "6", "year": "2018"}, "text": "Evaluating foundational data quality in the National Patient-Centered Clinical Research Network (PCORnet®)", "sentences": [], "annotations": [], "relations": []}, {"offset": 74785, "infons": {"section_type": "REF", "type": "ref"}, "text": "N3C COVID-19 Phenotype. https://github.com/National-COVID-Cohort-Collaborative/Phenotype_Data_Acquisition/wiki/Latest-Phenotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 74914, "infons": {"name_0": "surname:Catalyst;given-names:N", "section_type": "REF", "source": "What are bundled payments? NEJM Catal", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 74915, "infons": {"fpage": "913", "lpage": "920", "name_0": "surname:Young;given-names:JC", "name_1": "surname:Dasgupta;given-names:N", "name_2": "surname:Stürmer;given-names:T", "name_3": "surname:Pate;given-names:V", "name_4": "surname:Jonsson Funk;given-names:M", "pub-id_doi": "10.1002/pds.5452", "pub-id_pmid": "35560685", "section_type": "REF", "source": "Pharmacoepidemiol Drug Saf", "type": "ref", "volume": "31", "year": "2022"}, "text": "Considerations for observational study design: comparing the evidence of opioid use between electronic health records and insurance claims", "sentences": [], "annotations": [], "relations": []}, {"offset": 75054, "infons": {"name_0": "surname:Leese;given-names:P", "section_type": "REF", "source": "Clinical encounter heterogeneity and methods for resolving in networked EHR data: A study from N3C and RECOVER programs", "type": "ref", "year": "2022"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 75055, "infons": {"fpage": "1", "lpage": "8", "name_0": "surname:Weinberg;given-names:CR", "pub-id_doi": "10.1093/oxfordjournals.aje.a116591", "pub-id_pmid": "8434568", "section_type": "REF", "source": "Am J Epidemiol", "type": "ref", "volume": "137", "year": "1993"}, "text": "Toward a clearer definition of confounding", "sentences": [], "annotations": [], "relations": []}, {"offset": 75098, "infons": {"fpage": "e2116901", "name_0": "surname:Bennett;given-names:TD", "pub-id_doi": "10.1001/jamanetworkopen.2021.16901", "pub-id_pmid": "34255046", "section_type": "REF", "source": "JAMA Netw Open", "type": "ref", "volume": "4", "year": "2021"}, "text": "Clinical characterization and prediction of clinical severity of SARS-CoV-2 infection among US adults using data from the US national COVID cohort collaborative", "sentences": [], "annotations": [], "relations": []}, {"offset": 75259, "infons": {"fpage": "1503", "lpage": "1511", "name_0": "surname:Hippisley-Cox;given-names:J", "pub-id_doi": "10.1136/heartjnl-2020-317393", "pub-id_pmid": "32737124", "section_type": "REF", "source": "Heart", "type": "ref", "volume": "106", "year": "2020"}, "text": "Risk of severe COVID-19 disease with ACE inhibitors and angiotensin receptor blockers: cohort study including 8.3 million people", "sentences": [], "annotations": [], "relations": []}, {"offset": 75388, "infons": {"section_type": "REF", "type": "ref"}, "text": "Molenberghs G, Fitzmaurice G, Kenward MG, Tsiatis A, Verbeke G. (Eds.). Handbook of MissingData Methodology (1st ed.). Chapman and Hall/CRC. 2014.", "sentences": [], "annotations": [], "relations": []}, {"offset": 75535, "infons": {"fpage": "7334", "name_0": "surname:Gu;given-names:Y", "pub-id_doi": "10.1038/s41598-021-86676-3", "pub-id_pmid": "33795768", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "11", "year": "2021"}, "text": "PaO2/FiO2 and IL-6 are risk factors of mortality for intensive care COVID-19 patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 75621, "infons": {"fpage": "899", "lpage": "905", "name_0": "surname:Lin;given-names:KJ", "pub-id_doi": "10.1002/cpt.861", "pub-id_pmid": "28865143", "section_type": "REF", "source": "Clin Pharmacol Ther", "type": "ref", "volume": "103", "year": "2018"}, "text": "Identifying patients with high data completeness to improve validity of comparative effectiveness research in electronic health records data", "sentences": [], "annotations": [], "relations": []}, {"offset": 75762, "infons": {"fpage": "1225", "lpage": "1232", "name_0": "surname:Jin;given-names:Y", "name_1": "surname:Schneeweiss;given-names:S", "name_2": "surname:Merola;given-names:D", "name_3": "surname:Lin;given-names:KJ", "pub-id_doi": "10.1093/jamia/ocac043", "pub-id_pmid": "35357470", "section_type": "REF", "source": "J Am Med Inform Assoc", "type": "ref", "volume": "29", "year": "2022"}, "text": "Impact of longitudinal data-completeness of electronic health record data on risk score misclassification", "sentences": [], "annotations": [], "relations": []}, {"offset": 75868, "infons": {"fpage": "147", "name_0": "surname:Bertakis;given-names:KD", "name_1": "surname:Azari;given-names:R", "name_2": "surname:Helms;given-names:LJ", "name_3": "surname:Callahan;given-names:EJ", "name_4": "surname:Robbins;given-names:JA", "pub-id_pmid": "10718692", "section_type": "REF", "source": "J Fam Pract", "type": "ref", "volume": "49", "year": "2000"}, "text": "Gender differences in the utilization of health care services", "sentences": [], "annotations": [], "relations": []}, {"offset": 75930, "infons": {"fpage": "1054", "lpage": "1062", "name_0": "surname:Zhou;given-names:F", "pub-id_doi": "10.1016/S0140-6736(20)30566-3", "pub-id_pmid": "32171076", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "395", "year": "2020"}, "text": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 76057, "infons": {"fpage": "e0258154", "name_0": "surname:Ge;given-names:E", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Wu;given-names:S", "name_3": "surname:Candido;given-names:E", "name_4": "surname:Wei;given-names:X", "pub-id_doi": "10.1371/journal.pone.0258154", "pub-id_pmid": "34610047", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "16", "year": "2021"}, "text": "Association of pre-existing comorbidities with mortality and disease severity among 167,500 individuals with COVID-19 in Canada: a population-based cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 76218, "infons": {"fpage": "3083", "lpage": "3107", "name_0": "surname:Austin;given-names:PC", "pub-id_doi": "10.1002/sim.3697", "pub-id_pmid": "19757444", "section_type": "REF", "source": "Stat Med", "type": "ref", "volume": "28", "year": "2009"}, "text": "Balance diagnostics for comparing the distribution of baseline covariates between treatment groups in propensity-score matched samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 76353, "infons": {"fpage": "1", "lpage": "6", "name_0": "surname:Yang;given-names:D", "name_1": "surname:Dalton;given-names:JE", "section_type": "REF", "source": "SAS global forum", "type": "ref", "year": "2012"}, "text": "A unified approach to measuring the effect size between two groups using SAS®", "sentences": [], "annotations": [], "relations": []}, {"offset": 76432, "infons": {"fpage": "496", "lpage": "509", "name_0": "surname:Fine;given-names:JP", "name_1": "surname:Gray;given-names:RJ", "pub-id_doi": "10.1080/01621459.1999.10474144", "section_type": "REF", "source": "J Am Stat Assoc", "type": "ref", "volume": "94", "year": "1999"}, "text": "A proportional hazards model for the subdistribution of a competing risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 76505, "infons": {"fpage": "R5", "name_0": "surname:Resche-Rigon;given-names:M", "name_1": "surname:Azoulay;given-names:E", "name_2": "surname:Chevret;given-names:S", "pub-id_doi": "10.1186/cc3921", "section_type": "REF", "source": "Crit Care", "type": "ref", "volume": "10", "year": "2005"}, "text": "Evaluating mortality in intensive care units: contribution of competing risks analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 76592, "infons": {"fpage": "144", "name_0": "surname:Brock;given-names:GN", "name_1": "surname:Barnes;given-names:C", "name_2": "surname:Ramirez;given-names:JA", "name_3": "surname:Myers;given-names:J", "pub-id_doi": "10.1186/1471-2288-11-144", "pub-id_pmid": "22029846", "section_type": "REF", "source": "BMC Med Res Methodol", "type": "ref", "volume": "11", "year": "2011"}, "text": "How to handle mortality when investigating length of hospital stay and time to clinical stability", "sentences": [], "annotations": [], "relations": []}, {"offset": 76690, "infons": {"fpage": "e210184", "name_0": "surname:Haneuse;given-names:S", "name_1": "surname:Arterburn;given-names:D", "name_2": "surname:Daniels;given-names:MJ", "pub-id_doi": "10.1001/jamanetworkopen.2021.0184", "pub-id_pmid": "33635321", "section_type": "REF", "source": "JAMA Netw Open", "type": "ref", "volume": "4", "year": "2021"}, "text": "Assessing missing data assumptions in EHR-based studies: a complex and underappreciated task", "sentences": [], "annotations": [], "relations": []}, {"offset": 76783, "infons": {"fpage": "1255", "lpage": "1264", "name_0": "surname:Greenland;given-names:S", "name_1": "surname:Finkle;given-names:WD", "pub-id_doi": "10.1093/oxfordjournals.aje.a117592", "pub-id_pmid": "7503045", "section_type": "REF", "source": "Am J Epidemiol", "type": "ref", "volume": "142", "year": "1995"}, "text": "A critical look at methods for handling missing covariates in epidemiologic regression analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 76879, "infons": {"fpage": "621", "lpage": "630", "name_0": "surname:Lipsitz;given-names:SR", "name_1": "surname:Fitzmaurice;given-names:GM", "name_2": "surname:Ibrahim;given-names:JG", "name_3": "surname:Gelber;given-names:R", "name_4": "surname:Lipshultz;given-names:S", "pub-id_doi": "10.1111/j.0006-341X.2002.00621.x", "pub-id_pmid": "12229997", "section_type": "REF", "source": "Biometrics", "type": "ref", "volume": "58", "year": "2002"}, "text": "Parameter estimation in longitudinal studies with outcome-dependent follow-up", "sentences": [], "annotations": [], "relations": []}, {"offset": 76957, "infons": {"fpage": "4770", "lpage": "4789", "name_0": "surname:Tan;given-names:KS", "name_1": "surname:French;given-names:B", "name_2": "surname:Troxel;given-names:AB", "pub-id_doi": "10.1002/sim.6262", "pub-id_pmid": "25052289", "section_type": "REF", "source": "Stat Med", "type": "ref", "volume": "33", "year": "2014"}, "text": "Regression modeling of longitudinal data with outcome-dependent observation times: extensions and comparative evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 77078, "infons": {"fpage": "831", "lpage": "847", "name_0": "surname:Shen;given-names:W", "name_1": "surname:Liu;given-names:S", "name_2": "surname:Chen;given-names:Y", "name_3": "surname:Ning;given-names:J", "pub-id_doi": "10.1111/sjos.12373", "section_type": "REF", "source": "Scand J Stat", "type": "ref", "volume": "46", "year": "2019"}, "text": "Regression analysis of longitudinal data with outcome-dependent sampling and informative censoring", "sentences": [], "annotations": [], "relations": []}, {"offset": 77177, "infons": {"fpage": "13", "name_0": "surname:Carreras;given-names:G", "pub-id_doi": "10.1186/s12874-020-01180-y", "pub-id_pmid": "33422019", "section_type": "REF", "source": "BMC Med Res Methodol", "type": "ref", "volume": "21", "year": "2021"}, "text": "Missing not at random in end of life care studies: multiple imputation and sensitivity analysis on data from the ACTION study", "sentences": [], "annotations": [], "relations": []}, {"offset": 77303, "infons": {"fpage": "b2393", "name_0": "surname:Sterne;given-names:JAC", "pub-id_doi": "10.1136/bmj.b2393", "pub-id_pmid": "19564179", "section_type": "REF", "source": "BMJ", "type": "ref", "volume": "338", "year": "2009"}, "text": "Multiple imputation for missing data in epidemiological and clinical research: potential and pitfalls", "sentences": [], "annotations": [], "relations": []}, {"offset": 77405, "infons": {"name_0": "surname:Schafer;given-names:JL", "section_type": "REF", "source": "Analysis of incomplete multivariate data", "type": "ref", "year": "1997"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 77406, "infons": {"section_type": "REF", "type": "ref"}, "text": "RECOVERY Collaborative Group, Horby P, Lim WS, et al. Dexamethasone in Hospitalized Patients with Covid-19. N Engl J Med. 2021;384:693-704.", "sentences": [], "annotations": [], "relations": []}, {"offset": 77546, "infons": {"fpage": "1099", "name_0": "surname:Heitjan;given-names:DF", "pub-id_doi": "10.2307/2532251", "pub-id_pmid": "8117903", "section_type": "REF", "source": "Biometrics", "type": "ref", "volume": "49", "year": "1993"}, "text": "Ignorability and coarse data: some biomedical examples", "sentences": [], "annotations": [], "relations": []}, {"offset": 77601, "infons": {"name_0": "surname:Brannock;given-names:MD", "section_type": "REF", "source": "Long COVID Risk and Pre-COVID Vaccination: An EHR-Based Cohort Study from the RECOVER Program", "type": "ref", "year": "2022"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 77602, "infons": {"fpage": "1203", "name_0": "surname:Haneuse;given-names:S", "name_1": "surname:Daniels;given-names:M", "pub-id_doi": "10.13063/2327-9214.1203", "pub-id_pmid": "27668265", "section_type": "REF", "source": "eGEMs", "type": "ref", "volume": "4", "year": "2016"}, "text": "A General Framework for Considering Selection Bias in EHR-Based Studies: What Data Are Observed and Why?", "sentences": [], "annotations": [], "relations": []}, {"offset": 77707, "infons": {"fpage": "103", "name_0": "surname:Schoenfeld;given-names:D", "pub-id_doi": "10.1186/cc3949", "section_type": "REF", "source": "Crit Care", "type": "ref", "volume": "10", "year": "2005"}, "text": "Survival methods, including those using competing risk analysis, are not appropriate for intensive care unit outcome studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 77832, "infons": {"fpage": "e1003871", "name_0": "surname:Bhaskaran;given-names:K", "pub-id_doi": "10.1371/journal.pmed.1003871", "pub-id_pmid": "35077449", "section_type": "REF", "source": "PLoS Med", "type": "ref", "volume": "19", "year": "2022"}, "text": "Overall and cause-specific hospitalisation and death after COVID-19 hospitalisation in England: a cohort study using linked primary care, secondary care, and death registration data in the OpenSAFELY platform", "sentences": [], "annotations": [], "relations": []}, {"offset": 78041, "infons": {"fpage": "e0261707", "name_0": "surname:Ayodele;given-names:O", "pub-id_doi": "10.1371/journal.pone.0261707", "pub-id_pmid": "34962924", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "16", "year": "2021"}, "text": "Real-world treatment patterns and clinical outcomes for inpatients with COVID-19 in the US from September 2020 to February 2021", "sentences": [], "annotations": [], "relations": []}, {"offset": 78169, "infons": {"fpage": "1", "lpage": "9", "name_0": "surname:Brat;given-names:GA", "pub-id_doi": "10.1038/s41746-020-00308-0", "pub-id_pmid": "31934645", "section_type": "REF", "source": "Npj Digit Med", "type": "ref", "volume": "3", "year": "2020"}, "text": "International electronic health record-derived COVID-19 clinical course profiles: the 4CE consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 78270, "infons": {"name_0": "surname:Chawla;given-names:D", "section_type": "REF", "source": "Descriptive epidemiology of 16,780 hospitalized COVID-19 patients in the United States", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 78271, "infons": {"section_type": "REF", "type": "ref"}, "text": "Lekoubou A, Pelton M, Ba DM, Ssentongo P. Racial Disparities in Ischemic Stroke Among Patients with COVID-19 in the United States. J Stroke Cerebrovasc Dis. 2021;30(8):105877.", "sentences": [], "annotations": [], "relations": []}, {"offset": 78447, "infons": {"fpage": "1107", "lpage": "1116", "name_0": "surname:Greenland;given-names:S", "pub-id_doi": "10.1093/ije/25.6.1107", "pub-id_pmid": "9027513", "section_type": "REF", "source": "Int J Epidemiol", "type": "ref", "volume": "25", "year": "1996"}, "text": "Basic methods for sensitivity analysis of biases", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]