[{"source": "PMC", "date": "20240203", "key": "pmc.key", "infons": {}, "documents": [{"id": "10702391", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Gorostiola González et al. \n10.3389/fmolb.2023.1286673\n", "article-id_doi": "10.3389/fmolb.2023.1286673", "article-id_pmc": "10702391", "article-id_pmid": "38074092", "article-id_publisher-id": "1286673", "elocation-id": "1286673", "kwd": "EAAT1 SLC1A3 glutamate transporter variants phenotypic assay molecular dynamics docking", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License (CC BY). The use, distribution or reproduction in other forums is permitted, provided the original author(s) and the copyright owner(s) are credited and that the original publication in this journal is cited, in accordance with accepted academic practice. No use, distribution or reproduction is permitted which does not comply with these terms.", "name_0": "surname:Gorostiola González;given-names:Marina", "name_1": "surname:Sijben;given-names:Hubert J.", "name_2": "surname:Dall’ Acqua;given-names:Laura", "name_3": "surname:Liu;given-names:Rongfang", "name_4": "surname:IJzerman;given-names:Adriaan P.", "name_5": "surname:Heitman;given-names:Laura H.", "name_6": "surname:van Westen;given-names:Gerard J. P.", "section_type": "TITLE", "type": "front", "volume": "10", "year": "2023"}, "text": "Molecular insights into disease-associated glutamate transporter (EAAT1 / SLC1A3) variants using in silico and in vitro approaches", "sentences": [], "annotations": [], "relations": []}, {"offset": 131, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Glutamate is an essential excitatory neurotransmitter and an intermediate for energy metabolism. Depending on the tumor site, cancer cells have increased or decreased expression of excitatory amino acid transporter 1 or 2 (EAAT1/2, SLC1A3/2) to regulate glutamate uptake for the benefit of tumor growth. Thus, EAAT1/2 may be an attractive target for therapeutic intervention in oncology. Genetic variation of EAAT1 has been associated with rare cases of episodic ataxia, but the occurrence and functional contribution of EAAT1 mutants in other diseases, such as cancer, is poorly understood. Here, 105 unique somatic EAAT1 mutations were identified in cancer patients from the Genomic Data Commons dataset. Using EAAT1 crystal structures and in silico studies, eight mutations were selected based on their close proximity to the orthosteric or allosteric ligand binding sites and the predicted change in ligand binding affinity. In vitro functional assessment in a live-cell, impedance-based phenotypic assay demonstrated that these mutants differentially affect L-glutamate and L-aspartate transport, as well as the inhibitory potency of an orthosteric (TFB-TBOA) and allosteric (UCPH-101) inhibitor. Moreover, two episodic ataxia-related mutants displayed functional responses that were in line with literature, which confirmed the validity of our assay. Of note, ataxia-related mutant M128R displayed inhibitor-induced functional responses never described before. Finally, molecular dynamics (MD) simulations were performed to gain mechanistic insights into the observed functional effects. Taken together, the results in this work demonstrate 1) the suitability of the label-free phenotypic method to assess functional variation of EAAT1 mutants and 2) the opportunity and challenges of using in silico techniques to rationalize the in vitro phenotype of disease-relevant mutants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2016, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1 Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2031, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Glutamate is an abundant endogenous amino acid that acts as the major excitatory neurotransmitter in the central nervous system and serves as a key metabolite in energy homeostasis. In the synaptic cleft glutamate is transported across the cell membrane via excitatory amino acid transporters (EAATs), which belong to subfamily 1 of the solute carrier (SLC) transporters. Glutamate transport is thermodynamically coupled to the transport of three Na+ ions and one proton, and the counter-transport of one K+ ion, where binding of Na+ and/or substrate activates an uncoupled Cl− conductive state. Deregulated glutamate levels have been associated with a plethora of neurological diseases and more recently with cancer. As a result, pharmacological modulation of EAATs may be a promising therapeutic strategy for conditions that are associated with altered glutamate levels (A. A.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2914, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Depending on the location of the tumor, cancerous cells have been shown to exploit the uptake, metabolism and signaling properties of glutamate as well as aspartate as fuel for tumor proliferation and expansion. Healthy glia cells abundantly express EAAT1 and EAAT2 to mediate the majority of glutamate clearance. However, expression levels of EAAT2 are vastly reduced in gliomas, which combined with increased efflux via the glutamate/cystine antiporter (xCT, SLC7A11) leads to elevated glutamate levels surrounding the glioma that induce cell death and allow further growth of the tumor. Moreover, EAAT1 was found to be overexpressed and cause glutamate efflux in aggressive glioblastomas, which indicates selective EAAT1 inhibitors as a potential treatment option for glioma. In several instances of cancer in peripheral tissues EAAT1 expression has been linked to a poor disease prognosis. Under hypoxia or conditions that starve the tumor of glutamine, some cancer cells promote EAAT1 or EAAT2 expression to drive uptake of aspartate or glutamate which rescues cancer cell growth. As such, EAAT expression in such tumors could be a predictive biomarker and pharmacological modulation of glutamate transporter expression or activity could be of therapeutic interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4185, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Despite the clear advantages for tumor cells to regulate EAAT expression, little is known about human genetic variations of these transporters in cancer, although several mutations have been associated with other diseases. Thus far, reports have linked seven missense mutations in the coding region of EAAT1 to the etiology of extremely rare cases of episodic ataxia type 6 (EA6). These mutants vary in their degree of loss- or gain-of-function of substrate transport and/or anion conductivity. Moreover, several other EAAT1 mutations and duplications have been associated with other neurological disorders including migraine, ADHD, autism, and Tourette’s syndrome. To the best of our knowledge, there have been no reports so far that associate mutations of EAAT1 to the development and progression of cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4997, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Over the last 15 years, a growing number of 3D structures have been published for the archaeal glutamate transporter orthologues GltPh and GltTk, as well as human EAAT1, EAAT2 and EAAT3, in complex with the endogenous substrate L-aspartate, Na+ ions and/or inhibitors. Glutamate transporters assemble in obligate homo-trimers of which the protomers operate independently of each other. Each protomer consists of a rigid trimerization or scaffold domain (scaD) and a dynamic transport domain (tranD) that engages with the substrate and co-transported Na+ ions. Structures covering inward-facing, intermediate, and outward-facing conformations provide information on the movement of individual transmembrane helices (TMs). Specifically, the flexible helical hairpin 2 (HP2) in tranD controls the access of ligands to the substrate binding site and is an essential ‘gate’ that upon opening and closing regulates the ‘elevator-like’ translocation of tranD. Of note, these transport mechanisms have been elucidated in part thanks to molecular dynamic (MD) simulations. Thus, these structures may be used to gain mechanistic insight into the effects of genetic variability on transport function, as was previously demonstrated by mapping genetic variants of glucose (GLUT1) and nucleoside (ENT1) transporters to their respective crystal structures.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6349, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, a series of EAAT1 somatic mutations that were identified from biopsy material of cancer patients represented in the Genomic Data Commons (GDC) dataset (M. A.) were characterized. Using the reported ligand-bound crystal structures of EAAT1, predictions were made on which variants would most likely impact binding of substrates (L-glutamate and L-aspartate). To determine whether these mutants would affect the binding of potential pharmacological modulators, the orthosteric inhibitor TFB-TBOA and the allosteric inhibitor UCPH-101 (A. A.) were included, which have been co-crystalized with EAAT1. The selected eight mutations, together with two EA6-associated mutants (M128R, T318A), were tested in vitro for substrate uptake and inhibition using a label-free impedance-based phenotypic assay that was previously developed in our lab. Mutants displayed divergent effects on EAAT1 function, which was apparent from an altered substrate and/or inhibitor potency. Finally, MD simulations and molecular docking were used to explore the mechanisms of the observed in vitro results. These in silico approaches mainly explored the effect of conformational changes on ligand and ion coordination stability. We demonstrate the application of a combined in silico and in vitro approach to characterize EAAT1 variants, which could aid drug discovery efforts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7713, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "2 Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7737, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.1 Materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 7751, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Modified Jump In T-REx HEK 293 (JumpIn) cells overexpressing human wild-type (WT, EAAT1WT) or mutant EAAT1 (see section 2.6–2.9) were kindly provided by the RESOLUTE consortium (Research Center for Molecular Medicine, Medical University of Vienna, Austria). L-glutamic acid monosodium salt monohydrate, L-aspartic acid monosodium salt monohydrate, doxycycline hyclate, Dulbecco’s modified Eagle’s medium (DMEM) and Dulbecco’s phosphate-buffered saline (PBS) were purchased from Sigma Aldrich (St. Louis, MO, United States). 2-amino-4-(4-methoxyphenyl)-7-(naphthalen-1-yl)-5-oxo-5,6,7,8-tetrahydro-4H-chromene-3-carbonitrile (UCPH-101) was purchased from Santa Cruz Biotechnology (Dallas, TX, United States). (2S,3S)-3-[3-[4-(trifluoromethyl)benzoylamino]benzyloxy] aspartate (TFB-TBOA) was purchased from Axon Medchem (Groningen, Netherlands). Lipofectamine 3,000, P3000 buffer, Gateway LR Clonase II enzyme mix and Proteinase K solution were purchased from ThermoFischer (Waltham, MA, United States). QuikChange II kit was purchased from Agilent Technologies (Santa Clara, CA, United States). QIAprep Spin Miniprep Kit was purchased from QIAGEN (Hilden, Germany). xCELLigence PET E-plates 96 (Agilent Technologies, Santa Clara, CA, United States) were purchased from Bioké (Leiden, Netherlands). All other chemicals were of analytical grade and obtained from standard commercial sources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9149, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.2 Selection of cancer-related mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 9191, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cancer-related mutations were obtained from the Genomic Data Commons (M. A.) version 22.0 released on 16 January 2020, as re-compiled by. Somatic missense mutations were retrieved for gene SLC1A3 (EAAT1) in all cancer types. The 105 unique mutations found were mapped onto the 3D structure of EAAT1 [PDB 5LLU, 5MJU and 7AWM ], with particular attention to the functional motifs and binding sites defined by Two sets of mutations of interest were defined by visual inspection in the proximity (i.e., 5 Å from co-crystalized ligands) of the orthosteric binding site—occupied by the substrate L-aspartate—and allosteric binding site—occupied by allosteric inhibitor UCPH-101. The ‘orthosteric’ set of mutations included P392L, A446E, A446V, L448Q, and R479W. The ‘allosteric’ set of mutations included Y127C, C252F, R388K, F389L, V390M, and I397V. Additionally, mutation V247F is located at the interface of the two sites and was therefore included in both sets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10167, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As reference, SLC1A3 (EAAT1) mutations found in natural variance in the 1,000 Genomes dataset were retrieved. This dataset was obtained from the Uniprot variance database in October 2020. For the purpose of comparison, the percentage of mutations in EAAT1 found in cancer patients and natural variance was calculated by dividing the number of mutations in EAAT1 by the number of patients in each dataset (10,179 and 3,202, respectively) and multiplying it by 100%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10632, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.3 System preparation and molecular docking", "sentences": [], "annotations": [], "relations": []}, {"offset": 10677, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The monomeric EAAT1 systems for binding affinity change predictions were prepared from chain A in PDB codes 5LLU and 5MJU in ICM-Pro version 3.9-2c (Molsoft LLC, San Diego). The systems were prepared by optimizing the protonation states and orientation of histidine and cysteine residues, and the orientation of glutamine and asparagine residues. Moreover, the position of hydrogen atoms was sampled and optimized. Stabilizing mutations in residues selected for further analysis were reverted (i.e., C252V, T318M). Subsequently, L-glutamate was prepared by adding hydrogen atoms and assigning atomic charges and docked it into the orthosteric binding site of PDB 5LLU, originally occupied by L-aspartate. Upon removal of L-aspartate from the binding site, docking was performed with default settings and 10 poses stored by defining the residues surrounding L-aspartate as the binding site. The poses were analyzed in light of the experimental data available, docking scores, and interaction patterns. The pose with the highest docking score was selected for further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "EAAT1 trimeric systems with L-Aspartate bound were prepared for MD simulations from the biological assembly of PDB 7AWM, containing chains A-C. This preparation step was performed directly in academic version of the Desmond program, release 2021.1, and is described in detail in the corresponding MD section.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12062, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.4 Binding affinity change predictions", "sentences": [], "annotations": [], "relations": []}, {"offset": 12102, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To prioritize mutations for in vitro testing, changes in EAAT1 binding affinity were predicted to endogenous substrates L-aspartate and L-glutamate, and the inhibitors TFB-TBOA (competitive) and UCPH-101 (allosteric) caused by point mutations. This analysis was performed in ICM-Pro as follows. The difference in binding energy (ΔΔGbind, in kcal/mol) is calculated as the difference between the Gibbs binding energy (ΔGbind, in kcal/mol) in the mutant and the WT. ΔGbind is calculated for fixed backbone and Monte Carlo-sampled flexible side chains in the vicinity of the mutated residue as the energy of the protein-ligand complex minus the energy of the protein and ligand separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12805, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the cancer-related mutations found in the orthosteric binding site (P392L, A446E, A446V, L448Q, and R479W), ΔΔGbind was calculated for endogenous ligands L-aspartate and L-glutamate (previously docked) in system 5LLU. Moreover, ΔΔGbind was calculated for the competitive inhibitor TFB-TBOA in system 5MJU. For the cancer-related mutations found in the allosteric binding site (Y127C, C252F, R388K, F389L, V390M, and I397V), ΔΔGbind was calculated for the allosteric inhibitor UCPH-101 in system 5MJU. For V247F, which is at the interface of both ligand binding sites, ΔΔGbind was calculated for L-glutamate, L-aspartate, TFB-TBOA and UCPH-101 as described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13504, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.5 Structural visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 13533, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All visualizations of EAAT1 structures were generated in PyMOL using PDB 7AWM. Where TFB-TBOA was visualized, PDB 5MJU was superimposed on 7AWM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13678, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.6 Mutagenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 13694, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DNA primers for EAAT1 mutants were designed with a single or double base pair substitution for the resultant amino acid using the QuikChange Primer Design Program and synthesized by Integrated DNA Technologies (IDT, Leuven, Belgium) (Table 1). Site-directed mutagenesis was performed using a QuikChange II kit. In brief, per mutant 50 ng template DNA (codon-optimized ORF for EAAT1 (SLC1A3) in a pDONR221 vector (pDONR221-SLC1A3, Addgene #131889)) together with 10 µM forward and reverse primer, 1 µL dNTP mix, 2.5 µL 10x reaction buffer and 2.5 U DNA polymerase were run in a PCR thermal cycler for 22 cycles (each cycle consisted of 30 s 95°C, 1 min 55°C, 10 min 68°C). Non-mutated DNA was removed by addition of 5 U DpnI restriction enzyme for 2 h at 37°C. Mutant DNA was transformed into XL1-Blue competent cells in the presence of 50 μg/mL kanamycin for selection. Plasmid was isolated using a QIAprep Spin Miniprep Kit verified by Sanger sequencing (Leiden Genome Technology Center, Leiden, Netherlands).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14722, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "DNA primers (forward and reverse) that were used to generate eight cancer-related and two ataxia-related EAAT1 mutants. Mutated bases are bold and underlined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14881, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Mutant</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Forward primer (5’)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Reverse primer (5’)</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Y127C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GAGAGCCGTGGTGTACT<bold>\n<underline>G</underline>\n</bold>TATGACCACAACCATCA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TGATGGTTGTGGTCATA<bold>\n<underline>C</underline>\n</bold>AGTACACCACGGCTCTC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">M128R</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TGAGAGCCGTGGTGTACTATA<bold>\n<underline>G</underline>\n</bold>GACCACAACCAT</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ATGGTTGTGGTC<bold>\n<underline>C</underline>\n</bold>TATAGTACACCACGGCTCTCA</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">V247F</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">AATGCCCTGGGCCTG<bold>\n<underline>T</underline>\n</bold>T<bold>\n<underline>C</underline>\n</bold>GTGTTCAGCATGTGC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCACATGCTGAACAC<bold>\n<underline>G</underline>\n</bold>A<bold>\n<underline>A</underline>\n</bold>CAGGCCCAGGGCATT</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">T318A</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CAGCTGGCCATGTAC<bold>\n<underline>G</underline>\n</bold>CCGTGACAGTGATCG</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CGATCACTGTCACGG<bold>\n<underline>C</underline>\n</bold>GTACATGGCCAGCTG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">V390M</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GACAAGCGGGTGACCAGATTT<bold>\n<underline>A</underline>\n</bold>TGCTGCCAGTG</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CACTGGCAGCA<bold>\n<underline>T</underline>\n</bold>AAATCTGGTCACCCGCTTGTC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">P392L</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CAGATTTGTGCTGC<bold>\n<underline>T</underline>\n</bold>AGTGGGCGCCACCA</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">TGGTGGCGCCCACT<bold>\n<underline>A</underline>\n</bold>GCAGCACAAATCTG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">A446E</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CAGGCATCCCACAGG<bold>\n<underline>AA</underline>\n</bold>GGCCTGGTGACCATG</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CATGGTCACCAGGCC<bold>\n<underline>TT</underline>\n</bold>CCTGTGGGATGCCTG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">A446V</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GCATCCCACAGG<bold>\n<underline>T</underline>\n</bold>CGGCCTGGTGAC</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GTCACCAGGCCG<bold>\n<underline>A</underline>\n</bold>CCTGTGGGATGC</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">L448Q</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">CACAGGCCGGCC<bold>\n<underline>A</underline>\n</bold>GGTGACCATGGT</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">ACCATGGTCACC<bold>\n<underline>T</underline>\n</bold>GGCCGGCCTGTG</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">R479W</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">GGTTTCTGGATAGGCTG<bold>\n<underline>T</underline>\n</bold>G<bold>\n<underline>G</underline>\n</bold>ACAACCACAAACGTGCT</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">AGCACGTTTGTGGTTGT<bold>\n<underline>C</underline>\n</bold>C<bold>\n<underline>A</underline>\n</bold>CAGCCTATCCAGAAACC</td></tr></tbody></table>\n"}, "text": "Mutant\tForward primer (5’)\tReverse primer (5’)\t \tY127C\tGAGAGCCGTGGTGTACTGTATGACCACAACCATCA\tTGATGGTTGTGGTCATACAGTACACCACGGCTCTC\t \tM128R\tTGAGAGCCGTGGTGTACTATAGGACCACAACCAT\tATGGTTGTGGTCCTATAGTACACCACGGCTCTCA\t \tV247F\tAATGCCCTGGGCCTGTTCGTGTTCAGCATGTGC\tGCACATGCTGAACACGAACAGGCCCAGGGCATT\t \tT318A\tCAGCTGGCCATGTACGCCGTGACAGTGATCG\tCGATCACTGTCACGGCGTACATGGCCAGCTG\t \tV390M\tGACAAGCGGGTGACCAGATTTATGCTGCCAGTG\tCACTGGCAGCATAAATCTGGTCACCCGCTTGTC\t \tP392L\tCAGATTTGTGCTGCTAGTGGGCGCCACCA\tTGGTGGCGCCCACTAGCAGCACAAATCTG\t \tA446E\tCAGGCATCCCACAGGAAGGCCTGGTGACCATG\tCATGGTCACCAGGCCTTCCTGTGGGATGCCTG\t \tA446V\tGCATCCCACAGGTCGGCCTGGTGAC\tGTCACCAGGCCGACCTGTGGGATGC\t \tL448Q\tCACAGGCCGGCCAGGTGACCATGGT\tACCATGGTCACCTGGCCGGCCTGTG\t \tR479W\tGGTTTCTGGATAGGCTGTGGACAACCACAAACGTGCT\tAGCACGTTTGTGGTTGTCCACAGCCTATCCAGAAACC\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15663, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.7 Gateway cloning", "sentences": [], "annotations": [], "relations": []}, {"offset": 15683, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To allow stable transfection into JumpIn cells, the WT and mutant pDONR221-SLC1A3 plasmids were cloned into a pJTI R4 DEST CMV TO pA expression vector with a C-terminal Twin-Strep-tag and a hemagglutinin (HA)-tag using Gateway cloning. The expression vector contains a tet-operon (TO) that allows doxycycline (dox)-inducible expression of the transgene. In brief, 150 ng pDONR221-SLC1A3 plasmid and 150 ng pJTI R4 DEST CMV TO pA in TE buffer (10 mM Tris, 1 mM EDTA) were incubated with Gateway LR Clonase II enzyme mix at 25°C for 1 h. To remove endogenous nucleases, the mixture was incubated with a Proteinase K solution for 10 min at 37°C. The resulting vectors (WT or mutant pJTI-SLC1A3) were transformed into XL1-Blue competent cells in the presence of 100 μg/mL ampicillin for selection. Plasmid was isolated and sequenced as described in the previous section.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16560, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.8 Cell culture", "sentences": [], "annotations": [], "relations": []}, {"offset": 16577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "JumpIn-EAAT1 cells were split twice per week to 10 cm dishes in culture medium (high glucose DMEM containing 10% fetal calf serum, 2 mM Glutamax, 100 IU/mL penicillin and 100 μg/mL streptomycin) at 37°C and 5% CO2. After thawing and recovery, cells were grown for 3–5 days in culture medium with 5 μg/mL blasticidin and 2 mg/mL G418 before switching to culture medium.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16958, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.9 Generation of stably transfected WT and mutant JumpIn-EAAT1 cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 17028, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "JumpIn cells were seeded at 90,000 cells/well in culture medium onto a 24-well culture plate and grown within 24 h to 60%–70% confluence. Per mutant or WT, a mix of 1.8 µL P3000 buffer, 450 µg pJTI R4 Integrase plasmid and 450 µg pJTI-SLC1A3 plasmid in OptiMEM was added to a mix of 2.1 µL Lipofectamine 3,000 in OptiMEM (90 µL total per condition) and incubated for 5 min at RT. As a control for antibiotic selection, one dish of cells was incubated with sterile water instead of pJTI-SLC1A3. Cells were transfected with 60 µL of the total mix. On the next day the transfection medium was replaced by fresh culture medium. After 24 h cells were trypsinized and seeded onto 6 cm culture dishes at 200,000 cells/well to grow for 3–4 days. When 70% confluence was reached medium was replaced with selection medium (culture medium with 1 mg/mL G418) to select for successfully transfected cells. Selection medium was refreshed every 2–3 days for 2 weeks until non-transfected cells were all dead and colonies had grown in the transfected dishes. Colonies were resuspended in selection medium and grown to confluence before cryofreezing pools of transfected cells. Prior to use in experiments, cells were cultured in regular culture medium for at least 24 h.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18309, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.10 Whole cell HA-tag ELISA", "sentences": [], "annotations": [], "relations": []}, {"offset": 18338, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To determine the relative amount of C-terminal HA-tagged protein expressed in doxycycline (dox)-induced JumpIn-EAAT1 WT and mutant cells, an enzyme-linked immunosorbent assay (ELISA) was performed on whole, permeabilized cells. Each condition was tested in quintuplicate per experiment. Cells were seeded in culture medium onto a 96-well culture plate coated with 0.1 mg/mL poly-D-lysine at 60,000 cells/well in the presence or absence of 1 μg/mL dox (100 µL total volume) and were grown for 22–24 h at 37°C and 5% CO2. Cells were washed with PBS and fixed with 4% formaldehyde for 10 min, then washed with Tris-buffered saline (TBS). To allow access of the antibodies to the intracellular HA-tag, cells were incubated with permeabilization buffer (TBS +0.5% Tween-20 (TBST), 2% bovine serum albumin (BSA) and 0.2% saponin) for 60 min at RT. After blocking and permeabilization, cells were incubated with 1:2,500 rabbit anti-HA polyclonal antibody (Invitrogen, Carlsbad, CA, United States) for 60 min at RT and washed with TBST. Subsequently, cells were incubated for with 1:3,000 goat anti-rabbit horse radish peroxidase (HRP)-conjugated IgG antibody (Brunschwig Chemie, Amsterdam, Netherlands) for 30 min at RT and washed with TBS. Immunoreactivity was visualized by addition of 3,3′,5,5′-tetramethylbenzidine (TMB) for 2.5 min at RT and subsequent quenching with 1 M H3PO4. Absorbance was measured at 450 nm using a Wallac EnVision multimode plate reader (PerkinElmer, Groningen, Netherlands).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19854, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.11 Impedance-based phenotypic assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 19892, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To measure functional substrate responses and substrate inhibition on WT and mutant JumpIn-EAAT1 cells, a label-free impedance-based cell swelling assay was employed as described previously by our lab. An xCELLigence real-time cell analyzer (RTCA) system (Agilent Technologies, Santa Clara, CA, United States) was used to record real-time changes in cell morphology. The assay principle is that EAAT1-mediated, Na+-dependent substrate influx induces cell swelling, which leads to cell spreading. This results in an increased cellular impedance over time and as such is a readout of transporter function. For the assay, JumpIn-EAAT1 cells are cultured in medium onto gold-plated electrodes of a 96-well E-plate and for each well the impedance is measured on predefined time intervals at 10 kHz. The impedance is converted to the unitless parameter Cell Index (CI), which can be plotted over time:where Zi is the impedance at any given time point and Z0 is the baseline impedance measured at the start of each experiment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20913, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Assays were performed at 37°C and 5% CO2 in a final volume of 100 µL/well. Baseline impedance was measured in 40 µL culture medium prior to cell seeding. Cells grown to 70%–80% confluence were seeded in 50 μL at 60,000 cells/well in the presence of 1 μg/mL dox to induce EAAT1 expression and left at RT for 30 min prior to placement of the E-plate in the RTCA recording station. After 22 h, cells were pretreated with 5 µL vehicle (PBS/DMSO) or, in inhibitor experiments, 1 nM–10 µM of TFB-TBOA or UCPH-101 or 1 µM ouabain, and impedance was recorded for 60 min. Subsequently, cells were stimulated with 5 µL vehicle (PBS), 10 μM–1 mM L-glutamate (submaximal concentration [EC80, 1 mM] in inhibitor experiments) or L-aspartate, 200 nM TFB-TBOA (EC50) or 6.3 µM UCPH-101 (EC50), and impedance was recorded for 120 min. Each condition was tested in duplicate per experiment and levels of DMSO were kept constant at 0.1% for all assays and wells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21894, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.12 Data analysis and statistics", "sentences": [], "annotations": [], "relations": []}, {"offset": 21928, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.12.1 Whole cell HA-tag ELISA", "sentences": [], "annotations": [], "relations": []}, {"offset": 21959, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In each experiment, the mean absorbance for each condition was divided over the mean absorbance of non-induced (–dox) JumpIn-EAAT1WT cells to obtain fold expression over–dox cells. To assess whether total protein expression of dox-induced (+dox) JumpIn-EAAT1 mutant cells was significantly different from +dox JumpIn-EAAT1WT cells, a one-way ANOVA with Dunnett’s post hoc test was done for cells that were tested on the same ELISA plate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22403, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "2.12.2 Impedance-based phenotypic assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 22443, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data was recorded using RTCA Software v2.0 or v2.1.1 (ACEA Biosciences). Depending on the part that was used for analysis, the CI values were normalized to the time of inhibitor pretreatment or substrate stimulation yielding normalized CI (nCI) values for all subsequent data points. The nCI values were exported and analyzed in GraphPad Prism v9 (GraphPad Software, San Diego, CA, United States). Vehicle-only conditions were subtracted from all other conditions to correct for vehicle-induced, ligand-independent effects. The remaining nCI curves were quantified by analyzing the net area under the curve (AUC) of the first 120 min after substrate stimulation. The AUC values, which are expressed as the cellular response, were fitted to a sigmoidal concentration-effect curve with a variable slope to determine the potencies of the EAAT1 substrates and inhibitors. Data are shown as the mean ± standard error of the mean (SEM) of at least three separate experiments each performed in duplicate, unless stated otherwise. Comparison of multiple mean values to a control (i.e., EAAT1WT) was done using a one-way ANOVA with Dunnett’s post hoc test. Differences were considered statistically significant when p-values were below 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23680, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.13 Molecular dynamics", "sentences": [], "annotations": [], "relations": []}, {"offset": 23704, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Conformational changes were sampled over time in WT and mutant EAAT1 trimeric systems with MD simulations. The simulations were performed using the academic version of the Desmond program, release 2021.1. The OPLS-2005 force field and SPC water model were used. EAAT1 was simulated with L-Aspartate bound as substrate, directly derived from PDB 7AWM biological assembly, where the co-crystalized substrate L-Aspartate and Na+ ions were kept during preparation and UCPH-101 and Ba2+ ions were removed. WT and seven mutants with differential in vitro results (Y127C, M128R, P392L, A446E, A446V, L448Q, and R479W) were sampled. All systems were prepared in four steps: (a) the mutation of interest was introduced; (b) default protein preparation wizard was run; (c) the system was stripped to contain the protein trimer and the ligands and ions of interest as defined for each type of system i-iii; (d) the system was embedded in a POPC lipid bilayer respect to the α-helices, solvated with SPC water molecules, the charge was neutralized with Cl− ions, and NaCl was added in physiological concentration (0.15 M). Subsequently, the systems were relaxed with the default protocol, which includes a restrained minimization followed by an unrestrained minimization and four stages of MD runs with decreasing constraints. The production runs were simulated for 500 ns with a recording interval of 500 ps (1,000 frames) in an NPT ensemble with temperature 300 K and pressure 1 bar. Each system was run for ten replicates with velocities randomly initialized with random seeds (Supplementary Table S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25304, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.14 MD trajectory analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 25332, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The analysis of MD trajectories was performed in Desmond and PyMOL version 2.5.2 (Schrödinger LTD.). Using Desmond analysis scripts, the trajectories’ Root Mean Square Deviation (RMSD) was calculated for the protein α carbon (Cα) atoms and for the ligand (L-Aspartate) with respect to the protein. These RMSD values represent the stability of the protein system and the ligand, respectively, over the time of the simulation. Moreover, Root Mean Square Fluctuation (RMSF) was calculated for the protein Cα atoms. The RMSF values represent the stability/flexibility through the simulation of each of the protein residues. RMSD and RMSF values were calculated independently for each chain in the trimeric system. Protein RMSD was used as an overall measure of the system’s stability. Therefore (chain) systems with protein RMSD reaching 10 Å were excluded from further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26220, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In PyMOL, the trajectories were loaded and fitted to the first frame in the simulation to correct for rotations and translations. Subsequently, the distance in each frame was calculated between a pair of atoms to obtain four measures (1–4). (1) HP2 opening: distance between HP1 and HP2 domain tips, as defined by Alleva et al. for GltPh. In EAAT1, the distance was measured between S366 Cα (HP1 tip) and G442 Cα (HP2 tip). The atoms corresponding to the HP1 and HP2 domain tips in EAAT1 were defined via sequence alignment with GltPh. (2) Na+ coordination in Na1 site: distance between Na+ ion originally coordinated in Na1 site and one of the Na1 coordinating atoms. The distance was measured between Na+ with residue number 601 and D487 Cα. (3) Na+ coordination in Na2 site: distance between Na+ ion originally coordinated in Na2 site and one of the Na2 coordinating atoms. The distance was measured between Na+ with residue number 603 and T396 Cα. (4) Na+ coordination in Na3 site: distance between Na+ ion originally coordinated in Na3 site and one of the Na3 coordinating atoms. The distance was measured between Na+ with residue number 602 and D400 Cα. These distances were measured independently for each chain in the trimeric system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27483, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sampling density of MD metrics computed per frame (i.e., RMSD and distances) was plotted in Python 3.8 using Matplotlib and Seaborn libraries. The sampling density maps were calculated with data from the 1,002 frames in each chain (A,B,C) sampled in the ten replicates simulated per mutant. Unstable systems (i.e., protein RMSD reaching 10 Å) were not included in the density maps. These included Y127C replicate 9 (all chains) and replicate 10 (chain A); M128R replicate 1 (all chains); P392L replicate 1 (chain C) and replicate 10 (chain C); A446E replicate 3 (chain B) and replicate 4 (all chains); A446V replicate 3 (all chains); L448Q replicate 4 (chain C); and R479W replicate 3 (chain A), replicate 5 (chain A), and replicate 7 (replicates A, B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28239, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "2.15 Inhibitor docking in MD trajectory frames", "sentences": [], "annotations": [], "relations": []}, {"offset": 28286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The orthosteric (TFB-TBOA) and allosteric (UCPH-101) inhibitors were docked in a representative selection of MD frames with the most frequent HP2 opening distances but different binding pocket conformations. Chain A was selected for docking because it showed the highest substrate stability in EAAT1WT. For EAAT1WT and each simulated mutant, five random frames with the most frequent HP2 opening distances in the distribution across all replicates and frames were selected (Supplementary Table S2). Frames were extracted from the trajectories using PyMOL, including the chain A protein atoms and originally coordinated Na+ ions. Binding pocket residues were defined as those in the 5 Å neighborhoods of the co-crystalized inhibitors in PDB 5MJU (TFB-TBOA) and 7AWM (UCPH-101). The characteristics of the different pocket conformations used for ensemble docking were further analyzed by predicting all possible pockets using the pocket finder tool in ICM-Pro and visually selecting the orthosteric and allosteric sites. Pocket volume, hydrophobicity, buriedness, and DLID score were used to confirm pocket conformational variability. ICM-Pro implementation of flexible docking (4D docking) was performed using the five extracted frames to build a receptor map complex per mutant. The rest of the docking setup and parameters followed the general framework described in section System preparation and molecular docking. In 4D docking, the stack of receptor conformations provided are considered as a single receptor object and ten docking poses are generated on the most favorable conformations. The best docking pose in terms of docking score for each mutant was selected for analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29973, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "3 Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 29983, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.1 Cancer-related mutations are widespread across the EAAT1 structure", "sentences": [], "annotations": [], "relations": []}, {"offset": 30054, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Somatic mutations in EAAT1 are found in cancer patients suffering from different cancer types. Across all cancer types in the Genomic Data Commons (GDC) (M. A.), 105 unique EAAT1 mutations were identified primarily located in uterine cancer (29 mutations) followed by lung cancer and melanoma (21 mutations each) and colon cancer (11 mutations). The frequency of these unique mutations is comparable to natural variance occurrence (1.18% vs 1.75%, respectively), and they are widespread across the EAAT1 structure without any specific mutational pattern observed per cancer type (Supplementary Figures S1A, B). However, most EAAT1 mutations found in cancer patients are not present in natural variance, and some of them are found in structural domains in which conformational rearrangements could lead to transport function impairment. For example, there are mutations located in the vicinity of the binding sites occupied by the substrate and coordinating Na+ ions, as well as in the HP2 domain (Supplementary Figures S1A, B). Moreover, certain mutations found in cancer patients are located in the binding pockets occupied by orthosteric and allosteric EAAT1 inhibitors, which could lead to changes in their binding affinity and potency. Twelve mutations not present in natural variance that were found in the functional and binding domains mentioned above (Y127C, V247F, C252F, R388K, F389L, V390M, P392L, I397V, A446E, A446V, L448Q, and R479W) were shortlisted to characterize their effect with a combination of in silico and in vitro methods (Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31613, "infons": {"file": "fmolb-10-1286673-g001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "EAAT1 mutations presented in this study. Structural distribution of cancer- and ataxia-related mutants in EAAT1 functionally relevant domains presented in this study. Cancer-related mutations (Y127C, V247F, C252F, R388K, F389L, V390M, P392L, I397V, A446E, A446V, L448Q, and R479W) are mapped in red onto chain A of the EAAT1 trimer (PDB 7AWM). Ataxia-related mutations (M128R and T318A) are mapped in dark blue onto chain A. Chains B and C are represented as surfaces. Protein domains are color-coded as follows: tranD domain (orange), scaD domain (cyan), helical hairpin 2 (HP2) domain (red). The co-crystalized substrate, L-aspartate, is represented in green sticks in chain A. The three coordinated Na+ ions are represented as red spheres in chain A. The allosteric inhibitor UCPH-101 is represented in black sticks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32433, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.2 EAAT1 mutants are predicted to have a local effect on substrate and inhibitor binding affinity", "sentences": [], "annotations": [], "relations": []}, {"offset": 32532, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The effect on ligand binding affinity of cancer-related mutants found in the orthosteric and allosteric binding sites of EAAT1 was tested in silico to prioritize mutations for in vitro testing. Changes in binding energy ΔΔGbind were calculated for two endogenous substrates (L-aspartate and L-glutamate), one competitive ‘orthosteric’ inhibitor (TFB-TBOA), and one non-competitive ‘allosteric’ inhibitor UCPH-101 (Table 2). Since the method employed short-range Monte Carlo sampling, the analysis was restricted to mutants in the vicinity of the ligand of interest and classified the mutants as ‘orthosteric’ (V247F, P392L, A446E, A446V, L448Q, and R479W, Figures 2A, B) and ‘allosteric’ (Y127C, V247F, C252F, R388K, F389L, V390M, and I397V, Figures 2C, D). A positive ΔΔGbind over 1 kcal/mol can be interpreted as a significant decrease in binding affinity, while a negative ΔΔGbind below −1 kcal/mol can be interpreted as a significant increase in binding affinity (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33536, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Binding energy changes (ΔΔGbind) predicted in ICM-Pro for EAAT1 orthosteric and allosteric mutants.a ΔΔGbind was calculated for the endogenous substrates L-aspartate and L-glutamate and for the competitive inhibitor TFB-TBOA for orthosteric EAAT1 mutants. The systems used were chain A of PDB 5LLU (with L-aspartate co-crystalized and L-glutamate docked), and chain A of PDB 5MJU (with TFB-TBOA co-crystalized).b For the allosteric mutants, ΔΔGbind was calculated for the allosteric inhibitor UCPH-101 in Chain A of PDB 5MJU.c V247F is situated between the orthosteric and allosteric site.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34150, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th colspan=\"3\" align=\"left\" rowspan=\"1\">Orthosteric mutants</th><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">Allosteric mutants</th></tr><tr><th rowspan=\"2\" align=\"left\" colspan=\"1\"/><th colspan=\"3\" align=\"left\" rowspan=\"1\">ΔΔG<sub>bind</sub> (kcal/mol)<sup>a</sup>\n</th><th rowspan=\"2\" align=\"left\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">ΔΔG<sub>bind</sub> (kcal/mol)<sup>b</sup>\n</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">L-aspartate</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">L-glutamate</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">TFB-TBOA</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">UCPH-101</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>V247F</bold>\n<sup>\n<bold>c</bold>\n</sup>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.52</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.08</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.70</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Y127C</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.82</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>P392L</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.70</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>V247F</bold>\n<sup>\n<bold>c</bold>\n</sup>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.68</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>A446E</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.39</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.90</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.86</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>C252F</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.49</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>A446V</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.58</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.73</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>R388K</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.05</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>L448Q</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.35</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.88</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.79</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>F389L</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.83</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>R479W</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.42</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">42.19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>V390M</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.76</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>-</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>I397V</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.62</td></tr></tbody></table>\n"}, "text": "\tOrthosteric mutants\t\tAllosteric mutants\t \t\tΔΔGbind (kcal/mol)a\t\tΔΔGbind (kcal/mol)b\t \tL-aspartate\tL-glutamate\tTFB-TBOA\tUCPH-101\t \tV247Fc\t0.52\t0.08\t−0.70\tY127C\t5.82\t \tP392L\t0.04\t−0.01\t−0.70\tV247Fc\t0.68\t \tA446E\t6.39\t−0.90\t1.86\tC252F\t−0.49\t \tA446V\t0.58\t−1.73\t2.23\tR388K\t−0.05\t \tL448Q\t−0.35\t−1.88\t1.79\tF389L\t3.83\t \tR479W\t7.13\t6.42\t42.19\tV390M\t−0.76\t \t-\t-\t-\t-\tI397V\t−0.62\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 34547, "infons": {"file": "fmolb-10-1286673-g002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "EAAT1 disease-related mutations in the orthosteric and allosteric binding sites. Mutations are mapped onto chain A of PDB 7AWM. Thermostabilizing mutations C252V and T318M were reverted in 7AWM for ΔΔGbind calculation and visualization purposes. For spatial reference, the helical hairpin 2 (HP2) domain helices are colored salmon. The three coordinated Na+ ions are represented as red spheres. (A) WT residues where mutations have been found in cancer in the orthosteric binding site of EAAT1. Ataxia-related reference mutation T318A is visualized in light green. The co-crystalized substrate, L-aspartate, is represented as green sticks. The docked substrate, L-glutamate, is represented in magenta. The competitive inhibitor TFB-TBOA is represented as black sticks and superimposed to the 7AWM structure from its position in PDB 5MJU. Polar contacts between the substrate and EAAT1 are represented as dashed yellow lines. (B) Mutated residues in the orthosteric binding site of EAAT1. (C) WT residues where mutations have been found in cancer in the allosteric binding site of EAAT1. Ataxia-related reference mutation M128R is visualized in red. The co-crystalized allosteric inhibitor UCPH-101 is represented as black sticks. (D) Mutated residues in the allosteric binding site of EAAT1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35847, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Within the orthosteric mutants, a substantial increase in ΔΔGbind values was observed in mutant R479W for both endogenous substrates and especially for the inhibitor TFB-TBOA, which indicates highly unfavorable binding of these ligands. V247F and P392L did not show significant changes as these residues are further away from the substrate’s binding site, but an incipient increased binding affinity towards TFB-TBOA was observed. A446V and L448Q, and to a lesser extent A446E, showed an increased binding affinity towards L-glutamate. Interestingly, while both A446 mutants displayed a reduced TFB-TBOA affinity, A446E and A446V showed a different profile for the two endogenous substrates. A substantial loss of binding affinity towards L-aspartate was observed in A446E, but not A446V. Within the allosteric mutants, Y127C and F389L showed a significant decrease in binding affinity towards UCPH-101. V390M showed the biggest increase in binding affinity, although this change in ΔΔGbind was not significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36875, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on these results, five orthosteric (P392L, A446E, A446V, L448Q, and R479W) and two allosteric mutants (Y127C and V390M) were selected for in vitro testing based on their differential ΔΔGbind profiles. Moreover, V247F was included in the selection since it was considered to be at the interface of both binding pockets. Of the selected residues, Y127, V390, P392, A446, L448 and R479 are fully conserved in mammalian EAATs, as well as the archaeal glutamate transporter homolog GltPh (except V390 and L448), which suggests the relative importance of these residues in protein function (Supplementary Figure S2). To validate the in vitro assay, two additional EA6-associated EAAT1 mutations were selected that have been reported to either completely abolish glutamate transport (M128R) or have unaltered transport (T318A). Neither of these two residues are conserved in other glutamate transporters (Supplementary Figure S2). M128 is adjacent to Y127 and in close proximity to the binding site of UCPH-101, whereas T318 is not in the vicinity of ligand binding sites (Figure 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37966, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.3 EAAT1 mutants respond differentially to substrates in a phenotypic assay", "sentences": [], "annotations": [], "relations": []}, {"offset": 38043, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the selected mutants for their function in vitro, a series of HEK293 JumpIn cell lines were generated and modified to stably express either WT (EAAT1WT) or mutant EAAT1 upon induction with 1 μg/mL doxycycline for 24 h. None of the ten mutants showed either a decreased or increased expression of the HA-tagged EAAT1 compared to EAAT1WT after doxycycline treatment, indicating that the mutations did not affect translation of the transgene (Supplementary Figure S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38522, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess whether the EAAT1 mutants affect transporter functionality, an impedance-based phenotypic assay was used. In this set-up, adherent cells (over)expressing EAAT1 are cultured on gold-plated electrodes in a 96-well E-plate. Upon stimulation with high concentrations (10 μM–1 mM) of substrate (i.e., L-glutamate or L-aspartate) the cells started spreading as a result of Na+-dependent substrate uptake via EAAT1 and subsequent cell spreading. The expanded electrode coverage by the cells generated an increase in impedance over time, which was expressed as Cell Index (CI) and interpreted as a readout of EAAT1 function (Figure 3A). Growth curves were recorded prior to inhibitor pretreatment and substrate stimulation and all mutants displayed similar CI traces compared to EAAT1WT, which suggested that the presence of mutant EAAT1 did not substantially affect cell adhesion or proliferation during the experiments (Supplementary Figure S4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39477, "infons": {"file": "fmolb-10-1286673-g003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Cellular responses of L-glutamate and L-aspartate in an impedance-based phenotypic assay on EAAT1WT and mutant cells. (A) Illustrative graph of the assay and analysis procedure. EAAT1WT cells are seeded and grown for 24 h in the presence of 1 μg/mL doxycycline to induce EAAT1 expression. Cells are pretreated with vehicle (PBS/DMSO) or inhibitor (TFB-TBOA or UCPH-101, only in Figure 4) for 60 min and subsequently stimulated with vehicle (PBS) or substrate (L-glutamate or L-aspartate) for 120 min. The Cell Index (CI) is normalized prior to substrate stimulation and the cellular response is quantified by analyzing the net area under the curve (AUC). (B–G) Concentration-response curves of (B–D) L-glutamate and (E–G) L-aspartate on EAAT1WT cells and (B,E) ataxia and allosteric site mutants and (C,F) orthosteric site mutants. (D,G) Zoom-in on mutants with low maximal cellular responses. Cellular response is expressed as the net AUC of the first 120 min after L-glutamate or L-aspartate stimulation. Graphs are normalized to the response of 1 mM L-glutamate or L-aspartate on EAAT1WT cells. Data are shown as the mean ± SEM of three to seven individual experiments each performed in duplicate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40693, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "L-glutamate induced a concentration-dependent cellular response in EAAT1WT (pEC50 = 3.5 ± 0.0), which was reflected by a gradual increase of the normalized Cell Index (nCI) in the first 120 min after substrate stimulation (Figures 3A–D, Table 3). A comparable L-glutamate potency was observed for the EA6 mutant T318A (pEC50 = 3.3 ± 0.0) with a slightly increased maximal response (Emax), whereas the L-glutamate response was completely abolished for M128R (Figures 3B–D). The allosteric site mutants V247F (pEC50 = 3.8 ± 0.0) and V390M (pEC50 = 3.5 ± 0.0) produced similar L-glutamate potencies compared to EAAT1WT, where V247F has a 62% reduced Emax (Figure 3B). The potency of L-glutamate on Y127C was enhanced (pEC50 = 4.1 ± 0.1), but displayed a substantial drop (94%) in Emax (Figure 3B). The orthosteric site mutants P392L (pEC50 = 3.8 ± 0.0) and L448Q (pEC50 = 3.3 ± 0.1) showed no significant change in L-glutamate potency, although the concentration-effect curve for L448Q appeared more linear and shifted rightward and did not appear to reach a maximum within the tested concentration range (Figure 3C). Both A446E and A446V produced glutamate responses with a strongly reduced Emax, but with significantly enhanced L-glutamate potency (pEC50 = 4.4 ± 0.3 and 4.3 ± 0.2, respectively), whereas no concentration-dependent L-glutamate response was observed for R479W (Figures 3C, D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42099, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Potencies (pEC50) of L-glutamate and L-aspartate and inhibitory potencies (pIC50) of TFB-TBOA and UCPH-101 on JumpIn-EAAT1WT and mutant cells in an impedance-based phenotypic assay.a Maximal responses (Emax) are normalized to the cellular response of 1 mM L-glutamate or L-aspartate (100%) on JumpIn-EAAT1WT cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42416, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead valign=\"top\"><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th colspan=\"2\" align=\"left\" rowspan=\"1\">L-glutamate</th><th colspan=\"2\" align=\"left\" rowspan=\"1\">L-aspartate</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">TFB-TBOA</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">UCPH-101</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\"/><th align=\"left\" rowspan=\"1\" colspan=\"1\">pEC<sub>50</sub> (log M)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">E<sub>max</sub>\n<sup>a</sup> (%)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">pEC<sub>50</sub> (log M)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">E<sub>max</sub>\n<sup>a</sup> (%)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">pIC<sub>50</sub> (log M)</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">pIC<sub>50</sub> (log M)</th></tr></thead><tbody valign=\"top\"><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>WT</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.5 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">117 ± 5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.6 ± 0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">108 ± 9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.7 ± 0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4 ± 0.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Y127C</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.1 ± 0.1 ***</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">23 ± 3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.2 ± 0.0 *</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>M128R</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>V247F</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">55 ± 9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">49 ± 1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.7 ± 0.1 ****</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.3 ± 0.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>T318A</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.3 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">156 ± 4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.5 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">158 ± 18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.9 ± 0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4 ± 0.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>V390M</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.5 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">132 ± 6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.6 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">112 ± 3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.7 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.4 ± 0.0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>P392L</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.8 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">71 ± 4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.9 ± 0.0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46 ± 3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.5 ± 0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>A446E</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.4 ± 0.3 ****</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8 ± 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.4 ± 0.2 **</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.9 ± 0.2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>A446V</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.3 ± 0.2 ****</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16 ± 4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>L448Q</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.3 ± 0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">116 ± 25</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.7 ± 0.1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">47 ± 13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.9 ± 0.0 ****</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.9 ± 0.1 **</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>R479W</bold>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">N.D.</td></tr></tbody></table>\n"}, "text": "\tL-glutamate\tL-aspartate\tTFB-TBOA\tUCPH-101\t \t\tpEC50 (log M)\tEmaxa (%)\tpEC50 (log M)\tEmaxa (%)\tpIC50 (log M)\tpIC50 (log M)\t \tWT\t3.5 ± 0.0\t117 ± 5\t3.6 ± 0.1\t108 ± 9\t6.7 ± 0.1\t5.4 ± 0.0\t \tY127C\t4.1 ± 0.1 ***\t23 ± 3\tN.D.\tN.D.\t6.2 ± 0.0 *\tN.D.\t \tM128R\tN.D.\tN.D.\tN.D.\tN.D.\tN.D.\tN.D.\t \tV247F\t3.8 ± 0.0\t55 ± 9\t3.8 ± 0.0\t49 ± 1\t5.7 ± 0.1 ****\t5.3 ± 0.0\t \tT318A\t3.3 ± 0.0\t156 ± 4\t3.5 ± 0.0\t158 ± 18\t6.9 ± 0.1\t5.4 ± 0.0\t \tV390M\t3.5 ± 0.0\t132 ± 6\t3.6 ± 0.0\t112 ± 3\t6.7 ± 0.0\t5.4 ± 0.0\t \tP392L\t3.8 ± 0.0\t71 ± 4\t3.9 ± 0.0\t46 ± 3\t6.5 ± 0.1\tN.D.\t \tA446E\t4.4 ± 0.3 ****\t8 ± 2\tN.D.\tN.D.\t7.4 ± 0.2 **\t5.9 ± 0.2\t \tA446V\t4.3 ± 0.2 ****\t16 ± 4\tN.D.\tN.D.\tN.D.\tN.D.\t \tL448Q\t3.3 ± 0.1\t116 ± 25\t3.7 ± 0.1\t47 ± 13\t7.9 ± 0.0 ****\t5.9 ± 0.1 **\t \tR479W\tN.D.\tN.D.\tN.D.\tN.D.\tN.D.\tN.D.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 43216, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, the responsiveness of the EAAT1 mutants to the endogenous substrate L-aspartate was assessed. L-aspartate induced a concentration-dependent cellular response in EAAT1WT (pEC50 = 3.6 ± 0.1) similar to L-glutamate (Figure 3E). The potency of L-aspartate was comparable in the EA6 mutant T318A (pEC50 = 3.5 ± 0.0) with an elevated Emax, whereas in M128R no L-aspartate response was observed at 1 mM (Figure 3E). The response of L-aspartate in V390M (pEC50 = 3.6 ± 0.0) was identical to EAAT1WT (Figure 3E). The mutants V247F (pEC50 = 3.8 ± 0.0), P392L (pEC50 = 3.9 ± 0.0) and L448Q (pEC50 = 3.7 ± 0.1) produced similar L-aspartate potencies, but a substantially lowered Emax (∼60%) compared to EAAT1WT (Figures 3E, F). For Y127C, A446E and A446V the maximal L-aspartate response was reduced. Although the L-aspartate response increases at low substrate concentrations, it dropped at high concentrations, resulting in a bell-shaped concentration-effect curve from which no pEC50 and Emax were calculated (Figures 3E–G). Similar to L-glutamate, no L-aspartate response was observed for R479W (Figures 3F, G). Collectively, these data demonstrate that the selected EAAT1 mutants impact L-glutamate and L-aspartate transport.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44452, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.4 EAAT1 inhibitors induce cellular response in M128R mutant", "sentences": [], "annotations": [], "relations": []}, {"offset": 44514, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess whether the selected mutants modulated the effects of the competitive (‘orthosteric’) inhibitor TFB-TBOA and the non-competitive (‘allosteric’) inhibitor UCPH-101, the cells were pretreated for 1 h with increasing concentrations of inhibitor prior to stimulation with 1 mM L-glutamate. In EAAT1WT, inhibitor pretreatment itself did not result in substantial changes in the nCI (Supplementary Figures S5C–F). Strikingly, the M128R pretreatment with TFB-TBOA resulted in a concentration-dependent sharp nCI increase which peaked after 10–30 min, whereas pretreatment with UCPH-101 induced a more gradual nCI increase that plateaued after 60 min (Supplementary Figures S5A, B). These inhibitor responses were not observed in any of the other mutants, although V247F, A446E and A446V showed concentration-dependent decreases of the nCI upon TFB-TBOA pretreatment, which were substantially lower in magnitude compared to M128R (Supplementary Figures S5D–F). This suggests that M128R displays a distinct physiological phenotype compared to EAAT1WT and other mutants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45603, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To elucidate a potential mechanism behind the M128R response to both inhibitors, it was assessed whether the inhibitors displayed any interaction with each other or the substrate L-glutamate. Indeed, cells pretreated with TFB-TBOA were responsive to a subsequent stimulation with UCPH-101 and vice versa, indicating that the cellular responses elicited by either inhibitor are additive and are constituted by independent mechanisms (Supplementary Figures S6A, B). Interestingly, the response caused by TFB-TBOA pretreatment was completely blocked after stimulation with 1 mM L-glutamate and a TFB-TBOA response was prevented when cells were pretreated with L-glutamate, indicating that the TFB-TBOA response is transient and originates from interactions at the substrate binding site (Supplementary Figures S6A–C). In contrast, L-glutamate stimulation after UCPH-101 pretreatment does not reduce the nCI. The UCPH-101 response after L-glutamate pretreatment has a comparable magnitude to the UCPH-101 pretreatment on its own, suggesting that L-glutamate and UCPH-101 do not compete for the same binding site (Supplementary Figures S6B, C). In addition, the Na+/K+-ATPase (NKA) inhibitor ouabain prevented any inhibitor- or substrate-induced cellular responses in M128R cells, which indicates that TFB-TBOA and UCPH-101 responses are likely dependent on ion influx (Supplementary Figure S6D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47000, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.5 EAAT1 mutants alter TFB-TBOA and UCPH-101 inhibition", "sentences": [], "annotations": [], "relations": []}, {"offset": 47057, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For EAAT1WT and all other mutants, except M128R, the inhibitory potencies of TFB-TBOA and UCPH-101 were assessed by analyzing the response of 1 mM L-glutamate after 60 min pretreatment with increasing inhibitor concentrations. In EAAT1WT, TFB-TBOA inhibited the L-glutamate response in a concentration-dependent manner (pIC50 = 6.7 ± 0.1) (Figures 4A, B; Table 3). The EA6 mutant T318A (pIC50 = 6.9 ± 0.1), allosteric site mutant V390M (pIC50 = 6.7 ± 0.0) and orthosteric site mutant P392L (pIC50 = 6.5 ± 0.1) did not affect the inhibitory potency of TFB-TBOA (Figures 4A, B). Both Y127C (pIC50 = 6.2 ± 0.0) and V247F (pIC50 = 5.7 ± 0.1) significantly decreased the potency, whereas L448Q (pIC50 = 7.9 ± 0.0) significantly enhanced the inhibitory potency of TFB-TBOA (Figures 4A, B). Interestingly, A446E was susceptible to TFB-TBOA inhibition, showing an increased inhibitory potency (pIC50 = 7.4 ± 0.2), whereas A446V as well as R479W did not display any sigmoidal concentration-dependent inhibition by TFB-TBOA (Figures 4B, C).", "sentences": [], "annotations": [], "relations": []}, {"offset": 48098, "infons": {"file": "fmolb-10-1286673-g004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Inhibition of L-glutamate responses by TFB-TBOA and UCPH-101 in an impedance-based phenotypic assay on EAAT1WT and mutant cells (A–F) Concentration-inhibition curves of (A–C) TFB-TBOA and (D–F) UCPH-101 on EAAT1WT cells and (A,D) ataxia and allosteric site mutants, and (B,E) orthosteric site mutants. (C,F) Zoom-in on mutants with low maximal cellular responses. Cells were pretreated with TFB-TBOA, UCPH-101 or vehicle (PBS/DMSO) for 60 min and stimulated with a submaximal concentration (EC80) of 1 mM L-glutamate or vehicle (PBS) for 120 min. Cellular response is expressed as the net AUC of the first 120 min after L-glutamate stimulation and graphs are normalized to the response of 1 mM L-glutamate on EAAT1WT cells. Data are shown as the mean ± SEM of three individual experiments each performed in duplicate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48930, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The effects of EAAT1 mutants on UCPH-101 inhibition were different from TFB-TBOA. In EAAT1WT, UCPH-101 could inhibit the response of L-glutamate in a concentration-dependent manner (pIC50 = 5.4 ± 0.0) (Figures 4D, E; Table 3). V247F (pIC50 = 5.3 ± 0.0), T318A (pIC50 = 5.4 ± 0.0) and V390M (pIC50 = 5.4 ± 0.0) did not affect L-glutamate response inhibition by UCPH-101 (Figure 4D). In Y127C, P932L, A446V and R479W UCPH-101 was unable to inhibit the L-glutamate response at any of the tested concentrations, indicating a loss of the UCPH-101 interaction (Figures 4D–F). Similar to TFB-TBOA, both L448Q (pIC50 = 5.9 ± 0.1) and A446E (pIC50 = 5.9 ± 0.2) enhanced the inhibitory potency of UCPH-101, although this was not significant for A446E (p = 0.0919) (Figures 4E, F). Taken together, these data imply that the selected EAAT1 mutants differentially modulate both substrate and EAAT1 inhibitor interactions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49847, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.6 EAAT1 mutants alter transporter conformation and substrate stability over time", "sentences": [], "annotations": [], "relations": []}, {"offset": 49930, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess the effect of EAAT1 mutants in transporter and substrate stability, ten replicates of 500 ns MD trajectories were simulated for the WT and seven mutants that showed differential behavior in vitro (Y127C, M128R, P392L, A446E, A446V, L448Q, and R479W). The simulations started from the endogenous substrate L-Aspartate-bound conformation, with coordinated Na+ ions in sites Na1-3 and closed HP2 domain. This represents the transporter conformation prior to its transition to the inward facing conformation. The stability of this conformation was followed over time in regards to the system overall (i.e., protein RMSD), the substrate in the binding site (i.e., ligand RMSD in respect to protein), opening of the HP2 domain (i.e., distance between the HP1 and HP2 domain tips), and coordination of the Na+ ions (i.e., distance between Na+ ion and one coordinating atom). Compared to WT (Figure 5A), mutants A446E, A446V, and L448Q (Figures 5E–G) showed a similar high ligand stability (i.e., low ligand RMSD), which correlated with a stabilized ‘closed’ HP2 conformation. HP2 domain closure was especially pronounced in A446E and A446V mutants compared to WT. On the contrary, ligand instability was higher in mutants Y127C, P392L, and R479W (Figures 5B,D,H), which correlated with increased opening of the HP2 domain, particularly in R479W. In R479W, substrate instability was also directly linked to the loss of key interactions of L-aspartate in the binding pocket, mainly with R479 and T402 (Supplementary Figures S7, S8). Mutant M128R (Figure 5C) showed a very similar distribution to WT both in terms of HP2 opening and ligand stability, which suggests that the mutation in M128 does not directly affect the conformation of the orthosteric binding site.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51703, "infons": {"file": "fmolb-10-1286673-g005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "HP2 domain opening and L-Asp substrate stability sampling density derived from MD simulations on EAAT1WT and mutants. HP2 opening was calculated as the distance between S366 Cα (HP1 tip) and G442 Cα (HP2 tip). Substrate (L-Asp) stability is represented by ligand RMSD respective to the protein. Sampling density was calculated across all frames in all replicates simulated for HP2 opening and substrate stability in combination (inside the axes box) and independently (outside the axes) for EAAT1wt\n(A) and mutants (B–H).", "sentences": [], "annotations": [], "relations": []}, {"offset": 52233, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "While the mutant effects on transporter conformation (i.e., HP2 opening) affected ligand stability, they barely had an impact on Na+ ion coordination. Firstly, from the MD simulations it was observed that the Na+ ions coordinated in sites Na1 and Na3 were extremely stable in the WT system and all mutants simulated (Supplementary Figures S9A, H). In particular, mutant M128R seemed to heavily restrict movement for the Na+ ion coordinated in position Na3 compared to the rest of mutants (Supplementary Figure S9C). On the contrary, the ion occupying site Na2, which is coordinated in the last place before HP2 closure, was highly unstable across the board (Supplementary Figures S9I, P). Compared to WT, Na2 was more unstable in mutants A446V and L448Q (Supplementary Figures S9N, O). However, Na+ coordination instability in Na2 site was not correlated to HP2 opening, since ion instability was observed both at lower and higher HP2 opening distances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53187, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "3.7 EAAT1 mutant-driven conformational changes impact inhibitor docking binding poses", "sentences": [], "annotations": [], "relations": []}, {"offset": 53273, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To evaluate whether the conformational changes in the HP2 domain observed upon mutation affect inhibitor binding as they do substrate coordination, molecular docking was performed per mutant in a representative selection of five frames from the MD trajectories (Figure 6). The selected frames represented the most common HP2 opening distances per mutant: 6.0 ± 0.2 Å (WT), 6.6 ± 0.7 Å (Y127C), 5.2 ± 0.1 Å (M128R), 7.0 ± 0.2 Å (P392L), 5.4 ± 0.2 Å (A446E), 5.4 ± 0.1 Å (A446V), 5.6 ± 0.2 Å (L448Q), and 10.5 ± 0.1 Å (R479W), but had different orthosteric and allosteric pocket conformations (Supplementary Tables S3, S4). The highest scoring poses in TFB-TBOA docking roughly maintained the position and polar interactions of the aspartic acid moiety observed in the co-crystalized conformation (Supplementary Figure S10). The rest of the molecule, however, could be flipped around the two contiguous chiral centers to different positions depending on the exact conformation of the HP2 domain. This behavior was observed for the WT (Figure 6A) and mutants Y127C (Figure 6B), A446V (Supplementary Figure S10G), and L448Q (Supplementary Figure S10H). The lower scoring pose on mutant A446E (Supplementary Figure S10F) also maintained the aspartic acid moiety position, but the rest of the molecule was forced into a less stable conformation due to the HP2 configuration induced by E446 interactions. None of the lowest scoring poses in mutants M128R, P392L, and R479W maintained the aspartic acid moiety position. In mutant R479W (Figure 6C) this effect was due to the less flexible and bulkier side chain of W479, which pushed TFB-TBOA deeper in the pocket causing the loss of key interactions (Supplementary Figures S7, S8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55022, "infons": {"file": "fmolb-10-1286673-g006.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Molecular docking of inhibitors TFB-TBOA and UCPH-101 in EAAT1 MD frames with most representative HP2 opening distances. Docking performed in chain A of a random selection of frames with the top five most common HP2 opening distances across all replicates and frames (A–C) Top docking poses of orthosteric inhibitor TFB-TBOA in EAAT1WT. (A) And mutants Y127C (B) and R479W (C). TFB-TBOA binding pocket was derived from its co-crystalized pose in PDB 5MJU, represented in black for reference. (D) Mean HP2 opening distance in the five frames selected from MD for docking. Docking scores of the top poses in EAAT1WT and mutants. (E–G) Top docking poses of allosteric inhibitor UCPH-101 in EAAT1WT\n(E) and mutants Y127C (F) and P392L (G). UCPH-101 binding pocket was derived from its co-crystalized pose in PDB 7AWM, represented in black for reference. Na+ ions are represented as red spheres. Hydrogen bonds represented with dashed yellow lines.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55970, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Compared to TFB-TBOA, the binding of allosteric inhibitor UCPH-101 was less affected by mutations as represented by the range in docking scores (Figure 6D) and poses (Supplementary Figure S11). The pose observed in co-crystalized structures was maintained in the top docking poses in WT (Figure 6E) and mutants Y127C (Figure 6F) and L448Q (Supplementary Figure S11H). The top poses in mutants Y127C and L448Q also showed a higher docking score (−25.5 and −26.6, respectively) compared to WT (−17.2), although only the pose on L448Q maintained one of the two hydrogen bonds in the co-crystalized pose to P389. UCPH-101 docked in mutant A446E (Supplementary Figure S11F) occupied the same region but the pose was flipped compared to WT. Docking poses in mutants M128R, P392L, A446V, and R479W (Supplementary Figures S11D,E,G,I) did not reach the allosteric pocket deeply enough to make relevant interactions. In the case of mutants M128R and R479W, there seemed to be a closure of the binding pocket entrance flanked by TM4c (ScaD) and TM3 (TranD). For P392L, the lower part of the pocket seemed not accessible based on the best docking pose (Figure 6G). The mutation to Leu in P392 reverted the helix kink that was produced by Pro in that position in the TM7a domain and that stabilized the allosteric binding pocket (Supplementary Figure S12). Taken together, these results suggest that EAAT1 conformational changes triggered by disease-related mutations affect the way inhibitors TFB-TBOA and UCPH-101 bind to the orthosteric and allosteric pockets, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57541, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "4 Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 57554, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The role of glutamate and aspartate in cancer is increasingly appreciated. Indeed, the regulation of intra- and extracellular levels of these amino acids by EAATs and other transporters, in respect to the tumor microenvironment, is the subject of ongoing investigations. So far, altered function of EAAT1 as a result of single missense mutations has been linked to several extremely rare cases of episodic ataxia type 6 (EA6). However, there have been no reports on the contribution of genetic variants of EAATs to the development of cancer, and it remains a question to what degree loss- or gain-of-function mutations in these transporters are relevant for disease progression. In this study 105 unique somatic mutations were identified in cancer patients, none of which occurred as natural variants. Eight cancer-associated and two reference EA6-related EAAT1 missense mutants were analyzed in a label-free phenotypic assay, which together with structural insights provides an initial understanding of altered transporter function and cell behavior.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58606, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "All EAAT1 mutants were expressed at similar relative levels compared to EAAT1WT, therefore not affecting protein translation (Supplementary Figure S3). Interestingly, in previous studies several EAAT1 mutants displayed attenuated or increased glutamate uptake activity as a result of reduced (P290R, M128R) or enhanced (E219D, T318A) surface membrane density, respectively. Indeed, in our functional assay T318A showed a considerable increase in substrate Emax (Figures 3B, E; Table 3), which may be attributed to an enhanced membrane insertion of EAAT1. Most other mutants displayed a substantial decrease in substrate Emax, with the maximal response being generally lower for L-aspartate than L-glutamate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59314, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Tyr at position 127 is located in TM3 and is conserved in all human EAATs and the archaeal GltPh (Supplementary Figure S2), where the backbone carboxylate of Tyr is part of the third Na+ binding site (Na3). Substitution of Y127 to Cys does not affect the ability of EAAT1 to translocate substrate, albeit with a substantially reduced Emax (Figure 3B). In addition to forming Na3, Y127 forms a hydrogen bond with the carbonitrile group of UCPH-101. The docking studies suggest that this bond cannot form in Y127C (Figure 6F). However, the Y127C mutation seems to lead to an opening of the TM3 helix and widening of the tranD-scaD interface pocket that makes it less suitable for blocking the elevator mechanism, which might be related to the loss of UCPH-101 inhibition (Figure 4D). In line with this, mutation of Y127 to Phe, Leu, Ile or Arg showed a significant drop in pIC50 of UCPH-101 in a [3H]-D-aspartate uptake assay.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60239, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "M128 is adjacent to Y127 and is exposed to membrane lipids. The M128R mutation was found in an EA6 patient and patch clamp experiments demonstrated that M128R shows a complete loss of glutamate uptake as well as abolished anion currents that could not be explained by slightly reduced surface expression levels. Indeed, no L-glutamate or L-aspartate responses in M128R (Figures 3B, E) were detected, which suggests that this mutant is likely transport incompetent. Surprisingly, substantial concentration-dependent positive cellular responses were observed when M128R cells were treated with TFB-TBOA or UCPH-101, which were not observed in EAAT1WT or other mutants (Supplementary Figure S5). Although our computational studies did not shed any light into the potential mechanism of the observed behavior (Figure 5C, Supplementary Figures S9C, K), a recent study demonstrated that mutation of M128 to Arg may inflict two potential disruptions to EAAT1. The positively charged Arg could flip towards the ‘inside’ of the protein and disrupt the binding of Na+ to Na3. Occupation of this site by Na+ is crucial to initiate substrate binding and translocation, which may explain the absence of glutamate transport in M128R. In our simulations, however, a tighter coordination in Na3 was observed. Secondly, the Arg in M128R could flip ‘outward’ towards the lipid bilayer. Other MD studies revealed a local membrane deformation, which recruited a density of water molecules halfway into the bilayer. This may provide a pathway for Na+ ions that enter the Na3 site to leak into the cytosol, which could result in cell volume increase and subsequent morphological changes. Thus, we hypothesize that binding of TFB-TBOA or UCPH-101 to EAAT1 M128R stabilizes an Arg ‘outward’ conformation that allows uncoupled Na+ influx, which results in a phenotypic response in the absence of substrate (Supplementary Figures S5, S6). To our knowledge, this is the first report of inhibitor-induced functional responses in glutamate transporters, which warrants further investigation and could hold promise for future therapeutic strategies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62372, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The second episodic ataxia-derived mutant, T318A, showed no signs of affecting EAAT1 transporter function other than an increased substrate Emax, in line with the lack of evidence of its pathogenicity. In other studies, mutation to Ala increased glutamate uptake and anion currents as a result of increased surface expression of the transporter. A similar conservative effect was found for both Val 247 and 390, which are located adjacently to hydrophobic residues conferring the selectivity of UCPH-101 towards EAAT1. However, mutations V247F and V390M did not affect substrate translocation (Figure 3) or UCPH-101 binding (Figure 4D), indicating that these residues are not crucial for inhibitor binding. Interestingly, TFB-TBOA’s inhibitory potency was reduced in V247F (Figure 3), possibly due to the increased residue bulkiness affecting the hydrophobic cavity size.", "sentences": [], "annotations": [], "relations": []}, {"offset": 63246, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Pro at position 392 is located in TM7a near V390 and is completely conserved throughout the SLC1 family and GltPh. P392 is part of the scaD–tranD interface that lines the hydrophobic cavity of the chloride conductive pathway. Mutation of P392 to small hydrophobic residues (Ala, Val) resulted in slightly increased substrate affinities and anion conductances, which may be reflected by a small increase in pEC50 for L-glutamate and L-aspartate in P392L (Table 3). Strikingly, while TFB-TBOA binding is unaffected, P392L causes a complete loss of UCPH-101s inhibition of the L-glutamate response (Figures 4B, E; Table 3). As observed in MD simulations, mutation to a slightly bulkier Leu corrects the disruption in the helical turn caused by Pro in TM7a (Supplementary Figure S12) and promotes an increase in helix rigidity that displaces the location of the nonpolar residues in this region. This substantially reduces the affinity of UCPH-101 for this site, as observed by the loss of the original binding pose in the docking results (Figure 6G). Interestingly, other EAAT1 Pro mutations have been shown not to revert the kink, as opposed to original hypotheses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64416, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Three mutations (A446E, A446V and L448Q) are located in HP2, which is an important structural element that regulates the access of Na+ and substrate to their binding sites. In our phenotypic assay both A446E and A446V displayed vastly reduced maximal substrate responses but significantly increased affinities (Table 3), which could be the result of low surface expression or a reduced turnover rate. Tracking the HP2 opening over time suggests that mutations in the HP2 domain increase the stability of a ‘closed’ conformation in the presence of bound L-Asp compared to WT (Figures 5E–G). Such ‘closed’ conformation could be the result of tighter interactions with the endogenous substrate and lead to reduced transport rate. Notably, mutation to Val at this position abrogates L-glutamate response inhibition, whereas a Glu substitution results in a significantly enhanced potency of TFB-TBOA (Figures 4C, F; Table 3). The stabilization of a ‘closed’ HP2 conformation might reduce access to the orthosteric pocket for competitive inhibitors such as TFB-TBOA or, alternatively, induce a higher inhibitory potency by locking in place the aspartic acid moiety. The differential effects observed for mutants A446E and A446V, however, cannot be explained by the current in silico studies, where a more favorable TFB-TBOA binding pose is predicted for A446V compared to A446E (Supplementary Figures S10F, G). A clear hindrance here is docking the orthosteric inhibitor in a marked HP2 ‘closed’ conformation, when TFB-TBOA is known to stabilize an ‘open’ HP2 conformation in the transporter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66025, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The adjacent HP2 residue L448 is involved in HP2 backbone flexibility, which is essential for K+-dependent re-translocation of the tranD during the transport cycle. Strikingly, the pIC50 for both TFB-TBOA and UCPH-101 are markedly increased in L448Q. These results are also supported by the favorable poses generated from the docking studies for both inhibitors (Supplementary Figures S10H, S11H). In a previous study, mutation of L448 to Cys reduced L-glutamate affinity and maximal transport rate, but it significantly enhanced the inhibitory potency of the competitive inhibitor DL-TBOA. The enhanced pIC50 for both UCPH-101 and TFB-TBOA may be the result of a reduced affinity of L-glutamate in the orthosteric site, which could augment the apparent inhibitory potency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66799, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The Arg at position 479 confers substrate selectivity and is conserved among glutamate/aspartate transporters. The guanidinium group of R479 forms a hydrogen bond with the sidechain carboxylate of the substrate during translocation. Moreover, R479 forms a salt bridge with E406 in TM7 during K+ re-translocation, which sterically hinders closure of HP2 and substrate binding. Neutralization of R479 (i.e., mutation to Ala) renders EAAT1 K+-independent and results in drastically reduced glutamate/aspartate affinity, which was also observed in GltPh upon mutation of Arg to Cys. As observed in MD simulations, the bulkiness of the indole moiety pushes the HP2 domain to an ‘open’ conformation (Figure 5H) and disrupts the electrostatic interactions in the binding site (Supplementary Figure S8), which leads to a loss of substrate activity (Figure 2B). This local effect was already evident from the relatively high ΔΔGbind values for R479W compared to other mutated residues (Table 2), which indicate a substantially reduced ligand binding affinity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67858, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Discrepancies observed between the in vitro and in silico experiments likely arise from the fact that the simulations focused only on a small part of the complex elevator transport cycle and cannot therefore provide a complete mechanism for all the analyzed mutants. Adding to the complexity of the system, heterogeneity was observed among the dynamic behavior of the three protomers, which has been described for glutamate transporter analogs to trigger heterogeneous substrate binding. These results warrant follow-up in vitro or in silico experiments that investigate alterations in protein solvation, anion conductivity and substrate transport kinetics, which could help to further explain our functional observations. Moreover, while mutations in a ligand binding site may disrupt or stabilize ligand interactions, they could potentially lead to allosteric effects via disruption of conserved interaction networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68778, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Taken together, divergent effects of EAAT1 disease-related variants were observed on substrate-induced cellular responses, as well as orthosteric and allosteric inhibition, in an impedance-based phenotypic assay. Subsequent MD simulations and docking studies aided in the formulation of hypotheses that could substantiate the observed in vitro effects. Importantly, to allocate these missense variants to a substantial involvement in cancer development and progression translational studies that link genotype to phenotype would be required. Thus, the methods presented in this study may aid in the identification and characterization of pathogenic transporter variants, which may have implications for the development of selective and efficacious therapeutics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 69540, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Data availability statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 69568, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets analyzed for this study can be found in online repositories. The cancer mutations dataset can be found in the 4TU repository (https://doi.org/10.4121/15022410.v1). The 1000 Genomes dataset is available online at the Uniprot database (https://www.uniprot.org/). All protein structures used in this work are available on the RCSB Protein Data Bank (https://www.rcsb.org/). All other data presented in this study are included in the article and Supplementary Material.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70047, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 70064, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Ethical approval was not required for the studies on humans in accordance with the local legislation and institutional requirements because only commercially available established cell lines were used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70266, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 70287, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "MG: Conceptualization, Data curation, Formal Analysis, Investigation, Methodology, Validation, Writing–original draft, Writing–review and editing. HS: Conceptualization, Data curation, Formal Analysis, Investigation, Methodology, Validation, Writing–original draft, Writing–review and editing. LD: Data curation, Formal Analysis, Investigation, Writing–review and editing. RL: Formal Analysis, Investigation, Writing–review and editing. AI: Resources, Supervision, Writing–review and editing. LH: Conceptualization, Funding acquisition, Investigation, Project administration, Resources, Supervision, Writing–review and editing. GW: Conceptualization, Funding acquisition, Investigation, Project administration, Resources, Supervision, Writing–review and editing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71068, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 71089, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71262, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s note", "sentences": [], "annotations": [], "relations": []}, {"offset": 71281, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "All claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher.", "sentences": [], "annotations": [], "relations": []}, {"offset": 71628, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 71651, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The Supplementary Material for this article can be found online at: https://www.frontiersin.org/articles/10.3389/fmolb.2023.1286673/full#supplementary-material ", "sentences": [], "annotations": [], "relations": []}, {"offset": 71812, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 71823, "infons": {"fpage": "488", "issue": "5", "lpage": "506", "name_0": "surname:Abagyan;given-names:R.", "name_1": "surname:Totrov;given-names:M.", "name_2": "surname:Kuznetsov;given-names:D.", "pub-id_doi": "10.1002/jcc.540150503", "section_type": "REF", "source": "J. Comput. Chem.", "type": "ref", "volume": "15", "year": "1994"}, "text": "ICM—a new method for protein modeling and design: applications to docking and structure prediction from the distorted native conformation", "sentences": [], "annotations": [], "relations": []}, {"offset": 71963, "infons": {"fpage": "1068", "issue": "3", "lpage": "1087", "name_0": "surname:Abrahamsen;given-names:B.", "name_1": "surname:Schneider;given-names:N.", "name_2": "surname:Erichsen;given-names:M. N.", "name_3": "surname:Huynh;given-names:T. H. V.", "name_4": "surname:Fahlke;given-names:C.", "name_5": "surname:Bunch;given-names:L.", "pub-id_doi": "10.1523/JNEUROSCI.3396-12.2013", "pub-id_pmid": "23325245", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "33", "year": "2013"}, "text": "Allosteric modulation of an excitatory amino acid transporter: the subtype-selective inhibitor UCPH-101 exerts sustained inhibition of EAAT1 through an intramonomeric site in the trimerization domain", "sentences": [], "annotations": [], "relations": []}, {"offset": 72163, "infons": {"fpage": "90", "issue": "2", "lpage": "97", "name_0": "surname:Adamczyk;given-names:A.", "name_1": "surname:Gause;given-names:C. D.", "name_2": "surname:Sattler;given-names:R.", "name_3": "surname:Vidensky;given-names:S.", "name_4": "surname:Rothstein;given-names:J. D.", "name_5": "surname:Singer;given-names:H.", "pub-id_doi": "10.1097/YPG.0b013e328341a307", "pub-id_pmid": "21233784", "section_type": "REF", "source": "Psychiatr. Genet.", "type": "ref", "volume": "21", "year": "2011"}, "text": "Genetic and functional studies of a missense variant in a glutamate transporter, SLC1A3, in Tourette syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 72273, "infons": {"fpage": "eaba9854", "issue": "47", "name_0": "surname:Alleva;given-names:C.", "name_1": "surname:Kovalev;given-names:K.", "name_2": "surname:Astashkin;given-names:R.", "name_3": "surname:Bernd;given-names:M. I.", "name_4": "surname:Baeken;given-names:C.", "name_5": "surname:Balandin;given-names:T.", "pub-id_doi": "10.1126/sciadv.aba9854", "pub-id_pmid": "33208356", "section_type": "REF", "source": "Sci. Adv.", "type": "ref", "volume": "6", "year": "2020"}, "text": "Na+-dependent gate dynamics and electrostatic attraction ensure substrate coupling in glutamate transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 72382, "infons": {"fpage": "9", "lpage": "22", "name_0": "surname:Alleva;given-names:C.", "name_1": "surname:Machtens;given-names:J. P.", "name_2": "surname:Kortzak;given-names:D.", "name_3": "surname:Weyand;given-names:I.", "name_4": "surname:Fahlke;given-names:C.", "pub-id_doi": "10.1007/s11064-021-03252-x", "pub-id_pmid": "33587237", "section_type": "REF", "source": "Neurochem. Res.", "type": "ref", "volume": "47", "year": "2022"}, "text": "Molecular basis of coupled transport and anion conduction in excitatory amino acid transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 72478, "infons": {"fpage": "68", "issue": "7571", "lpage": "74", "name_0": "surname:Auton;given-names:A.", "name_1": "surname:Abecasis;given-names:G. R.", "name_2": "surname:Altshuler;given-names:D. M.", "name_3": "surname:Durbin;given-names:R. M.", "name_4": "surname:Bentley;given-names:D. R.", "name_5": "surname:Chakravarti;given-names:A.", "pub-id_doi": "10.1038/nature15393", "pub-id_pmid": "26432245", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "526", "year": "2015"}, "text": "A global reference for human genetic variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 72525, "infons": {"fpage": "104", "issue": "1", "lpage": "118", "name_0": "surname:Bacci;given-names:M.", "name_1": "surname:Lorito;given-names:N.", "name_2": "surname:Ippolito;given-names:L.", "name_3": "surname:Ramazzotti;given-names:M.", "name_4": "surname:Luti;given-names:S.", "name_5": "surname:Romagnoli;given-names:S.", "pub-id_doi": "10.1016/j.celrep.2019.06.010", "pub-id_pmid": "31269432", "section_type": "REF", "source": "Cell Rep.", "type": "ref", "volume": "28", "year": "2019"}, "text": "Reprogramming of amino acid transporters to support aspartate and glutamate dependency sustains endocrine resistance in breast cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 72659, "infons": {"fpage": "330588", "issue": "3", "lpage": "e33117", "name_0": "surname:Bastug;given-names:T.", "name_1": "surname:Heinzelmann;given-names:G.", "name_2": "surname:Kuyucak;given-names:S.", "name_3": "surname:Salim;given-names:M.", "name_4": "surname:Vandenberg;given-names:R. J.", "name_5": "surname:Ryan;given-names:R. M.", "pub-id_doi": "10.1371/journal.pone.0033058", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "7", "year": "2012"}, "text": "Position of the third Na + site in the aspartate transporter Glt Ph and the human glutamate transporter, EAAT1", "sentences": [], "annotations": [], "relations": []}, {"offset": 72770, "infons": {"fpage": "21534", "name_0": "surname:Bongers;given-names:B. J.", "name_1": "surname:Gorostiola González;given-names:M.", "name_2": "surname:Wang;given-names:X.", "name_3": "surname:van Vlijmen;given-names:H. W. T.", "name_4": "surname:Jespers;given-names:W.", "name_5": "surname:Gutiérrez-de-Terán;given-names:H.", "pub-id_doi": "10.1038/s41598-022-25323-x", "pub-id_pmid": "36513718", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "12", "year": "2022"}, "text": "Pan-cancer functional analysis of somatic mutations in G protein-coupled receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 72853, "infons": {"fpage": "387", "issue": "7126", "lpage": "393", "name_0": "surname:Boudker;given-names:O.", "name_1": "surname:Ryan;given-names:R. M.", "name_2": "surname:Yernool;given-names:D.", "name_3": "surname:Shimamoto;given-names:K.", "name_4": "surname:Gouaux;given-names:E.", "pub-id_doi": "10.1038/nature05455", "pub-id_pmid": "17230192", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "445", "year": "2007"}, "text": "Coupling substrate and ion binding to extracellular gate of a sodium-dependent aspartate transporter", "sentences": [], "annotations": [], "relations": []}, {"offset": 72954, "infons": {"name_0": "surname:Bowers;given-names:K. J.", "name_1": "surname:Chow;given-names:E.", "name_2": "surname:Xu;given-names:H.", "name_3": "surname:Dror;given-names:R. O.", "name_4": "surname:Eastwood;given-names:M. P.", "name_5": "surname:Gregersen;given-names:B. A.", "pub-id_doi": "10.1145/1188455.1188544", "section_type": "REF", "source": "Proc. 2006 ACM/IEEE Conf. Supercomput. SC’06, November", "type": "ref", "year": "2006"}, "text": "Molecular dynamics---Scalable algorithms for molecular dynamics simulations on commodity clusters", "sentences": [], "annotations": [], "relations": []}, {"offset": 73052, "infons": {"fpage": "446", "issue": "7651", "lpage": "451", "name_0": "surname:Canul-Tec;given-names:J. C.", "name_1": "surname:Assal;given-names:R.", "name_2": "surname:Cirri;given-names:E.", "name_3": "surname:Legrand;given-names:P.", "name_4": "surname:Brier;given-names:S.", "name_5": "surname:Chamot-Rooke;given-names:J.", "pub-id_doi": "10.1038/nature22064", "pub-id_pmid": "28424515", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "544", "year": "2017"}, "text": "Structure and allosteric inhibition of excitatory amino acid transporter 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 73127, "infons": {"fpage": "e108341", "name_0": "surname:Canul‐Tec;given-names:J. C.", "name_1": "surname:Kumar;given-names:A.", "name_2": "surname:Dhenin;given-names:J.", "name_3": "surname:Assal;given-names:R.", "name_4": "surname:Legrand;given-names:P.", "name_5": "surname:Rey;given-names:M.", "pub-id_doi": "10.15252/embj.2021108341", "pub-id_pmid": "34747040", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "41", "year": "2022"}, "text": "The ion-coupling mechanism of human excitatory amino acid transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 73198, "infons": {"fpage": "621", "issue": "3", "lpage": "629", "name_0": "surname:Cater;given-names:R. J.", "name_1": "surname:Vandenberg;given-names:R. J.", "name_2": "surname:Ryan;given-names:R. M.", "pub-id_doi": "10.1016/j.bpj.2014.05.046", "section_type": "REF", "source": "Biophysical J.", "type": "ref", "volume": "107", "year": "2014"}, "text": "The domain interface of the human glutamate transporter EAAT1 mediates chloride permeation", "sentences": [], "annotations": [], "relations": []}, {"offset": 73289, "infons": {"fpage": "327", "issue": "7849", "lpage": "331", "name_0": "surname:Chen;given-names:I.", "name_1": "surname:Pant;given-names:S.", "name_2": "surname:Wu;given-names:Q.", "name_3": "surname:Cater;given-names:R. J.", "name_4": "surname:Sobti;given-names:M.", "name_5": "surname:Vandenberg;given-names:R. J.", "pub-id_doi": "10.1038/s41586-021-03240-9", "pub-id_pmid": "33597752", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "591", "year": "2021"}, "text": "Glutamate transporters have a chloride channel with two hydrophobic gates", "sentences": [], "annotations": [], "relations": []}, {"offset": 73363, "infons": {"fpage": "1892", "issue": "11", "lpage": "1905", "name_0": "surname:Chivukula;given-names:A. S.", "name_1": "surname:Suslova;given-names:M.", "name_2": "surname:Kortzak;given-names:D.", "name_3": "surname:Kovermann;given-names:P.", "name_4": "surname:Fahlke;given-names:C.", "pub-id_doi": "10.1002/humu.24089", "pub-id_pmid": "32741053", "section_type": "REF", "source": "Hum. Mutat.", "type": "ref", "volume": "41", "year": "2020"}, "text": "Functional consequences of SLC1A3 mutations associated with episodic ataxia 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 73441, "infons": {"fpage": "13855", "issue": "1", "name_0": "surname:Choi;given-names:K.-D.", "name_1": "surname:Kim;given-names:J.-S.", "name_2": "surname:Kim;given-names:H.-J.", "name_3": "surname:Jung;given-names:I.", "name_4": "surname:Jeong;given-names:S.-H.", "name_5": "surname:Lee;given-names:S.-H.", "pub-id_doi": "10.1038/s41598-017-14254-7", "pub-id_pmid": "29062094", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Genetic variants associated with episodic ataxia in korea", "sentences": [], "annotations": [], "relations": []}, {"offset": 73499, "infons": {"fpage": "e20255220118", "issue": "49", "name_0": "surname:Ciftci;given-names:D.", "name_1": "surname:Martens;given-names:C.", "name_2": "surname:Ghani;given-names:V. G.", "name_3": "surname:Blanchard;given-names:S. C.", "name_4": "surname:Politis;given-names:A.", "name_5": "surname:Huysmans;given-names:G. H. M.", "pub-id_doi": "10.1073/pnas.2025520118", "section_type": "REF", "source": "PNAS", "type": "ref", "volume": "118", "year": "2021"}, "text": "Linking function to global and local dynamics in an elevator-type transporter", "sentences": [], "annotations": [], "relations": []}, {"offset": 73577, "infons": {"fpage": "1799", "issue": "1", "name_0": "surname:Colucci;given-names:E.", "name_1": "surname:Anshari;given-names:Z. R.", "name_2": "surname:Patiño-Ruiz;given-names:M. F.", "name_3": "surname:Nemchinova;given-names:M.", "name_4": "surname:Whittaker;given-names:J.", "name_5": "surname:Slotboom;given-names:D. J.", "pub-id_doi": "10.1038/S41467-023-37503-Y", "pub-id_pmid": "37002226", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "14", "year": "2023"}, "text": "Mutation in glutamate transporter homologue GltTk provides insights into pathologic mechanism of episodic ataxia 6", "sentences": [], "annotations": [], "relations": []}, {"offset": 73692, "infons": {"fpage": "2539", "issue": "10", "lpage": "2554", "name_0": "surname:Corbetta;given-names:C.", "name_1": "surname:Di Ianni;given-names:N.", "name_2": "surname:Bruzzone;given-names:M. G.", "name_3": "surname:Patanè;given-names:M.", "name_4": "surname:Pollo;given-names:B.", "name_5": "surname:Cantini;given-names:G.", "pub-id_doi": "10.1002/ijc.31985", "pub-id_pmid": "30418668", "section_type": "REF", "source": "Int. J. Cancer", "type": "ref", "volume": "144", "year": "2019"}, "text": "Altered function of the glutamate–aspartate transporter GLAST, a potential therapeutic target in glioblastoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 73804, "infons": {"fpage": "2911", "issue": "12", "lpage": "2937", "name_0": "surname:Cournia;given-names:Z.", "name_1": "surname:Allen;given-names:B.", "name_2": "surname:Sherman;given-names:W.", "pub-id_doi": "10.1021/acs.jcim.7b00564", "pub-id_pmid": "29243483", "section_type": "REF", "source": "J. Chem. Inf. Model.", "type": "ref", "volume": "57", "year": "2017"}, "text": "Relative binding free energy calculations in drug discovery: recent advances and practical considerations", "sentences": [], "annotations": [], "relations": []}, {"offset": 73910, "infons": {"fpage": "1268", "issue": "6", "lpage": "1286", "name_0": "surname:Freidman;given-names:N.", "name_1": "surname:Chen;given-names:I.", "name_2": "surname:Wu;given-names:Q.", "name_3": "surname:Briot;given-names:C.", "name_4": "surname:Holst;given-names:J.", "name_5": "surname:Font;given-names:J.", "pub-id_doi": "10.1007/s11064-019-02934-x", "pub-id_pmid": "31981058", "section_type": "REF", "source": "Neurochem. Res.", "type": "ref", "volume": "45", "year": "2020"}, "text": "Amino acid transporters and exchangers from the SLC1A family: structure, mechanism and roles in physiology and cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 74028, "infons": {"fpage": "775", "issue": "7", "lpage": "781", "name_0": "surname:Garcia-Bermudez;given-names:J.", "name_1": "surname:Baudrier;given-names:L.", "name_2": "surname:La;given-names:K.", "name_3": "surname:Zhu;given-names:X. G.", "name_4": "surname:Fidelin;given-names:J.", "name_5": "surname:Sviderskiy;given-names:V. O.", "pub-id_doi": "10.1038/s41556-018-0118-z", "pub-id_pmid": "29941933", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "20", "year": "2018"}, "text": "Aspartate is a limiting metabolite for cancer cell proliferation under hypoxia and in tumours", "sentences": [], "annotations": [], "relations": []}, {"offset": 74122, "infons": {"fpage": "13420", "lpage": "13426", "name_0": "surname:Guskov;given-names:A.", "name_1": "surname:Jensen;given-names:S.", "name_2": "surname:Faustino;given-names:I.", "name_3": "surname:Marrink;given-names:S. J.", "name_4": "surname:Slotboom;given-names:D. J.", "pub-id_doi": "10.1038/ncomms13420", "pub-id_pmid": "27830699", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "7", "year": "2016"}, "text": "Coupled binding mechanism of three sodium ions and aspartate in the glutamate transporter homologue Glt Tk", "sentences": [], "annotations": [], "relations": []}, {"offset": 74229, "infons": {"fpage": "90", "issue": "3", "lpage": "95", "name_0": "surname:Hunter;given-names:J. D.", "pub-id_doi": "10.1109/MCSE.2007.55", "section_type": "REF", "source": "Comput. Sci. Eng.", "type": "ref", "volume": "9", "year": "2007"}, "text": "Matplotlib: a 2D graphics environment", "sentences": [], "annotations": [], "relations": []}, {"offset": 74267, "infons": {"fpage": "912", "issue": "4", "lpage": "915", "name_0": "surname:Jensen;given-names:A. A.", "name_1": "surname:Erichsen;given-names:M. N.", "name_2": "surname:Nielsen;given-names:C. W.", "name_3": "surname:Stensbøl;given-names:T. B.", "name_4": "surname:Kehler;given-names:J.", "name_5": "surname:Bunch;given-names:L.", "pub-id_doi": "10.1021/jm8013458", "pub-id_pmid": "19161278", "section_type": "REF", "source": "J. Med. Chem.", "type": "ref", "volume": "52", "year": "2009"}, "text": "Discovery of the first selective inhibitor of excitatory amino acid transporter subtype 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 74357, "infons": {"fpage": "453", "issue": "4", "lpage": "459", "name_0": "surname:Jensen;given-names:M. A.", "name_1": "surname:Ferretti;given-names:V.", "name_2": "surname:Grossman;given-names:R. L.", "name_3": "surname:Staudt;given-names:L. M.", "pub-id_doi": "10.1182/blood-2017-03-735654", "pub-id_pmid": "28600341", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "130", "year": "2017"}, "text": "The NCI Genomic Data Commons as an engine for precision medicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 74422, "infons": {"fpage": "4714", "name_0": "surname:Kato;given-names:T.", "name_1": "surname:Kusakizako;given-names:T.", "name_2": "surname:Jin;given-names:C.", "name_3": "surname:Zhou;given-names:X.", "name_4": "surname:Ohgaki;given-names:R.", "name_5": "surname:Quan;given-names:L.", "pub-id_doi": "10.1038/s41467-022-32442-6", "pub-id_pmid": "35953475", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "13", "year": "2022"}, "text": "Structural insights into inhibitory mechan-ism of human excitatory amino acid trans-porter EAAT2", "sentences": [], "annotations": [], "relations": []}, {"offset": 74519, "infons": {"fpage": "199", "issue": "2", "lpage": "222", "name_0": "surname:Kho;given-names:D.", "name_1": "surname:MacDonald;given-names:C.", "name_2": "surname:Johnson;given-names:R.", "name_3": "surname:Unsworth;given-names:C. P.", "name_4": "surname:O’Carroll;given-names:S. J.", "name_5": "surname:du Mez;given-names:E.", "pub-id_doi": "10.3390/bios5020199", "pub-id_pmid": "25893878", "section_type": "REF", "source": "Biosensors", "type": "ref", "volume": "5", "year": "2015"}, "text": "Application of xCELLigence RTCA biosensor technology for revealing the profile and window of drug responsiveness in real time", "sentences": [], "annotations": [], "relations": []}, {"offset": 74645, "infons": {"fpage": "522", "issue": "3", "lpage": "534", "name_0": "surname:Kortagere;given-names:S.", "name_1": "surname:Mortensen;given-names:O. V.", "name_2": "surname:Xia;given-names:J.", "name_3": "surname:Lester;given-names:W.", "name_4": "surname:Fang;given-names:Y.", "name_5": "surname:Srikanth;given-names:Y.", "pub-id_doi": "10.1021/acschemneuro.7b00308", "pub-id_pmid": "29140675", "section_type": "REF", "source": "ACS Chem. Neurosci.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Identification of novel allosteric modulators of glutamate transporter EAAT2", "sentences": [], "annotations": [], "relations": []}, {"offset": 74722, "infons": {"fpage": "1014688", "issue": "19", "lpage": "e101517", "name_0": "surname:Kortzak;given-names:D.", "name_1": "surname:Alleva;given-names:C.", "name_2": "surname:Weyand;given-names:I.", "name_3": "surname:Ewers;given-names:D.", "name_4": "surname:Zimmermann;given-names:M. I.", "name_5": "surname:Franzen;given-names:A.", "pub-id_doi": "10.15252/embj.2019101468", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "38", "year": "2019"}, "text": "Allosteric gate modulation confers K + coupling in glutamate transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 74796, "infons": {"fpage": "13913", "issue": "1", "name_0": "surname:Kovermann;given-names:P.", "name_1": "surname:Hessel;given-names:M.", "name_2": "surname:Kortzak;given-names:D.", "name_3": "surname:Jen;given-names:J. C.", "name_4": "surname:Koch;given-names:J.", "name_5": "surname:Fahlke;given-names:C.", "pub-id_doi": "10.1038/s41598-017-14176-4", "pub-id_pmid": "29066757", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Impaired K+ binding to glial glutamate transporter EAAT1 in migraine", "sentences": [], "annotations": [], "relations": []}, {"offset": 74865, "infons": {"fpage": "29847", "issue": "33", "lpage": "29855", "name_0": "surname:Leighton;given-names:B. H.", "name_1": "surname:Seal;given-names:R. P.", "name_2": "surname:Shimamoto;given-names:K.", "name_3": "surname:Amara;given-names:S. G.", "pub-id_doi": "10.1074/jbc.M202508200", "pub-id_pmid": "12015317", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "277", "year": "2002"}, "text": "A hydrophobic domain in glutamate transporters forms an extracellular helix associated with the permeation pathway for substrates", "sentences": [], "annotations": [], "relations": []}, {"offset": 74995, "infons": {"fpage": "6552", "issue": "11", "lpage": "6587", "name_0": "surname:Levine;given-names:M. V.", "name_1": "surname:Cuendet;given-names:M. A.", "name_2": "surname:Khelashvili;given-names:G.", "name_3": "surname:Weinstein;given-names:H.", "pub-id_doi": "10.1021/acs.chemrev.5b00627", "pub-id_pmid": "26892914", "section_type": "REF", "source": "Chem. Rev.", "type": "ref", "volume": "116", "year": "2016"}, "text": "Allosteric mechanisms of molecular machines at the membrane: transport by sodium-coupled symporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 75095, "infons": {"fpage": "469", "issue": "DEC", "lpage": "520", "name_0": "surname:Lewerenz;given-names:J.", "name_1": "surname:Maher;given-names:P.", "pub-id_doi": "10.3389/fnins.2015.00469", "pub-id_pmid": "26733784", "section_type": "REF", "source": "Front. Neurosci.", "type": "ref", "volume": "9", "year": "2015"}, "text": "Chronic glutamate toxicity in neurodegenerative diseases-What is the evidence?", "sentences": [], "annotations": [], "relations": []}, {"offset": 75174, "infons": {"fpage": "675", "issue": "6", "lpage": "686", "name_0": "surname:Neves;given-names:M. A. C.", "name_1": "surname:Totrov;given-names:M.", "name_2": "surname:Abagyan;given-names:R.", "pub-id_doi": "10.1007/s10822-012-9547-0", "section_type": "REF", "source": "J. Computer-Aided Mol. Des.", "type": "ref", "volume": "26", "year": "2012"}, "text": "Docking and scoring with ICM: the benchmarking results and strategies for improvement", "sentences": [], "annotations": [], "relations": []}, {"offset": 75260, "infons": {"fpage": "1006", "name_0": "surname:Peterson;given-names:A. R.", "name_1": "surname:Binder;given-names:D. K.", "pub-id_doi": "10.3389/fneur.2020.01006", "section_type": "REF", "source": "Front. Neurology", "type": "ref", "volume": "11", "year": "2020"}, "text": "Astrocyte glutamate uptake and signaling as novel targets for antiepileptogenic therapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 75348, "infons": {"fpage": "eabf5814", "issue": "10", "lpage": "10", "name_0": "surname:Qiu;given-names:B.", "name_1": "surname:Matthies;given-names:D.", "name_2": "surname:Fortea;given-names:E.", "name_3": "surname:Yu;given-names:Z.", "name_4": "surname:Boudker;given-names:O.", "pub-id_doi": "10.1126/sciadv.abf5814", "pub-id_pmid": "33658209", "section_type": "REF", "source": "Sci. Adv.", "type": "ref", "volume": "7", "year": "2021"}, "text": "Cryo-EM structures of excitatory amino acid transporter 3 visualize coupled substrate, sodium, and proton binding and transport", "sentences": [], "annotations": [], "relations": []}, {"offset": 75476, "infons": {"fpage": "e202213131", "issue": "5", "name_0": "surname:Reddy;given-names:K. D.", "name_1": "surname:Ciftci;given-names:D.", "name_2": "surname:Scopelliti;given-names:A. J.", "name_3": "surname:Boudker;given-names:O.", "pub-id_doi": "10.1085/jgp.202213131", "section_type": "REF", "source": "J. General Physiology", "type": "ref", "volume": "154", "year": "2022"}, "text": "The archaeal glutamate transporter homologue GltPh shows heterogeneous substrate binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 75565, "infons": {"fpage": "1839", "lpage": "1854", "name_0": "surname:Robert;given-names:S. M.", "name_1": "surname:Sontheimer;given-names:H.", "pub-id_doi": "10.1007/s00018-013-1521-z", "pub-id_pmid": "24281762", "section_type": "REF", "source": "Cellular and Molecular Life Sciences", "type": "ref", "year": "2014"}, "text": "Glutamate transporters in the biology of malignant gliomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 75624, "infons": {"fpage": "1359", "issue": "11–12", "lpage": "1377", "name_0": "surname:Schaller;given-names:L.", "name_1": "surname:Lauschke;given-names:V. M.", "pub-id_doi": "10.1007/s00439-019-02081-x", "pub-id_pmid": "31679053", "section_type": "REF", "source": "Hum. Genet.", "type": "ref", "volume": "138", "year": "2019"}, "text": "The genetic landscape of the human solute carrier (SLC) transporter superfamily", "sentences": [], "annotations": [], "relations": []}, {"offset": 75704, "infons": {"fpage": "38", "issue": "1", "lpage": "12", "name_0": "surname:Scopelliti;given-names:A. J.", "name_1": "surname:Font;given-names:J.", "name_2": "surname:Vandenberg;given-names:R. J.", "name_3": "surname:Boudker;given-names:O.", "name_4": "surname:Ryan;given-names:R. M.", "pub-id_doi": "10.1038/s41467-017-02444-w", "pub-id_pmid": "29295993", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Structural characterisation reveals insights into substrate recognition by the glutamine transporter ASCT2/SLC1A5", "sentences": [], "annotations": [], "relations": []}, {"offset": 75818, "infons": {"fpage": "1487", "issue": "6", "lpage": "1498", "name_0": "surname:Seal;given-names:R. P.", "name_1": "surname:Amara;given-names:S. G.", "pub-id_doi": "10.1016/S0896-6273(00)80666-2", "pub-id_pmid": "9883740", "section_type": "REF", "source": "Neuron", "type": "ref", "volume": "21", "year": "1998"}, "text": "A reentrant loop domain in the glutamate carrier EAAT1 participates in substrate binding and translocation", "sentences": [], "annotations": [], "relations": []}, {"offset": 75925, "infons": {"fpage": "1008", "issue": "4", "lpage": "1015", "name_0": "surname:Shimamoto;given-names:K.", "name_1": "surname:Sakai;given-names:R.", "name_2": "surname:Takaoka;given-names:K.", "name_3": "surname:Yumoto;given-names:N.", "name_4": "surname:Nakajima;given-names:T.", "name_5": "surname:Amara;given-names:S. G.", "pub-id_doi": "10.1124/mol.65.4.1008", "pub-id_pmid": "15044631", "section_type": "REF", "source": "Mol. Pharmacol.", "type": "ref", "volume": "65", "year": "2004"}, "text": "Characterization of novel L-threo-β-Benzyloxyaspartate derivatives, potent blockers of the glutamate transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 76042, "infons": {"fpage": "872335", "issue": "May", "lpage": "872418", "name_0": "surname:Sijben;given-names:H. J.", "name_1": "surname:Dall’ Acqua;given-names:L.", "name_2": "surname:Liu;given-names:R.", "name_3": "surname:Jarret;given-names:A.", "name_4": "surname:Christodoulaki;given-names:E.", "name_5": "surname:Onstein;given-names:S.", "pub-id_doi": "10.3389/fphar.2022.872335", "pub-id_pmid": "35677430", "section_type": "REF", "source": "Front. Pharmacol.", "type": "ref", "volume": "13", "year": "2022"}, "text": "Impedance-based phenotypic readout of transporter function: a case for glutamate transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 76136, "infons": {"fpage": "721", "issue": "5", "lpage": "736", "name_0": "surname:Tajan;given-names:M.", "name_1": "surname:Hock;given-names:A. K.", "name_2": "surname:Blagih;given-names:J.", "name_3": "surname:Robertson;given-names:N. A.", "name_4": "surname:Labuschagne;given-names:C. F.", "name_5": "surname:Kruiswijk;given-names:F.", "pub-id_doi": "10.1016/j.cmet.2018.07.005", "pub-id_pmid": "30122553", "section_type": "REF", "source": "Cell Metab.", "type": "ref", "volume": "28", "year": "2018"}, "text": "A role for p53 in the adaptation to glutamine starvation through the expression of SLC1A3", "sentences": [], "annotations": [], "relations": []}, {"offset": 76226, "infons": {"fpage": "1010", "issue": "9", "lpage": "1015", "name_0": "surname:Takano;given-names:T.", "name_1": "surname:Lin;given-names:J. H. C.", "name_2": "surname:Arcuino;given-names:G.", "name_3": "surname:Gao;given-names:Q.", "name_4": "surname:Yang;given-names:J.", "name_5": "surname:Nedergaard;given-names:M.", "pub-id_doi": "10.1038/nm0901-1010", "pub-id_pmid": "11533703", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "7", "year": "2001"}, "text": "Glutamate release promotes growth of malignant gliomas", "sentences": [], "annotations": [], "relations": []}, {"offset": 76281, "infons": {"fpage": "D506", "lpage": "D515", "pub-id_doi": "10.1093/nar/gky1049", "pub-id_pmid": "30395287", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "UniProt: a worldwide hub of protein knowledge", "sentences": [], "annotations": [], "relations": []}, {"offset": 76327, "infons": {"fpage": "751", "name_0": "surname:Trinco;given-names:G.", "name_1": "surname:Arkhipova;given-names:V.", "name_2": "surname:Garaeva;given-names:A. A.", "name_3": "surname:Hutter;given-names:C. A. J.", "name_4": "surname:Seeger;given-names:M. A.", "name_5": "surname:Guskov;given-names:A.", "pub-id_doi": "10.1038/s42003-021-02267-y", "pub-id_pmid": "34140623", "section_type": "REF", "source": "Commun. Biol.", "type": "ref", "volume": "4", "year": "2021"}, "text": "Kinetic mechanism of Na+-coupled aspartate transport catalyzed by GltTk", "sentences": [], "annotations": [], "relations": []}, {"offset": 76399, "infons": {"fpage": "935", "issue": "12", "lpage": "947", "name_0": "surname:Tzingounis;given-names:A. V.", "name_1": "surname:Wadiche;given-names:J. I.", "pub-id_doi": "10.1038/nrn2274", "pub-id_pmid": "17987031", "section_type": "REF", "source": "Nat. Rev. Neurosci.", "type": "ref", "volume": "8", "year": "2007"}, "text": "Glutamate transporters: confining runaway excitation by shaping synaptic transmission", "sentences": [], "annotations": [], "relations": []}, {"offset": 76485, "infons": {"fpage": "373", "issue": "8", "lpage": "376", "name_0": "surname:van Amen-Hellebrekers;given-names:C. J. M.", "name_1": "surname:Jansen;given-names:S.", "name_2": "surname:Pfundt;given-names:R.", "name_3": "surname:Schuurs-Hoeijmakers;given-names:J. H.", "name_4": "surname:Koolen;given-names:D. A.", "name_5": "surname:Marcelis;given-names:C. L.", "pub-id_doi": "10.1016/j.ejmg.2016.06.003", "pub-id_pmid": "27296938", "section_type": "REF", "source": "Eur. J. Med. Genet.", "type": "ref", "volume": "59", "year": "2016"}, "text": "Duplications of SLC1A3: associated with ADHD and autism", "sentences": [], "annotations": [], "relations": []}, {"offset": 76541, "infons": {"fpage": "1621", "issue": "4", "lpage": "1657", "name_0": "surname:Vandenberg;given-names:R. J.", "name_1": "surname:Ryan;given-names:R. M.", "pub-id_doi": "10.1152/physrev.00007.2013", "pub-id_pmid": "24137018", "section_type": "REF", "source": "Physiol. Rev.", "type": "ref", "volume": "93", "year": "2013"}, "text": "Mechanisms of glutamate transport", "sentences": [], "annotations": [], "relations": []}, {"offset": 76575, "infons": {"name_0": "surname:Van Rossum;given-names:G.", "name_1": "surname:Drake;given-names:F. L.", "section_type": "REF", "source": "CreateSpace", "type": "ref", "year": "2009"}, "text": "Python 3 reference manual", "sentences": [], "annotations": [], "relations": []}, {"offset": 76601, "infons": {"fpage": "150", "issue": "2", "lpage": "156", "name_0": "surname:Vettore;given-names:L.", "name_1": "surname:Westbrook;given-names:R. L.", "name_2": "surname:Tennant;given-names:D. A.", "pub-id_doi": "10.1038/s41416-019-0620-5", "pub-id_pmid": "31819187", "section_type": "REF", "source": "Br. J. Cancer", "type": "ref", "volume": "122", "year": "2020"}, "text": "New aspects of amino acid metabolism in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 76648, "infons": {"fpage": "02506355", "issue": "4", "lpage": "e250719", "name_0": "surname:Wang;given-names:J.", "name_1": "surname:Li;given-names:P.", "name_2": "surname:Yu;given-names:X.", "name_3": "surname:Grewer;given-names:C.", "pub-id_doi": "10.1371/journal.pone.0250635", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "16", "year": "2021"}, "text": "Observing spontaneous, accelerated substrate binding in molecular dynamics simulations of glutamate transporters", "sentences": [], "annotations": [], "relations": []}, {"offset": 76761, "infons": {"fpage": "3021", "issue": "60", "name_0": "surname:Waskom;given-names:M.", "pub-id_doi": "10.21105/joss.03021", "section_type": "REF", "source": "J. Open Source Softw.", "type": "ref", "volume": "6", "year": "2021"}, "text": "Seaborn: statistical data visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 76801, "infons": {"fpage": "3416", "issue": "11", "lpage": "3425", "name_0": "surname:Winter;given-names:N.", "name_1": "surname:Kovermann;given-names:P.", "name_2": "surname:Fahlke;given-names:C.", "pub-id_doi": "10.1093/brain/aws255", "pub-id_pmid": "23107647", "section_type": "REF", "source": "Brain", "type": "ref", "volume": "135", "year": "2012"}, "text": "A point mutation associated with episodic ataxia 6 increases glutamate transporter anion currents", "sentences": [], "annotations": [], "relations": []}, {"offset": 76899, "infons": {"fpage": "e154891", "issue": "7", "name_0": "surname:Wu;given-names:Q.", "name_1": "surname:Akhter;given-names:A.", "name_2": "surname:Pant;given-names:S.", "name_3": "surname:Cho;given-names:E.", "name_4": "surname:Zhu;given-names:J. X.", "name_5": "surname:Garner;given-names:A. R.", "pub-id_doi": "10.1172/JCI154891", "section_type": "REF", "source": "J. Clin. Investigation", "type": "ref", "volume": "132", "year": "2022"}, "text": "Ataxia-linked SLC1A3 mutations alter EAAT1 chloride channel activity and glial regulation of CNS function", "sentences": [], "annotations": [], "relations": []}, {"offset": 77005, "infons": {"fpage": "260", "issue": "4", "lpage": "270", "name_0": "surname:Yi;given-names:H.", "name_1": "surname:Talmon;given-names:G.", "name_2": "surname:Wang;given-names:J.", "pub-id_doi": "10.7555/JBR.34.20190037", "section_type": "REF", "source": "J. Biomed. Res.", "type": "ref", "volume": "34", "year": "2020"}, "text": "Glutamate in cancers: from metabolism to signaling", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]