[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240909", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC7154476", "infons": {"license": "CC BY-NC-ND"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.21037/atm.2020.01.73", "article-id_pmc": "PMC7154476", "article-id_pmid": "32309356", "article-id_publisher-id": "atm-08-05-209", "elocation-id": "209", "issue": "5", "kwd": "Immune/stromal scores tumor microenvironment (TME) biomarkers immune infiltrates lower grade glioma (LGG)", "license": "Open Access Statement: This is an Open Access article distributed in accordance with the Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License (CC BY-NC-ND 4.0), which permits the non-commercial replication and distribution of the article with the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See: https://creativecommons.org/licenses/by-nc-nd/4.0.", "name_0": "surname:Ni;given-names:Jie", "name_1": "surname:Liu;given-names:Siwen", "name_2": "surname:Qi;given-names:Feng", "name_3": "surname:Li;given-names:Xiao", "name_4": "surname:Yu;given-names:Shaorong", "name_5": "surname:Feng;given-names:Jifeng", "name_6": "surname:Zheng;given-names:Yuxiao", "section_type": "TITLE", "title": "Keywords: ", "type": "front", "volume": "8", "year": "2020"}, "text": "Screening TCGA database for prognostic genes in lower grade glioma microenvironment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 84, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 95, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To identify prognostic hub genes which associated with tumor microenvironment (TME) in lower grade glioma (LGG) of central nervous system.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 234, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 242, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We downloaded LGG patients gene transcriptome profiles of the central nervous system in The Cancer Genome Atlas (TCGA) database. Clinical characteristics and survival data through the Genomic Data Commons (GDC) tool were extracted. We used limma package for normalization processing. Scores of immune, stromal and ESTIMATE were calculated using ESTIMATE algorithm. Then, box plots were applied to explore the association between immune scores, stromal scores, ESTIMATE scores and histological type, tumor grade. Kaplan-Meier (K-M) analysis was utilized to explore the prognostic value of scores. Furthermore, heatmaps and volcano plots were applied for visualizing expression of differential expressed-gene screening and cluster analysis. Venn plots were constructed to screen the intersected differentially expressed genes (DEGs). In addition, enrichment of functions and signaling pathways and Gene Set Enrichment Analysis (GESA) of the DEGs were performed. Then we used protein-protein interaction (PPI) network and Cytoscape software to identify hub genes. We evaluated the prognostic value of hub genes and risk score (RS) calculated based on multivariate cox regression analysis. Finally, relationships of hub genes with the TME of LGG patients were evaluated based on tumor immune estimation resource (TIMER) database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1568, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1576, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Gene expression profiles and clinical data of 514 LGG samples were extracted and the results revealed that higher scores were significantly related with histological types and higher tumor grade (P<0.0001, respectively). Besides, higher scores were associated with worse survival outcomes in immune scores (P=0.0167), stromal scores (P=0.0035) and ESTIMATE scores (P=0.0190). Then, 785 up-regulated intersected genes and 357 down-regulated intersected genes were revealed. Functional enrichment analysis revealed that intersected genes were associated with immune response, inflammatory response, plasma membrane and receptor activity. After PPI network construction and cytoHubba analysis, 25 tumor immune-related hub genes were identified and enriched pathways were identified by GSEA. Besides, receiver operating characteristic (ROC) curves showed significantly predictive accuracy [area under curve (AUC) =0.771] of RS. Furthermore, significant prognostic values of hub genes were observed, and the relationships between hub genes and LGG TME were demonstrated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2642, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2654, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We identified 25 TME-related genes which significantly associated with overall survival in patients with central nervous system LGG from TCGA database.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2806, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2819, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Glioma is neoplasm of the central nervous system (CNS), derived from transformed neural stem cells or progenitor cells. According to histopathological characteristics, the World Health Organization (WHO) classifies glioma into two categories: low-grade glioma (LGG, grade I and II), which is well differentiated and slow-growing; and high-grade glioma (HGG, grade III and grade IV), which is poorly differentiated or anaplastic, and most of them seriously infiltrate the brain parenchyma. LGG is a fatal disease that predisposes to young people (mean age 41 years), with an average survival time of about 7 years, and all LGGs will eventually develop into HGG. Interestingly, in addition to conventional surgical treatment, LGG has limited sensitivity to radiation and chemotherapy. Since immune checkpoint therapies such as nivolumab have developed rapidly in LGG in recent years, tumor microenvironment (TME) has attracted increasing attention as a crucial cellular milieu for immune cells, stromal cells and extracellular matrix molecules.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3862, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "TME is a cellular environment in which neoplastic foci are located. It consists of endothelial cells, inflammatory mediators, mesenchymal cells, along with immune cells and stromal cells. Among them, immune cells and stromal cells are two major non-tumor components, which are of great significance in the diagnosis and prognosis of cancers. LGG tumor cells form a complex milieu of the tumor microenvironment, which ultimately promotes the adaptability of the transcriptome of tumor cells and disease progression. On the other hand, studies have shown that TME can have an important impact on tumor malignancy and clinical prognosis by regulating gene expression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4527, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To further investigate the molecular biological properties of TME, algorithms that use gene expression data of The Cancer Genome Atlas (TCGA) database, which is a comprehensive genome-wide gene expression profile established to classify and detect genomic abnormalities in a large number of populations worldwide, have been developed. For example, an algorithm called ESTIMATE that uses expression data to estimate stromal cells and immune cells in malignant tumors has been designed by Yoshihara et al.. In this algorithm, the expression characteristics of specific genes in immune cells and stromal cells are analyzed to calculate immune and stromal scores in order to predict the invasion of non-tumor cells. Recent reports showed that ESTIMATE was applied in researches of prostate cancer, breast cancer and colon cancer. However, characteristics of TME evaluated by ESTIMATE were not observed in LGG.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5433, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To get more insights, we extracted a list of microenvironment-related genes that predicted poor prognosis in patients of LGG by using the TCGA database of LGG cohorts and the immune scores derived from ESTIMATE algorithm, what is more important, we developed a risk scoring system to assess the prognostic value of central genes. In addition, the correlation between central genes and immune infiltration has also been explored.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5862, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5870, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TCGA and ESTIMATE data collection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5904, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We downloaded gene transcriptome profiles of patients with LGG of the central nervous system in The Cancer Genome Atlas (TCGA) database (https://portal.gdc.cancer.gov/). RNA expression for LGG Multiforme was obtained by using IlluminaHiSeq (version: 2017-10-13). After that, we download the survival data through the Genomic Data Commons (GDC) tool from TCGA. Sex, histological type and tumor grade were extracted. Limma package was used for normalization processing. Scores of immune, stromal and ESTIMATE were calculated using ESTIMATE algorithm (https://sourceforge.net/projects/estimateproject/).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6505, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Correlation analysis and survival analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6548, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed unpaired t test and ordinary one-way analysis of variance to explore the association between immune scores, stromal scores, ESTIMATE scores and histological type, tumor grade. Kaplan-Meier (K-M) analysis with log-rank test was based on survival package. P value <0.05 was considered as statistically significant in mentioned analyses.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6896, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Heatmaps, clustering analysis and DEGs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Immune scores and stromal scores were divided into high-level groups and low-level groups according to the median scores, respectively. Limma package with the standard of |log(FC)| >1 and False Discovery Rate (FDR) <0.05 were used for standardization of transcriptome data. Heatmaps (|log(FC)| >1 and FDR <0.05) and volcano plots (cut |log2FC|=1 and cut P=0.05) based on pheatmap package, ggplot2 package and clustering analysis were applied for visualizing expression of differential expressed-gene screening and cluster analysis. We obtained the intersected differentially expressed genes (DEGs) among immune scores and stromal scores which exhibited by VennDiagram package.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7612, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DEGs enrichment analysis and GSEA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7646, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Online tool DAVID (The Database for Annotation, Visualization and Integrated Discovery, https://david.ncifcrf.gov/) was exploited to construct the gene ontology (GO) categories by biological processes (BP), cellular components (CC) and molecular functions (MF). Besides, Kyoto Encyclopedia of Genes and Genomes (KEGG) analysis was performed based on org.Hs.eg.db package, clusterProfiler, org.Hs.eg.db, enrichplot, and ggplot2 packages. The q-value <0.05 was considered as significance. In addition, ‘c2.cp.kegg.v6.2.symbols.gmt gene sets’ was set as gene set database, ‘Illumina_Human.chip’ was set as chip platform, FDR <0.25, |enriched score| >0.35, and gene size ≥35 during Gene Set Enrichment Analysis (GESA) process.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8379, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "PPI network construction and hub genes selection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8428, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We constructed protein-protein interaction (PPI) network from STRING database (version 11.0, minimum required interaction score: 0.9) and Cytoscape software (version 3.7.1). We used the inside-software plugin cytoHubba for hub genes identification and top 10 nodes ranked by every algorithm were enrolled in gene selection. Genes with network nodes less than 10 were excluded. Circle size represented node degree.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8842, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Overall survival curve and risk score", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8880, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "K-M analysis was used to evaluate the prognostic value of hub genes. Log-rank test was used and P value <0.05 was considered as statistically significant. Furthermore, we established a risk score (RS)-based prognostic evaluation model, which formula is RS=Ʃ (βi*Expi). In this formula, ‘i’ represented the number of prognostic hub genes, ‘Expi’ represented the selected gene, and ‘βi’ represented the weight of gene, which calculated based on multivariate cox regression. Then we calculated RS of LGG patients and divided them into high- and low-risk groups according to the median RS. Survival receiver operating characteristic curve (ROC) package was used. In addition, K-M plots were used to evaluate the prognostic value of RS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9627, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TIMER database analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9651, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In tumor immune estimation resource (TIMER) database (https://cistrome.shinyapps.io/timer/), RNA-Seq expression profiling data were utilized to detect the infiltration of immune cells including B cells, CD4+ T cells, CD8+ T cells, Neutrphils, Macrophages and Dendritic cells in tumor tissues. Besides, the association between tumor purity and hub genes was also analyzed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10023, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10044, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IBM SPSS Statistics 20.0 was applied in multivariate Cox regression analysis and K-M analysis. Statistical analysis was implemented on R software (version 3.5.2). The results with P<0.05 represented as statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10273, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10281, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Immune scores and stromal scores are associated with LGG sub-types, tumor grade and survival outcome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10382, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Totally 530 LGG tumor data were collected from TCGA. Then, we screened a total of 516 samples ended with ‘-01’, which represented ‘primary solid tumor’. Among them, we deleted samples TCGA-CS-5390-01 and TCGA-R8-A6YH-01, because we were unable to obtain survival information for these samples. Finally, 514 LGG samples including 285 males (55.45%) and 229 females (44.55%) were extracted from TCGA database. Clinical characters of LGG patients were exhibited in Table 1. Immune scores, stromal scores and ESTIMATE scores were listed in online: http://cdn.amegroups.cn/static/application/954ad2d4809e5d6e033eaf346ed86465/atm.2020.01.73-t1.pdf. The distribution of immune scores, stromal scores and ESTIMATE scores in different histological types and grades was shown in Figure 1A,B,C,D,E,F. The results revealed that higher scores were significantly related with histological types and higher tumor grade (P<0.0001, respectively). Besides, K-M curves revealed that higher scores were associated with worse survival outcomes in immune scores (P=0.0167), stromal scores (P=0.0035) and ESTIMATE scores (P=0.0190) (Figure 1G,H,I).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11516, "infons": {"file": "t1.xml", "id": "t1", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Clinical Characteristics of 514 LGG patients included in study from TCGA cohort", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11596, "infons": {"file": "t1.xml", "id": "t1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><col width=\"30.36%\" span=\"1\"/><col width=\"23.21%\" span=\"1\"/><col width=\"23.22%\" span=\"1\"/><col width=\"23.21%\" span=\"1\"/><thead><tr><th valign=\"top\" align=\"left\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Variables</th><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Male (%)</th><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Female (%)</th><th valign=\"top\" align=\"center\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Total (%)</th></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">Number</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">285 (55.45)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">229 (44.55)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">514 (100.00)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Histological type</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Astrocytoma</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">108 (21.01)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">86 (16.73)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">194 (37.74)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Oligoastrocytoma</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">72 (14.01)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">58 (11.28)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">130 (25.29)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Oligodendroglioma</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">105 (20.43)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">85 (16.54)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">190 (36.96)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Grade</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Grade 2</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">136 (26.46)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">112 (21.79)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">248 (48.25)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Grade 3</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">148 (28.79)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">117 (22.76)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">265 (51.56)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"col\" rowspan=\"1\" colspan=\"1\">Event</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Dead</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">71 (13.81)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">54 (10.51)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">125 (24.32)</td></tr><tr><td valign=\"top\" align=\"left\" scope=\"row\" rowspan=\"1\" colspan=\"1\">   Alive</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">214 (41.63)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">174 (33.85)</td><td valign=\"top\" align=\"center\" rowspan=\"1\" colspan=\"1\">388 (75.49)</td></tr></tbody></table>\n"}, "text": "Variables\tMale (%)\tFemale (%)\tTotal (%)\t \tNumber\t285 (55.45)\t229 (44.55)\t514 (100.00)\t \tHistological type\t\t\t\t \t   Astrocytoma\t108 (21.01)\t86 (16.73)\t194 (37.74)\t \t   Oligoastrocytoma\t72 (14.01)\t58 (11.28)\t130 (25.29)\t \t   Oligodendroglioma\t105 (20.43)\t85 (16.54)\t190 (36.96)\t \tGrade\t\t\t\t \t   Grade 2\t136 (26.46)\t112 (21.79)\t248 (48.25)\t \t   Grade 3\t148 (28.79)\t117 (22.76)\t265 (51.56)\t \tEvent\t\t\t\t \t   Dead\t71 (13.81)\t54 (10.51)\t125 (24.32)\t \t   Alive\t214 (41.63)\t174 (33.85)\t388 (75.49)\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12106, "infons": {"file": "atm-08-05-209-f1.jpg", "id": "f1", "section_type": "FIG", "type": "fig_caption"}, "text": "Immune scores and stromal scores are associated with LGG sub-types, tumour grade and survival outcome. The distribution of immune scores in histological types (A) and grades (B); the distribution of stromal scores in histological types (C) and grades (D); the distribution of ESTIMATE scores in histological types (E) and grades (F), all the P values <0.0001. K-M survival curves revealed that worse overall survival were related with higher immune scores (G, P=0.0167), stromal scores (H, P=0.0035) and ESTIMATE scores had (I, P=0.0190). G: grade; K-M: Kaplan-Meier; L: low score group; H: high score group.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12715, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Comparison of gene expression profiles with immune scores and stromal scores in LGG", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12799, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Microarray data was standardized by limma package. In immune score group, heatmap of clustering analysis was shown in Figure S1. DEGs were reflected in volcano plot (Figure 2A). The heatmap and volcano plot based on stromal scores were shown in Figure S2A,B. According to statistics, 684 up-regulated DEGs and 892 down-regulated DEGs were selected in immune score group (online: http://cdn.amegroups.cn/static/application/09167c99881221da5e479a7b81a141af/atm.2020.01.73-t2.docx), while 409 up-regulated DEGs and 974 down-regulated DEGs were selected in stromal score group (online: http://cdn.amegroups.cn/static/application/4847a27dac216bb9faa00192b15e5428/atm.2020.01.73-t3.docx). Then, 785 up-regulated intersected genes and 357 down-regulated intersected genes were revealed in venn plots (Figure 2B,C).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13607, "infons": {"file": "atm-08-05-209-f2.jpg", "id": "f2", "section_type": "FIG", "type": "fig_caption"}, "text": "Comparison of gene expression profiles with immune scores and stromal scores in LGG. In immune score group, DEGs were reflected in volcano plot (A). Venn plots revealed 785 up-regulated intersected genes (B) and 357 down-regulated intersected genes (C).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13861, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional enrichment analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13892, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of GO analysis revealed that 1142 intersected genes were associated with immune response, inflammatory response, plasma membrane and receptor activity from the categories of BP (Figure 3A), CC (Figure 3B) and MF (Figure 3C), respectively. KEGG pathway annotation was analyzed and shown in Figure 3D. We separately calculated the enrichment of intersected genes in the aspects of organismal systems, human diseases, environmental information processing, cellular process metabolism and genetic information processing. From the results, we found that intersected genes were most abundant in pathways of the immune system, infectious diseases, signal transduction, signaling molecules and interaction, cell transport and catabolism, gloable and overview maps and folding sorting and degradation. Besides, KEGG enrichment barplot was shown in Figure 3E. Top 20 pathway enrichment analysis was visually presented in Figure 3F, which bubble size represented gene number and colour represented Q value.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14900, "infons": {"file": "atm-08-05-209-f3.jpg", "id": "f3", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional enrichment analysis. Results of BP (A), CC (B), and MF (C) in GO analysis revealed the relationship between hub genes and functional pathways. Pathway annotation (D) and enrichment (E) were revealed by bar charts and top 20 pathway enrichment was shown by bubble chart (F) in KEGG analysis. BP, biological process; CC, cellular component; MF, molecular function; GO, gene ontology; KEGG, Kyoto Encyclopedia of Genes and Genomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15340, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "GSEA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15345, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To explore the difference in the pathway between high and low immune score groups, we performed GSEA analysis and the results were shown in Figure S3A, FcγR mediated phagocytosis, leukocyte transendothelial migration, natural killer cell mediated cytotoxicity, cell adhesion molecules, B cell receptor signaling pathway, Toll like receptor signaling pathway, JAK-STAT signaling pathway, cytokine-cytokine receptor interaction, T cell receptor signaling pathway, FcεRI signaling pathway, NOD like receptor signaling pathway, intestinal immune network for IgA production, antigen processing and presentation were intersected genes enriched pathways. In addition, Figure S3B shown the results of GSEA analysis conducted on stromal scores groups. Allograft rejection, antigen processing and presentation, viral myocarditis, autoimmune thyroid disease, cell adhesion molecules, graft versus host disease, intestinal immune network for IgA production, JAK-STAT signaling pathway, leishmania infection, NOD like receptor signaling pathway, systemic lupus erythematosus, Toll like receptor signaling pathway were intersected genes enriched pathways.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16497, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "PPI", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16501, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PPI network was performed via STRING tool for exploring the interplay among the identified DEGs. The network contained 1,103 nodes and 4,070 edges. Then, data from STRING were further analyzed by Cytoscape and hub genes identification was performed by cytoHubba, which results of algorithms were shown in Figure S4. The 25 tumor immune-related hub genes were identified as follow: HRH3, APLNR, FCER1G, SYK, GNG12, GNG13, GNG5, PTPN6, GPR183, CXCL11, CXCL9, HLA-B, VAMP8, SSTR1, CCR5, PTAFR, C3, TAS1R1, ANXA1, OPRK1, ITGB2, CCL5, CXCR3, CXCR4 and GNGT2.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17055, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "RS and survival analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17080, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on the selected hub genes, RS=HRH3*(−0.045)+APLNR*0.063+FCER1G*0.03+SYK*(−0.535)+GNG12*0.269+GNG13*0.024+GNG5*0.344+PTPN6*(−0.523)+GPR183*0.346+CXCL11*0.181+CXCL9*(−0.13)+HLA-B*(−0.026)+VAMP8*(−0.302)+SSTR1*(−0.174)+CCR5*0.093+PTAFR*0.23+C3*(−0.37)+TAS1R1*0.171+ANXA1*0.158+OPRK1*0.147+ITGB2*0.381+CCL5*−0.371+CXCR3*0.245+CXCR4*(−0.119)+GNGT2*0.597.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17456, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We selected 481 patients with OS >30 days from 514 samples. Then RS data of 481 patients were calculated and shown in online: http://cdn.amegroups.cn/static/application/e64541dfb3b1cd2b8e9900fe0c982188/atm.2020.01.73-t4.pdf. The range of RS was −3.99 to 3.03 and the median was −0.5. Totally 481 eligible LGG patients were divided into low-RS group and high-RS group according to the median RS. Survival analysis was constructed and the result demonstrated that patients with higher RS were associated with worse overall survival than who with lower RS (P<0.0001, Figure 4A). Furthermore, ROC curve was used to evaluate the prognostic value of RS. AUC was calculated as 0.771, which revealed superior predictive accuracy in overall survival (Figure 4B). In addition, survival curves of 25 hub genes were shown in Figure S5. From the K-M curves, lower expression levels of GNG13, HRH3, OPRK1 and SSTR1 were related with poor prognosis. In contrast, we found that high expression of other hub genes is associated with poor prognosis in LGG patients.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18508, "infons": {"file": "atm-08-05-209-f4.jpg", "id": "f4", "section_type": "FIG", "type": "fig_caption"}, "text": "Prognostic value of RS. M curve was constructed and the result demonstrated that patients with higher RS was associated with worse overall survival than who with lower RS (P<0.0001, A). ROC curve (B) was used to evaluate the prognostic value of RS. AUC was calculated as 0.771, which revealed superior predictive accuracy in overall survival. K-M, Kaplan-Meier; RS, risk score; ROC, operating characteristic curve; AUC, area under the curve.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18950, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Hub genes and immune cells infiltration", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18990, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TIMER database was applied for further exploring the relationship between 25 hub genes and immune infiltration in LGG TME. According to the results, 16 hub genes (ANAX1, C3, CCL5, CCR5, CXCL11, CXCR3, CXCR4, FCER1G, GNG5, GNG12, GNGT2, GPR183, HLA-B, OPRK1, PTAFR, SYK) were related with B cell, CD4+T cell, CD8+T cell, macrophage, neutrophil and dendritic cell infiltration (P<0.05, respectively, Figure S6).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19400, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19411, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In recent years, due to the rapid development of immunological checkpoint therapies such as nivolumab in LGG, TME has attracted a growing number of attentions as a key cellular milieu of immune cells, extracellular matrix molecules and stromal cells. Immunotherapy for cancers destroys cancer cells by enhancing the function of immune system. Growing evidence indicates that the key mechanism of interaction between the immune system and LGG is the immune checkpoints in the dynamic effect of immunity. Defined as a cohort of co-stimulatory and co-inhibitory molecules modulating T-cell activity, immune checkpoints orchestrate as regulatory circuits to make the immune system self-tolerable under normal physiological circumstances.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20145, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our current research, we calculated the immune scores, stromal scores and ESTIMATE scores for each LGG sample extracted from the TCGA database by applying ESTIMATE algorithm. The results revealed that immune scores were statistically higher in malignant tumor cases and associated with worse survival outcomes, advanced tumor grades and higher pathological stages. For the first time that ESTIMATE algorithm-derived immune scores were calculated in LGG to evaluate the prognostic value and provide extra evidence for the biological basis of immunotherapy. In our study, PPI network was constructed using SRING tool and Cytoscape software. Finally, 25 TME-related hub genes were selected and the potential pathways such as immune response, inflammatory response, plasma membrane and receptor activity were identified. We explored the associations between hub genes with immune infiltration in LGG TME by using the deconvolution algorithm based on the TIMER database. We found 16 hub genes including CCL5, CCR5, CXCR3, CXCR4 and CXCL11 were related to B cell, CD4+T cell, CD8+T cell, macrophage, neutrophil and dendritic cell infiltration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21286, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Chemokine (C-C motif) ligand 5 (CCL5) is secreted by various cell types including platelets, immune cells, fibroblasts, and endothelial and epithelial cells, and has been originally identified as an inducer that can recruit leukocytes to sites of inflammation. After binding to its receptors, namely CCR1, CCR3, and CCR5, CCL5 induces phosphorylation of mitogen-activated protein kinase and other signaling pathways involved in the regulation of various cellular functions, such as the proliferation, migration, and differentiation. Interestingly, it has been reported that the CCL5/CCR1 axis is critical for maintaining mesenchymal stem cells (MSC) identity and multipotency. Non-neoplastic cell-derived signals (chemokines and cytokines) in the TME may also represent viable treatment targets. It was reported that CCL5 was responsible for maintaining neurofibromatosis type 1 (NF1) mouse optic glioma growth in vivo. Since malignant gliomas may achieve partial independence from growth regulatory factors produced by non-neoplastic cells in the TME by producing the same cytokines secreted by the stromal cells in their low-grade counterparts, the NF1 protein, neurofibromin, negatively regulates CCL5 expression through suppression of AKT/mTOR signaling. Besides, CCL5 operates through an unconventional CCL5 receptor, CD44, to inhibit mouse mesenchymal glioblastoma (M-GBM) cell apoptosis. Collectively, these findings reveal that paracrine factors important for LGG growth can be usurped by high-grade tumors to create autocrine regulatory circuits that maintain malignant glioma survival. The opinions provided possible ideas for further research on our results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22956, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The C-X-C motif chemokine receptor 3 (CXCR3), which belongs to the CXC chemokine receptor family, is a G protein-coupled receptor that plays a critical role in mediating chemotactic migration, cell proliferation, and survival. CXCR3 is mainly expressed by various effector T lymphocytes including CD4+ Th1 cells, CD8+ cytotoxic T cells, and natural killer (NK) cells. The principle chemokine ligands of CXCR3 are CXCL4, CXCL9, CXCL10 and CXCL11. Maru et al. first reported that CXCR3 and CXCL10 were increased in glioma cells compared with adult human astrocytes. Moreover, they found that the expression level of CXCR3 correlated with malignancy grade of glioma. Liu et al. examined the role of CXCR3 in glioblastoma (GBM) progression using the GL261 murine model of malignant glioma. They found that Murine glioma GL261 cells express CXCL10 in vitro and GL261 tumors express CXCL9 and CXCL10 in vivo. CXCR3−/− mice with glioma had significantly shorter median survival time and reduced numbers of tumor-infiltrated natural killer (NK) and natural killer T (NKT) cells in contrast with WT glioma mice. Moreover, both CXCR3 and its ligands are expressed by murine and human glioma cell lines (A172, T98G, U87, U118 and U138). These results suggested that CXCR3 system may be a unique target for human glioma therapy. Recently, Pu et al. investigated the potential prognostic value of CXCR3 in primary GBM and its relationship with clinicopathological features. Using K-M survival curve analysis with a log-rank comparison of the 65 primary glioma patients, they found that the patients with higher expression levels of CXCR3 had shorter progression free survival and overall survival compared with those with lower expression levels of CXCR3. Using univariate Cox regression analysis, they found that high CXCR3 expression was a risk factor for primary GBM [P<0.01, hazard ratio (HR) 2.336; 95% confidence interval (CI), 1.341–4.071]. Furthermore, their multivariate Cox regression analysis showed that CXCR3 expression level was an independent prognostic factor for overall survival of primary glioma patients. However, the role of CXCR3 in LGG has not yet been elucidated. The results mentioned above are consistent with our analysis, suggesting that CXCR3 may be a useful independent prognostic biomarker for patients with primary glioma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25304, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Remarkably, the risk model was calculated based on 25 hub prognostic genes associated with LGG TME. The AUC of the ROC curve revealed the satisfactory predictive efficiency of the risk signature. This novel TME hub genes-related risk score model provides a new theoretical basis for the prognosis assessment of LGG patients, which is expected to be further applied in the future clinical management. The interplay of LGG and its TME critically affects tumor evolution, which subsequently impacts subtype classification, recurrence, drug resistance, and the overall prognosis of patients. Previous reports have provided elegant analysis on how the activation of tumor-intrinsic genes shapes TME. In the current work, we focused on genes characteristic of microenvironment, which in turn affect the development of LGG and hence contribute to patients’ overall survival. Our results may provide additional data in decoding the complex interaction of tumor and tumor environment in LGG.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26289, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It is important to note that limitations existed in our current study. Firstly, we only selected target data from the TCGA public database through biological algorithm approaches. We should validate the results of this article in clinical patients in further study. Secondly, 16 hub genes related to immune cells infiltration should be further studied to clarify the regulatory mechanism in immune infiltrates of LGG. Finally, considering the choice of analytical approaches, we included a limited database for the screening of hub genes in the immune ecosystem, which may lead to biased results due to the neglect of other databases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26924, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26936, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In our research, we selected the transcriptional profiles from public databases based on bioinformatics algorithm and identified specific signatures that related to the infiltration of stromal and immune cells in LGG TME.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27158, "infons": {"file": "atm-08-05-209-fS.1.jpg", "id": "fS.1", "section_type": "FIG", "type": "fig_caption"}, "text": "The heatmap and volcano plot based on immune scores. In immune score group, microarray data was standardized by limma package and heatmap of clustering analysis was performed (|log(FC)| >1 and FDR <0.05). The right half of the samples is low expression group, while the left half is high expression group.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27464, "infons": {"file": "atm-08-05-209-fS.2.jpg", "id": "fS.2", "section_type": "FIG", "type": "fig_caption"}, "text": "The heatmap and volcano plot based on stromal scores. In stromal score group, microarray data was standardized by limma package and heatmap (A) of clustering analysis was performed (|log(FC)| >1 and FDR <0.05). The right half of the samples is low expression group, while the left half is high expression group. DEGs were reflected in volcano plot (B).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27817, "infons": {"file": "atm-08-05-209-fS.3.jpg", "id": "fS.3", "section_type": "FIG", "type": "fig_caption"}, "text": "Gene set enrichment analysis. GSEA analysis was performed to further screen the significant pathway between higher immune scores group and lower immune scores group. GSEA, Gene Set Enrichment Analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28019, "infons": {"file": "atm-08-05-209-fS.4.jpg", "id": "fS.4", "section_type": "FIG", "type": "fig_caption"}, "text": "Hub genes identification based on cytoHubba. The PPI network data from STRING was further analyzed by Cytoscape and hub genes identification was performed by cytoHubba based on 12 algorithms.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28211, "infons": {"file": "atm-08-05-209-fS.5.jpg", "id": "fS.5", "section_type": "FIG", "type": "fig_caption"}, "text": "K-M curves of 25 hub genes. K-M curves were applied to explore the association between expression levels of hub genes and overall survival.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28351, "infons": {"file": "atm-08-05-209-fS.6.jpg", "id": "fS.6", "section_type": "FIG", "type": "fig_caption"}, "text": "Selected hub genes were associated with immune cells infiltration. According to the results analyzed based on TIMER database, 16 hub genes (ANAX1, C3, CCL5, CCR5, CXCL11, CXCR3, CXCR4, FCER1G, GNG5, GNG12, GNGT2, GPR183, HLA-B, OPRK1, PTAFR, SYK) was associated with B cell, CD4+ T cell, CD8+ T cell, macrophage, neutrophil and dendritic cell infiltration.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28708, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28722, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Conflicts of Interest: The authors have no conflicts of interest to declare.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28799, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Ethical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29007, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "Availability of data and materials: Gene transcriptome profiles of patients with LGG of the central nervous system could be downloaded in The Cancer Genome Atlas (TCGA) database (https://portal.gdc.cancer.gov/). Scores of immune, stromal and ESTIMATE were calculated using ESTIMATE algorithm (https://sourceforge.net/projects/estimateproject/). Data in TIMER database were downloaded from ‘https://cistrome.shinyapps.io/timer/’. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29441, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29452, "infons": {"fpage": "1", "lpage": "65", "name_0": "surname:Ilkhanizadeh;given-names:S", "name_1": "surname:Lau;given-names:J", "name_2": "surname:Huang;given-names:M", "pub-id_doi": "10.1016/B978-0-12-800249-0.00001-9", "pub-id_pmid": "24889528", "section_type": "REF", "source": "Adv Cancer Res", "type": "ref", "volume": "121", "year": "2014"}, "text": "Glial progenitors as targets for transformation in glioma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29511, "infons": {"fpage": "E6", "name_0": "surname:Claus;given-names:EB", "name_1": "surname:Walsh;given-names:KM", "name_2": "surname:Wiencke;given-names:JK", "pub-id_doi": "10.3171/2014.10.FOCUS12367", "pub-id_pmid": "25552286", "section_type": "REF", "source": "Neurosurg Focus", "type": "ref", "volume": "38", "year": "2015"}, "text": "Survival and low-grade glioma: the emergence of genetic information.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29580, "infons": {"fpage": "23", "name_0": "surname:Yan;given-names:Y", "name_1": "surname:Xu;given-names:Z", "name_2": "surname:Dai;given-names:S", "pub-id_doi": "10.1186/s13046-016-0303-5", "pub-id_pmid": "26830677", "section_type": "REF", "source": "J Exp Clin Cancer Res", "type": "ref", "volume": "35", "year": "2016"}, "text": "Targeting autophagy to sensitive glioma to temozolomide treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29647, "infons": {"fpage": "960", "name_0": "surname:Dai;given-names:S", "name_1": "surname:Yan;given-names:Y", "name_2": "surname:Xu;given-names:Z", "pub-id_doi": "10.3389/fphar.2017.00960", "pub-id_pmid": "29354058", "section_type": "REF", "source": "Front Pharmacol", "type": "ref", "volume": "8", "year": "2018"}, "text": "SCD1 Confers Temozolomide Resistance to Human Glioma Cells via the Akt/GSK3beta/beta-Catenin Signaling Axis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29756, "infons": {"fpage": "279", "lpage": "80", "name_0": "surname:Yan;given-names:Y", "name_1": "surname:Li;given-names:Z", "name_2": "surname:Zeng;given-names:S", "pub-id_doi": "10.1007/s12079-019-00518-6", "pub-id_pmid": "31025173", "section_type": "REF", "source": "J Cell Commun Signal", "type": "ref", "volume": "13", "year": "2019"}, "text": "FGFR2-mediated phosphorylation of PTEN at tyrosine 240 contributes to the radioresistance of glioma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29857, "infons": {"fpage": "403", "lpage": "13", "name_0": "surname:Forst;given-names:DA", "name_1": "surname:Nahed;given-names:BV", "name_2": "surname:Loeffler;given-names:JS", "pub-id_doi": "10.1634/theoncologist.2013-0345", "pub-id_pmid": "24664484", "section_type": "REF", "source": "Oncologist", "type": "ref", "volume": "19", "year": "2014"}, "text": "Low-grade gliomas.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29876, "infons": {"fpage": "962", "lpage": "71", "name_0": "surname:Escudier;given-names:B", "name_1": "surname:Sharma;given-names:P", "name_2": "surname:McDermott;given-names:DF", "pub-id_doi": "10.1016/j.eururo.2017.02.010", "pub-id_pmid": "28262413", "section_type": "REF", "source": "Eur Urol", "type": "ref", "volume": "72", "year": "2017"}, "text": "CheckMate 025 Randomized Phase 3 Study: Outcomes by Key Baseline Factors and Prior Therapy for Nivolumab Versus Everolimus in Advanced Renal Cell Carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30033, "infons": {"fpage": "61", "lpage": "8", "name_0": "surname:Wu;given-names:T", "name_1": "surname:Dai;given-names:Y", "pub-id_doi": "10.1016/j.canlet.2016.01.043", "pub-id_pmid": "26845449", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "387", "year": "2017"}, "text": "Tumor microenvironment and therapeutic response.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30082, "infons": {"fpage": "217", "lpage": "34", "name_0": "surname:Curry;given-names:JM", "name_1": "surname:Sprandio;given-names:J", "name_2": "surname:Cognetti;given-names:D", "pub-id_doi": "10.1053/j.seminoncol.2014.03.003", "pub-id_pmid": "24787294", "section_type": "REF", "source": "Semin Oncol", "type": "ref", "volume": "41", "year": "2014"}, "text": "Tumor microenvironment in head and neck squamous cell carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30147, "infons": {"fpage": "2108", "lpage": "19", "name_0": "surname:Cooper;given-names:LA", "name_1": "surname:Gutman;given-names:DA", "name_2": "surname:Chisolm;given-names:C", "pub-id_doi": "10.1016/j.ajpath.2012.01.040", "pub-id_pmid": "22440258", "section_type": "REF", "source": "Am J Pathol", "type": "ref", "volume": "180", "year": "2012"}, "text": "The tumor microenvironment strongly impacts master transcriptional regulators and gene expression class of glioblastoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30268, "infons": {"fpage": "1", "name_0": "surname:Galon;given-names:J", "name_1": "surname:Pages;given-names:F", "name_2": "surname:Marincola;given-names:FM", "pub-id_doi": "10.1186/1479-5876-10-1", "pub-id_pmid": "22214470", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "10", "year": "2012"}, "text": "The immune score as a new possible approach for the classification of cancer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30346, "infons": {"fpage": "2612", "name_0": "surname:Yoshihara;given-names:K", "name_1": "surname:Shahmoradgoli;given-names:M", "name_2": "surname:Martinez;given-names:E", "pub-id_doi": "10.1038/ncomms3612", "pub-id_pmid": "24113773", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "4", "year": "2013"}, "text": "Inferring tumour purity and stromal and immune cell admixture from expression data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30430, "infons": {"fpage": "231", "name_0": "surname:Şenbabaoğlu;given-names:Y", "name_1": "surname:Gejman;given-names:RS", "name_2": "surname:Winer;given-names:AG", "pub-id_doi": "10.1186/s13059-016-1092-z", "pub-id_pmid": "27855702", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "17", "year": "2016"}, "text": "Tumor immune microenvironment characterization in clear cell renal cell carcinoma identifies prognostic and immunotherapeutically relevant messenger RNA signatures.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30595, "infons": {"fpage": "841", "name_0": "surname:Winslow;given-names:S", "name_1": "surname:Lindquist;given-names:KE", "name_2": "surname:Edsjo;given-names:A", "pub-id_doi": "10.1186/s12885-016-2864-2", "pub-id_pmid": "27809802", "section_type": "REF", "source": "BMC Cancer", "type": "ref", "volume": "16", "year": "2016"}, "text": "The expression pattern of matrix-producing tumor stroma is of prognostic importance in breast cancer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30697, "infons": {"fpage": "413", "lpage": "21", "name_0": "surname:Carter;given-names:SL", "name_1": "surname:Cibulskis;given-names:K", "name_2": "surname:Helman;given-names:E", "pub-id_doi": "10.1038/nbt.2203", "pub-id_pmid": "22544022", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "30", "year": "2012"}, "text": "Absolute quantification of somatic DNA alterations in human cancer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30765, "infons": {"fpage": "829", "lpage": "48", "name_0": "surname:Aldape;given-names:K", "name_1": "surname:Zadeh;given-names:G", "name_2": "surname:Mansouri;given-names:S", "pub-id_doi": "10.1007/s00401-015-1432-1", "pub-id_pmid": "25943888", "section_type": "REF", "source": "Acta Neuropathol", "type": "ref", "volume": "129", "year": "2015"}, "text": "Glioblastoma: pathology, molecular mechanisms and markers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30824, "infons": {"fpage": "1061", "lpage": "8", "pub-id_doi": "10.1038/nature07385", "pub-id_pmid": "18772890", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "455", "year": "2008"}, "text": "Cancer Genome Atlas Research N. Comprehensive genomic characterization defines human glioblastoma genes and core pathways.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30947, "infons": {"fpage": "6", "name_0": "surname:Shah;given-names:N", "name_1": "surname:Wang;given-names:P", "name_2": "surname:Wongvipat;given-names:J", "pub-id_pmid": "28891793", "section_type": "REF", "source": "Elife", "type": "ref", "year": "2017"}, "text": "Regulation of the glucocorticoid receptor via a BET-dependent enhancer drives antiandrogen resistance in prostate cancer.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31069, "infons": {"fpage": "2", "name_0": "surname:Priedigkeit;given-names:N", "name_1": "surname:Watters;given-names:RJ", "name_2": "surname:Lucas;given-names:PC", "pub-id_pmid": "28878133", "section_type": "REF", "source": "JCI Insight", "type": "ref", "year": "2017"}, "text": "Exome-capture RNA sequencing of decade-old breast cancers and matched decalcified bone metastases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31168, "infons": {"fpage": "421", "lpage": "31", "name_0": "surname:Alonso;given-names:MH", "name_1": "surname:Ausso;given-names:S", "name_2": "surname:Lopez-Doriga;given-names:A", "pub-id_doi": "10.1038/bjc.2017.208", "pub-id_pmid": "28683472", "section_type": "REF", "source": "Br J Cancer", "type": "ref", "volume": "117", "year": "2017"}, "text": "Comprehensive analysis of copy number aberrations in microsatellite stable colon cancer in view of stromal component.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31286, "infons": {"fpage": "e47", "name_0": "surname:Ritchie;given-names:ME", "name_1": "surname:Phipson;given-names:B", "name_2": "surname:Wu;given-names:D", "pub-id_doi": "10.1093/nar/gkv007", "pub-id_pmid": "25605792", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "limma powers differential expression analyses for RNA-sequencing and microarray studies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31375, "infons": {"fpage": "907", "lpage": "25", "name_0": "surname:Aalen;given-names:OO", "pub-id_doi": "10.1002/sim.4780080803", "pub-id_pmid": "2678347", "section_type": "REF", "source": "Stat Med", "type": "ref", "volume": "8", "year": "1989"}, "text": "A linear regression model for the analysis of life times.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31433, "infons": {"fpage": "1569", "lpage": "88", "name_0": "surname:Aalen;given-names:OO", "pub-id_doi": "10.1002/sim.4780121705", "pub-id_pmid": "8235179", "section_type": "REF", "source": "Stat Med", "type": "ref", "volume": "12", "year": "1993"}, "text": "Further results on the non-parametric linear regression model in survival analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31517, "infons": {"fpage": "35", "name_0": "surname:Chen;given-names:H", "name_1": "surname:Boutros;given-names:PC", "pub-id_doi": "10.1186/1471-2105-12-35", "pub-id_pmid": "21269502", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "12", "year": "2011"}, "text": "VennDiagram: a package for the generation of highly-customizable Venn and Euler diagrams in R.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31612, "infons": {"fpage": "27", "lpage": "30", "name_0": "surname:Kanehisa;given-names:M", "name_1": "surname:Goto;given-names:S.", "pub-id_doi": "10.1093/nar/28.1.27", "pub-id_pmid": "10592173", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "28", "year": "2000"}, "text": "KEGG: kyoto encyclopedia of genes and genomes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31659, "infons": {"fpage": "99", "lpage": "121", "name_0": "surname:Tilford;given-names:CA", "name_1": "surname:Siemers;given-names:NO", "pub-id_doi": "10.1007/978-1-60761-175-2_6", "pub-id_pmid": "19597782", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "563", "year": "2009"}, "text": "Gene set enrichment analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31689, "infons": {"fpage": "D447", "lpage": "52", "name_0": "surname:Szklarczyk;given-names:D", "name_1": "surname:Franceschini;given-names:A", "name_2": "surname:Wyder;given-names:S", "pub-id_doi": "10.1093/nar/gku1003", "pub-id_pmid": "25352553", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "STRING v10: protein-protein interaction networks, integrated over the tree of life.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31773, "infons": {"fpage": "2498", "lpage": "504", "name_0": "surname:Shannon;given-names:P", "name_1": "surname:Markiel;given-names:A", "name_2": "surname:Ozier;given-names:O", "pub-id_doi": "10.1101/gr.1239303", "pub-id_pmid": "14597658", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "13", "year": "2003"}, "text": "Cytoscape: a software environment for integrated models of biomolecular interaction networks.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31867, "infons": {"fpage": "S11", "issue": "Suppl 4", "name_0": "surname:Chin;given-names:CH", "name_1": "surname:Chen;given-names:SH", "name_2": "surname:Wu;given-names:HH", "pub-id_doi": "10.1186/1752-0509-8-S4-S11", "pub-id_pmid": "25521941", "section_type": "REF", "source": "BMC Syst Biol", "type": "ref", "volume": "8", "year": "2014"}, "text": "cytoHubba: identifying hub objects and sub-networks from complex interactome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31945, "infons": {"fpage": "337", "lpage": "44", "name_0": "surname:Heagerty;given-names:PJ", "name_1": "surname:Lumley;given-names:T", "name_2": "surname:Pepe;given-names:MS", "pub-id_doi": "10.1111/j.0006-341X.2000.00337.x", "pub-id_pmid": "10877287", "section_type": "REF", "source": "Biometrics", "type": "ref", "volume": "56", "year": "2000"}, "text": "Time-dependent ROC curves for censored survival data and a diagnostic marker.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32023, "infons": {"fpage": "126", "lpage": "44", "name_0": "surname:Driessens;given-names:G", "name_1": "surname:Kline;given-names:J", "name_2": "surname:Gajewski;given-names:TF", "pub-id_doi": "10.1111/j.1600-065X.2009.00771.x", "pub-id_pmid": "19426219", "section_type": "REF", "source": "Immunol Rev", "type": "ref", "volume": "229", "year": "2009"}, "text": "Costimulatory and coinhibitory receptors in anti-tumor immunity.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32088, "infons": {"fpage": "e731", "lpage": "41", "name_0": "surname:Syn;given-names:NL", "name_1": "surname:Teng;given-names:MWL", "name_2": "surname:Mok;given-names:TSK", "pub-id_doi": "10.1016/S1470-2045(17)30607-1", "pub-id_pmid": "29208439", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "18", "year": "2017"}, "text": "De-novo and acquired resistance to immune checkpoint targeting.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32152, "infons": {"fpage": "186", "lpage": "201", "name_0": "surname:Lin;given-names:SJ", "name_1": "surname:Chang;given-names:KP", "name_2": "surname:Hsu;given-names:CW", "pub-id_doi": "10.1016/j.jprot.2013.09.013", "pub-id_pmid": "24080422", "section_type": "REF", "source": "J Proteomics", "type": "ref", "volume": "94", "year": "2013"}, "text": "Low-molecular-mass secretome profiling identifies C-C motif chemokine 5 as a potential plasma biomarker and therapeutic target for nasopharyngeal carcinoma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32309, "infons": {"fpage": "548", "lpage": "53", "name_0": "surname:Donlon;given-names:TA", "name_1": "surname:Krensky;given-names:AM", "name_2": "surname:Wallace;given-names:MR", "pub-id_doi": "10.1016/0888-7543(90)90485-D", "pub-id_pmid": "1691736", "section_type": "REF", "source": "Genomics", "type": "ref", "volume": "6", "year": "1990"}, "text": "Localization of a human T-cell-specific gene, RANTES (D17S136E), to chromosome 17q11.2-q12.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32401, "infons": {"fpage": "292376", "name_0": "surname:Aldinucci;given-names:D", "name_1": "surname:Colombatti;given-names:A.", "pub-id_doi": "10.1155/2014/292376", "pub-id_pmid": "24523569", "section_type": "REF", "source": "Mediators Inflamm", "type": "ref", "volume": "2014", "year": "2014"}, "text": "The inflammatory chemokine CCL5 and cancer progression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32457, "infons": {"fpage": "1439", "lpage": "60", "name_0": "surname:Marques;given-names:RE", "name_1": "surname:Guabiraba;given-names:R", "name_2": "surname:Russo;given-names:RC", "pub-id_doi": "10.1517/14728222.2013.837886", "pub-id_pmid": "24090198", "section_type": "REF", "source": "Expert Opin Ther Targets", "type": "ref", "volume": "17", "year": "2013"}, "text": "Targeting CCL5 in inflammation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32489, "infons": {"fpage": "239", "lpage": "49", "name_0": "surname:Mohr;given-names:A", "name_1": "surname:Zwacka;given-names:R", "pub-id_doi": "10.1016/j.canlet.2017.11.025", "pub-id_pmid": "29175461", "section_type": "REF", "source": "Cancer Lett", "type": "ref", "volume": "414", "year": "2018"}, "text": "The future of mesenchymal stem cell-based therapeutic approaches for cancer - From cells to ghosts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32589, "infons": {"fpage": "776", "lpage": "88", "name_0": "surname:Solga;given-names:AC", "name_1": "surname:Pong;given-names:WW", "name_2": "surname:Kim;given-names:KY", "pub-id_doi": "10.1016/j.neo.2015.10.002", "pub-id_pmid": "26585233", "section_type": "REF", "source": "Neoplasia", "type": "ref", "volume": "17", "year": "2015"}, "text": "RNA Sequencing of Tumor-Associated Microglia Reveals Ccl5 as a Stromal Chemokine Critical for Neurofibromatosis-1 Glioma Growth.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32718, "infons": {"fpage": "8573", "lpage": "8", "name_0": "surname:Johannessen;given-names:CM", "name_1": "surname:Reczek;given-names:EE", "name_2": "surname:James;given-names:MF", "pub-id_doi": "10.1073/pnas.0503224102", "pub-id_pmid": "15937108", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "102", "year": "2005"}, "text": "The NF1 tumor suppressor critically regulates TSC2 and mTOR.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32779, "infons": {"fpage": "32977", "lpage": "89", "name_0": "surname:Pan;given-names:Y", "name_1": "surname:Smithson;given-names:LJ", "name_2": "surname:Ma;given-names:Y", "pub-id_pmid": "28380429", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "8", "year": "2017"}, "text": "Ccl5 establishes an autocrine high-grade glioma growth regulatory circuit critical for mesenchymal glioblastoma survival.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32901, "infons": {"fpage": "705", "lpage": "20", "name_0": "surname:Ślusarczyk;given-names:J", "name_1": "surname:Trojan;given-names:E", "name_2": "surname:Chwastek;given-names:J", "pub-id_doi": "10.2174/1570159X14666160219131357", "pub-id_pmid": "26893168", "section_type": "REF", "source": "Curr Neuropharmacol", "type": "ref", "volume": "14", "year": "2016"}, "text": "A Potential Contribution of Chemokine Network Dysfunction to the Depressive Disorders.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32988, "infons": {"fpage": "311", "lpage": "27", "name_0": "surname:Van Raemdonck;given-names:K", "name_1": "surname:Van den Steen;given-names:PE", "name_2": "surname:Liekens;given-names:S", "pub-id_doi": "10.1016/j.cytogfr.2014.11.009", "pub-id_pmid": "25498524", "section_type": "REF", "source": "Cytokine Growth Factor Rev", "type": "ref", "volume": "26", "year": "2015"}, "text": "CXCR3 ligands in disease and therapy.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33026, "infons": {"fpage": "963", "lpage": "9", "name_0": "surname:Loetscher;given-names:M", "name_1": "surname:Gerber;given-names:B", "name_2": "surname:Loetscher;given-names:P", "pub-id_doi": "10.1084/jem.184.3.963", "pub-id_pmid": "9064356", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "184", "year": "1996"}, "text": "Chemokine receptor specific for IP10 and mig: structure, function, and expression in activated T-lymphocytes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33136, "infons": {"fpage": "463", "lpage": "78", "name_0": "surname:Altara;given-names:R", "name_1": "surname:Manca;given-names:M", "name_2": "surname:Brandao;given-names:RD", "pub-id_doi": "10.1042/CS20150666", "pub-id_pmid": "26888559", "section_type": "REF", "source": "Clin Sci (Lond)", "type": "ref", "volume": "130", "year": "2016"}, "text": "Emerging importance of chemokine receptor CXCR3 and its ligands in cardiovascular diseases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33228, "infons": {"fpage": "1096", "lpage": "106", "name_0": "surname:Cao;given-names:F", "name_1": "surname:Chen;given-names:SS", "name_2": "surname:Yan;given-names:XF", "pub-id_doi": "10.1016/j.neuro.2009.06.004", "pub-id_pmid": "19559047", "section_type": "REF", "source": "Neurotoxicology", "type": "ref", "volume": "30", "year": "2009"}, "text": "Evaluation of side effects through selective ablation of the mu opioid receptor expressing descending nociceptive facilitatory neurons in the rostral ventromedial medulla with dermorphin-saporin.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33424, "infons": {"fpage": "2009", "lpage": "21", "name_0": "surname:Cole;given-names:KE", "name_1": "surname:Strick;given-names:CA", "name_2": "surname:Paradis;given-names:TJ", "pub-id_doi": "10.1084/jem.187.12.2009", "pub-id_pmid": "9625760", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "187", "year": "1998"}, "text": "Interferon-inducible T cell alpha chemoattractant (I-TAC): a novel non-ELR CXC chemokine with potent activity on activated T cells through selective high affinity binding to CXCR3.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33605, "infons": {"fpage": "1537", "lpage": "49", "name_0": "surname:Lasagni;given-names:L", "name_1": "surname:Francalanci;given-names:M", "name_2": "surname:Annunziato;given-names:F", "pub-id_doi": "10.1084/jem.20021897", "pub-id_pmid": "12782716", "section_type": "REF", "source": "J Exp Med", "type": "ref", "volume": "197", "year": "2003"}, "text": "An alternatively spliced variant of CXCR3 mediates the inhibition of endothelial cell growth induced by IP-10, Mig, and I-TAC, and acts as functional receptor for platelet factor 4.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33787, "infons": {"fpage": "5238", "lpage": "42", "name_0": "surname:Farber;given-names:JM", "pub-id_doi": "10.1073/pnas.87.14.5238", "pub-id_pmid": "2115167", "section_type": "REF", "source": "Proc Natl Acad Sci U S A", "type": "ref", "volume": "87", "year": "1990"}, "text": "A macrophage mRNA selectively induced by gamma-interferon encodes a member of the platelet factor 4 family of cytokines.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33908, "infons": {"fpage": "672", "lpage": "6", "name_0": "surname:Luster;given-names:AD", "name_1": "surname:Unkeless;given-names:JC", "name_2": "surname:Ravetch;given-names:JV", "pub-id_doi": "10.1038/315672a0", "pub-id_pmid": "3925348", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "315", "year": "1985"}, "text": "Gamma-interferon transcriptionally regulates an early-response gene containing homology to platelet proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34018, "infons": {"fpage": "35", "lpage": "45", "name_0": "surname:Maru;given-names:SV", "name_1": "surname:Holloway;given-names:KA", "name_2": "surname:Flynn;given-names:G", "pub-id_doi": "10.1016/j.jneuroim.2008.04.029", "pub-id_pmid": "18538864", "section_type": "REF", "source": "J Neuroimmunol", "type": "ref", "volume": "199", "year": "2008"}, "text": "Chemokine production and chemokine receptor expression by human glioma cells: role of CXCL10 in tumour cell proliferation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34141, "infons": {"fpage": "129", "lpage": "37", "name_0": "surname:Liu;given-names:C", "name_1": "surname:Luo;given-names:D", "name_2": "surname:Reynolds;given-names:BA", "pub-id_doi": "10.1093/carcin/bgq224", "pub-id_pmid": "21051441", "section_type": "REF", "source": "Carcinogenesis", "type": "ref", "volume": "32", "year": "2011"}, "text": "Chemokine receptor CXCR3 promotes growth of glioma.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34193, "infons": {"fpage": "43", "lpage": "51", "name_0": "surname:Pu;given-names:Y", "name_1": "surname:Li;given-names:S", "name_2": "surname:Zhang;given-names:C", "pub-id_doi": "10.1007/s11060-014-1692-y", "pub-id_pmid": "25527046", "section_type": "REF", "source": "J Neurooncol", "type": "ref", "volume": "122", "year": "2015"}, "text": "High expression of CXCR3 is an independent prognostic factor in glioblastoma patients that promotes an invasive phenotype.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34316, "infons": {"fpage": "42", "lpage": "56.e6", "name_0": "surname:Wang;given-names:Q", "name_1": "surname:Hu;given-names:B", "name_2": "surname:Hu;given-names:X", "pub-id_doi": "10.1016/j.ccell.2017.06.003", "pub-id_pmid": "28697342", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "32", "year": "2017"}, "text": "Tumor Evolution of Glioma-Intrinsic Gene Expression Subtypes Associates with Immunological Changes in the Microenvironment.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]