[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "7660389", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.patter.2020.100083", "article-id_pii": "S2666-3899(20)30111-2", "article-id_pmc": "7660389", "article-id_pmid": "33205130", "article-id_publisher-id": "100083", "elocation-id": "100083", "issue": "6", "kwd": "precision oncology data commons data sharing translational research healthcare de-identification secondary use of clinical data data integration genomic data outcomes research", "license": "This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).", "name_0": "surname:Elbers;given-names:Danne C.", "name_1": "surname:Fillmore;given-names:Nathanael R.", "name_10": "surname:Grossman;given-names:Robert L.", "name_11": "surname:Brophy;given-names:Mary T.", "name_12": "surname:Do;given-names:Nhan V.", "name_2": "surname:Sung;given-names:Feng-Chi", "name_3": "surname:Ganas;given-names:Spyridon S.", "name_4": "surname:Prokhorenkov;given-names:Andrew", "name_5": "surname:Meyer;given-names:Christopher", "name_6": "surname:Hall;given-names:Robert B.", "name_7": "surname:Ajjarapu;given-names:Samuel J.", "name_8": "surname:Chen;given-names:Daniel C.", "name_9": "surname:Meng;given-names:Frank", "notes": "Published: August 17, 2020", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "1", "year": "2020"}, "text": "The Veterans Affairs Precision Oncology Data Repository, a Clinical, Genomic, and Imaging Research Database", "sentences": [], "annotations": [], "relations": []}, {"offset": 108, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 116, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Veterans Affairs Precision Oncology Data Repository (VA-PODR) is a large, nationwide repository of de-identified data on patients diagnosed with cancer at the Department of Veterans Affairs (VA). Data include longitudinal clinical data from the VA's nationwide electronic health record system and the VA Central Cancer Registry, targeted tumor sequencing data, and medical imaging data including computed tomography (CT) scans and pathology slides. A subset of the repository is available at the Genomic Data Commons (GDC) and The Cancer Imaging Archive (TCIA), and the full repository is available through the Veterans Precision Oncology Data Commons (VPODC). By releasing this de-identified dataset, we aim to advance Veterans' health care through enabling translational research on the Veteran population by a wide variety of researchers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 962, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 973, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Presents a large-scale repository on cancer patients with EHR, imaging, and genomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 1062, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Describes a method for de-identification of different types of health data", "sentences": [], "annotations": [], "relations": []}, {"offset": 1137, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Enables researchers to use data science tools to apply to the data", "sentences": [], "annotations": [], "relations": []}, {"offset": 1204, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "The Bigger Picture", "sentences": [], "annotations": [], "relations": []}, {"offset": 1223, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Accelerating the speed of innovation and discoveries in health care requires the liberation of real-world data from their silos. One of the greatest challenges in the application of artificial intelligence and machine learning to health care is the validation of new algorithms beyond where they were created. We present the Veterans Affairs Precision Oncology Data Repository (VA-PODR), a large-scale repository of de-identified data on patients diagnosed with cancer at the Department of Veterans Affairs (VA). VA-PODR includes longitudinal clinical, genomic, and imaging data originating from the VA's electronic health record system, the VA Central Cancer Registry, and other sources. VA-PODR enables researchers around the world to validate their algorithms and advance cancer research and health care in general. In addition, VA-PODR enhances Veterans' health care by facilitating development of algorithms that are well tuned to the Veteran population and ready for deployment inside the VA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2222, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Veterans Affairs Precision Oncology Data Repository (VA-PODR) is a large, nationwide repository of real-world de-identified data on patients diagnosed with cancer at the Department of Veteran's Affairs. The repository contains longitudinal clinical data from the VA's nationwide electronic health record system and the VA Central Cancer Registry, targeted tumor sequencing data, and medical imaging data. By releasing this dataset, we aim to advance Veterans' health care through enabling translational research on the Veteran population by a wide variety of researchers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2798, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2811, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Department of Veterans Affairs (VA) operates the largest integrated health care system in the United States and was an early adopter of electronic health record (EHR) systems. As a result, the VA has large longitudinal databases containing health records dating back as far as the 1980s, with comprehensive coverage starting in 1999. More recently, the VA launched the Precision Oncology Program (POP), initially in the New England region under leadership of our group at the Boston Cooperative Studies Program (CSP) Informatics Center, and subsequently as a national program led by the VA's National Oncology Program. Under POP, the VA has carried out targeted tumor sequencing on a national scale for Veterans diagnosed with cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3550, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although the VA has established successes in the care for cancer patients through evidence-based approaches, to accelerate this progress even further, it is critical to combine expertise from both inside and outside the VA. To that end, our group established the Research Precision Oncology Program (RePOP), which provides a mechanism for patients to consent to broad data sharing for research purposes. This, along with additional work to assure regulatory compliance, enables the VA to contribute data into the cancer data ecosystem as recommended by the Cancer Moonshot Blue Ribbon Panel. For example, consent obtained under RePOP has facilitated the VA's participation in the Cancer Moonshot's Applied Proteogenomics OrganizationaL Learning and Outcomes (APOLLO) network.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4326, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Due to these efforts, we are now able to share VA data as a national resource to investigators inside and outside the VA. Specifically, in this paper, we introduce the VA Precision Oncology Data Repository (VA-PODR) and describe its availability outside the VA. VA-PODR consolidates de-identified VA clinical, genomic, and imaging data needed for research in precision oncology in a large, nationwide repository. The data consist of longitudinal clinical data from the VA's integrated EHR system and the VA Central Cancer Registry, targeted tumor sequencing data, and medical imaging data including computed tomography (CT) scans and pathology slides.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4978, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In previous work, we described the VPODC, a data-sharing and computational platform where VA-PODR is available to researchers outside the VA. Here, in contrast, we describe the VA-PODR data repository itself. The difference between the VPODC and VA-PODR is that the VPODC is a specific platform through which the VA-PODR dataset is shared and collaborative analysis can take place. However, the VPODC is not the only place where VA-PODR is available. Parts of VA-PODR are also shared in the Genomic Data Commons (GDC) and The Cancer Imaging Archive (TCIA), as well as internally at the VA. And, in the future, it is our intention that VA-PODR will be made available elsewhere as well.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5663, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "VA-PODR represents a unique resource, for several reasons. First, to our knowledge, VA-PODR is the first large-scale repository of VA health data that has ever been made available to researchers outside the VA. Second, VA-PODR is one of only a handful of large-scale databases with real-world EHR data to be made available to the research community outside the institutions where the data originated, similar to the widely used MIMIC Critical Care Database, but in a different medical domain. Third, VA-PODR combines clinical, genomic, and imaging data, enabling multimodal analysis that is not possible with only one source, similar in some respects to The Cancer Genome Atlas (TCGA), but with substantially richer clinical data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6394, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to VA-PODR's use for observational research in precision oncology, we envision VA-PODR facilitating big data research in health care in general, such as for the development and validation of analytical models and other tools using large EHR, genomic, and imaging data, and also being used for educational purposes. Thus, our contribution will benefit both Veterans and the broader community by providing accessible data to accelerate improvement in health care.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6868, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 6891, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6899, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Repository Development", "sentences": [], "annotations": [], "relations": []}, {"offset": 6922, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of the VA-PODR Dataflow", "sentences": [], "annotations": [], "relations": []}, {"offset": 6955, "infons": {"file": "gr1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Data are pulled from several sources within the VA, aligned and de-identified in the landing zone, and subsequently submitted to collaborating repositories.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7112, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "VA-PODR consists of (1) de-identified longitudinal clinical data from the VA's integrated EHR system and the VA Central Cancer Registry, (2) targeted tumor sequencing data from POP, and (3) medical imaging data including CT scans and pathology slides. Data from multiple sources is pulled to a central location, and records are matched using internal patient identifiers (Figure 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7496, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clinical data include 10 domains, 38 tables, and 647 columns, and approximately 1 billion rows of data from the VA's EHR system, with detailed information on demographics, survival, laboratory test results, orders, medications, surgeries, and visits, including associated ICD and procedure codes, and more. This information is available in the VA Corporate Data Warehouse's native data model as well as in the VA's implementation of the Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM). Our intention is for VA-PODR to include all information from the EHR that is relevant for research. In addition, extensive curated data on cancer diagnosis, treatment, and outcomes is included from the VA Central Cancer Registry (VACCR), which collates data on cancer cases that have been annotated by VA cancer registrars throughout the nation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8354, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Genomic data include data generated under both the VA New England Healthcare System Precision Oncology Program and the VA National Precision Oncology Program. These data consist of targeted tumor sequencing data, including both raw sequencing files and somatic variant calls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Medical imaging data are extracted from two distinct sources. CT scans taken at or near diagnosis are pulled from various VA's medical centers' Picture Archiving and Communication Systems. In addition, images of pathology slides from sequenced tumor biopsies are included; these were produced by the vendors carrying out the targeted tumor sequencing described above, or are histopathology slides digitized at local pathology departments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9069, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "De-identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 9087, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "General Strategy", "sentences": [], "annotations": [], "relations": []}, {"offset": 9104, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Before release, all data are de-identified in accordance with both the United States Health Insurance Portability and Accountability Act (HIPAA) and internal VA requirements, including VHA Handbook 1200.12 guidelines. Specifically, all data elements covered under HIPAA as identifiers are removed, as well as other possible sensitive information, identified as such by subject matter experts (SMEs); see details below. After de-identification using the procedures below, all data are reviewed and approved by a VA Privacy Officer before release.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9650, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In all data types, dates are obfuscated by calculating days to an arbitrary patient-specific anchor date. This procedure preserves the ordering of dates within each patient's timeline. No patient data are included for which the timestamp indicates that it was collected at the time a patient is 90 years of age or older.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9971, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Clinical Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 9985, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Review Process to Exclude Sensitive and Identifiable Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 10043, "infons": {"file": "gr2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Once a cohort is requested, new data are pulled and unique values are compared with data values previously evaluated. New data values are evaluated by SMEs and either white- or blacklisted. The new dataset is filtered by the white-listed dataset, de-identified, and shared.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10317, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As briefly mentioned above, the clinical data are de-identified through a manual review for identifiers under HIPAA, sensitive information, and/or other PHI/PII by SMEs. Specifically, each column of data is assessed for inclusion or exclusion based on whether it primarily contains this type of information, which can occur in categorized fields or free text, or not. Columns that primarily contain sensitive information are excluded. In addition, for columns that are included, each distinct data value is evaluated for sensitivity by an SME and either excluded or added to a white list. Examples of sensitive data are medication discontinued dates, serial codes, and references to physicians and locations. As new data are added, they are checked against the white list and flagged for manual review if not present (Figure 2). Thus, SMEs are involved in two steps: first in assessing each new column and deciding if the column in its entirety contains sensitive and/or HIPAA information and second in reviewing new and distinct varchar values and deciding if this specific value should be white- or blacklisted while the column itself is part of PODR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11472, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Genomic Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 11485, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Genomic data are de-identified by removing any HIPAA identifiers occurring in metadata associated with each record and certifying this de-identification methodology by an SME. Genomic data of tumors are not considered inherently identifiable under US regulations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11749, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Imaging Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 11762, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For imaging data, we ensure that both headers and image content do not include sensitive or identifying information. Sensitive data in Digital Imaging and Communications in Medicine (DICOM) headers are removed through a process similar to that used for clinical data. To deidentify image content, we use the Medical Imaging Resource Community's Clinical Trials Processor software.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12143, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Technical Validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 12164, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Data have been validated three ways. Best practices have been used in developing code to pull and collate data, relying on standard internal VA identifiers to join data across domains where possible, and subsequently translating these to public identifiers. In addition, all data domains and values have been reviewed by a group of SMEs with expertise in medicine, imaging, and data analysis. Finally, all data have been reviewed and certified as de-identified by a VA Privacy Officer before release.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12665, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Risk of Re-identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 12691, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In sharing VA-PODR data, de-identification standards have been adopted, extended, and thoroughly vetted to protect VA patients. In order to further mitigate residual re-identification risk in the de-identified datasets, we have also implemented policy controls. Specifically, the larger set of de-identified data is available only after proof of institutional privacy policies, vetting of data transfer rules, and signing of a Data Use Agreement (DUA), in which the user agrees not to attempt re-identification. These measures are further detailed in the next section.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13260, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Regulatory Considerations", "sentences": [], "annotations": [], "relations": []}, {"offset": 13286, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In accordance with VA regulations, VA data can be housed in a database, a single repository, or a data repository. A database is explicitly created in the course of conducting research, while a single repository can be used to archive/compile data from multiple protocols and/or investigators working on similar topics. VA-PODR is a data repository, meaning that it is a living document that details the sources and contents of archived research data and also describes all secondary use of data including where the data go, who uses them, for what purposes, over time. VA-PODR currently describes two cohorts, A and B, with their regulations detailed below. We anticipate other cohorts will be added to VA-PODR in the future, whether prospective or retrospective, observational or interventional, of which APOLLO is an example.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14115, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Cohort A Consent and HIPAA Authorization", "sentences": [], "annotations": [], "relations": []}, {"offset": 14156, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For patients in cohort A, consent and HIPAA authorization was obtained to share data with partners inside and outside the VA. Inside the VA, data on patients in cohort A can be shared either identified or de-identified while coded or anonymized, depending on the investigator's protocol and the details of the DUA signed with PODR. Outside the VA, data on patients in cohort A can only be shared after they are de-identified and coded or anonymized and a DUA is signed with PODR. This DUA may allow data on patients in cohort A to be reshared. The signed DUA will state that re-identification is prohibited.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14764, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Cohort B Decedent and HIPAA Waived", "sentences": [], "annotations": [], "relations": []}, {"offset": 14799, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Patients in cohort B need to be recorded as decedent in their medical record; identification of these patients is performed under an HIPAA waiver. Decedent data are not considered data on human subjects. Similar to cohort A, inside the VA, data on patients in cohort B can be shared either identified or de-identified while coded or anonymized, depending on the investigator's protocol and the details of the DUA signed with PODR. Outside the VA, data on patients in cohort B can only be shared after they are de-identified and coded or anonymized and under a DUA signed between PODR and a trusted partner with a standard operating procedure or institutional review board-approved protocol. Different from cohort A, these data cannot be reshared and must remain in the trusted partner's repository. The signed DUA will state that re-identification is prohibited.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15662, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Unanticipated Events", "sentences": [], "annotations": [], "relations": []}, {"offset": 15683, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "If an unanticipated event occurs with PODR data, the procedures in the most recent version of the PODR protocol and VA handbook 1200.05 are followed. The event is reported to the privacy officer, principal investigator, quality assurance manager, institutional review board, and R&D committee at the VA Boston Healthcare System. In addition, the event is entered into a national privacy database by the privacy officer, and a determination is made on the need for corrective action.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16166, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 16174, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Patient Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 16198, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_caption"}, "text": "Demographic Characteristics of the VA-PODR Patient Population", "sentences": [], "annotations": [], "relations": []}, {"offset": 16260, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Characteristic</th><th>VA-PODR (N = 113,154), n (%)</th></tr></thead><tbody><tr><td colspan=\"2\">Age</td></tr><tr><td> &lt;50 years</td><td>391 (0.4)</td></tr><tr><td> 50–59 years</td><td>7,215 (6.4)</td></tr><tr><td> 60–69 years</td><td>38,170 (33.7)</td></tr><tr><td> 70–79 years</td><td>37,151 (32.8)</td></tr><tr><td> ≥80 years</td><td>30,227 (26.7)</td></tr><tr><td colspan=\"2\">Gender</td></tr><tr><td> Male</td><td>111,811 (98.8)</td></tr><tr><td> Female</td><td>1,343 (1.2)</td></tr><tr><td colspan=\"2\">Race</td></tr><tr><td> African American</td><td>20,531 (18.1)</td></tr><tr><td> American Indian</td><td>512 (0.5)</td></tr><tr><td> Asian</td><td>247 (0.2)</td></tr><tr><td> White</td><td>77,295 (68.3)</td></tr><tr><td> Native Hawaiian/Pacific Islander</td><td>668 (0.6)</td></tr><tr><td> Unknown</td><td>13,901 (12.3)</td></tr><tr><td colspan=\"2\">Ethnicity</td></tr><tr><td> Hispanic or Latino</td><td>3,624 (3.2)</td></tr><tr><td> Not Hispanic or Latino</td><td>99,862 (88.3)</td></tr><tr><td> Unknown</td><td>9,668 (8.5)</td></tr></tbody></table>\n"}, "text": "Characteristic\tVA-PODR (N = 113,154), n (%)\t \tAge\t \t <50 years\t391 (0.4)\t \t 50–59 years\t7,215 (6.4)\t \t 60–69 years\t38,170 (33.7)\t \t 70–79 years\t37,151 (32.8)\t \t ≥80 years\t30,227 (26.7)\t \tGender\t \t Male\t111,811 (98.8)\t \t Female\t1,343 (1.2)\t \tRace\t \t African American\t20,531 (18.1)\t \t American Indian\t512 (0.5)\t \t Asian\t247 (0.2)\t \t White\t77,295 (68.3)\t \t Native Hawaiian/Pacific Islander\t668 (0.6)\t \t Unknown\t13,901 (12.3)\t \tEthnicity\t \t Hispanic or Latino\t3,624 (3.2)\t \t Not Hispanic or Latino\t99,862 (88.3)\t \t Unknown\t9,668 (8.5)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16819, "infons": {"file": "tbl1.xml", "id": "tbl1", "section_type": "TABLE", "type": "table_footnote"}, "text": "Patients can report multiple races.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16855, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_caption"}, "text": "Distribution of Cancer Types in the VA-PODR Patient Population as Reported by the VACCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 16943, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Cancer Type</th><th>VA-PODR (N = 113,154), n (%)</th></tr></thead><tbody><tr><td>Prostate</td><td>58,323 (51.5)</td></tr><tr><td>Lung</td><td>56,836 (50.2)</td></tr><tr><td>Bladder</td><td>3,640 (3.2)</td></tr><tr><td>Skin</td><td>2,168 (1.9)</td></tr><tr><td>Colon</td><td>2,043 (1.8)</td></tr><tr><td>Kidney</td><td>1,284 (1.1)</td></tr><tr><td>Other</td><td>11,963 (10.5)</td></tr></tbody></table>\n"}, "text": "Cancer Type\tVA-PODR (N = 113,154), n (%)\t \tProstate\t58,323 (51.5)\t \tLung\t56,836 (50.2)\t \tBladder\t3,640 (3.2)\t \tSkin\t2,168 (1.9)\t \tColon\t2,043 (1.8)\t \tKidney\t1,284 (1.1)\t \tOther\t11,963 (10.5)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17138, "infons": {"file": "tbl2.xml", "id": "tbl2", "section_type": "TABLE", "type": "table_footnote"}, "text": "Patients can have multiple cancer types reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17188, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table_caption"}, "text": "Year of Diagnosis of Cancer in the VA-PODR Patient Population as Reported by the VACCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 17275, "infons": {"file": "tbl3.xml", "id": "tbl3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Year of Diagnosis</th><th>VA-PODR (N = 113,154), n (%)</th></tr></thead><tbody><tr><td>≤2004</td><td>2,986 (2.6)</td></tr><tr><td>2005</td><td>7,158 (6.3)</td></tr><tr><td>2006</td><td>6,658 (5.9)</td></tr><tr><td>2007</td><td>6,918 (6.1)</td></tr><tr><td>2008</td><td>6,004 (5.3)</td></tr><tr><td>2009</td><td>6,752 (6.0)</td></tr><tr><td>2010</td><td>12,517 (11.1)</td></tr><tr><td>2011</td><td>11,710 (10.3)</td></tr><tr><td>2012</td><td>10,742 (9.5)</td></tr><tr><td>2013</td><td>9,784 (8.6)</td></tr><tr><td>2014</td><td>9,203 (8.1)</td></tr><tr><td>2015</td><td>8,316 (7.3)</td></tr><tr><td>2016</td><td>6,698 (5.9)</td></tr><tr><td>2017</td><td>5,080 (4.5)</td></tr><tr><td>2018</td><td>2,336 (2.1)</td></tr><tr><td>2019</td><td>106 (0.1)</td></tr><tr><td>Unavailable</td><td>270 (0.2)</td></tr></tbody></table>\n"}, "text": "Year of Diagnosis\tVA-PODR (N = 113,154), n (%)\t \t≤2004\t2,986 (2.6)\t \t2005\t7,158 (6.3)\t \t2006\t6,658 (5.9)\t \t2007\t6,918 (6.1)\t \t2008\t6,004 (5.3)\t \t2009\t6,752 (6.0)\t \t2010\t12,517 (11.1)\t \t2011\t11,710 (10.3)\t \t2012\t10,742 (9.5)\t \t2013\t9,784 (8.6)\t \t2014\t9,203 (8.1)\t \t2015\t8,316 (7.3)\t \t2016\t6,698 (5.9)\t \t2017\t5,080 (4.5)\t \t2018\t2,336 (2.1)\t \t2019\t106 (0.1)\t \tUnavailable\t270 (0.2)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17660, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In its current release, VA-PODR includes data on 113,154 Veterans diagnosed with cancer at the VA, including 1,115 patients who were enrolled in POP. Details on demographics, date of diagnosis, and cancer type are shown in Tables 1, 2, and 3. Patients in VA-PODR are predominantly older (26.7% ≥80 years, 32.8% 70–79 years, 33.7% 60–69 years, 6.4% 50–59 years, and only 0.4% <50 years) and male (98.8% male, 1.2% female). The cohort includes 18.1% African American and 68.3% white patients. Cancer types include prostate (58,323 patients), lung (56,836), bladder (3,640), skin (2,168), colon (2,043), and kidney (1,284) cancer, among others. Year of diagnosis ranges from 2005 to 2019, with 2.6% of diagnoses in 2004 or earlier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18397, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Efforts are underway to expand VA-PODR to include all lung cancer patients within the VA since 1999 (approximately 150,000 cases) and add at least 100,000 prostate cases. Ultimately, we intend all known cancer cases at the VA to be included in VA-PODR. We are also conducting iterative updates of images and genomic data as they become available, as well as expanding clinical data domains to, for example, include the inpatient and radiology domains. We are open to input from the research community on determining expansion priorities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18935, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Classes of Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 18951, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table_caption"}, "text": "Data Domains Available in VA-PODR", "sentences": [], "annotations": [], "relations": []}, {"offset": 18985, "infons": {"file": "tbl4.xml", "id": "tbl4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Domain Table Name</th><th>Description</th></tr></thead><tbody><tr><td>BCMAMedicationLog</td><td>Inpatient medications</td></tr><tr><td>CPRSOrder</td><td>All orders for drugs, labs, etc.</td></tr><tr><td>Outpat_VDiagnosis, Outpat_Visit, Outpat_VPatientEd, Outpat_VProcedure, Outpat_VProcedureDiagnosis, Outpat_VSkinTest, Outpat_VSkinTestDiagnosis</td><td>Outpatient visit information</td></tr><tr><td>PatientLabChem</td><td>Laboratory test information</td></tr><tr><td>PatientMeansTest</td><td>Patient income information</td></tr><tr><td>Patients</td><td>Basic demographic and vital status information</td></tr><tr><td>RxOutpat</td><td>Pharmacy outpatient</td></tr><tr><td>SurgeryPRE, SurgeryINTRA, SurgeryPOST, SurgeryProcedureDiagnosisCode</td><td>Surgery data</td></tr><tr><td>ICDCode</td><td>All ICD codes with timestamp</td></tr><tr><td>Oncology_Primary</td><td>VA Central Cancer Registry Data</td></tr><tr><td>OMOP</td><td>The Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM) V5</td></tr></tbody></table>\n"}, "text": "Domain Table Name\tDescription\t \tBCMAMedicationLog\tInpatient medications\t \tCPRSOrder\tAll orders for drugs, labs, etc.\t \tOutpat_VDiagnosis, Outpat_Visit, Outpat_VPatientEd, Outpat_VProcedure, Outpat_VProcedureDiagnosis, Outpat_VSkinTest, Outpat_VSkinTestDiagnosis\tOutpatient visit information\t \tPatientLabChem\tLaboratory test information\t \tPatientMeansTest\tPatient income information\t \tPatients\tBasic demographic and vital status information\t \tRxOutpat\tPharmacy outpatient\t \tSurgeryPRE, SurgeryINTRA, SurgeryPOST, SurgeryProcedureDiagnosisCode\tSurgery data\t \tICDCode\tAll ICD codes with timestamp\t \tOncology_Primary\tVA Central Cancer Registry Data\t \tOMOP\tThe Observational Medical Outcomes Partnership (OMOP) Common Data Model (CDM) V5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19721, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clinical data are stored in a relational database for the following domains: outpatient visits, inpatient medications, outpatient medications, all laboratory test results, all orders, surgery, and patient demographics. Clinical data also include cancer registry data and a derived table containing all ICD codes and timestamps associated with each patient across several domains (Table 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20111, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Genomic data are stored in individual files, linked to clinical data by filename identifiers. Genomic data include three levels of detail: raw sequencing data in FASTQ format, somatic mutation data stored in VCF format, and information on actionable mutations based on curation by molecular diagnostic vendors. Two vendors were used: Personalis, which used the ACE Cancer Plus panel, and PGDx, which used the Cancer Select 203 panel. Information on which vendor was used for each patient sample is available in the metadata.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20636, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Imaging data are stored as DICOM stacks in Orthanc, an open source PAC server, and are linked to the clinical data by patient identifiers. A set of the metadata extracted from the DICOM tags is available in table format for direct querying.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20877, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Clinical Data Domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 20899, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "VA-PODR contains a broad range of longitudinal clinical data both from the VA's EHR system and from the VACCR. EHR data in VA-PODR include information on patient demographics, comorbidities, procedures, medications, laboratory test results, medical orders, survival, as well as detailed administrative information arising from inpatient and outpatient visits to the VA. In addition, VACCR data in VA-PODR include extensive manually annotated information on cancer cases and outcomes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21383, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Repository Access and Locations", "sentences": [], "annotations": [], "relations": []}, {"offset": 21415, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "VA-PODR at present consists of two different cohorts with different access policies. Cohort A includes patients who have consented to broad data sharing with parties external to the VA under the RePOP protocol. Cohort B includes patients who are deceased and are not considered human subject research, but by internal policy is subject to additional restrictions compared with cohort A. In the future, additional cohorts may be added.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21850, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A subset of VA-PODR data from patients in cohort A is available at the Genomic Data Commons and TCIA, and our intention is that relevant data elements from all of cohort A will be available at these locations in the future. All VA-PODR data for cohort A are available at the Veterans Precision Oncology Data Commons (VPODC) to approved users who provide proof of institutional privacy policies and data transfer rules to the data steward. Cohort B is also accessible at the VPODC through the data steward and with the approval of the data owner (VA). Like the GDC, the VPODC is a platform for data sharing and analysis in the Gen3 commons framework developed by the University of Chicago.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22539, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To request access to VA-PODR via VPODC, users should send an access request email to the contact listed at https://vpodc.org. The initial email should include a description of the research topic, the cohort to which access is requested, and institutional details. Access requests will be reviewed and prioritized by an allocations committee. Before data access is granted, all users will be required to complete training on privacy and information security. In addition, users will be required to sign the applicable and most recent version of the DUA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23092, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "FAIR Principles", "sentences": [], "annotations": [], "relations": []}, {"offset": 23108, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "VA-PODR aligns with the FAIR principles that data should be findable, accessible, interoperable, and re-usable. A full data dictionary is included in VA-PODR and available at the VPODC. In the GDC and TCIA, the data follow the data structures mandated and documented by those frameworks, creating a findable and rich metadata structure with unique and persistent identifiers. The VPODC, GDC, and TCIA follow interoperable standards for authentication, access, and retrieval. The subset of VA-PODR data that follows the OMOP data structure allows for interoperability with other health care data repositories, and the subset of data available at GDC and TCIA follows those systems' standards. Since data will be housed long-term at these sites, it will remain findable and re-usable. Thus, we believe that the VA-PODR satisfies the conditions of being FAIR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23965, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Use Cases", "sentences": [], "annotations": [], "relations": []}, {"offset": 23975, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to VA-PODR's primary use to enable research in precision oncology, the dataset has substantial use for several other purposes of broad interest, including (1) methods research in analysis using EHR data, (2) educational and training purposes, and (3) development of clinical informatics tools. VA-PODR is particularly valuable for these additional purposes, because there are currently few large EHR datasets readily available to researchers or students who are not affiliated with an institution that has an EHR data warehouse.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24516, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To date, VA-PODR data have been used in the Department of Commerce's The Opportunity Project (TOP) Health Artificial Intelligence initiative. In addition, VA-PODR data have been used to carry out external validation and calibration of a prognostic model for mortality among patients with non-small cell lung cancer. In addition, research projects on lung and prostate cancer using VA-PODR data and the VPODC platform are underway.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24947, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 24958, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have described VA-PODR, a large, nationwide repository of de-identified data on patients diagnosed with cancer at the VA. This repository contains longitudinal clinical data from the VA's nationwide EHR system and the VACCR, targeted tumor sequencing data, and medical imaging. A subset of the repository is available at the GDC and TCIA, and the full repository is available through the VPODC. By making these data available, VA-PODR enables multiple uses of benefit to both Veterans and the broader community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25473, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Experimental Procedures", "sentences": [], "annotations": [], "relations": []}, {"offset": 25497, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Resource Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 25519, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Lead Contact", "sentences": [], "annotations": [], "relations": []}, {"offset": 25532, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Danne Elbers is the lead contact of this study and can be reached by email: danne.elbers@va.gov.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25629, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Materials Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 25652, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study did not generate new materials.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25695, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data and Code Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 25722, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "VA-PODR is available at https://vpodc.org, and subsets of the data are available at https://portal.gdc.cancer.gov/projects/VAREPOP-APOLLO and https://wiki.cancerimagingarchive.net/display/Public/APOLLO-1-VA.The published article reports on all data generated to date (July 25, 2020), and it is anticipated that the data will be expanded. There are restrictions to the availability of data due to privacy considerations, as described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26162, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 26173, "infons": {"fpage": "135", "lpage": "156", "name_0": "surname:Brown;given-names:S.H.", "name_1": "surname:Lincoln;given-names:M.J.", "name_2": "surname:Groen;given-names:P.J.", "name_3": "surname:Kolodner;given-names:R.M.", "section_type": "REF", "source": "Int. J. Med. Inf.", "type": "ref", "volume": "69", "year": "2003"}, "text": "VistA--U.S. Department of Veterans Affairs national-scale HIS", "sentences": [], "annotations": [], "relations": []}, {"offset": 26235, "infons": {"element-citation": "https://www.hsrd.research.va.gov/for_researchers/vinci/cdw.cfm", "name_0": "surname:U.S. Department of Veterans Affairs", "section_type": "REF", "type": "ref", "year": "2014"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26236, "infons": {"name_0": "surname:Fiore;given-names:L.D.", "name_1": "surname:Brophy;given-names:M.T.", "name_2": "surname:Turek;given-names:S.", "name_3": "surname:Kudesia;given-names:V.", "name_4": "surname:Ramnath;given-names:N.", "name_5": "surname:Shannon;given-names:C.", "name_6": "surname:Ferguson;given-names:R.", "name_7": "surname:Pyarajan;given-names:S.", "name_8": "surname:Fiore;given-names:M.A.", "name_9": "surname:Hornberger;given-names:J.", "pub-id_doi": "10.4137/BIC.S37548", "section_type": "REF", "source": "Biomark. Cancer", "type": "ref", "volume": "8", "year": "2016"}, "text": "The VA point-of-care precision oncology program: balancing access with rapid learning in molecular cancer medicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 26351, "infons": {"fpage": "26S", "lpage": "30S", "name_0": "surname:Fiore;given-names:L.", "name_1": "surname:Ferguson;given-names:R.E.", "name_2": "surname:Brophy;given-names:M.", "name_3": "surname:Kudesia;given-names:V.", "name_4": "surname:Shannon;given-names:C.", "name_5": "surname:Zimolzak;given-names:A.", "name_6": "surname:Pierce-Murray;given-names:K.", "name_7": "surname:Turek;given-names:S.", "name_8": "surname:Lavori;given-names:P.", "section_type": "REF", "source": "Fed. Pract.", "type": "ref", "volume": "33", "year": "2016"}, "text": "Implementation of a precision oncology program as an exemplar of a learning health care system in the VA", "sentences": [], "annotations": [], "relations": []}, {"offset": 26456, "infons": {"fpage": "6507", "name_0": "surname:Kelley;given-names:M.J.", "name_1": "surname:Duffy;given-names:J.", "name_2": "surname:Hintze;given-names:B.J.", "name_3": "surname:Williams;given-names:C.D.", "name_4": "surname:Spector;given-names:N.L.", "section_type": "REF", "source": "J. Clin. Oncol.", "type": "ref", "volume": "35", "year": "2017"}, "text": "Implementation of precision oncology in the Veterans Health Administration (VHA)", "sentences": [], "annotations": [], "relations": []}, {"offset": 26537, "infons": {"fpage": "1105", "lpage": "1106", "name_0": "surname:Singer;given-names:D.S.", "name_1": "surname:Jacks;given-names:T.", "name_2": "surname:Jaffee;given-names:E.", "pub-id_pmid": "27605537", "section_type": "REF", "source": "Science", "type": "ref", "volume": "353", "year": "2016"}, "text": "A U.S. “Cancer Moonshot” to accelerate cancer research", "sentences": [], "annotations": [], "relations": []}, {"offset": 26596, "infons": {"element-citation": "https://www.cancer.gov/research/key-initiatives/moonshot-cancer-initiative/blue-ribbon-panel/blue-ribbon-panel-report-2016.pdf", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "Blue Ribbon Report 2016", "sentences": [], "annotations": [], "relations": []}, {"offset": 26620, "infons": {"element-citation": "whitehouse.govhttps://obamawhitehouse.archives.gov/the-press-office/2016/06/28/fact-sheet-cancer-moonshot-summit-vice-president-biden-announces-new", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "FACT SHEET: at Cancer Moonshot Summit, Vice President Biden Announces New Actions to Accelerate Progress Toward Ending Cancer As We Know It", "sentences": [], "annotations": [], "relations": []}, {"offset": 26760, "infons": {"fpage": "314", "lpage": "320", "name_0": "surname:Do;given-names:N.", "name_1": "surname:Grossman;given-names:R.", "name_2": "surname:Feldman;given-names:T.", "name_3": "surname:Fillmore;given-names:N.", "name_4": "surname:Elbers;given-names:D.", "name_5": "surname:Tuck;given-names:D.", "name_6": "surname:Dhond;given-names:R.", "name_7": "surname:Selva;given-names:L.", "name_8": "surname:Meng;given-names:F.", "name_9": "surname:Fitzsimons;given-names:M.", "pub-id_pmid": "31629530", "section_type": "REF", "source": "Semin. Oncol.", "type": "ref", "volume": "46", "year": "2019"}, "text": "The Veterans Precision Oncology Data Commons: transforming VA data into a national resource for research in precision oncology", "sentences": [], "annotations": [], "relations": []}, {"offset": 26887, "infons": {"element-citation": "https://portal.gdc.cancer.gov/projects/VAREPOP-APOLLO", "name_0": "surname:The National Cancer Institute", "section_type": "REF", "type": "ref", "year": "2016"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 26888, "infons": {"fpage": "1045", "lpage": "1057", "name_0": "surname:Clark;given-names:K.", "name_1": "surname:Vendt;given-names:B.", "name_2": "surname:Smith;given-names:K.", "name_3": "surname:Freymann;given-names:J.", "name_4": "surname:Kirby;given-names:J.", "name_5": "surname:Koppel;given-names:P.", "name_6": "surname:Moore;given-names:S.", "name_7": "surname:Phillips;given-names:S.", "name_8": "surname:Maffitt;given-names:D.", "name_9": "surname:Pringle;given-names:M.", "pub-id_pmid": "23884657", "section_type": "REF", "source": "J. Digit. Imaging", "type": "ref", "volume": "26", "year": "2013"}, "text": "The Cancer Imaging Archive (TCIA): maintaining and operating a public information repository", "sentences": [], "annotations": [], "relations": []}, {"offset": 26981, "infons": {"fpage": "160035", "name_0": "surname:Johnson;given-names:A.E.W.", "name_1": "surname:Pollard;given-names:T.J.", "name_2": "surname:Shen;given-names:L.", "name_3": "surname:Lehman;given-names:L.H.", "name_4": "surname:Feng;given-names:M.", "name_5": "surname:Ghassemi;given-names:M.", "name_6": "surname:Moody;given-names:B.", "name_7": "surname:Szolovits;given-names:P.", "name_8": "surname:Anthony Celi;given-names:L.", "name_9": "surname:Mark;given-names:R.G.", "pub-id_pmid": "27219127", "section_type": "REF", "source": "Sci. Data", "type": "ref", "volume": "3", "year": "2016"}, "text": "MIMIC-III, a freely accessible critical care database", "sentences": [], "annotations": [], "relations": []}, {"offset": 27035, "infons": {"fpage": "1113", "lpage": "1120", "name_0": "surname:Weinstein;given-names:J.N.", "name_1": "surname:Collisson;given-names:E.A.", "name_2": "surname:Mills;given-names:G.B.", "name_3": "surname:Shaw;given-names:K.M.", "name_4": "surname:Ozenberger;given-names:B.A.", "name_5": "surname:Ellrott;given-names:K.", "name_6": "surname:Shmulevich;given-names:I.", "name_7": "surname:Sander;given-names:C.", "name_8": "surname:Stuart;given-names:J.M.", "pub-id_pmid": "24071849", "section_type": "REF", "source": "Nat. Genet.", "type": "ref", "volume": "45", "year": "2013"}, "text": "The Cancer Genome Atlas pan-cancer analysis project", "sentences": [], "annotations": [], "relations": []}, {"offset": 27087, "infons": {"fpage": "693", "lpage": "701", "name_0": "surname:Zullig;given-names:L.L.", "name_1": "surname:Jackson;given-names:G.L.", "name_2": "surname:Dorn;given-names:R.A.", "name_3": "surname:Provenzale;given-names:D.T.", "name_4": "surname:McNeil;given-names:R.", "name_5": "surname:Thomas;given-names:C.M.", "name_6": "surname:Kelley;given-names:M.J.", "pub-id_pmid": "22730846", "section_type": "REF", "source": "Mil. Med.", "type": "ref", "volume": "177", "year": "2012"}, "text": "Cancer incidence among patients of the U.S. Veterans Affairs Health Care System", "sentences": [], "annotations": [], "relations": []}, {"offset": 27167, "infons": {"element-citation": "https://www.hhs.gov/hipaa/for-professionals/privacy/special-topics/de-identification/index.html", "name_0": "surname:Health & Human Services", "section_type": "REF", "type": "ref", "year": "2012"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27168, "infons": {"element-citation": "https://www.va.gov/vhapublications/ViewPublication.asp?pub_ID=1851", "name_0": "surname:Veterans Health Administration", "section_type": "REF", "type": "ref", "year": "2009"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27169, "infons": {"name_0": "surname:Dankar;given-names:F.K.", "name_1": "surname:Ptitsyn;given-names:A.", "name_2": "surname:Dankar;given-names:S.K.", "pub-id_doi": "10.1186/s40246-018-0147-5", "section_type": "REF", "source": "Hum. Genomics", "type": "ref", "volume": "12", "year": "2018"}, "text": "The development of large-scale de-identified biomedical databases in the age of genomics—principles and challenges", "sentences": [], "annotations": [], "relations": []}, {"offset": 27286, "infons": {"fpage": "36", "lpage": "39", "name_0": "surname:Erickson;given-names:B.J.", "name_1": "surname:Fajnwaks;given-names:P.", "name_2": "surname:Langer;given-names:S.G.", "name_3": "surname:Perry;given-names:J.", "pub-id_pmid": "24772205", "section_type": "REF", "source": "Transl. Oncol.", "type": "ref", "volume": "7", "year": "2014"}, "text": "Multisite image data collection and management using the RSNA image sharing network", "sentences": [], "annotations": [], "relations": []}, {"offset": 27370, "infons": {"fpage": "341", "lpage": "352", "name_0": "surname:Jodogne;given-names:S.", "pub-id_pmid": "29725964", "section_type": "REF", "source": "J. Digit. Imaging", "type": "ref", "volume": "31", "year": "2018"}, "text": "The Orthanc ecosystem for medical imaging", "sentences": [], "annotations": [], "relations": []}, {"offset": 27412, "infons": {"fpage": "1109", "lpage": "1112", "name_0": "surname:Grossman;given-names:R.L.", "name_1": "surname:Heath;given-names:A.P.", "name_2": "surname:Ferretti;given-names:V.", "name_3": "surname:Varmus;given-names:H.E.", "name_4": "surname:Lowy;given-names:D.R.", "name_5": "surname:Kibbe;given-names:W.A.", "name_6": "surname:Staudt;given-names:L.M.", "pub-id_doi": "10.1007/s10278-018-0082-y", "pub-id_pmid": "27653561", "section_type": "REF", "source": "N. Engl. J. Med.", "type": "ref", "volume": "375", "year": "2016"}, "text": "Toward a shared vision for cancer genomic data", "sentences": [], "annotations": [], "relations": []}, {"offset": 27459, "infons": {"section_type": "REF", "type": "ref"}, "text": "The Cancer Imaging Archive (TCIA) Public Access - Cancer Imaging Archive Wiki (2010). The Cancer Imaging Archive. https://wiki.cancerimagingarchive.net/display/Public/APOLLO-1-VA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27639, "infons": {"element-citation": "https://vpodc.org/", "section_type": "REF", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27640, "infons": {"name_0": "surname:Wilkinson;given-names:M.D.", "name_1": "surname:Dumontier;given-names:M.", "name_2": "surname:Aalbersberg;given-names:Ij.J.", "name_3": "surname:Appleton;given-names:G.", "name_4": "surname:Axton;given-names:M.", "name_5": "surname:Baak;given-names:A.", "name_6": "surname:Blomberg;given-names:N.", "name_7": "surname:Boiten;given-names:J.-W.", "name_8": "surname:da Silva Santos;given-names:L.B.", "name_9": "surname:Bourne;given-names:P.E.", "pub-id_doi": "10.1038/sdata.2016.18", "section_type": "REF", "source": "Sci. Data", "type": "ref", "volume": "3", "year": "2016"}, "text": "The FAIR Guiding Principles for scientific data management and stewardship", "sentences": [], "annotations": [], "relations": []}, {"offset": 27715, "infons": {"element-citation": "https://www.hhs.gov/cto/blog/2019/1/17/top-health-tech-sprint-unleashes-the-power-of-open-data-and-ai.html", "name_0": "surname:Human & Health Services", "section_type": "REF", "type": "ref", "year": "2019"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27716, "infons": {"element-citation": "https://tophealth.pif.gov/", "name_0": "surname:HHS Office of the Chief Technology, Presidential Innovation Fellows", "section_type": "REF", "type": "ref", "year": "2018"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 27717, "infons": {"fpage": "327", "lpage": "333", "name_0": "surname:Cheng;given-names:D.", "name_1": "surname:Ramos-Cejudo;given-names:J.", "name_2": "surname:Tuck;given-names:D.", "name_3": "surname:Elbers;given-names:D.", "name_4": "surname:Brophy;given-names:M.", "name_5": "surname:Do;given-names:N.", "name_6": "surname:Fillmore;given-names:N.", "pub-id_pmid": "31708233", "section_type": "REF", "source": "Semin. Oncol.", "type": "ref", "volume": "46", "year": "2019"}, "text": "External validation of a prognostic model for mortality among patients with non–small-cell lung cancer using the Veterans Precision Oncology Data Commons", "sentences": [], "annotations": [], "relations": []}, {"offset": 27873, "infons": {"fpage": "109", "name_0": "surname:Fillmore;given-names:N.", "name_1": "surname:Ramos-Cejudo;given-names:J.", "name_2": "surname:Cheng;given-names:D.", "name_3": "surname:Tuck;given-names:D.P.", "name_4": "surname:Sheikh;given-names:A.R.", "name_5": "surname:Chen;given-names:D.", "name_6": "surname:Elbers;given-names:D.", "name_7": "surname:Sung;given-names:F.-C.", "name_8": "surname:Johnson;given-names:B.", "name_9": "surname:Shannon;given-names:C.", "section_type": "REF", "source": "J. Clin. Oncol.", "type": "ref", "volume": "37", "year": "2019"}, "text": "A predictive model for survival in non-small cell lung cancer (NSCLC) based on electronic health record (EHR) and tumor sequencing data at the Department of Veterans Affairs (VA)", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]