[{"source": "PMC", "date": "20230711", "key": "pmc.key", "infons": {}, "documents": [{"id": "9747925", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-022-25323-x", "article-id_pmc": "9747925", "article-id_pmid": "36513718", "article-id_publisher-id": "25323", "elocation-id": "21534", "kwd": "Cancer Computational biology and bioinformatics Drug discovery Computational science Cheminformatics", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Bongers;given-names:B. J.", "name_1": "surname:Gorostiola González;given-names:M.", "name_10": "surname:van Westen;given-names:G. J. P.", "name_2": "surname:Wang;given-names:X.", "name_3": "surname:van Vlijmen;given-names:H. W. T.", "name_4": "surname:Jespers;given-names:W.", "name_5": "surname:Gutiérrez-de-Terán;given-names:H.", "name_6": "surname:Ye;given-names:K.", "name_7": "surname:IJzerman;given-names:A. P.", "name_8": "surname:Heitman;given-names:L. H.", "name_9": "surname:van Westen;given-names:G. J. P.", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "12", "year": "2022"}, "text": "Pan-cancer functional analysis of somatic mutations in G protein-coupled receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 83, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "G Protein-coupled receptors (GPCRs) are the most frequently exploited drug target family, moreover they are often found mutated in cancer. Here we used a dataset of mutations found in patient samples derived from the Genomic Data Commons and compared it to the natural human variance as exemplified by data from the 1000 genomes project. We explored cancer-related mutation patterns in all GPCR classes combined and individually. While the location of the mutations across the protein domains did not differ significantly in the two datasets, a mutation enrichment in cancer patients was observed among class-specific conserved motifs in GPCRs such as the Class A “DRY” motif. A Two-Entropy Analysis confirmed the correlation between residue conservation and cancer-related mutation frequency. We subsequently created a ranking of high scoring GPCRs, using a multi-objective approach (Pareto Front Ranking). Our approach was confirmed by re-discovery of established cancer targets such as the LPA and mGlu receptor families, but also discovered novel GPCRs which had not been linked to cancer before such as the P2Y Receptor 10 (P2RY10). Overall, this study presents a list of GPCRs that are amenable to experimental follow up to elucidate their role in cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1349, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1362, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cancer is the second leading cause of death globally. Research towards this multifactorial disease has expanded our knowledge significantly over the last two decades, leading to public databases containing patient-derived data. Cancer is typically the result of compounding mutations that transform healthy cells to malignant ones. Previous work involving large scale mutational analysis picked up G Protein-coupled receptors (GPCRs) as the second most mutated class of proteins in the context of cancer after kinases. Cancer cells are driven to proliferate and avoid the immune system. GPCRs have multiple functions in this process from increased growth (early stage) all the way to metastasis (late stage). Thus, any anomalies in GPCR functioning might be related to cancer growth. Another interesting property of GPCRs is that they are the most common drug target family with around 35% of drugs acting through a GPCR, providing a diverse set of molecular tools to potentially combat cancer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2357, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "GPCRs consist of seven highly conserved transmembrane (TM) domains, typically harboring the ligand binding pocket for natural ligands, e.g. endogenous hormones or neurotransmitters. Human GPCRs are divided in several classes based on sequence similarity: A, B, C, D, F and T (as used on GPCRdb). The TM domains are connected via extra- and intracellular loops (ECL; ICL) displaying a lower degree of conservation. Most GPCRs also have an eighth TM domain that is connected by intracellular loop 4. The extracellular loops are known to also be involved in ligand recognition and activation, whereas the intracellular part of the receptor is linked to G protein recognition and activation. Finally GPCRs contain an N- and C-terminus which are also relatively little conserved between and within classes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3159, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In previous work, knock-down studies have been performed on several proteins to identify their role in the context of cancer, typically embarked upon after prior identification of the protein’s role in cancer. One of the main reasons these in vivo studies are done is to identify whether a mutation is either a driver, providing a selective growth advantage and promoting cancer development, or a passenger mutation occurring coincidentally. Moreover, these studies provide insight whether a driver mutation is located on either an oncogene or a tumor suppressor gene. The prioritization of point mutations for experimental characterization, when the role of the protein in cancer is still unknown, could accelerate the discovery of relevant oncogenic alterations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3926, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we focused on GPCRs in the context of cancer by using patient-derived data sets and specifically looked at trends and mutational patterns in this protein family. We performed a deeper investigation into several “motifs”, parts of the GPCR sequence that are conserved that contribute most to the stability and function of the GPCR. Class-specific motifs and several broad differences between classes were also considered. Moreover, we provided a list of GPCRs with known small molecule ligands (including approved drugs), ranked by interest for follow-up using multi-objective ranking. They were ranked on mutational count, mutations in regions of interest, availability of in-house expertise, and ability to perform virtual screening (by QSAR). Finally, we exemplified our findings in a more in-depth analysis on C-C chemokine receptor type 5 (CCR5) to show the feasibility of our approach.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4827, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 4835, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Overview of datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 4856, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Overview of the composition of the GDC and 1000 Genomes datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4922, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"6\">Missense mutations in GPCRs</th></tr><tr><th align=\"left\">Class</th><th align=\"left\">Total</th><th align=\"left\">Unique</th><th align=\"left\">Unique receptors</th><th align=\"left\">Total</th><th align=\"left\">Unique</th><th align=\"left\">Unique receptors</th></tr></thead><tbody><tr><td align=\"left\">All class</td><td align=\"left\">45,902</td><td align=\"left\">40,431</td><td align=\"left\">394</td><td align=\"left\">43,884</td><td align=\"left\">24,237</td><td align=\"left\">396</td></tr><tr><td align=\"left\">Class A</td><td align=\"left\">26,342</td><td align=\"left\">23,122</td><td align=\"left\">284</td><td align=\"left\">20,528</td><td align=\"left\">11,454</td><td align=\"left\">286</td></tr><tr><td align=\"left\">Class B</td><td align=\"left\">10,745</td><td align=\"left\">9588</td><td align=\"left\">47</td><td align=\"left\">15,439</td><td align=\"left\">8814</td><td align=\"left\">47</td></tr><tr><td align=\"left\"> Class B1</td><td align=\"left\">1499</td><td align=\"left\">1342</td><td align=\"left\">15</td><td align=\"left\">2174</td><td align=\"left\">1283</td><td align=\"left\">15</td></tr><tr><td align=\"left\"> Class B2</td><td align=\"left\">9246</td><td align=\"left\">8246</td><td align=\"left\">32</td><td align=\"left\">13,265</td><td align=\"left\">7531</td><td align=\"left\">32</td></tr><tr><td align=\"left\">Class C</td><td align=\"left\">5592</td><td align=\"left\">4842</td><td align=\"left\">22</td><td align=\"left\">5273</td><td align=\"left\">2644</td><td align=\"left\">22</td></tr><tr><td align=\"left\">Class F</td><td align=\"left\">1155</td><td align=\"left\">1039</td><td align=\"left\">11</td><td align=\"left\">487</td><td align=\"left\">368</td><td align=\"left\">11</td></tr><tr><td align=\"left\">Class T</td><td align=\"left\">1675</td><td align=\"left\">1494</td><td align=\"left\">24</td><td align=\"left\">1639</td><td align=\"left\">719</td><td align=\"left\">24</td></tr><tr><td align=\"left\">Other GPCRs</td><td align=\"left\">393</td><td align=\"left\">346</td><td align=\"left\">6</td><td align=\"left\">518</td><td align=\"left\">238</td><td align=\"left\">6</td></tr></tbody></table>\n"}, "text": "\tGDC dataset(v 22.0)\t1000 Genomes dataset(2020)\t \tTotal subjects\t10,179\t3202\t \tTotal cancer types\t53\tn/a\t \tMissense mutations\t2,129,235\t2,943,276\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 5071, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\"/><th align=\"left\" colspan=\"6\">Missense mutations in GPCRs</th></tr><tr><th align=\"left\">Class</th><th align=\"left\">Total</th><th align=\"left\">Unique</th><th align=\"left\">Unique receptors</th><th align=\"left\">Total</th><th align=\"left\">Unique</th><th align=\"left\">Unique receptors</th></tr></thead><tbody><tr><td align=\"left\">All class</td><td align=\"left\">45,902</td><td align=\"left\">40,431</td><td align=\"left\">394</td><td align=\"left\">43,884</td><td align=\"left\">24,237</td><td align=\"left\">396</td></tr><tr><td align=\"left\">Class A</td><td align=\"left\">26,342</td><td align=\"left\">23,122</td><td align=\"left\">284</td><td align=\"left\">20,528</td><td align=\"left\">11,454</td><td align=\"left\">286</td></tr><tr><td align=\"left\">Class B</td><td align=\"left\">10,745</td><td align=\"left\">9588</td><td align=\"left\">47</td><td align=\"left\">15,439</td><td align=\"left\">8814</td><td align=\"left\">47</td></tr><tr><td align=\"left\"> Class B1</td><td align=\"left\">1499</td><td align=\"left\">1342</td><td align=\"left\">15</td><td align=\"left\">2174</td><td align=\"left\">1283</td><td align=\"left\">15</td></tr><tr><td align=\"left\"> Class B2</td><td align=\"left\">9246</td><td align=\"left\">8246</td><td align=\"left\">32</td><td align=\"left\">13,265</td><td align=\"left\">7531</td><td align=\"left\">32</td></tr><tr><td align=\"left\">Class C</td><td align=\"left\">5592</td><td align=\"left\">4842</td><td align=\"left\">22</td><td align=\"left\">5273</td><td align=\"left\">2644</td><td align=\"left\">22</td></tr><tr><td align=\"left\">Class F</td><td align=\"left\">1155</td><td align=\"left\">1039</td><td align=\"left\">11</td><td align=\"left\">487</td><td align=\"left\">368</td><td align=\"left\">11</td></tr><tr><td align=\"left\">Class T</td><td align=\"left\">1675</td><td align=\"left\">1494</td><td align=\"left\">24</td><td align=\"left\">1639</td><td align=\"left\">719</td><td align=\"left\">24</td></tr><tr><td align=\"left\">Other GPCRs</td><td align=\"left\">393</td><td align=\"left\">346</td><td align=\"left\">6</td><td align=\"left\">518</td><td align=\"left\">238</td><td align=\"left\">6</td></tr></tbody></table>\n"}, "text": "\tMissense mutations in GPCRs\t \tClass\tTotal\tUnique\tUnique receptors\tTotal\tUnique\tUnique receptors\t \tAll class\t45,902\t40,431\t394\t43,884\t24,237\t396\t \tClass A\t26,342\t23,122\t284\t20,528\t11,454\t286\t \tClass B\t10,745\t9588\t47\t15,439\t8814\t47\t \t Class B1\t1499\t1342\t15\t2174\t1283\t15\t \t Class B2\t9246\t8246\t32\t13,265\t7531\t32\t \tClass C\t5592\t4842\t22\t5273\t2644\t22\t \tClass F\t1155\t1039\t11\t487\t368\t11\t \tClass T\t1675\t1494\t24\t1639\t719\t24\t \tOther GPCRs\t393\t346\t6\t518\t238\t6\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 5524, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Missense mutations in all GPCR human classes were collected from the GDC and 1000 Genomes datasets (Table 1). The GDC dataset contained more subjects than the 1000 Genomes set, but both were in the same order of magnitude based on missense mutation count. However, as fewer unique missense mutations were found in natural variance, most cancer-related mutations had a small frequency. To account for differences in the datasets’ number of data points, the mutation ratio per dataset was used instead of absolute mutation frequency in the subsequent comparative analyses (see “Methods”).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6117, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Two-entropy analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6138, "infons": {"file": "41598_2022_25323_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Shannon entropy across GPCR subfamilies versus Shannon global Entropy correlated to cancer-related mutations. A two-entropy analysis plot for all GPCRs with aligned positions. The average entropy across subfamilies (as defined by GPCRdb), i.e. conserved within a subfamily is on the x-axis, and the Shannon entropy on the y-axis. (a) Analysis for all GPCR classes combined. Residues are colored by the frequency of mutations found in the GDC dataset, with blue being low (< 10th percentile), orange medium (10–90th percentiles) and red high (> 90th percentile). Residues with no defined Ballesteros-Weinstein (BW) generic numbers are colored grey. Blue, orange, red, and grey lines represent the mean entropy values for each axis per mutation range (high, medium, low, and non-defined Ballesteros-Weinstein, respectively). Blue, orange, red, and grey shadows represent the standard deviation to the mean entropy values for each axis per mutation range (high, medium, low, and non-defined Ballesteros-Weinstein, respectively). (b) Analysis for Class A GPCRs. (c) Analysis for Class B GPCRs. (d) Analysis for Class C GPCRs. The coloring scheme for panels (b)–(d) is equivalent to that of panel (a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7343, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A two-entropy analysis (TEA) was performed on our dataset as was done previously. This method was chosen primarily to evaluate residue conservation across GPCRs and within GPCR subfamilies. Secondarily, we tried to leverage its ability to define residue functional characterization. Of note, we performed this analysis not only for Class A GPCRs but for all classes defined in GPCRdb; together and independently. Key to the TEA approach is that for each alignment position the Shannon entropy, which measures the level of conservation of amino acid residues at a certain position in a multiple sequence alignment, is calculated both within a GPCR subfamily and within all GPCRs. Therefore, the combination of these can provide a measure for the position function. Multiple interesting groups were identified, such as residues relevant for receptor function/activation (type Q3). Type Q3 are positions with a low Shannon entropy both within GPCR subfamilies and for the entire GPCR superfamily, this high conservation is linked to involvement in GPCR-conserved working mechanisms. Separating the graph into quadrants (Q1–4), type Q3 residues are represented in the bottom left quadrant in Fig. 1. A second group are residues relevant for ligand recognition (type Q2), made up by residues that are conserved within subfamilies, but not within the GPCR superfamily. Hence, these are associated with ligand recognition that is specific and conserved within a given subfamily. Type Q2 residues, represented in the top left quadrant were less noticeable in the all-class TEA (Fig. 1a), since inclusion of a larger number of subfamilies led to an increase in the overall entropy. However, it was more obvious in Classes A–C (Fig. 1b–d). Finally, in the top right quadrant of the TEA plot a third group of residues, Q1, is represented that are conserved neither among all GPCRs nor GPCR subfamilies. These are more likely to have only a small implication in receptor functions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9322, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Residue conservation was linked to absolute mutation count frequency per position with Ballesteros-Weinstein number in cancer patients (color coding in Fig. 1 and Supplementary Fig. S1). Residues with a high mutation frequency were defined as those above the 90th percentile in the distribution of mutation counts by position. Conversely, residues with a low mutation frequency were defined as those under the 10th percentile. Absolute mutation count was (anti)correlated with entropy (Fig. 1). We observed a trend where more conserved type Q3 residues (bottom left quadrant, low entropy) had a higher mutation rate in cancer compared to the less conserved Q1 residues (top right quadrant, high entropy). We illustrated this with the mean ± SD entropy overall and across families (Fig. 1 and Supplementary Table S1). In the all-class TEA (Fig. 1a), the low mutation range had mean entropy values of 0.45 ± 0.38 and 0.41 ± 0.27 (Shannon and Average entropy across families, respectively). The high mutation range had lower mean entropy values of 0.30 ± 0.10 and 0.28 ± 0.13, respectively. On the contrary, this trend was not observed on natural variance data from the 1000 Genomes dataset (Supplementary Fig. S2). There, mean entropy values for the low mutation range were 0.40 ± 0.30 and 0.33 ± 0.23, respectively; and 0.34 ± 0.08 and 0.39 ± 0.12, respectively, for the high mutation range. We observed an average downward shift in entropy values for highly mutated positions per subfamily (not in the overall Shannon entropy) and an upward shift for less frequently mutated positions. Combined this showed a pressure in the GDC data for mutations in subfamily-conserved positions at the expense of mutations in non-conserved positions. This trend was maintained across classes, although less marked for for Classes B and C, and supported by the fact that from the type Q3 residues highlighted in Fig. 1a, higher mutation frequencies were associated with the most conserved positions in TM domains 3, 4, and 7 (i.e. 3 × 50, 4 × 50, and 7 × 50). These are part of the “DRY” (TM3), “GWGxP” (TM4), and “NPxxY” (TM7) conserved GPCR functional motifs. The high amount of mutations in residues of these and other motifs was investigated further in section “Mutation patterns within functionally conserved motifs”. Overall, cancer mutation frequency was correlated with individual residue conservation, hence we investigated groups of residues as defined by GPCR domains to further explore cancer mutation patterns.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11912, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutation rates over GPCR structural domains", "sentences": [], "annotations": [], "relations": []}, {"offset": 11956, "infons": {"file": "41598_2022_25323_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of mutation frequencies per GPCR structural domain. (a) Mutation ratio found in each structural domain in the GDC dataset for GPCRs in all classes combined and independently. (b) Mutation ratio found in each structural domain in the 1000 Genomes dataset for GPCRs in all classes combined and independently. (c) Mutation ratio enrichment in the GDC dataset over the 1000 Genomes dataset. (d) Mutation ratio normalized over average domain length found in each structural domain in the GDC dataset for GPCRs in all classes combined and independently. (e) Mutation ratio normalized over average domain length found in each structural domain in the 1000 Genomes dataset for GPCRs in all classes combined and independently. (f) Length-normalized mutation ratio enrichment in the GDC dataset over the 1000 Genomes dataset. “TM”, “ICL” and “ECL” represent the (normalized) mutation ratios in aggregated domains. In panels (d–f), “Average” represents the average ratio considering a domain as the whole protein. In panels (a) and (d), a darker shade of red represents a higher (normalized) mutation ratio in the GDC dataset. In panels (b) and (e), a darker shade of blue represents a higher (normalized) mutation ratio in the 1000 Genomes dataset. In panels (c) and (f), a darker shade of red represents a higher (normalized) mutation ratio enrichment towards the GDC dataset, while a darker shade of blue represents a higher (normalized) mutation ratio enrichment towards the 1000 Genomes dataset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13477, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We hypothesized that mutations associated with altered function in the context of cancer, would occur more frequently in domains with higher conservation (i.e. TM domains) where positive selective pressure would favor them. Conversely, we expected mutations to be distributed more randomly over the sequence among the 1000 Genomes set and to be underrepresented in the conserved TM domains. However, the distribution in both sets was quite similar (Fig. 2a, b). Most mutations were in the N-terminus (~ 25% of the total across all classes), followed by the C-terminus (~ 15% of the total across all classes), which are on average the longest domains. The TM domains were next in mutation count, followed by ICL3 and ECL2. Finally, the remaining loops had the lowest amount of mutations. Around 40% of the mutations were found in the aggregated 7TM domains across all classes. No major differences between GDC and 1000 Genomes were observed when we compared mutation ratios (Fig. 2c), although there was enrichment observed in cancer-related mutations in the TM regions, as opposed to the N-terminus and C-terminus. To remove the bias caused by differences in average length of the different domains, we calculated the mutation ratio normalized over average domain length.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14755, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After normalization mutation ratios were more consistent over domains for every class in both the GDC and 1000 Genomes datasets (Fig. 2d, e). This correction was crucial to compare classes as observed in the N-terminus: Class B2 had a higher mutation ratio than Class T (Fig. 2a) but after normalization (Fig. 2d) a hotspot appeared in Class T. In general, all domains were slightly enriched in the GDC data except N-terminus and C-terminus (Fig. 2f). Of note were the differences observed between classes. For example, ICL2 was enriched across all classes (except B1) and highly enriched in Class Other GPCRs. Conversely, Class B1 showed a cancer enrichment in C-terminus that was not observed in any other class. Zooming in to specific domains showed mutational hotspots in different classes that can result in a therapeutic advantage. We concluded that some domains may be more amenable to mutation in the context of cancer. To further investigate these incipient mutation patterns in protein domains, we proceeded to the analysis of previously identified motifs that have a conserved function in GPCRs and that were also highlighted in our two-entropy analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15925, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mutation patterns within functionally conserved motifs", "sentences": [], "annotations": [], "relations": []}, {"offset": 15980, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Investigated motifs, and their residues as noted by their generic residue numbering, both class-specific and Ballesteros-Weinstein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16112, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Motif</th><th align=\"left\">Class</th><th align=\"left\">Generic residues (Class-specific)</th><th align=\"left\">Ballesteros-Weinstein generic residues</th></tr></thead><tbody><tr><td align=\"left\">DRY</td><td align=\"left\">Class A</td><td align=\"left\">3.49, 3.50, 3.51<sup>a</sup></td><td align=\"left\">3 × 49, 3 × 50, 3 × 51</td></tr><tr><td align=\"left\">CWxP</td><td align=\"left\">Class A</td><td align=\"left\">6.47, 6.48, 6.49, 6.50<sup>a</sup></td><td align=\"left\">6 × 47, 6 × 48, 6 × 49, 6 × 50</td></tr><tr><td align=\"left\">nPxxY</td><td align=\"left\">Class A</td><td align=\"left\">7.49, 7.50, 7.51, 7.52, 7.53<sup>a</sup></td><td align=\"left\">7 × 49, 7 × 50, 7 × 51, 7 × 52, 7 × 53</td></tr><tr><td align=\"left\">HETx</td><td align=\"left\">Class B</td><td align=\"left\">2.50, 3.50, 6.42, 7.57<sup>b</sup></td><td align=\"left\">2 × 43, 3 × 46, 6 × 37, 7 × 53</td></tr><tr><td align=\"left\">RE</td><td align=\"left\">Class B</td><td align=\"left\">2.46, 8.49<sup>b</sup></td><td align=\"left\">2 × 39, 8 × 49</td></tr><tr><td align=\"left\">GWGxP</td><td align=\"left\">Class B</td><td align=\"left\">4.49, 4.50, 4.51, 4.52, 4.53<sup>b</sup></td><td align=\"left\">4 × 49, 4 × 50, 4 × 51, 4 × 52, 4 × 53</td></tr><tr><td align=\"left\">PxxG</td><td align=\"left\">Class B</td><td align=\"left\">6.47, 6.48, 6.49, 6.50<sup>b</sup></td><td align=\"left\">6 × 42, 6 × 43, 6 × 44, 6 × 45</td></tr><tr><td align=\"left\">R/K</td><td align=\"left\">Class F</td><td align=\"left\">6.32<sup>c</sup></td><td align=\"left\">6 × 36</td></tr></tbody></table>\n"}, "text": "Motif\tClass\tGeneric residues (Class-specific)\tBallesteros-Weinstein generic residues\t \tDRY\tClass A\t3.49, 3.50, 3.51a\t3 × 49, 3 × 50, 3 × 51\t \tCWxP\tClass A\t6.47, 6.48, 6.49, 6.50a\t6 × 47, 6 × 48, 6 × 49, 6 × 50\t \tnPxxY\tClass A\t7.49, 7.50, 7.51, 7.52, 7.53a\t7 × 49, 7 × 50, 7 × 51, 7 × 52, 7 × 53\t \tHETx\tClass B\t2.50, 3.50, 6.42, 7.57b\t2 × 43, 3 × 46, 6 × 37, 7 × 53\t \tRE\tClass B\t2.46, 8.49b\t2 × 39, 8 × 49\t \tGWGxP\tClass B\t4.49, 4.50, 4.51, 4.52, 4.53b\t4 × 49, 4 × 50, 4 × 51, 4 × 52, 4 × 53\t \tPxxG\tClass B\t6.47, 6.48, 6.49, 6.50b\t6 × 42, 6 × 43, 6 × 44, 6 × 45\t \tR/K\tClass F\t6.32c\t6 × 36\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16842, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "aClass-specific generic residue numbering scheme: Ballesteros-Weinstein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16915, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "bClass-specific generic residue numbering scheme: Wootten.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16974, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "cClass-specific generic residue numbering scheme: Wang.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17030, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Several highly conserved motifs relevant for GPCR function are known in different classes. They are “DRY”, “CWxP”, and “NPxxY” in Class A; “GWGxP”, “RE”, and “PxxG” in Class B; “HETx” in Class B2; and the “R/K” mutational hotspot in Class F (Table 2). Point mutations in these motifs usually cause a disruption or change in function. We therefore hypothesized that mutational pressure in these motifs would occur in cancer to disturb normal GPCR function. For direct comparison between motifs we calculated a mutation ratio normalized over motif length. As a reference, the average normalized mutation rates obtained over the whole GDC and 1000 Genomes datasets are shown.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17735, "infons": {"file": "41598_2022_25323_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Distribution of mutation frequencies per functionally conserved motif. Mutation ratios normalized over motif length in GDC and 1000 Genomes datasets of conserved motifs found in different GPCR classes. Motifs analyzed are “DRY”, “CWxP”, and “NPxxY” (Class A); “HETx”, “RE”, “GWGxP”, and “PxxG” (Class B); and “R/K (Class F)”. “Average” represents the average ratio considering the whole protein length. (a) Analysis of all GPCR classes combined. Red bars show the normalized mutation ratio in the GDC dataset, while blue bars show the ratio of the 1000 Genomes dataset. (b) Length-normalized mutation ratio enrichment in the GDC dataset over the 1000 Genomes dataset in all classes combined and independently. The most populated classes are included in the main heatmap for visualization purposes. An extension of Class B is provided by breaking the heatmap row into Class B1 and Class B2. An extension of the all-class enrichment of the “R/K” motif is also provided for all classes independently. A darker shade of red represents a higher enrichment over the GDC dataset, and a darker shade of blue represents a higher enrichment over the 1000 Genomes dataset. Intensity of shades can be compared within the main heatmap (Classes A–C and all-class), and across each extension separately.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19066, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In each motif investigated the mutation rate in cancer patients was higher than the natural variation in that motif (Fig. 3a). Moreover, in the GDC dataset (red bars) “DRY”, “RE”, and “R/K” motifs were enriched in cancer compared to the average mutation ratio, whereas for the 1000 Genomes (blue bars) there was a clear reduction for all motifs. The GDC enrichment is shown for the most populated classes (Fig. 3b) and for all classes (Supplementary Fig. S3). Class A-specific domains (i.e. “DRY”, “CWxP”, and “NPxxY”) were enriched in Class A. Class B-specific domains (i.e. “HETx”, “RE”, “GWGxP”, and “PxxG”) were enriched mostly in Class B but also in Class A. Interestingly, the enrichment pattern was very different in Class B1 and B2. Of note, B2-specific motif “HETx” was more highly enriched for cancer mutations in Class B1. Finally, the “R/K” motif was slightly enriched in all classes except Class B1, but highly enriched in Class F. Class C showed minimal cancer enrichment across all motifs. An absolute count of the mutations found in the motifs in both sets is shown in Supplementary Fig. S4. We concluded that conserved motifs are increasingly mutated in cancer samples over natural variance, confirming their essential role and conservation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20375, "infons": {"file": "41598_2022_25323_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Most frequently mutated residues in GDC corrected for natural variance. The 10 positions with the highest mutation frequency in GPCRs in the GDC dataset corrected for the mutation frequency in the 1000 Genomes dataset. (a) Analysis of all GPCR classes combined. (b) Analysis of Class A GPCRs. (c) Analysis of Class B GCPRs. (d) Analysis of Class C GPCRs. The residue location in Ballesteros-Weinstein notation is shown on the x-axis, while on the y-axis the corrected mutation frequency of that residue is given. “Average” is the average mutation frequency per residue over all the data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20967, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To gain further insights we selected the most mutated individual positions in the GDC dataset corrected for mutation frequency in natural variance. We represented this for all classes together and for Class A–C in Fig. 4. A count overview of unique GPCR cancer mutations is provided in Supplementary Fig. S5, and an overview of the substitutions found in all of the mutations in Supplementary Fig. S6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21372, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Most of the mutations analyzed derived from Class A (Fig. 4), hence proving the relevance of a per class analysis. Overall and in Class A the most frequently mutated residue was 3 × 50 (BW numbering), part of the “DRY” motif. This was followed by 7 × 50 (“NPxxY” motif) in Class A. In Class B, 4 × 51 and 4 × 53 (“GWGxP” motif) and 6 × 45 (“PxxG” motif) were among the top 10. Interestingly, in Class A and Class C several residues in H8 were highly mutated (i.e. 8 × 49, 8 × 51, and 8 × 53), and in Class C we found an ICL1 residue (12 × 48) in the top 10. Given the enrichment in cancer found in functionally conserved motifs (Fig. 3), we suggest that the residues found among the most frequently mutated should be further functionally characterized since we hypothesize that they are relevant in receptor function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22253, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Ranking GPCRs for follow up", "sentences": [], "annotations": [], "relations": []}, {"offset": 22281, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Having confirmed that patterns can be identified in GPCR mutations in cancer, we ranked GPCRs for experimental follow-up. Pareto sorting was performed to as a recommendation system to identify GPCRs with a suggested high impact in cancer biology amenable to small molecule intervention and follow up. Pareto sorting is based on multiple (not always correlating) properties. The Pareto analysis was done in two ways. Firstly, we implemented Pareto ranking solely based on somatic mutation data. The four selected properties for Pareto ranking were: Mutations in highly conserved TEA Q3 residues in GDC (maximized) and 1000 Genomes (minimized), and mutation rate in TM domains in GDC (maximized) and in 1000 Genomes (minimized). Additionally, we introduced two practical objectives to bias the mutation-based recommendation towards a set of in-house objectives representing feasibility of in vitro or in silico follow up. The feasibility of small molecule intervention was assessed by training a machine-learning model (random forest) for each GPCR in our data set using bioactivity data from ChEMBL 27, with circular fingerprints as molecular descriptors. The two practical objectives introduced were average R2 of ChEMBL QSAR prediction models (maximized), and in-house availability of proteins for experiments (maximized). The order of the properties determined the priority during the Pareto sorting.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23684, "infons": {"file": "41598_2022_25323_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Crowding distances of the first and second Pareto fronts. (a) First Pareto front, consisting of 24 GPCRs. (b) Second Pareto front, consisting of 28 GPCRs. On the x-axis the gene names of GPCRs are shown, while on the y-axis their crowding distance is shown. Crowding distance was cut-off at 10, as the differences between these high-scoring receptors become negligible above that threshold. In grey, GPCRs detected by Pareto ranking using exclusively four mutation-derived objectives (light gray for the 1st front and darker grey for the 2nd front). In green, additional GPCRs that show up in the first two Pareto fronts by adding practical objectives to the recommendation system.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24366, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The first front In the Pareto optimization is considered “dominating”, which means that this set of GPCRs scored better in the combined properties than any other set. For the remaining data points a second front can be calculated, with GPCRs that scored worse than those in the first front but better than the rest of the solutions. Therefore, we used the first and second fronts for a subsequent ranking based on crowding distances between the receptors (Fig. 5a and b, respectively). Crowding distances are a measure of how dense the environment is; denser environments mean more balance in the objectives and thus more interesting GPCRs. As the crowding distance can go up to near infinite, we used a cut-off at a value of 10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25101, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Twenty-four GPCRs from the best scoring (first) front translated to the GPCRs with the most desirable scores in the combined objectives of the Pareto optimization including “practical objectives” (Fig. 5a). The 13 receptors identified in the first front using exclusively mutation-derived objectives were contained in their totality in the first Pareto front with all objectives and, similarly, the 12 receptors in the mutation-only second front were entirely distributed between the first and second fronts (Fig. 5). GPCRs previously linked to cancer showed up in the first front alongside others that have not been thoroughly investigated yet. This was confirmed in a similar (non Pareto) ranking for GPCR subfamilies (Supplementary Fig. S7). The second Pareto front (Fig. 5b), contained 28 GPCRs. Hence, our recommendation system produced Pareto fronts that represented a list of potential candidates for follow-up experimental research. From the receptors of our first Pareto front we selected one for which there was in-house expertise, CCR5, as a case study for further investigation using a crystal structure based analysis to characterize the potential effects of the retrieved mutations in receptor function and/or ligand binding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26348, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "CCR5 structural analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 26373, "infons": {"file": "41598_2022_25323_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Cancer-derived mutation mapping in CCR5 structure. (a) The mutations found in the GDC dataset for CCR5 mapped on the 3D structure of the receptor. (b) Mutated residues found in ECL2 region. (c) G protein binding site, containing the mutation A2336.33E, which has been characterized as a thermostabilizing mutation for the inactive CCR5 structure (PDB code 4MBS). (d) The orthosteric binding site, with the small molecule inhibitor maraviroc (orange).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26824, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Mutations found in the GDC dataset for CCR5 were cross-linked to GPCRdb data to find prior mutagenesis data. We then mapped the mutations onto the protein structure (PDB code 4MBS). We focused on regions relevant for protein function and ligand binding. These mutations are widely spread across the receptor’s structure (Fig. 6a), including mutations in ECL2—a region that largely contributes to chemokine ligand recognition (Fig. 6b), G protein binding region (Figs. 6c), and orthosteric binding site (Fig. 6d). The crystal structure of CCR5 used as a reference in Fig. 6 (PDB code 4MBS) contains the thermostabilizing mutation A2336.33E, which has been characterized for the inactive CCR5 conformation. In this structure, a small molecule inhibitor—maraviroc—is co-crystalized in the orthosteric binding site (i.e. spanning the so-called major and minor binding pocket). Of note, some of the mutations found in the GDC dataset were in positions in close proximity to the inhibitor. Out of the 73 mutations found in our dataset, only 12 mutations had been previously annotated, while 37 mutations had no data available and 24 consisted of not-annotated data. Further analysis of previously annotated data shed some light on the functional implications of these mutations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28110, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28121, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Here we performed a comprehensive comparison of mutations found in cancer patients (GDC dataset) versus mutations found in natural variance (1000 Genomes dataset) in all classes of GPCRs together and independently. We followed this up by investigating several highly conserved motifs for an increase in mutation rate compared to the other residues. Finally, we performed a Pareto Front analysis to create a ranking of GPCRs that warrant follow-up for their context in cancer, and we analyzed some of the cancer-related mutations found for one of the top-ranking receptors from a functional-structural point of view.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28737, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our original hypothesis was that more conserved residues (i.e. lower entropy in a two-entropy analysis of all residue positions in the GPCRdb alignment) would experience a higher mutational pressure in cancer patients. We confirmed a trend for the all-class analysis showing that positions with a low amount of mutations per position were assigned higher entropy values than positions with a high amount of mutations per position (Fig. 1a). Conversely, the trend was not observed in a similar analysis in the 1000 Genomes dataset (Supplementary Fig. S2). Overall, we identified an incipient pattern between functional conservation and mutation rates in the GDC set, which was maintained in class-specific analyses thus confining the applicability domain of the TEA originally established by Ye et al.. However, subfamily-specific residues were not identified in the all-class analysis, possibly due to discrepancies in subfamily classification in GPCRdb. Other methods could be used to better distinguish functional residues across GPCR classes that, for example, are not dependent on a fixed subfamily classification (e.g. TEA-O also defined by Ye et al.) or define the classification levels on the fly (e.g. TreeDet).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29958, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We then studied mutation distribution after aggregating residues by protein (Fig. 2) and subsequentely compared these across all available classes. The total count of mutations found in the larger and less conserved domains (i.e. C- and N-terminus) is higher as the chance of mutations occurring is therefore higher. However, when corrected for average length most of them showed similar mutation rates. Of note, mutations in TM, ICL, and ECL domains showed an enrichment in cancer patients, while the contrary was observed for the C- and N-terminus (Fig. 2f). The ICL and ECL domains are known to be important in receptor stabilization, signal transmission, and ligand and G protein recognition. However, they also represent the most variable domains in terms of length and motif composition explaining the lack of consistent enrichment across GPCR classes in cancer in these domains. This also aligns with the observation that GPCR mutation rates were not homogeneously distributed among cancer types. For example some primary sites (e.g. Corpus uteri) showed a clear enrichment compared to others (see Supplementary Fig. S8). Literature confirms this distribution with the emphasis on specific residue changes that affect the entire function of the protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31221, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A clearer pattern emerged In conserved motifs of GPCRs. We speculate that changes in these positions have a very high chance of disabling receptor function, supported by the observed higher mutation pressure in cancer compared to natural variance across classes (Fig. 3a). Thus, mutations might not be tolerated in healthy tissue but can be advantageous to cancer development. “DRY” mutations can decrease G protein coupling and recognition leading to reduced binding affinity of drugs. For both mutations in “DRY” and “NpxxY” it has been shown that a decrease in ligand-receptor complex stability may occur, decreasing the response from the GPCR. These motifs have been shown to be collectively involved in a conserved Class A GPCR activation pathway. As expected, “HETx”, “RE”, “GWGxP” and “PxxG” all showed mutation enrichment in cancer in Class B GPCRs, but also in Class A GPCRs. These motifs are important for TM signaling, with those with a mutated motif showing loss of function. The same principle is found for the mutational “R/K” hotspot, which is highly mutated in Class F GPCRs, serving as a switch for receptor activation. Additionally, we found highly mutated H8 residues, in line with their recent identification as a functionally conserved motif in Class A GPCRs related to downstream signaling.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32567, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Subsequently, we ranked individual GPCRs for follow up work via Pareto front analysis (Fig. 5). Several of the top ranked receptors had a known link to cancer. Notable entries include the C-C Chemokine receptor (CCR) type 5, which has been linked to regulatory T cells mediating tumor growth, and CCR type 2, a key player in microenvironment-derived tumor progression, LPA (Lysophosphatidic acid) receptor LPAR6, upregulated in bladder cancer, GRM (Metabotropic glutamate) receptors 2 (GRM2) and 8 (GRM8), known for dysregulating signaling pathways that are crucial in cancer prevention; serotonin receptors 5HT1A (HTR1A), known to be involved in at least breast, ovarian and pancreatic cancer, 5HT5A (HTR5A), recently linked to breast cancer, and the adenosine A1 (ADORA1) and A2A (ADORA2A) receptors, linked to the progression and metastasis of a variety of cancer types as well as immune escape and immunotherapy. An example of a GPCR not previously linked directly to cancer was the P2Y receptor family member 10 (P2RY10), found in the first Pareto front. P2RY10 has been linked to chemotaxis via eosinophil degranulation, which could make it a potential target in cancer, although this is still highly speculative. Of note, cancer-related receptors were identified in our Pareto fronts both using exclusively somatic mutation-derived objectives and including practical objectives. The recommendation system proposed here is meant to allow user-specific objectives and therefore the practical objectives proposed here could be substituted by e.g. availability of crystal structures or cell-lines overexpressing the receptor of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34209, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Finally, the structural analysis of site-mutagenesis data in one of the top receptors from the first Pareto front (CCR5) shed light into the functional implication of some of the cancer-related mutations. This included a cluster of six residues in ECL2 found within the GDC dataset, from which four positions were previously shown to influence chemokine binding when mutated to Ala. In the G protein binding site, the Class A highly conserved R126. was found to be mutated. This position is in the “DRY” motif and it is the most frequently mutated position in the GDC set, resulting in altered G protein coupling to the receptor in for instance the adenosine receptor family. Some experimental evidence is available for CCR5 as well, where mutation to Asn abolished G protein signaling. In the orthosteric site, four amino acids were previously investigated by a site-directed mutagenesis study by Garcia-Perez et al., Y1875.31, I1985.42, N2586.58, and E2837.39 with variable effects. Mutating residue E2837.39, to Ala or to the more conservative Gln, had the biggest effect on maraviroc affinity decrease. The structural effect of I1985.42 and E2837.39 mutations in maraviroc binding can be derived from the crystal structure of CCR5 with this negative allosteric modulator (Fig. 6c). Mutations on these two positions had an important effect on the ligand binding of two other HIV-1 drugs—vicriviroc and aplaviroc—and clinical candidates—TAK-779 and TAK-220—in two studies. Whilst E2837.39A abolishes maraviroc binding, chemokine CCL5 binding is mildly (20-fold) affected. On the contrary, Y1875.31A showed almost no effect on the binding affinity of maraviroc, while affecting chemokine recognition. These observations exemplify the relevance of our method to prioritize cancer-related mutations in site-mutagenesis studies, and link them to receptor activation, endogenous ligand recognition, and the recognition of small (drug-like) molecules.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36170, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While completing this manuscript the TCGA dataset was used to identify significantly mutated GPCRs in cancer in a complementary extensive study by Wu et al.. In comparison, we elaborated on our findings through a motif analysis of highly conserved residues in GPCRs, a link to positional entropy, and a link to structural information (i.e. analyzing the CCR5 chemokine receptor). Moreover, we included the availability of chemical tools to study the selected GPCRs, as exemplified by our QSAR models. Another recent study by Huh et al. focused on Class A GPCRs expressed in tumors reaching similar conclusions regarding Class A-specific functional motifs. There a similar method was used to calculate mutation enrichment from natural variance which predicted the impact of mutations in specific sequence positions. Their results were validated in vitro, confirming the parallel effect of Class A GPCR mutations in receptor signaling. Our results extend to all GPCR class-specific functional motifs, opening novel paths to GPCR cancer research. Recently, we have published analyses of two other GPCRs, the Adenosine A1 and A2B receptors, for which cancer-related somatic mutations were identified similar to the analysis as presented here. There we used a yeast system to explore the effect said cancer-related mutations have on receptor function directly and found that there is a complex pattern of activation modulation. Similar approaches could be used to experimentally validate the relevance in cancer of somatic mutations in across all GPCR classes prioritized in this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37751, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "While here the focus was on GPCRs, other receptor families can be investigated in a similar manner. Notable examples include solute carriers, or receptor-tyrosine kinases. The objectives in the Pareto optimization can also be adapted, providing a modified way of scoring the receptors depending on the scope of the study. While our analysis focused on differences in missense mutations occurring in cancer patients and natural variance, many other alterations (e.g. insertion/deletions, gene and protein expression levels) have been reported for GPCRs in the context of cancer, and complementary analyses could be executed focusing on these. Finally, this computational approach can become part of a targeted therapy pipeline, suggesting key locations for in vitro and in vivo cancer-associated studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38555, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 38567, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We conclude that mutations found in GPCRs related to cancer are in general weakly correlated to specific domains in the protein or functional conservation. However, there is a higher mutational pressure in class-specific functionally conserved motifs in cancer patients (as shown in the GDC set) compared to healthy individuals. Moreover, we show that the role and mechanism of specific mutations can be elucidated using structural analysis as an intermediate step towards experimental validation. Finally, we provide a list of GPCRs that are amenable to experimental follow-up. The data may help in exploring new avenues in the design of cancer therapies, either by linking existing data to ligand binding and recognition, or the identification of potential new roles for residues not previously studied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39373, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 39381, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cancer related mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39406, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cancer associated mutations were obtained from the Genomic Data Commons (GDC), part of the US National Cancer Institute effort (version 22.0, January 16th 2020). GDC contains multi-dimensional mapping of genomic changes in several cancer types, including the complete dataset from The Cancer Genomic Atlas project (TCGA). We re-compiled part of the GDC database version 22.0 in a MySQL format to facilitate reproducible, version-consistent, big data cancer data analysis. Data was obtained from the GDC API engine and data transfer tool, depending on availability (unrestricted-access data only). The SQL database contains 19 tables distributed in eight different fields. Some data fields (i.e. gene expression data) contain analyzed data derived from GDC raw data files. A more extensive description of the database architecture, analyses performed, and the end-to-end mapping strategy is available in the supplementary data. We used data on somatic missense mutations found in a diverse set of cancer types, to which we will refer as the “GDC” data set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40466, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Natural variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40484, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As reference we used the 1000 Genomes data, including an additional data set released in 2020 by the New York Genome Center (NYGC). This is a dataset containing the natural variation of mutations in the genome. The dataset used in this study was obtained from Uniprot variance database in October 2020. From this data, all somatic missense mutations were gathered. Subsequently, only mutations found in the 1000 Genomes subset were kept, removing cancer derived mutations from COSMIC and known pathological mutations. We refer to this dataset as “1000 Genomes”.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41050, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mutation dataset curation", "sentences": [], "annotations": [], "relations": []}, {"offset": 41076, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We filtered both sets for GPCR-unique mutation pairs, along with the frequency. At the same time we annotated the resulting GDC and 1000 Genomes datasets with identifiers from GPCRdb. This set was used for two entropy analysis, domain based analysis, and motif based analysis. Subsequently, prior to QSAR modelling and Pareto sorting, both datasets were enriched with bioactivity data from ChEMBL (release 27).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41487, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bioactivity data", "sentences": [], "annotations": [], "relations": []}, {"offset": 41504, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "From ChEMBL (release 27) ligand–protein interaction data was gathered for all GPCRs in GPCRdb. Data points were filtered as follows: confidence score of 9, available pChEMBL value, and the protein belonging to the GPCR-family (L2 protein class). A pChEMBL value is a standardized value that equals to the negative logarithm of the measured activity for records with dose–response activity types.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41904, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Structural information", "sentences": [], "annotations": [], "relations": []}, {"offset": 41927, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data set was enriched with structural information from GPCRdb for GPCRs present in the GDC and 1000 Genomes dataset. Included were the family trees to find related proteins, the amino acid sequence of a protein, and sequence alignment data to add generic numbering to the residues. Finally, we used the HUGO Gene Nomenclature Committee (HGNC) identifiers for source to source mapping.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42316, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Multiple sequence alignment and generic numbering", "sentences": [], "annotations": [], "relations": []}, {"offset": 42366, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The structurally supported multiple sequence alignment (MSA) provided by GPCRdb was used to study sequence conservation and link sequence positions to sequence- and structure-based generic GPCR numbering schemes. Generic numbering schemes (such as Ballesteros-Weinstein for Class A) can be used to compare positions between GPCRs but are often limited to the TM domains. There are two parts to the numbereparatedd by a decimal sign. The first identifies the domain (e.g. TM), and the second is relative to the most conserved residue in that TM. The most conserved residue is defined to be position 50, with downstream positions receiving a lower number (towards the N-terminus) and upstream positions receiving a higher number (towards the C-terminus). Other schemes are available for Class B, C, and F. Structure-based curations of these schemes have been developed by GPCRdb. The GPCRdb generic values contain the same two parts, but separated by an ‘x’ for differentiation purposes. We annotated the MSA with class-specific structure-based GPCRdb numbering schemes. Finally, we cross-linked the class-specific generic numbers with the more abundant class-A GPCRdb (GPCRdb(A)) equivalent to facilitate all-class analyses. For consistency, we refer to generic residue numbers in our work as Ballesteros-Weinstein, or BW, but give the GPCRdb(A) notation (i.e. 3 × 50 instead of 3.50) to denote the structural correction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43796, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Investigated motifs", "sentences": [], "annotations": [], "relations": []}, {"offset": 43816, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Several conserved motifs commonly found in GPCRs were investigated (Table 2). All are found in literature to be functionally relevant in specific classes and often are referred to with the class-specific generic residue numbering schemes. To select these motifs across all classes, the Ballesteros-Weinstein residue numbering scheme was used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44159, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Two-entropy analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 44180, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two-entropy analysis (TEA) was performed as described previously in literature. We reimplemented the revised TEA algorithm, adjusted by Ye et al., to account for gaps in the multiple sequence alignment and for the differences in number of subfamily members. The reimplementation was validated by application to the synthetic dataset provided in Ye et al. (Supplementary Fig. S9). We renamed “Total entropy” as “Rescaled Shannon entropy” and “Average entropy” as “Average entropy across subfamilies” for clarification. While the algorithm was not modified, two adaptations were made in the application, firstly using the GPCRdb hierarchy levels to define GPCR subfamilies, resulting in 83 subfamilies across all GPCR classes. From these, “Class A orphans” and “Class C orphans” were removed from the analysis. Secondly, we did not limit the entropy calculation to Class A GPCRS but applied it to all GPCR classes with more than one subfamily per class (Supplementary Table S2). However, contrary to previous work we included only human GPCR sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45255, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis per position", "sentences": [], "annotations": [], "relations": []}, {"offset": 45289, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GPCR structural domains (i.e. N-terminus, TM domains, ECL and ICL loops, and C-terminus; also aggregated domains ‘TM’, ‘ECL’, and ‘ICL’)", "sentences": [], "annotations": [], "relations": []}, {"offset": 45438, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Functionally conserved motifs (Table 2)", "sentences": [], "annotations": [], "relations": []}, {"offset": 45478, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Individual alignment positions", "sentences": [], "annotations": [], "relations": []}, {"offset": 45509, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The frequencies of mutations in both sets were analyzed per class and in combination (Supplementary Table S2). Mutation frequency was calculated as the sum of patients bearing any unique mutation in any receptor in a position of the multiple sequence alignment included in:", "sentences": [], "annotations": [], "relations": []}, {"offset": 45783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To allow pairwise comparisons between sets, mutation ratios were calculated for cases (a) and (b), as defined in Eqs. (1)–(3): where  is the mutation frequency in a set s,  is the mutation frequency in a set s per domain d,  is the average length per set s and domain d,  is the number of proteins per set s and domain d, and  is the length (number of residues) per set s and domain d in a protein i.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46187, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The mutation ratio, , was visualized in Fig. 2a–c. The mutation ratio normalized over average domain length, , was visualized in Fig. 2d–f and in Fig. 3. In Fig. 2d–f, domains refer to GPCR structural domains and in Fig. 3 domains refer to functionally conserved GPCR motifs. In Figs. 2d–f and 3, a total mutation ratio, , was calculated for reference. This represents the average mutation ratio in one residue if the totality of the protein sequence is taken into account and in Figs. 2d–f and 3 is visualized as domain/motif “Average”.  and  are derived from Eqs. (1)–(3) as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 46797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In Figs. 2c, d and 3b we calculated GDC enrichments by substracting  and , respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46887, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For case (c) we calculated mutation frequency for each alignment position for the GDC and 1000 Genomes sets separately. Subsequently, we corrected the GDC frequency for natural variance by substracting the 1000 Genomes frequency from the GDC frequency.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47140, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pareto front", "sentences": [], "annotations": [], "relations": []}, {"offset": 47153, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Multi-objective ranking was done within the Pareto method as implemented in Pipeline Pilot (version 18.1). Two implementations were designed. The first one was based exclusively on mutation data and the following properties were used: Mutation rate in TM domains in GDC (maximized), mutation rate in TM domains in the 1000 Genomes set (minimized), GDC mutations in highly conserved TEA Q3 residues (maximized), and 1000 Genomes mutations in TEA Q3 residues (minimized). For this purpose, TEA Q3 residues were defined as those in the all-class TEA with “Rescaled Shannon entropy” < 0.5 and “Average entropy across subfamilies” < 0.5. The second implementation included two practical objectives to bias the ranking towards recommendations for subsequent in vitro or in silico studies. These practical objectives were average R2 of ChEMBL QSAR prediction models (maximized), and in-house availability for experimental assays (maximized). The first and second front from each implementation were used in further analysis, but all data is provided as supporting information. The suitability of including practical objectives as part of a tunable recommendation system was evaluated by comparing the results of the two implementations. The performed QSAR models were Random Forest R models trained in Pipeline Pilot using 500 trees and a default seed of “12345”. A 50/50 percent training/ hold-out test set was used in duplicate to create and validate these models, with ECFP6 used as molecular descriptors.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48675, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "3D structural analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48698, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "CCR5 crystal structure (PDB code 4MBS) was obtained from the Protein Data Bank. Mutagenesis data was retrieved from the GPCRdb and mapped onto the 3D crystal structure using PyMol.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48879, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Hardware", "sentences": [], "annotations": [], "relations": []}, {"offset": 48888, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sequence analysis, data processing, and QSAR modeling were run on a Linux server running CentOS 7. Hardware configuration: 2 × Intel Xeon Platinum 8160 (2.10), 48 cores, 256 DDR3 RAM, the jobs directory was located on a 1.6 TB PCIe SSD running in Raid-0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49149, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Software", "sentences": [], "annotations": [], "relations": []}, {"offset": 49158, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Accelrys Pipeline Pilot 2018 (version 18) was used for all the calculations and analysis. Any calculations performed were done in SI units, using the infrastructure provided in Pipeline Pilot. Data was written towards plain text files and Excel. Graphs were created using Python’s module Matplotlib.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49460, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 49486, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note", "sentences": [], "annotations": [], "relations": []}, {"offset": 49503, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49622, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "These authors contributed equally: B. J. Bongers and M. Gorostiola González.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49700, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 49726, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41598-022-25323-x.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49818, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 49839, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "B.B. and M.G.G. wrote the manuscript and performed bioinformatic and data analyses. W.J. performed structural analysis. Experiment design was done by B.B, M.G.G., W.J., X.W., H.v.V., K.Y, L.H., and G.v.W. Supervision by H.G.d.T., A.I, L.H., and G.v.W. B.B. and M.G.G. contributed equally to this work. All authors read and approved the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50187, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 50195, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was partially funded by the Dutch Research Council domain Applied and Engineering Sciences (AES; https://www.nwo.nl/en/applied-and-engineering-sciences-aes) with the grant STW-Veni #14410 awarded to GJPW. XW was supported by the China Scholarship Council. MGG and LH were supported by ONCODE funding (https://www.oncode.nl/). The authors declare that they have no competing interests. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50716, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 50734, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The datasets and analysis code supporting the conclusions of this article are available in the 4TU repository https://doi.org/10.4121/15022410, including the mySQL GDC implementation. The source code used to produce the results in this manuscript was generated in the commercial software package Accelrys Pipeline Pilot 2018 (version 18). The 1000 Genomes dataset was obtained from UNIPROT ‘ftp://ftp.uniprot.org/pub/databases/uniprot/current_release/knowledgebase/variants/’. ChEMBL data was obtained from ‘https://www.ebi.ac.uk/chembl/’, GPCRdb data was obtained from ‘https://gpcrdb.org/’ and HGNC mapping data was obtained from ‘https://www.genenames.org/’.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51412, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 51432, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51476, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 51487, "infons": {"section_type": "REF", "type": "ref"}, "text": "Wild, C. P., Weiderpass, E. & Stewart, B. W. World Cancer Report: Cancer Research for Cancer Prevention (2020). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 51600, "infons": {"fpage": "31", "lpage": "46", "name_0": "surname:Hanahan;given-names:D", "pub-id_doi": "10.1158/2159-8290.CD-21-1059", "pub-id_pmid": "35022204", "section_type": "REF", "source": "Cancer Discov.", "type": "ref", "volume": "12", "year": "2022"}, "text": "Hallmarks of cancer: New dimensions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51636, "infons": {"fpage": "453", "lpage": "459", "name_0": "surname:Jensen;given-names:MA", "name_1": "surname:Ferretti;given-names:V", "name_2": "surname:Grossman;given-names:RL", "name_3": "surname:Staudt;given-names:LM", "pub-id_doi": "10.1182/blood-2017-03-735654", "pub-id_pmid": "28600341", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "130", "year": "2017"}, "text": "The NCI Genomic Data Commons as an engine for precision medicine", "sentences": [], "annotations": [], "relations": []}, {"offset": 51701, "infons": {"fpage": "157", "lpage": "162", "name_0": "surname:Knudson;given-names:AG", "pub-id_doi": "10.1038/35101031", "pub-id_pmid": "11905807", "section_type": "REF", "source": "Nat. Rev. Cancer", "type": "ref", "volume": "1", "year": "2001"}, "text": "Two genetic hits (more or less) to cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 51743, "infons": {"fpage": "412", "lpage": "424", "name_0": "surname:O’Hayre;given-names:M", "pub-id_doi": "10.1038/nrc3521", "pub-id_pmid": "23640210", "section_type": "REF", "source": "Nat. Rev. Cancer", "type": "ref", "volume": "13", "year": "2013"}, "text": "The emerging mutational landscape of G proteins and G-protein-coupled receptors in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 51833, "infons": {"fpage": "2", "lpage": "24", "name_0": "surname:Arakaki;given-names:AKS", "name_1": "surname:Pan;given-names:WA", "name_2": "surname:Trejo;given-names:JA", "pub-id_doi": "10.3390/ijms19071886", "section_type": "REF", "source": "Int. J. Mol. Sci.", "type": "ref", "volume": "19", "year": "2018"}, "text": "GPCRs in cancer: Protease-activated receptors, endocytic adaptors and signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 51913, "infons": {"fpage": "41", "lpage": "54.e19", "name_0": "surname:Hauser;given-names:AS", "pub-id_doi": "10.1016/j.cell.2017.11.033", "pub-id_pmid": "29249361", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "172", "year": "2018"}, "text": "Pharmacogenomics of GPCR drug targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 51951, "infons": {"fpage": "2195", "lpage": "2207", "name_0": "surname:Munk;given-names:C", "pub-id_doi": "10.1111/bph.13509", "pub-id_pmid": "27155948", "section_type": "REF", "source": "Br. J. Pharmacol.", "type": "ref", "volume": "173", "year": "2016"}, "text": "GPCRdb: The G protein-coupled receptor database—an introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 52017, "infons": {"fpage": "e1004805", "name_0": "surname:Cvicek;given-names:V", "name_1": "surname:Goddard;given-names:WA", "name_2": "surname:Abrol;given-names:R", "pub-id_doi": "10.1371/journal.pcbi.1004805", "pub-id_pmid": "27028541", "section_type": "REF", "source": "PLoS Comput. Biol.", "type": "ref", "volume": "12", "year": "2016"}, "text": "Structure-based sequence alignment of the transmembrane domains of all human GPCRs: Phylogenetic, structural and functional implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 52154, "infons": {"fpage": "81", "lpage": "91", "name_0": "surname:Congreve;given-names:M", "name_1": "surname:de Graaf;given-names:C", "name_2": "surname:Swain;given-names:NA", "name_3": "surname:Tate;given-names:CG", "pub-id_doi": "10.1016/j.cell.2020.03.003", "pub-id_pmid": "32243800", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "181", "year": "2020"}, "text": "Impact of GPCR structures on drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 52198, "infons": {"fpage": "7", "lpage": "24", "name_0": "surname:Thorpe;given-names:LM", "name_1": "surname:Yuzugullu;given-names:H", "name_2": "surname:Zhao;given-names:JJ", "pub-id_doi": "10.1038/nrc3860", "pub-id_pmid": "25533673", "section_type": "REF", "source": "Nat. Rev. Cancer", "type": "ref", "volume": "15", "year": "2015"}, "text": "PI3K in cancer: Divergent roles of isoforms, modes of activation and therapeutic targeting", "sentences": [], "annotations": [], "relations": []}, {"offset": 52289, "infons": {"fpage": "1311", "lpage": "1319", "name_0": "surname:Nairismägi;given-names:M-L", "pub-id_doi": "10.1038/leu.2016.13", "pub-id_pmid": "26854024", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "30", "year": "2016"}, "text": "JAK-STAT and G-protein-coupled receptor signaling pathways are frequently altered in epitheliotropic intestinal T-cell lymphoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 52417, "infons": {"fpage": "25", "lpage": "50", "name_0": "surname:Pon;given-names:JR", "name_1": "surname:Marra;given-names:MA", "pub-id_doi": "10.1146/annurev-pathol-012414-040312", "pub-id_pmid": "25340638", "section_type": "REF", "source": "Annu. Rev. Pathol.", "type": "ref", "volume": "10", "year": "2015"}, "text": "Driver and passenger mutations in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 52458, "infons": {"fpage": "1", "lpage": "31", "name_0": "surname:Zhou;given-names:Q", "pub-id_doi": "10.7554/eLife.50279", "section_type": "REF", "source": "Elife", "type": "ref", "volume": "8", "year": "2019"}, "text": "Common activation mechanism of class a GPCRs", "sentences": [], "annotations": [], "relations": []}, {"offset": 52503, "infons": {"fpage": "101", "lpage": "113", "name_0": "surname:Arimont;given-names:M", "pub-id_doi": "10.1021/acsptsci.8b00051", "section_type": "REF", "source": "ACS Pharmacol. Transl. Sci.", "type": "ref", "volume": "2", "year": "2019"}, "text": "Identification of key structural motifs involved in 7 transmembrane signaling of adhesion GPCRs", "sentences": [], "annotations": [], "relations": []}, {"offset": 52599, "infons": {"fpage": "118", "lpage": "123", "name_0": "surname:Liang;given-names:YL", "pub-id_doi": "10.1038/nature22327", "pub-id_pmid": "28437792", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "546", "year": "2017"}, "text": "Phase-plate cryo-EM structure of a class B GPCR-G-protein complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 52665, "infons": {"fpage": "3132", "lpage": "3145", "name_0": "surname:Bortolato;given-names:A", "pub-id_doi": "10.1111/bph.12689", "pub-id_pmid": "24628305", "section_type": "REF", "source": "Br. J. Pharmacol.", "type": "ref", "volume": "171", "year": "2014"}, "text": "Structure of class B GPCRs: New horizons for drug discovery", "sentences": [], "annotations": [], "relations": []}, {"offset": 52725, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Wright;given-names:SC", "pub-id_doi": "10.1038/s41467-019-08630-2", "pub-id_pmid": "30602773", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "10", "year": "2019"}, "text": "A conserved molecular switch in Class F receptors regulates receptor activation and pathway selection", "sentences": [], "annotations": [], "relations": []}, {"offset": 52827, "infons": {"fpage": "908", "lpage": "915", "name_0": "surname:Ye;given-names:K", "name_1": "surname:Vriend;given-names:G", "name_2": "surname:IJzerman;given-names:AP", "pub-id_doi": "10.1093/bioinformatics/btn057", "pub-id_pmid": "18304936", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "Tracing evolutionary pressure", "sentences": [], "annotations": [], "relations": []}, {"offset": 52857, "infons": {"fpage": "1387", "issue": "341", "lpage": "1390", "name_0": "surname:Tan;given-names:Q", "pub-id_doi": "10.1126/science.1241475", "section_type": "REF", "source": "Science", "type": "ref", "volume": "1979", "year": "2013"}, "text": "Structure of the CCR5 chemokine receptor-HIV entry inhibitor maraviroc complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 52936, "infons": {"fpage": "W110", "lpage": "W115", "name_0": "surname:Carro;given-names:A", "pub-id_doi": "10.1093/nar/gkl203", "pub-id_pmid": "16844971", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "34", "year": "2006"}, "text": "TreeDet: A web server to explore sequence space", "sentences": [], "annotations": [], "relations": []}, {"offset": 52984, "infons": {"fpage": "17929", "lpage": "17940", "name_0": "surname:Semack;given-names:A", "name_1": "surname:Sandhu;given-names:M", "name_2": "surname:Malik;given-names:RU", "name_3": "surname:Vaidehi;given-names:N", "name_4": "surname:Sivaramakrishnan;given-names:S", "pub-id_doi": "10.1074/jbc.M116.735720", "pub-id_pmid": "27330078", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "291", "year": "2016"}, "text": "Structural elements in the Gαs and Gβq C termini that mediate selective G Protein-coupled Receptor (GPCR) signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 53107, "infons": {"fpage": "61", "lpage": "68", "name_0": "surname:Lindner;given-names:D", "name_1": "surname:Walther;given-names:C", "name_2": "surname:Tennemann;given-names:A", "name_3": "surname:Beck-Sickinger;given-names:AG", "pub-id_doi": "10.1016/j.cellsig.2008.09.007", "pub-id_pmid": "18845246", "section_type": "REF", "source": "Cell Signal.", "type": "ref", "volume": "21", "year": "2009"}, "text": "Functional role of the extracellular N-terminal domain of neuropeptide Y subfamily receptors in membrane integration and agonist-stimulated internalization", "sentences": [], "annotations": [], "relations": []}, {"offset": 53263, "infons": {"fpage": "5632", "lpage": "5638", "name_0": "surname:Tao;given-names:YX", "name_1": "surname:Segaloff;given-names:DL", "pub-id_doi": "10.1210/jc.2005-0519", "pub-id_pmid": "16030156", "section_type": "REF", "source": "J. Clin. Endocrinol. Metab.", "type": "ref", "volume": "90", "year": "2005"}, "text": "Functional analyses of melanocortin-4 receptor mutations identified from patients with binge eating disorder and nonobese or obese subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 53403, "infons": {"fpage": "108", "lpage": "132", "name_0": "surname:Stoy;given-names:H", "name_1": "surname:Gurevich;given-names:VV", "pub-id_doi": "10.1016/j.gendis.2015.02.005", "pub-id_pmid": "26229975", "section_type": "REF", "source": "Genes Dis.", "type": "ref", "volume": "2", "year": "2015"}, "text": "How genetic errors in GPCRs affect their function: Possible therapeutic strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 53486, "infons": {"fpage": "42", "lpage": "47", "name_0": "surname:Kim;given-names:K-M", "name_1": "surname:Caron;given-names:MG", "pub-id_doi": "10.1016/j.bbrc.2007.11.055", "pub-id_pmid": "18036556", "section_type": "REF", "source": "Biochem. Biophys. Res. Commun.", "type": "ref", "volume": "366", "year": "2008"}, "text": "Complementary roles of the DRY motif and C-terminus tail of GPCRS for G protein coupling and β-arrestin interaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 53605, "infons": {"fpage": "3", "name_0": "surname:Olivella;given-names:M", "name_1": "surname:Caltabiano;given-names:G", "name_2": "surname:Cordomí;given-names:A", "pub-id_doi": "10.1186/1472-6807-13-3", "pub-id_pmid": "23497259", "section_type": "REF", "source": "BMC Struct. Biol.", "type": "ref", "volume": "13", "year": "2013"}, "text": "The role of Cysteine 6.47 in class A GPCRs", "sentences": [], "annotations": [], "relations": []}, {"offset": 53648, "infons": {"fpage": "39", "lpage": "47", "name_0": "surname:Nomiyama;given-names:H", "name_1": "surname:Yoshie;given-names:O", "pub-id_doi": "10.1189/jlb.2RU0614-290R", "pub-id_pmid": "25416815", "section_type": "REF", "source": "J. Leukoc. Biol", "type": "ref", "volume": "97", "year": "2015"}, "text": "Functional roles of evolutionary conserved motifs and residues in vertebrate chemokine receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 53745, "infons": {"fpage": "8207", "lpage": "8221", "name_0": "surname:Dijkman;given-names:PM", "pub-id_doi": "10.1126/sciadv.aav8207", "section_type": "REF", "source": "Sci. Adv.", "type": "ref", "volume": "6", "year": "2020"}, "text": "Conformational dynamics of a G protein-coupled receptor helix 8 in lipid membranes", "sentences": [], "annotations": [], "relations": []}, {"offset": 53828, "infons": {"fpage": "5602", "lpage": "5611", "name_0": "surname:Schlecker;given-names:E", "pub-id_doi": "10.4049/jimmunol.1201018", "pub-id_pmid": "23152559", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "189", "year": "2012"}, "text": "Tumor-infiltrating monocytic myeloid-derived suppressor cells mediate CCR5-dependent recruitment of regulatory T cells favoring tumor growth", "sentences": [], "annotations": [], "relations": []}, {"offset": 53969, "infons": {"fpage": "1", "lpage": "13", "name_0": "surname:Hao;given-names:Q", "name_1": "surname:Vadgama;given-names:JV", "name_2": "surname:Wang;given-names:P", "pub-id_doi": "10.1186/s12964-020-00589-8", "pub-id_pmid": "31900175", "section_type": "REF", "source": "Cell Commun. Signal.", "type": "ref", "volume": "18", "year": "2020"}, "text": "CCL2/CCR2 signaling in cancer pathogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54012, "infons": {"fpage": "557", "lpage": "565", "name_0": "surname:Houben;given-names:AJS", "name_1": "surname:Moolenaar;given-names:WH", "pub-id_doi": "10.1007/s10555-011-9319-7", "pub-id_pmid": "22002750", "section_type": "REF", "source": "Cancer Metastasis Rev.", "type": "ref", "volume": "30", "year": "2011"}, "text": "Autotaxin and LPA receptor signaling in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 54059, "infons": {"fpage": "4240", "lpage": "4246", "name_0": "surname:Prickett;given-names:TD", "name_1": "surname:Samuels;given-names:Y", "pub-id_doi": "10.1158/1078-0432.CCR-11-1217", "pub-id_pmid": "22648273", "section_type": "REF", "source": "Clin. Cancer Res.", "type": "ref", "volume": "18", "year": "2012"}, "text": "Molecular pathways: Dysregulated glutamatergic signaling pathways in cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 54135, "infons": {"fpage": "1", "lpage": "17", "name_0": "surname:Gwynne;given-names:WD", "pub-id_doi": "10.1186/s12885-020-07193-6", "section_type": "REF", "source": "BMC Cancer", "type": "ref", "volume": "20", "year": "2020"}, "text": "Antagonists of the serotonin receptor 5A target human breast tumor initiating cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 54219, "infons": {"fpage": "46", "lpage": "50", "name_0": "surname:Sarrouilhe;given-names:D", "name_1": "surname:Mesnil;given-names:M", "pub-id_doi": "10.1016/j.biochi.2018.06.016", "pub-id_pmid": "29936294", "section_type": "REF", "source": "Biochimie", "type": "ref", "volume": "161", "year": "2019"}, "text": "Serotonin and human cancer: A critical view", "sentences": [], "annotations": [], "relations": []}, {"offset": 54263, "infons": {"fpage": "102240", "name_0": "surname:Masjedi;given-names:A", "pub-id_doi": "10.1016/j.nano.2020.102240", "pub-id_pmid": "32553948", "section_type": "REF", "source": "Nanomedicine", "type": "ref", "volume": "29", "year": "2020"}, "text": "Silencing adenosine A2a receptor enhances dendritic cell-based cancer immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 54347, "infons": {"fpage": "12409", "lpage": "12419", "name_0": "surname:Ni;given-names:S", "name_1": "surname:Wei;given-names:Q", "name_2": "surname:Yang;given-names:L", "pub-id_doi": "10.2147/OTT.S272621", "pub-id_pmid": "33293832", "section_type": "REF", "source": "Onco Targets Ther.", "type": "ref", "volume": "13", "year": "2020"}, "text": "Adora1 promotes hepatocellular carcinoma progression via pi3k/akt pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 54421, "infons": {"fpage": "990", "lpage": "999", "name_0": "surname:Hwang;given-names:SM", "pub-id_doi": "10.1111/cea.13162", "pub-id_pmid": "29700886", "section_type": "REF", "source": "Clin. Exp. Allergy", "type": "ref", "volume": "48", "year": "2018"}, "text": "Lysophosphatidylserine receptor P2Y10: A G protein-coupled receptor that mediates eosinophil degranulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54528, "infons": {"fpage": "5179", "lpage": "5187", "name_0": "surname:Blanpain;given-names:C", "pub-id_doi": "10.1074/jbc.M205684200", "pub-id_pmid": "12466283", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "278", "year": "2003"}, "text": "The core domain of chemokines binds CCR5 extracellular domains while their amino terminus interacts with the transmembrane helix bundle", "sentences": [], "annotations": [], "relations": []}, {"offset": 54664, "infons": {"fpage": "33409", "lpage": "33421", "name_0": "surname:Garcia-Perez;given-names:J", "pub-id_doi": "10.1074/jbc.M111.279596", "pub-id_pmid": "21775441", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "286", "year": "2011"}, "text": "Allosteric model of maraviroc binding to CC Chemokine Receptor 5 (CCR5)", "sentences": [], "annotations": [], "relations": []}, {"offset": 54736, "infons": {"fpage": "75", "lpage": "89", "name_0": "surname:Jespers;given-names:W", "pub-id_doi": "10.1016/j.tips.2017.11.001", "pub-id_pmid": "29203139", "section_type": "REF", "source": "Trends Pharmacol. Sci.", "type": "ref", "volume": "39", "year": "2018"}, "text": "Structural mapping of adenosine receptor mutations: Ligand binding and signaling mechanisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 54828, "infons": {"fpage": "1966", "lpage": "1976", "name_0": "surname:Lagane;given-names:B", "pub-id_doi": "10.1124/mol.104.009779", "pub-id_pmid": "15761117", "section_type": "REF", "source": "Mol. Pharmacol.", "type": "ref", "volume": "67", "year": "2005"}, "text": "Mutation of the DRY motif reveals different structural requirements for the CC chemokine receptor 5-mediated signaling and receptor endocytosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54972, "infons": {"fpage": "789", "lpage": "800", "name_0": "surname:Kondru;given-names:R", "pub-id_doi": "10.1124/mol.107.042101", "pub-id_pmid": "18096812", "section_type": "REF", "source": "Mol. Pharmacol.", "type": "ref", "volume": "73", "year": "2008"}, "text": "Molecular interactions of CCR5 with major classes of small-molecule anti-HIV CCR5 antagonists", "sentences": [], "annotations": [], "relations": []}, {"offset": 55066, "infons": {"fpage": "3364", "lpage": "3375", "name_0": "surname:Swinney;given-names:DC", "pub-id_doi": "10.1111/bph.12683", "pub-id_pmid": "24628038", "section_type": "REF", "source": "Br. J. Pharmacol.", "type": "ref", "volume": "171", "year": "2014"}, "text": "A study of the molecular mechanism of binding kinetics and long residence times of human CCR5 receptor small molecule allosteric ligands", "sentences": [], "annotations": [], "relations": []}, {"offset": 55203, "infons": {"fpage": "11062", "lpage": "11086", "name_0": "surname:Wu;given-names:V", "pub-id_doi": "10.1074/jbc.REV119.005601", "pub-id_pmid": "31171722", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "294", "year": "2019"}, "text": "Illuminating the Onco-GPCRome: Novel G protein-coupled receptor-driven oncocrine networks and targets for cancer immunotherapy", "sentences": [], "annotations": [], "relations": []}, {"offset": 55330, "infons": {"fpage": "1", "lpage": "12", "name_0": "surname:Huh;given-names:E", "pub-id_doi": "10.1073/pnas.2113373118", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA", "type": "ref", "volume": "118", "year": "2021"}, "text": "Recurrent high-impact mutations at cognate structural positions in class A G protein-coupled receptors expressed in tumors", "sentences": [], "annotations": [], "relations": []}, {"offset": 55453, "infons": {"fpage": "173126", "name_0": "surname:Wang;given-names:X", "pub-id_doi": "10.1016/j.ejphar.2020.173126", "pub-id_pmid": "32348778", "section_type": "REF", "source": "Eur. J. Pharmacol.", "type": "ref", "volume": "880", "year": "2020"}, "text": "Characterization of cancer-related somatic mutations in the adenosine A2B receptor", "sentences": [], "annotations": [], "relations": []}, {"offset": 55536, "infons": {"fpage": "1", "lpage": "16", "name_0": "surname:Wang;given-names:X", "pub-id_doi": "10.1096/fj.202200203RR", "section_type": "REF", "source": "FASEB J.", "type": "ref", "volume": "36", "year": "2022"}, "text": "Cancer-related somatic mutations alter adenosine A 1 receptor pharmacology—a focus on mutations in the loops and C-terminus", "sentences": [], "annotations": [], "relations": []}, {"offset": 55662, "infons": {"fpage": "1", "lpage": "43", "name_0": "surname:Sriram;given-names:K", "name_1": "surname:Moyung;given-names:K", "name_2": "surname:Corriden;given-names:R", "name_3": "surname:Carter;given-names:H", "name_4": "surname:Insel;given-names:PA", "pub-id_doi": "10.1371/journal.pbio.3000434", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "17", "year": "2019"}, "text": "GPCRs show widespread differential mRNA expression and frequent mutation and copy number variation in solid tumors", "sentences": [], "annotations": [], "relations": []}, {"offset": 55777, "infons": {"section_type": "REF", "type": "ref"}, "text": "Broad Institute of MIT and Harvard. Firehose 2015_11_01 run. 10.7908/C1571BB1 (2015).", "sentences": [], "annotations": [], "relations": []}, {"offset": 55863, "infons": {"fpage": "68", "lpage": "74", "name_0": "surname:Auton;given-names:A", "pub-id_doi": "10.1038/nature15393", "pub-id_pmid": "26432245", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "526", "year": "2015"}, "text": "A global reference for human genetic variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 55910, "infons": {"fpage": "D506", "lpage": "D515", "pub-id_doi": "10.1093/nar/gky1049", "pub-id_pmid": "30395287", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "47", "year": "2019"}, "text": "UniProt: A worldwide hub of protein knowledge", "sentences": [], "annotations": [], "relations": []}, {"offset": 55956, "infons": {"section_type": "REF", "type": "ref"}, "text": "ChEMBL27 Database Release. 10.6019/CHEMBL.database.27 (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56018, "infons": {"fpage": "366", "lpage": "428", "name_0": "surname:Ballesteros;given-names:JA", "name_1": "surname:Weinstein;given-names:H", "pub-id_doi": "10.1016/S1043-9471(05)80049-7", "section_type": "REF", "source": "Methods Neurosci.", "type": "ref", "volume": "25", "year": "1995"}, "text": "Integrated methods for the construction of three-dimensional models and computational probing of structure-function relations in G protein-coupled receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 56175, "infons": {"section_type": "REF", "type": "ref"}, "text": "BIOVIA, Dassault Systèmes, BIOVIA Pipeline Pilot, Release 2018, San Diego: Dassault Systèmes. https://www.3ds.com/products-services/biovia/resource-center/citations-and-references/ (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56366, "infons": {"fpage": "45", "name_0": "surname:Lenselink;given-names:EB", "pub-id_doi": "10.1186/s13321-017-0232-0", "pub-id_pmid": "29086168", "section_type": "REF", "source": "J. Cheminform.", "type": "ref", "volume": "9", "year": "2017"}, "text": "Beyond the hype: Deep neural networks outperform established methods using a ChEMBL bioactivity benchmark set", "sentences": [], "annotations": [], "relations": []}, {"offset": 56476, "infons": {"section_type": "REF", "type": "ref"}, "text": "The PyMOL Molecular Graphics System, Version 1.4 Schrödinger, LLC. https://pymol.sourceforge.net/faq.html (2022).", "sentences": [], "annotations": [], "relations": []}, {"offset": 56591, "infons": {"fpage": "90", "lpage": "95", "name_0": "surname:Hunter;given-names:JD", "pub-id_doi": "10.1109/MCSE.2007.55", "section_type": "REF", "source": "Comput. Sci. Eng.", "type": "ref", "volume": "9", "year": "2007"}, "text": "Matplotlib: A 2D graphics environment", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]