[{"source": "PMC", "date": "20201220", "key": "pmc.key", "infons": {}, "documents": [{"id": "3254128", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/1477-7525-9-112", "article-id_pmc": "3254128", "article-id_pmid": "22152155", "article-id_publisher-id": "1477-7525-9-112", "fpage": "112", "kwd": "COPD Health status BODE index dyspnea", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "112", "name_0": "surname:Ferrari;given-names:Renata", "name_1": "surname:Tanni;given-names:Suzana E", "name_2": "surname:Caram;given-names:Laura MO", "name_3": "surname:Naves;given-names:Cristiane R", "name_4": "surname:Godoy;given-names:Irma", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2011"}, "text": "Predictors of health status do not change over three-year periods and exacerbation makes difference in chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 141, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 152, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The association between disease markers and health status (HS) overtime is unclear. The aim of this study was to verify the predictors of HS at baseline and after three years in Chronic Obstructive Pulmonary Disease (COPD) patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 385, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 393, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Ninety-five consecutive COPD patients (66% male, age = 67 ± 9 y, FEV1 = 58 ± 23%) underwent the following evaluations at baseline and after three years: body composition, pulse oximetry (SpO2), six-minute walk distance (6MWD), Modified edical Research Council dyspnea scale (MMRC) and Saint George's Respiratory Questionnaire (SGRQ). The Charlson comorbidity index and BODE index were calculated. COPD exacerbations during the follow-up were evaluated. At baseline, age, gender, smoking, SpO2, BODE index or its components (BMI, MMRC, FEV1 and 6MWD), and Charlson index were included in a multiple linear regression analysis with the baseline SGRQ total score as the dependent variable. After three years, we included the final values of the variables plus the number of exacerbations and the final SGRQ total score as the dependent variable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1238, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 1246, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "SGRQ total score (42 ± 19% vs 44 ± 19%; p = 0.041) and activity domain (52 ± 21% vs 60 ± 22%; p < 0.001) deteriorated during follow-up. At baseline, BODE index was selected as a predictor of SGRQ total score (R2 = 0.46; p < 0.001); after three years, BODE index and age were the predictors (R2 = 0.49; p < 0.001). When the BODE index was replaced by its variables, MMRC was selected as the only variable associated with the SGRQ total score (R2 = 0.58; p < 0.001). After three years, MMRC, FEV1 and number of exacerbations were selected as predictors of SGRQ total score (R2 = 0.63; p < 0.001).", "sentences": [], "annotations": [], "relations": []}, {"offset": 1845, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 1856, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "HS deteriorated significantly over the three-year period and the predictors of HS do not change over time. BODE index and dyspnea were predictors at baseline and after three years. Exacerbation was also a predictor of HS after three years.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2096, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial Registration", "sentences": [], "annotations": [], "relations": []}, {"offset": 2115, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "ClinicalTrials.gov:  NCT00605540", "sentences": [], "annotations": [], "relations": []}, {"offset": 2148, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2161, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Chronic obstructive pulmonary disease (COPD) has significant extrapulmonary consequences that lead to comorbidity conditions and effects on patients' quality of life (QoL). Jones empathizes that it is important to make a distinction between QoL and and health status (HS) measurement, since QoL has become a central feature of studies in COPD and its impairment reflects the impact of disease in the patient. While HS measurement is a standardized quantification of the impact of the disease. The purpose of these measurements is to address a wide range of effects of the disease, thus provide emotional and psychological aspects of the illness as well as the physical; however the most of their items usually concern practical aspects of disturbance to daily life.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2927, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Health status is an important measurable outcome in patients with COPD, since it is identified as a predictor of mortality and often worsens significantly with disease progression. Dyspnea perception, nutritional depletion, exercise tolerance impairment, exacerbation frequency, and the BODE index have been identified as predictors of HS. However, in the best equations, these predictors explain 25% to 46% of the HS differences between patients with COPD. In addition, only two studies verified associations between modifications of disease markers and HS and both did not include exacerbation rate as a predictor over time. Exacerbations of COPD indicate progression of the disease and are associated with reduced health status. Therefore, we hypothesized that the rate of exacerbation may be influential in the health status over time. Identification of predictors of HS overtime may open a window of opportunity to direct resources in disease management. Thus, the aim of this study was to verify the predictors of health status at baseline and after three years in COPD patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4013, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 4021, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 4030, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a prospective study were recruited one hundred and thirty three consecutive COPD patients with mild to very severe COPD from the outpatient clinic of a single institution. Major inclusion criteria were clinical diagnosis of COPD according to criteria set out in GOLD 2009 and the Brazilian Thoracic Society (BTS), age ≥ 40 years, smoking history ≥ 10 pack-years, and a post-bronchodilator FEV1/FVC ratio < 70%. Disease severity was categorized according of BTS and GOLD stages taking in consideration the values of FEV1 (% predicted) and arterial blood gases (GOLD I: FEV1 ≥ 80%; GOLD II: 50 ≤ FEV1 < 80%; GOLD III: 30 ≤ FEV1 < 50%; GOLD IV: FEV1 < 30% or < 50% plus chronic respiratory failure). The following factors were considered grounds for exclusion: a history of asthma and/or FEV1 increased > 12% or 200 mL post-bronchodilator test, associated restrictive disorder (tuberculosis sequelae, interstitial fibrosis); other clinically significant concomitant respiratory diseases (sleep apnea/hypopnea syndrome, lung cancer); noncompliance with COPD treatment; myocardial infarction within the preceding four months; and unstable angina or congestive heart failure (New York Heart Association class III or IV). Patients not considered clinically stable (i.e., with changes in medication dose or frequency, disease exacerbation, or hospital admissions in the preceding 6 weeks) were also excluded. All patients were optimized in terms of standard medical therapy according to GOLD and BTS guidelines. Active smoking patients received practical advice to quit smoking and were referred to smoking cessation program. Patients with chronic hypoxemia received a stable dose of oxygen therapy over the 6 months before study enrollment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5777, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Participants were made aware of the proposed study procedures and freely gave written informed consent. All procedures were approved by the Research Ethics Committee, Botucatu Medical School University Hospital (390/2007-CEP).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6004, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Measurements", "sentences": [], "annotations": [], "relations": []}, {"offset": 6017, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Spirometry was performed, using the KOKO Spirometer, before and 15 minutes after the inhalation of 400 mcg salbutamol (Ferrari KOKO Louisville, CO 80027, USA), according to criteria set by the American Thoracic Society. FEV1 values are expressed in liters, percentages of FVC, and percentages of reference values. Pulse oximetry (SpO2) was assessed using a Onyx oxymeter (Model 9500 Oximeter; Nonin Medical Inc.; Minneapolis, MN, USA) while patients were breathing room air. Body weight and height were measured. Body mass index [BMI = weight in kg/(height in m)2] was calculated. Smoking history was obtained by patient interview using standardized instruments at baseline and smoking cessation by self report during patients' contacts. A translated version of the Saint George's Respiratory Questionnaire (SGRQ), validated for use in Brazil, was utilized to evaluate patient HS. Minimum clinically important difference (MCID) was defined as a decrease of ≥ 4% in the SGRQ domains. Dyspnea was assessed using a translated version of the Modified Medical Research Council (MMRC) scale. The six-minute walk distance (6MWD) was performed according to American Thoracic Society guidelines. BMI/airflow obstruction/dyspnea/exercise capacity (BODE) index was calculated using the model described by Celli et al. BODE scores were categorized as class 1 (score: 0 to 2), class 2 (score: 3 to 4); class 3 (score: 5 to 6); and class 4 (score: 7 to 10). Comorbid disease data were collected from patient medical records and quantified according to the Charlson index. Patients or family, in the case of death, were contacted by telephone every 3 months to determine the occurrence of exacerbations or hospital admissions. During the telephone interview a structured questionnaire was used to identify data associated with exacerbation and/or hospitalizations. Data were confirmed during clinic visits and by reviewing medical records. An exacerbation was defined as an increase in dyspnea, sputum purulence, and increased sputum volume and classified as moderate (requiring a visit to a doctor or the emergency department and treatment with antibiotics or systemic steroids or both) or severe type II (requiring hospital admission). Mild exacerbations not requiring intervention were not included in the study.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8320, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8341, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All data were analyzed using SigmaStat 3.2 (Inc, Chicago, IL, USA) and STATA 10.0 (Stata Corp, Texas, USA). Mean ± SD or median interquartile range (25-75%) was used depending on distribution. Paired t-test or Wilcoxon test was performed to compare characteristics at baseline to those presenting after three years. At baseline, age, gender, smoking status, SpO2, BODE index or its components (BMI, MMRC, FEV1 and 6MWD), and Charlson index were included in a multiple linear regression analysis with the baseline SGRQ total score as the dependent variable. This analysis was done separately for all patients evaluated at baseline and for those followed during three years. After three years, we included the final values of the same variables with the final SGRQ total score as the dependent variable. In another model, we evaluated the influence of the number of exacerbations in the previous model. This variable was included only in the final moment because reliable information on exacerbations was not available at baseline and was collected during the follow-up period. The variables included were those known to be associated with HS in the literature and the potential confounders. Age and gender at baseline and the difference between baseline and after 3 years measurements (Δ) for pulse oximetry (Δ SpO2), Δ Bode index, Δ Charlson index and number of exacerbation were included in a multiple logistic regression to evaluate the influence of these variables on clinically significant stability/improvement or worsening, defined as a change ≥ 4%, of the SGRQ domains. We repeated the previous analyses replacing the BODE index by its components. A p < 0.05 was defined as statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10067, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10075, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The baseline characteristics of the 133 patients (69% men) were mean age of 65 ± 9 years and smoking exposure of 53 ± 28 pack-years; 45 patients (34%) were active smokers. Seventy-two patients were using long-term broncodilators and 49 patients were regularly using inhaled corticosteroid, 25 had been on stable oxygen flow therapy for the last six months. No patients were medicated with theophylline or leukotriene modifiers. A total of 3 (2%) patients presented congestive heart failure class I or II, 6 (4%) patients presented dyslipidemia, 9 (6%) patients presented diabetes mellitus and 42 (31%) patients presented arterial hypertension at baseline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10733, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of the 133 patients initially evaluated, 38 were excluded from the final analyses; 15 patients died and 23 dropped out. Thus, 95 patients were monitored for three years (Figure 1). Comparisons of the excluded patients versus those completing the study did not show significant differences at baseline (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11052, "infons": {"file": "1477-7525-9-112-1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Diagram of patient follow up in three-year period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11103, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At baseline, the mean age of the 95 studied patients (66% men) was 64 ± 9 years and smoking exposure was 54 ± 28 pack-years; 32 patients (33%) were active smokers, and 8 of them stopped smoking during follow-up. The comparison of patient characteristics between baseline and after three years is shown in Table 1 and has been presented in a previous publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11468, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Characteristics of COPD patients followed-up over a three-year period", "sentences": [], "annotations": [], "relations": []}, {"offset": 11538, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Variables</th><th align=\"center\">Initial Assessment (n = 95)</th><th align=\"center\">Final Assessment (n = 95)</th><th align=\"center\">p-value</th></tr></thead><tbody><tr><td align=\"left\">FEV<sub>1 </sub>(%)</td><td align=\"center\">59.3 ± 23.2</td><td align=\"center\">58.5 ± 22.7</td><td align=\"center\">0.228</td></tr><tr><td align=\"left\">FEV<sub>1 </sub>(L)</td><td align=\"center\">1.4 ± 0.6</td><td align=\"center\">1.3 ± 0.5</td><td align=\"center\"><bold>&lt; 0.001</bold></td></tr><tr><td align=\"left\">FVC (%)</td><td align=\"center\">90.8 ± 23.8</td><td align=\"center\">88.9 ± 24.7</td><td align=\"center\">0.167</td></tr><tr><td align=\"left\">FVC (L)</td><td align=\"center\">2.7 ± 0.8</td><td align=\"center\">2.5 ± 0.8</td><td align=\"center\"><bold>0.004</bold></td></tr><tr><td align=\"left\">FEV<sub>1</sub>/FVC</td><td align=\"center\">52.2 ± 11.7</td><td align=\"center\">51.3 ± 10.4</td><td align=\"center\">0.123</td></tr><tr><td align=\"left\">BMI (kg/m<sup>2</sup>)</td><td align=\"center\">25.9 ± 5.8</td><td align=\"center\">25.8 ± 5.6</td><td align=\"center\">0.382</td></tr><tr><td align=\"left\">SpO<sub>2 </sub>(%)</td><td align=\"center\">93.6 ± 3.1</td><td align=\"center\">92.0 ± 4.8</td><td align=\"center\"><bold>&lt; 0.001</bold></td></tr><tr><td align=\"left\">MMRC (score)</td><td align=\"center\">1.5 ± 1.0</td><td align=\"center\">1.9 ± 1.1</td><td align=\"center\"><bold>0.002</bold></td></tr><tr><td align=\"left\">6MWD (m)</td><td align=\"center\">437.7 ± 85.6</td><td align=\"center\">412. 4 ± 100.0</td><td align=\"center\"><bold>0.001</bold></td></tr><tr><td align=\"left\">Charlson index (score)</td><td align=\"center\">3.5 ± 1.5</td><td align=\"center\">3.9 ± 1.4</td><td align=\"center\"><bold>0.009</bold></td></tr><tr><td align=\"left\">BODE index (score)</td><td align=\"center\">2.2 ± 1.8</td><td align=\"center\">2.6 ± 2.3</td><td align=\"center\"><bold>0.008</bold></td></tr></tbody></table>\n"}, "text": "Variables\tInitial Assessment (n = 95)\tFinal Assessment (n = 95)\tp-value\t \tFEV1 (%)\t59.3 ± 23.2\t58.5 ± 22.7\t0.228\t \tFEV1 (L)\t1.4 ± 0.6\t1.3 ± 0.5\t< 0.001\t \tFVC (%)\t90.8 ± 23.8\t88.9 ± 24.7\t0.167\t \tFVC (L)\t2.7 ± 0.8\t2.5 ± 0.8\t0.004\t \tFEV1/FVC\t52.2 ± 11.7\t51.3 ± 10.4\t0.123\t \tBMI (kg/m2)\t25.9 ± 5.8\t25.8 ± 5.6\t0.382\t \tSpO2 (%)\t93.6 ± 3.1\t92.0 ± 4.8\t< 0.001\t \tMMRC (score)\t1.5 ± 1.0\t1.9 ± 1.1\t0.002\t \t6MWD (m)\t437.7 ± 85.6\t412. 4 ± 100.0\t0.001\t \tCharlson index (score)\t3.5 ± 1.5\t3.9 ± 1.4\t0.009\t \tBODE index (score)\t2.2 ± 1.8\t2.6 ± 2.3\t0.008\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 12099, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_foot"}, "text": "Paired t-test or Wilcoxon. Values are presented as mean ± SD or as median (25-75% interquartile range). FEV1: forced expiratory volume in the first second (% of predicted); FVC: forced vital capacity (% of predicted); BMI: body mass index; SpO2: pulse oximetry; MMRC: Modified Medical Research Council; 6MWD: six-minute walking distance; p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12448, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At baseline, 18% of patients were in GOLD stage I, 39% were in stage II, 19% were in stage III, and 24% were in stage IV COPD. There was no difference in the proportion of patients within each disease severity between baseline and after three years (p = 0.865). According to BODE index, at baseline, 57 were in class 1, 21 in class 2 and 17 were in class 3. After three years, there was significant different between the classes, since 51 were in class 1, 23 in class 2, 14 in class 3 and 7 patients in class 4 (p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12971, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Health status showed significant worsening in the activity domain score (52 ± 21 vs. 60 ± 22%, p < 0.001) and SGRQ total score (42 ± 19 vs. 44 ± 19%, p = 0.041) (Figure 2). The SGRQ total scores were significantly higher for patients in stage IV than for patients in stages I and II, and also for patients in stage III than for patients in stage I and for patients in stage II than patients in stage I. We did not identify differences between stages II and III and stages III and IV after three years. In the BODE classification, we found that HS change between the classes 1 and 2, classes 1 and 3 and classes 1 and 4 after three years.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13613, "infons": {"file": "1477-7525-9-112-2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Mean SGRQ domains at baseline and after three years. SGRQ: Saint George's Respiratory Questionnaire; *p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13725, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Seventy-two patients (75.8%) had at least one exacerbation during the study period and in these patients the baseline SGRQ total score was significantly higher [44 (30-61)%] in those without exacerbation [27 (14-39)%, p < 0.001].", "sentences": [], "annotations": [], "relations": []}, {"offset": 13955, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the multiple linear regression analysis, the BODE index was selected as predictor of SGRQ total score at baseline (R2 = 0.46; p < 0.001). After three years, the BODE index and the patient age were the predictors in the model without exacerbation (R2 = 0.49; p < 0.001) (Table 2).When exacerbation was included, the variables selected did not change (R2 = 0.51; p < 0.001) (data not shown). When BODE index was replaced by its variables (BMI, MMRC, FEV1 and 6MWD), MMRC was the predictor of SGRQ total score at baseline (R2 = 0.58; p < 0.001) and MMRC and FEV1 after three years (R2 = 0.61; p < 0.001) (Table 3). When number of exacerbations was included in the model, the predictors of HS were MMRC, FEV1 and exacerbation (R2 = 0.63; p < 0.001) (Table 4). At baseline, predictors of HS for 133 patients were the same shown for 95 patients followed during three years, BODE index and the patient age (data not shown). Simple correlation analysis between baseline and final SGRQ score and age, gender, smoking, SpO2, BODE index or its components, and Charlson index are included as additional file 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15057, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_caption"}, "text": "Multiple linear regression model to evaluate predictors for baseline total SGRQ and after three years follow-up (n = 95)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15178, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Variables</th><th align=\"center\">Baseline total SGRQ Coefficient (95% CI)</th><th align=\"center\">p-value</th><th align=\"center\">Final total SGRQ Coefficient (95% CI)</th><th align=\"center\">p-value</th></tr></thead><tbody><tr><td align=\"left\">Male</td><td align=\"center\">-3.41 (-11.09, 4.27)</td><td align=\"center\">0.380</td><td align=\"center\">-0.42 (-7.59, 6.73)</td><td align=\"center\">0.905</td></tr><tr><td align=\"left\">Age (years)</td><td align=\"center\">-0.52 (-1.08, 0.03)</td><td align=\"center\">0.063</td><td align=\"center\">-0.62 (-1.13, -0.10)</td><td align=\"center\"><bold>0, 019</bold></td></tr><tr><td align=\"left\">Smoking status</td><td align=\"center\">1.68 (-5.83, 9.20)</td><td align=\"center\">0.658</td><td align=\"center\">-2.70 (-10.21, 4.75)</td><td align=\"center\">0.470</td></tr><tr><td align=\"left\">SpO<sub>2 </sub>(%)</td><td align=\"center\">-0.60 (-1.72, 0.52)</td><td align=\"center\">0.291</td><td align=\"center\">-0.35 (-1.06, 0.35)</td><td align=\"center\">0.326</td></tr><tr><td align=\"left\">Bode index (score)</td><td align=\"center\">5.59 (3.73, 7.45)</td><td align=\"center\"><bold>&lt; 0.001</bold></td><td align=\"center\">4.90 (3.41, 6.40)</td><td align=\"center\"><bold>&lt; 0.001</bold></td></tr><tr><td align=\"left\">Charlson index (score)</td><td align=\"center\">-1.54 (-4.46, 1.36)</td><td align=\"center\">0.294</td><td align=\"center\">0.29 (-2.60, 3.20)</td><td align=\"center\">0.840</td></tr></tbody></table>\n"}, "text": "Variables\tBaseline total SGRQ Coefficient (95% CI)\tp-value\tFinal total SGRQ Coefficient (95% CI)\tp-value\t \tMale\t-3.41 (-11.09, 4.27)\t0.380\t-0.42 (-7.59, 6.73)\t0.905\t \tAge (years)\t-0.52 (-1.08, 0.03)\t0.063\t-0.62 (-1.13, -0.10)\t0, 019\t \tSmoking status\t1.68 (-5.83, 9.20)\t0.658\t-2.70 (-10.21, 4.75)\t0.470\t \tSpO2 (%)\t-0.60 (-1.72, 0.52)\t0.291\t-0.35 (-1.06, 0.35)\t0.326\t \tBode index (score)\t5.59 (3.73, 7.45)\t< 0.001\t4.90 (3.41, 6.40)\t< 0.001\t \tCharlson index (score)\t-1.54 (-4.46, 1.36)\t0.294\t0.29 (-2.60, 3.20)\t0.840\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15695, "infons": {"file": "T2.xml", "id": "T2", "section_type": "TABLE", "type": "table_foot"}, "text": "SGRQ: SpO2: pulse oximetry; Baseline (R2 = 0.46; p < 0.05); After three years (R2 = 0.49; p < 0.05)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15795, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_caption"}, "text": "Multiple linear regression model to evaluate predictors for baseline total SGRQ and after three years follow-up (n = 95)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15916, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Variables</th><th align=\"center\">Baseline total SGRQ Coefficient (95% CI)</th><th align=\"center\">p-value</th><th align=\"center\">Final total SGRQ Coefficient (95% CI)</th><th align=\"center\">p-value</th></tr></thead><tbody><tr><td align=\"left\">Male</td><td align=\"center\">1.11 (-6.32, 8.56)</td><td align=\"center\">0.766</td><td align=\"center\">-1.02 (-7.67, 5.62)</td><td align=\"center\">0.760</td></tr><tr><td align=\"left\">Age (y)</td><td align=\"center\">-0.51 (-1.05, 0.01)</td><td align=\"center\">0.059</td><td align=\"center\">-0.14 (-0.67, 0.37)</td><td align=\"center\">0.570</td></tr><tr><td align=\"left\">Smoking</td><td align=\"center\">5.68 (-1.55, 12.93)</td><td align=\"center\">0.122</td><td align=\"center\">1.96 (-5.46, 9.40)</td><td align=\"center\">0.600</td></tr><tr><td align=\"left\">SpO<sub>2 </sub>(%)</td><td align=\"center\">-0.22 (-1.29, 0.84)</td><td align=\"center\">0.675</td><td align=\"center\">-0.27 (-0.91, 0.36)</td><td align=\"center\">0.395</td></tr><tr><td align=\"left\">FEV<sub>1 </sub>(%)</td><td align=\"center\">-0.11 (-0.25, 0.25)</td><td align=\"center\">0.105</td><td align=\"center\">-0.18 (-0.32, -0.05)</td><td align=\"center\"><bold>0.007</bold></td></tr><tr><td align=\"left\">6MWD (m)</td><td align=\"center\">-0.01 (-0.05, 0.03)</td><td align=\"center\">0.731</td><td align=\"center\">0.01 (-0.02, 0.56)</td><td align=\"center\">0.426</td></tr><tr><td align=\"left\">BMI (kg/m<sup>2</sup>)</td><td align=\"center\">-0.24 (-0.75, 0.23)</td><td align=\"center\">0.349</td><td align=\"center\">0.18 (-0.34, 0.72)</td><td align=\"center\">0.489</td></tr><tr><td align=\"left\">MMRC (score)</td><td align=\"center\">11.72 (8.17, 15.26)</td><td align=\"center\"><bold>&lt; 0.001</bold></td><td align=\"center\">10.44 (7.08, 13.80)</td><td align=\"center\"><bold>&lt; 0.001</bold></td></tr><tr><td align=\"left\">Charlson index</td><td align=\"center\">-1.16 (-3.82, 1.48)</td><td align=\"center\">0.384</td><td align=\"center\">-0.39 (-3.10, 2.30)</td><td align=\"center\">0.770</td></tr></tbody></table>\n"}, "text": "Variables\tBaseline total SGRQ Coefficient (95% CI)\tp-value\tFinal total SGRQ Coefficient (95% CI)\tp-value\t \tMale\t1.11 (-6.32, 8.56)\t0.766\t-1.02 (-7.67, 5.62)\t0.760\t \tAge (y)\t-0.51 (-1.05, 0.01)\t0.059\t-0.14 (-0.67, 0.37)\t0.570\t \tSmoking\t5.68 (-1.55, 12.93)\t0.122\t1.96 (-5.46, 9.40)\t0.600\t \tSpO2 (%)\t-0.22 (-1.29, 0.84)\t0.675\t-0.27 (-0.91, 0.36)\t0.395\t \tFEV1 (%)\t-0.11 (-0.25, 0.25)\t0.105\t-0.18 (-0.32, -0.05)\t0.007\t \t6MWD (m)\t-0.01 (-0.05, 0.03)\t0.731\t0.01 (-0.02, 0.56)\t0.426\t \tBMI (kg/m2)\t-0.24 (-0.75, 0.23)\t0.349\t0.18 (-0.34, 0.72)\t0.489\t \tMMRC (score)\t11.72 (8.17, 15.26)\t< 0.001\t10.44 (7.08, 13.80)\t< 0.001\t \tCharlson index\t-1.16 (-3.82, 1.48)\t0.384\t-0.39 (-3.10, 2.30)\t0.770\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16599, "infons": {"file": "T3.xml", "id": "T3", "section_type": "TABLE", "type": "table_foot"}, "text": "SpO2: pulse oximetry; FEV1: forced expiratory volume in the first second (% of predicted); 6MWD: six-minute walking distance; BMI: body mass index; MMRC: Modified Medical Research Council; Baseline (R2 = 0.58; p < 0.05); After three years (R2 = 0.61; p < 0.05).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16861, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_caption"}, "text": "Multiple linear regression model to evaluate predictors for total SGRQ after three years follow-up (n = 95)", "sentences": [], "annotations": [], "relations": []}, {"offset": 16969, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Final total SGRQ (%)</th><th align=\"left\">Dependent variables</th><th align=\"center\">Coefficient (95% CI)</th><th align=\"center\">p-value</th></tr></thead><tbody><tr><td/><td align=\"left\">Male</td><td align=\"center\">-0.14 (-6.69, 6.40)</td><td align=\"center\">0.965</td></tr><tr><td/><td align=\"left\">Age (y)</td><td align=\"center\">-0.16 (-0.67, 0.34)</td><td align=\"center\">0.525</td></tr><tr><td/><td align=\"left\">Smoking</td><td align=\"center\">3.05 (-4.28, 10.39)</td><td align=\"center\">0.410</td></tr><tr><td/><td align=\"left\">SpO<sub>2 </sub>(%)</td><td align=\"center\">-0.27 (-0.89, 0.35)</td><td align=\"center\">0.389</td></tr><tr><td/><td align=\"left\">FEV<sub>1 </sub>(%)</td><td align=\"center\">-0.14 (-0.28, -0.01)</td><td align=\"center\"><bold>0.043</bold></td></tr><tr><td/><td align=\"left\">6MWD (m)</td><td align=\"center\">0.01 (-0.02, 0.05)</td><td align=\"center\">0.433</td></tr><tr><td/><td align=\"left\">BMI (kg/m<sup>2</sup>)</td><td align=\"center\">0.27 (-0.26, 0.79)</td><td align=\"center\">0.315</td></tr><tr><td/><td align=\"left\">MMRC (score)</td><td align=\"center\">9.99 (6.68, 13.30)</td><td align=\"center\"><bold>&lt; 0.001</bold></td></tr><tr><td/><td align=\"left\">Charlson index (score)</td><td align=\"center\">-0.19 (-2.84, 2.45)</td><td align=\"center\">0.883</td></tr><tr><td/><td align=\"left\">Number of exacerbations</td><td align=\"center\">1.29 (0.11, 2.47)</td><td align=\"center\"><bold>0.031</bold></td></tr></tbody></table>\n"}, "text": "Final total SGRQ (%)\tDependent variables\tCoefficient (95% CI)\tp-value\t \t\tMale\t-0.14 (-6.69, 6.40)\t0.965\t \t\tAge (y)\t-0.16 (-0.67, 0.34)\t0.525\t \t\tSmoking\t3.05 (-4.28, 10.39)\t0.410\t \t\tSpO2 (%)\t-0.27 (-0.89, 0.35)\t0.389\t \t\tFEV1 (%)\t-0.14 (-0.28, -0.01)\t0.043\t \t\t6MWD (m)\t0.01 (-0.02, 0.05)\t0.433\t \t\tBMI (kg/m2)\t0.27 (-0.26, 0.79)\t0.315\t \t\tMMRC (score)\t9.99 (6.68, 13.30)\t< 0.001\t \t\tCharlson index (score)\t-0.19 (-2.84, 2.45)\t0.883\t \t\tNumber of exacerbations\t1.29 (0.11, 2.47)\t0.031\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 17450, "infons": {"file": "T4.xml", "id": "T4", "section_type": "TABLE", "type": "table_foot"}, "text": "SpO2: pulse oximetry; FEV1: forced expiratory volume in the first second (% of predicted); 6MWD: six-minute walking distance; BMI: body mass index; MRC: Modified Medical Research Council; R2 = 0.63; p < 0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17659, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fifty-one percent of the patients presented with clinical worsening (≥ 4%) on SGRQ total score, and 59% of them were in severe to very severe stages of the disease. A total of 28% reported clinical improvement and 21% had no clinical change on SGRQ total score. In the multiple logistic regression analysis, modification in the BODE index was the predictor of clinically significant worsening on SGRQ total score [OR 1.48 (95% CI 1.04-2.09); p = 0.027] (Figure 3) and on SGRQ activity domain [OR 1.45 (95% IC 1.04-2.03); p = 0.029]. In a second model, when BODE index was replaced by its variables (BMI, MMRC, FEV1 and 6MWD), Δ MMRC was the predictor of clinically significant worsening on SGRQ total score [OR 2.73 (95% IC 1.47-5.07); p = 0.001] (Figure 4) and on activity domain [OR 1.67 (95% IC 1.04-2.03); p = 0.031]. Predictor variables of clinically significant stability/improvement or worsening on SGRQ symptom and impact domains were not identified.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18623, "infons": {"file": "1477-7525-9-112-3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Multiple logistic regression analysis to evaluate the predictors for stability/improvement or worsening (≥ 4%) on SGRQ total score (n = 95). Δ: final assessment values-initial assessment values; SpO2: pulse oximetry; Exacerbation: number of exacerbations for patient in the three-year period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18921, "infons": {"file": "1477-7525-9-112-4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Multiple logistic regression analysis to evaluate the predictors for stability/improvement or worsening (≥ 4%) on SGRQ total score (n = 95). Δ: final assessment values-initial assessment values; SpO2: pulse oximetry; FEV1: forced expiratory volume in the first second (% of predicted); 6MWD: six-minute walking distance; BMI: body mass index; MMRC: Modified Medical Research Council; Exacerbation: number of exacerbations for patient in the three-year period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19386, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 19397, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Results of this study showed that the BODE index was a predictor of HS at baseline and after three years. The components of BODE index associated with HS were dyspnea sensation and FEV1. The rate of exacerbations also influenced the HS overtime. Clinically significant deterioration of HS was associated with increase in dyspnea perception during the follow-up. These findings reinforce the importance of therapeutic measures to control the dyspnea, prevent progression of airflow obstruction and exacerbations as tools to maintain or improve the health status of COPD patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19976, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We observed a significant worsening in the activity domain and SGRQ total score during the follow-up. Our results are consistent with those of Oga et al., who showed a deterioration of health status as indicated by increased activity and impact domains and SGRQ total scores after a five-year period. Besides the statistically significant deterioration of HS overtime, our results showed that 51% of the patients presented clinically significant worsening (≥ 4%) on SGRQ total score; 59% of these patients presented severe to very severe disease. Oga et al. showed that the mean annual change in the health status scores was 1.87 units/year from the SGRQ total score and took 2.14 years to deteriorate by a clinically significant worsening of 4 units.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20730, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We observed that the SGRQ total scores tended to be higher in patients with more advanced disease according to GOLD staging system; however, we did not find differences when patients with moderate and severe disease were compared or between patients with severe and very severe disease. Hajiro et al. also demonstrated that patients in the worst disease stage had the worst scores on SGRQ total score; in addition, GOLD staging of COPD was shown to be associated with important differences in health status between severe and moderate disease, but not between other disease stages. Cross-sectional studies showed that BODE index is better correlated to health status as assessed by a disease-speciﬁc index for COPD than the GOLD staging criteria based largely on the FEV1 . Ong et al. evaluated 100 patients with stable COPD and found that important differences in health status between the highest classes (classes 3 and 4) of the BODE classiﬁcation system were observed but not between lower grade consecutive classes. In our study, we found that HS did not change between the classes 2, 3 e 4. Despite the small number of patients in class 4, this finding shows that the health status cannot be inferred from the BODE index and should be systematically assessed in the individual patient. Therefore, these studies show that there is not linearity of differences between SGRQ values in different stages of severity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22152, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results showed that FEV1 was a predictor of HS after a three-year period. Lin et al. showed that with the decrease of airflow limitation, SGRQ total and SGRQ subscales were increased correspondingly at baseline and the end of 1 year. However, in Oga et al., the changes in health status assessed by the SGRQ total scores were weakly correlated with the changes in FEV1%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22527, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our study, dyspnea was strongly associated with HS at all times. The Transition Dyspnea Index (TDI) measures changes in dyspnea sensation from baseline over time; however, the patient has to recall their baseline (Baseline Dyspnea Index) in order to answer questions regarding the TDI. Therefore, we used the MMRC scale which is a traditional instrument included in the BODE index. In multiple logistic regression, when the BODE index was replaced by its variables, worsening of one unit in MMRC doubled the risk of worsening of the SGRQ total score. The association between dyspnea and HS is known from results of previous cross-sectional and longitudinal studies. In a five year follow-up study, annual changes of the SGRQ total score showed correlation with changes in the dyspnea intensity, assessed by MMRC. In the same study, the authors verified correlation of annual changes of SGRQ total score with anxiety, depression scores and peak oxygen uptake. However, the authors did not evaluate the influence of the BODE index and the number of exacerbation in the changes of health status.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23623, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Our results showed that exacerbation rate was associated with impairment of HS during follow-up. This finding reinforces the impact of exacerbation in clinical outcomes; exacerbations of COPD indicate clinical instability and progression of the disease and are associated with increased morbidity, deterioration of comorbidities, and reduced health status. In our study, patients who had at least one exacerbation during follow-up presented with higher SGRQ scores at baseline when compared to patients without exacerbations. Spencer et al. showed that baseline SGRQ scores were significantly higher in patients who experienced an exacerbation as compared to those without exacerbations during the three-year follow up. Miravitlles et al. found that among patients with moderate COPD, those with frequent exacerbations had a greater change in SGRQ total score (2 units per year) than those with infrequent exacerbations, after controlling for baseline characteristics at 2 year follow-up. However, the number of exacerbation variables may have limitations, since Seemungal et al. have shown that about 50% of exacerbations are untreated, or at least not reported to physicians.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24801, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the multiple linear regression analysis, we verified that the BODE index was a predictor of health status overtime. In addition, worsening of one unit of the BODE index has a 50% increased risk of worsening in the SGRQ total score and activity domain. Our findings are in accord with Lin et al., who found by multiple linear regression that the BODE index was associated with SGRQ at baseline at the end of 1 year follow up after adjustment for age, gender, and smoking status. COPD is a complex multidimensional disease and the BODE index, a multidimensional grading system, has been shown to be a superior predictor of the risk of death. BODE index is also predictor of acute exacerbations, hospitalization and health status. However, it does not incorporate the exacerbation of COPD, which is an important outcome marker.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25629, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As shown in our study, HS impairment was associated with more than one outcome measure and may reflect the lung and systemic effects of COPD. Therefore, predictors of HS assessments will enable clinicians to evaluate the overall efficacy of the management of disease. Health-status as a concept of high complexity is assessed indirectly and requires the application of specially designed questionnaires. The SGRQ has been widely used in clinical trials as an endpoint to assess the effects of treatment and management interventions on health status in COPD, although their use in clinical practice is hampered since this instrument is relatively time and resource consuming. Self-rated health (SRH) data may be an alternative because of their simplicity of collection and strong association with outcome; such it has been shown that SRH predicted exacerbations and hospitalizations in patients with COPD. In additional, SHR was associated with similar HS determinants as in present study. However, nowadays the formal questionnaires can be completed in computers, in several places, and the scores can be easily obtained. We believe that both forms are necessary to be available to attend outpatients units with different resources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26862, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are some limitations in our study. We did not include depression and anxiety evaluations. In fact, psychological factors were shown to have an important impact in health status of COPD patients. The lack of these evaluations in our study may have influenced the results and therefore, psychological or socio-cultural aspects should also be verified in further studies designed to evaluate the HS over time. In addition, patients came from the outpatient clinic of a university hospital and; therefore, may not represent the COPD population at large.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27418, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 27430, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, HS deteriorated significantly over the three-year period and the predictors of HS do not change over time. BODE index and dyspnea were predictors at baseline and after three years. Exacerbation was also a predictor of HS after three years. These results suggest that health status scores should be included as part of a comprehensive assessment to evaluate disease progression.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27820, "infons": {"section_type": "ABBR", "type": "title_1"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 27834, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "6MWD: six-minute walk distance; BMI: Body mass index; BODE: BMI/airflow obstruction/dyspnea/exercise capacity; BTS: Brazilian Thoracic Society; COPD: Chronic obstructive pulmonary disease; FEV1: Forced expiratory volume in 1 second; FVC: Forced expiratory vital capacity; GOLD: Global initiative for chronic obstructive lung disease; HS: health status; MCID: Minimum clinically important difference; MMRC: Modified Medical Research Council; QoL: patients' quality of life; SGRQ: Saint George's Respiratory Questionnaire; SpO2: pulse oximetry; TDI: Transition Dyspnea Index.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28408, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 28428, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28487, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 28510, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "RF and IG conceptualized the study. SET carried out the statistical analyses; RF, SET and IG analyzed the data and drafted the manuscript. RF, LMOC and CRN obtained the data. All authors provided input on the interpretation and they read and approved of the final draft of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28799, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 28822, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgements", "sentences": [], "annotations": [], "relations": []}, {"offset": 28839, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The study was supported by a Research Grant from FAPESP (Fundação de Amparo à Pesquisa do Estado de São Paulo, São Paulo, Brazil) N° 04/00517-4. Renata Ferrari was a recipient of a Scholarship Grant from FAPESP, N° 2008/52667-0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29075, "infons": {"comment": "Accessed on http://www.goldcopd.com, on March 15, 2011", "section_type": "REF", "type": "ref"}, "text": "Global Strategy for the diagnosis, management, and prevention of COPD (update 2010)", "sentences": [], "annotations": [], "relations": []}, {"offset": 29159, "infons": {"fpage": "59", "lpage": "63", "name_0": "surname:Jones;given-names:PW", "pub-id_doi": "10.1080/15412550802587943", "pub-id_pmid": "19229709", "section_type": "REF", "source": "COPD", "type": "ref", "volume": "6", "year": "2009"}, "text": "Health status and the spiral of decline", "sentences": [], "annotations": [], "relations": []}, {"offset": 29199, "infons": {"comment": "Review", "fpage": "880", "lpage": "887", "name_0": "surname:Jones;given-names:PW", "pub-id_doi": "10.1136/thorax.56.11.880", "pub-id_pmid": "11641515", "section_type": "REF", "source": "Thorax", "type": "ref", "volume": "56", "year": "2001"}, "text": "Health status measurement in chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 29266, "infons": {"fpage": "122", "lpage": "128", "name_0": "surname:Spencer;given-names:S", "name_1": "surname:Calverley;given-names:PMA", "name_2": "surname:Burge;given-names:PS", "name_3": "surname:Jones;given-names:PW", "pub-id_pmid": "11208636", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "163", "year": "2001"}, "text": "Health status deterioration in patients with COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 29316, "infons": {"fpage": "544", "lpage": "549", "name_0": "surname:Oga;given-names:T", "name_1": "surname:Nishimura;given-names:K", "name_2": "surname:Tsukino;given-names:M", "name_3": "surname:Sato;given-names:S", "name_4": "surname:Hajiro;given-names:T", "pub-id_doi": "10.1164/rccm.200206-583OC", "pub-id_pmid": "12446268", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "167", "year": "2003"}, "text": "Analysis of the factors related to mortality in chronic obstructive pulmonary disease: role of exercise capacity and health status", "sentences": [], "annotations": [], "relations": []}, {"offset": 29447, "infons": {"fpage": "1326", "lpage": "1334", "name_0": "surname:Martinez;given-names:FJ", "name_1": "surname:Foster;given-names:G", "name_10": "surname:Mohsenifar;given-names:Z", "name_11": "surname:Diaz;given-names:P", "name_12": "surname:Hoffman;given-names:E", "name_13": "surname:Wise;given-names:R", "name_2": "surname:Curtis;given-names:JL", "name_3": "surname:Criner;given-names:G", "name_4": "surname:Weinmann;given-names:G", "name_5": "surname:Fishman;given-names:A", "name_6": "surname:DeCamp;given-names:MM", "name_7": "surname:Benditt;given-names:J", "name_8": "surname:Sciurba;given-names:F", "name_9": "surname:Make;given-names:B", "pub-id_doi": "10.1164/rccm.200510-1677OC", "pub-id_pmid": "16543549", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "173", "year": "2006"}, "text": "Predictors of mortality in patients with emphysema and severe airflow obstruction", "sentences": [], "annotations": [], "relations": []}, {"offset": 29529, "infons": {"fpage": "146", "lpage": "153", "name_0": "surname:Oga;given-names:T", "name_1": "surname:Nishimura;given-names:K", "name_2": "surname:Tsukino;given-names:M", "name_3": "surname:Sato;given-names:S", "name_4": "surname:Hajiro;given-names:T", "name_5": "surname:Mishima;given-names:M", "pub-id_doi": "10.1016/j.rmed.2006.04.001", "pub-id_pmid": "16713225", "section_type": "REF", "source": "Respir Med", "type": "ref", "volume": "101", "year": "2007"}, "text": "Longitudinal deteriorations in patient reported outcomes in patients with COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 29608, "infons": {"fpage": "1418", "lpage": "1422", "name_0": "surname:Seemungal;given-names:TAR", "name_1": "surname:Donaldson;given-names:GC", "name_2": "surname:Paul;given-names:EA", "name_3": "surname:Bestall;given-names:JC", "name_4": "surname:Jeffries;given-names:DJ", "name_5": "surname:Wedzicha;given-names:JA", "pub-id_pmid": "9603117", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "157", "year": "1998"}, "text": "Effect of exacerbation on quality of life in patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 29705, "infons": {"fpage": "207", "lpage": "214", "name_0": "surname:Dourado;given-names:VZ", "name_1": "surname:Antunes;given-names:LCO", "name_2": "surname:Carvalho;given-names:LR", "name_3": "surname:Godoy;given-names:I", "pub-id_doi": "10.1590/S1806-37132004000300005", "section_type": "REF", "source": "J Bras Pneumol", "type": "ref", "volume": "30", "year": "2004"}, "text": "Influência de características gerais na qualidade de vida em pacientes com doença pulmonar obstrutiva crônica", "sentences": [], "annotations": [], "relations": []}, {"offset": 29819, "infons": {"fpage": "624", "lpage": "630", "name_0": "surname:Katsura;given-names:H", "name_1": "surname:Yamada;given-names:K", "name_2": "surname:Kida;given-names:K", "pub-id_doi": "10.1016/j.rmed.2004.09.017", "pub-id_pmid": "15823461", "section_type": "REF", "source": "Respir Med", "type": "ref", "volume": "99", "year": "2005"}, "text": "Both generic and disease specific health-related quality of life are deteriorated in patients with underweight COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 29935, "infons": {"fpage": "2939", "lpage": "2944", "name_0": "surname:Lin;given-names:YX", "name_1": "surname:Xu;given-names:WN", "name_10": "surname:Wang;given-names:HW", "name_11": "surname:Zhang;given-names:HS", "name_12": "surname:He;given-names:ZY", "name_13": "surname:Yang;given-names:T", "name_14": "surname:Wang;given-names:C", "name_2": "surname:Liang;given-names:LR", "name_3": "surname:Pang;given-names:BS", "name_4": "surname:Nie;given-names:XH", "name_5": "surname:Zhang;given-names:J", "name_6": "surname:Wang;given-names:H", "name_7": "surname:Liu;given-names:YX", "name_8": "surname:Wang;given-names:DQ", "name_9": "surname:Xu;given-names:ZY", "section_type": "REF", "source": "Chin Med J (Engl)", "type": "ref", "volume": "122", "year": "2009"}, "text": "The cross-sectional and longitudinal association of the BODE index with quality of life in patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 30078, "infons": {"comment": "Review", "fpage": "786", "lpage": "796", "name_0": "surname:Wedzicha;given-names:JA", "name_1": "surname:Seemungal;given-names:TA", "pub-id_doi": "10.1016/S0140-6736(07)61382-8", "pub-id_pmid": "17765528", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "370", "year": "2007"}, "text": "COPD exacerbations: defining their cause and prevention", "sentences": [], "annotations": [], "relations": []}, {"offset": 30134, "infons": {"fpage": "1", "issue": "Suppl 5", "lpage": "42", "name_0": "surname:Jardim;given-names:JR", "name_1": "surname:Oliveira;given-names:JA", "name_2": "surname:Nascimento;given-names:O", "section_type": "REF", "source": "J Bras Pneumol", "type": "ref", "volume": "30", "year": "2004"}, "text": "II Consenso Brasileiro de DPOC", "sentences": [], "annotations": [], "relations": []}, {"offset": 30165, "infons": {"fpage": "1285", "lpage": "1298", "pub-id_pmid": "3674589", "section_type": "REF", "source": "Am Rev Respir Dis", "type": "ref", "volume": "136", "year": "1987"}, "text": "American Thoracic Society statement. Standardization of Spirometry-Update", "sentences": [], "annotations": [], "relations": []}, {"offset": 30239, "infons": {"fpage": "725", "lpage": "734", "name_0": "surname:Knudson;given-names:RJ", "name_1": "surname:Lebowitz;given-names:MD", "name_2": "surname:Holberg;given-names:CJ", "name_3": "surname:Burrows;given-names:B", "pub-id_pmid": "6859656", "section_type": "REF", "source": "Am Rev Respir Dis", "type": "ref", "volume": "127", "year": "1983"}, "text": "Changes in the Normal Maximal Expiratory Flow-Volume Curve with Growth and Aging", "sentences": [], "annotations": [], "relations": []}, {"offset": 30320, "infons": {"fpage": "119", "lpage": "125", "name_0": "surname:Sousa;given-names:TC", "name_1": "surname:Jardim;given-names:JR", "name_2": "surname:Jones;given-names:P", "pub-id_doi": "10.1590/S0102-35862000000300004", "section_type": "REF", "source": "J Bras Pneumol", "type": "ref", "volume": "26", "year": "2000"}, "text": "Validation of the Saint George Respiratory Questionnaire (SGRQ) in patients with chronic obstructive disease in Brazil", "sentences": [], "annotations": [], "relations": []}, {"offset": 30439, "infons": {"fpage": "398", "lpage": "404", "name_0": "surname:Jones;given-names:PW", "pub-id_doi": "10.1183/09031936.02.00063702", "pub-id_pmid": "11936514", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "19", "year": "2002"}, "text": "Interpreting thresholds for a clinically signiﬁcant change in health status in asthma and COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 30536, "infons": {"fpage": "1008", "lpage": "1018", "name_0": "surname:Kovelis;given-names:D", "name_1": "surname:Segretti;given-names:NO", "name_2": "surname:Probst;given-names:VS", "name_3": "surname:Lareau;given-names:SC", "name_4": "surname:Brunetto;given-names:AF", "name_5": "surname:Pitta;given-names:F", "pub-id_doi": "10.1590/S1806-37132008001200005", "pub-id_pmid": "19180335", "section_type": "REF", "source": "J Bras Pneumol", "type": "ref", "volume": "34", "year": "2008"}, "text": "Validação do Modified Pulmonary Functional Status and Dyspnea Questionnaire e da escala do Medical Research Council para o uso em pacientes com doença pulmonar obstrutiva crônica no Brasil", "sentences": [], "annotations": [], "relations": []}, {"offset": 30729, "infons": {"fpage": "111", "lpage": "117", "pub-id_pmid": "12091180", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "166", "year": "2002"}, "text": "American Thoracic Society statement: Guidelines for the six-minute walk test", "sentences": [], "annotations": [], "relations": []}, {"offset": 30806, "infons": {"fpage": "1005", "lpage": "1012", "name_0": "surname:Celli;given-names:BR", "name_1": "surname:Cote;given-names:CG", "name_2": "surname:Marin;given-names:JM", "name_3": "surname:Casanova;given-names:C", "pub-id_doi": "10.1056/NEJMoa021322", "pub-id_pmid": "14999112", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "350", "year": "2004"}, "text": "The body-mass index, airflow obstruction, dyspnea, and exercise capacity index in chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 30926, "infons": {"fpage": "1245", "lpage": "1251", "name_0": "surname:Charlson;given-names:M", "name_1": "surname:Szatrowski;given-names:TP", "name_2": "surname:Peterson;given-names:J", "name_3": "surname:Gold;given-names:J", "pub-id_doi": "10.1016/0895-4356(94)90129-5", "pub-id_pmid": "7722560", "section_type": "REF", "source": "J Clin Epidemiol", "type": "ref", "volume": "47", "year": "1994"}, "text": "Validation of a Combined Comorbidity Index", "sentences": [], "annotations": [], "relations": []}, {"offset": 30969, "infons": {"fpage": "398", "issue": "Suppl 2", "lpage": "401", "name_0": "surname:Rodriguez-Roisin;given-names:R", "pub-id_pmid": "10669681", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "117", "year": "2000"}, "text": "Toward a consensus definition for COPD exacerbations", "sentences": [], "annotations": [], "relations": []}, {"offset": 31022, "infons": {"fpage": "46", "lpage": "52", "name_0": "surname:Ferrari;given-names:R", "name_1": "surname:Tanni;given-names:SE", "name_2": "surname:Faganello;given-names:MM", "name_3": "surname:Caram;given-names:LM", "name_4": "surname:Lucheta;given-names:PA", "name_5": "surname:Godoy;given-names:I", "pub-id_doi": "10.1590/S0100-879X2010007500150", "pub-id_pmid": "21180880", "section_type": "REF", "source": "Braz J Med Biol Res", "type": "ref", "volume": "44", "year": "2011"}, "text": "Three-year follow-up study of respiratory and systemic manifestations of chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 31133, "infons": {"fpage": "841", "lpage": "846", "name_0": "surname:Hajiro;given-names:T", "name_1": "surname:Nishimura;given-names:K", "name_2": "surname:Tsukino;given-names:M", "name_3": "surname:Ikeda;given-names:A", "name_4": "surname:Oga;given-names:T", "pub-id_doi": "10.1053/rmed.2000.0804", "pub-id_pmid": "11001074", "section_type": "REF", "source": "Respir Med", "type": "ref", "volume": "94", "year": "2000"}, "text": "Stages of disease severity and factors that affect the health status of patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 31257, "infons": {"fpage": "444", "lpage": "449", "name_0": "surname:Antonelli-Incalzi;given-names:R", "name_1": "surname:Imperiale;given-names:C", "name_2": "surname:Bellia;given-names:V", "name_3": "surname:Catalano;given-names:F", "name_4": "surname:Scichilone;given-names:N", "name_5": "surname:Pistelli;given-names:R", "name_6": "surname:Rengo;given-names:F", "pub-id_doi": "10.1183/09031936.03.00101203", "pub-id_pmid": "14516133", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "22", "year": "2003"}, "text": "Do GOLD stages of COPD severity really correspond to differences in health status?", "sentences": [], "annotations": [], "relations": []}, {"offset": 31340, "infons": {"fpage": "91", "lpage": "96", "name_0": "surname:Ong;given-names:KC", "name_1": "surname:Lu;given-names:SJ", "name_2": "surname:Soh;given-names:CS", "pub-id_doi": "10.2147/copd.2006.1.1.91", "pub-id_pmid": "18046907", "section_type": "REF", "source": "Int J Chron Obstruct Pulmon Dis", "type": "ref", "volume": "1", "year": "2006"}, "text": "Does the multidimensional grading system (BODE) correspond to differences in health status of patients with COPD?", "sentences": [], "annotations": [], "relations": []}, {"offset": 31454, "infons": {"fpage": "75", "lpage": "80", "name_0": "surname:Medinas Amorós;given-names:M", "name_1": "surname:Mas-Tous;given-names:C", "name_2": "surname:Renom-Sotorra;given-names:F", "name_3": "surname:Rubí-Ponseti;given-names:M", "name_4": "surname:Centeno-Flores;given-names:MJ", "name_5": "surname:Gorriz-Dolz;given-names:MT", "pub-id_doi": "10.1177/1479972308101551", "pub-id_pmid": "19411567", "section_type": "REF", "source": "Chron Respir Dis", "type": "ref", "volume": "6", "year": "2009"}, "text": "Health-related quality of life is associated with COPD severity: a comparison between the GOLD staging and the BODE index", "sentences": [], "annotations": [], "relations": []}, {"offset": 31576, "infons": {"fpage": "751", "lpage": "758", "name_0": "surname:Mahler;given-names:DA", "name_1": "surname:Weinberg;given-names:DH", "name_2": "surname:Wells;given-names:CK", "name_3": "surname:Feinstein;given-names:AR", "pub-id_doi": "10.1378/chest.85.6.751", "pub-id_pmid": "6723384", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "85", "year": "1984"}, "text": "The measurement of dyspnea: contents, inter-observer agreement, and physiologic correlates of two new clinical indexes", "sentences": [], "annotations": [], "relations": []}, {"offset": 31695, "infons": {"fpage": "183", "lpage": "191", "name_0": "surname:Schlecht;given-names:NF", "name_1": "surname:Schwartzman;given-names:K", "name_2": "surname:Bourbeau;given-names:J", "pub-id_doi": "10.1191/1479972305cd079oa", "pub-id_pmid": "16541601", "section_type": "REF", "source": "Chron Respir Dis", "type": "ref", "volume": "2", "year": "2005"}, "text": "Dyspnea as clinical indicator in patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 31780, "infons": {"fpage": "698", "lpage": "702", "name_0": "surname:Spencer;given-names:S", "name_1": "surname:Calverley;given-names:PM", "name_2": "surname:Burge;given-names:PS", "name_3": "surname:Jones;given-names:PW", "pub-id_doi": "10.1183/09031936.04.00121404", "pub-id_pmid": "15176682", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "23", "year": "2004"}, "text": "Impact of preventing exacerbations on deterioration of health status in COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 31857, "infons": {"fpage": "387", "lpage": "395", "name_0": "surname:Miravitlles;given-names:M", "name_1": "surname:Ferrer;given-names:M", "name_2": "surname:Pont;given-names:A", "name_3": "surname:Zalacain;given-names:R", "name_4": "surname:Alvarez-Sala;given-names:JL", "name_5": "surname:Masa;given-names:F", "name_6": "surname:Verea;given-names:H", "name_7": "surname:Murio;given-names:C", "name_8": "surname:Ros;given-names:F", "name_9": "surname:Vidal;given-names:R", "pub-id_doi": "10.1136/thx.2003.008730", "pub-id_pmid": "15115864", "section_type": "REF", "source": "Thorax", "type": "ref", "volume": "59", "year": "2004"}, "text": "Effect of exacerbations on quality of life in patients with chronic obstructive pulmonary disease: a 2 year follow up study", "sentences": [], "annotations": [], "relations": []}, {"offset": 31981, "infons": {"fpage": "696", "lpage": "704", "name_0": "surname:Cote;given-names:CG", "name_1": "surname:Dordelly;given-names:LJ", "name_2": "surname:Celli;given-names:BR", "pub-id_doi": "10.1378/chest.06-1610", "pub-id_pmid": "17356082", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "131", "year": "2007"}, "text": "Impact of COPD exacerbations on patient-centered outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 32039, "infons": {"fpage": "3810", "lpage": "3816", "name_0": "surname:Ong;given-names:KC", "name_1": "surname:Earnest;given-names:A", "name_2": "surname:Lu;given-names:SJ", "pub-id_doi": "10.1378/chest.128.6.3810", "pub-id_pmid": "16354849", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "128", "year": "2005"}, "text": "A multidimensional grading system (BODE Index) as predictor for hospitalization for COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 32128, "infons": {"fpage": "217", "lpage": "224", "name_0": "surname:Casaburi;given-names:R", "name_1": "surname:Mahler;given-names:DA", "name_2": "surname:Jones;given-names:PW", "name_3": "surname:Wanner;given-names:A", "name_4": "surname:San;given-names:PG", "name_5": "surname:ZuWallack;given-names:RL", "name_6": "surname:Menjoge;given-names:SS", "name_7": "surname:Serby;given-names:CW", "name_8": "surname:Witek;given-names:T;suffix:Jr", "pub-id_doi": "10.1183/09031936.02.00269802", "pub-id_pmid": "11866001", "section_type": "REF", "source": "Eur Respir J", "type": "ref", "volume": "19", "year": "2002"}, "text": "A long-term evaluation of once-daily inhaled tiotropium in chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32225, "infons": {"fpage": "775", "lpage": "789", "name_0": "surname:Calverley;given-names:PM", "name_1": "surname:Anderson;given-names:JA", "name_2": "surname:Celli;given-names:B", "name_3": "surname:Ferguson;given-names:GT", "name_4": "surname:Jenkins;given-names:C", "name_5": "surname:Jones;given-names:PW", "name_6": "surname:Yates;given-names:JC", "name_7": "surname:Vestbo;given-names:J", "pub-id_doi": "10.1056/NEJMoa063070", "pub-id_pmid": "17314337", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "356", "year": "2007"}, "text": "Salmeterol and fluticasone propionate and survival in chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32317, "infons": {"fpage": "187", "lpage": "189", "name_0": "surname:Fayers;given-names:PM", "name_1": "surname:Sprangers;given-names:MAG", "pub-id_doi": "10.1016/S0140-6736(02)07466-4", "pub-id_pmid": "11812551", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "359", "year": "2002"}, "text": "Understanding self rated health", "sentences": [], "annotations": [], "relations": []}, {"offset": 32349, "infons": {"fpage": "323", "lpage": "30", "name_0": "surname:Farkas;given-names:J", "name_1": "surname:Hosnik;given-names:M", "name_2": "surname:Flezar;given-names:M", "name_3": "surname:Suskovic;given-names:S", "name_4": "surname:Lainscak;given-names:M", "pub-id_doi": "10.1378/chest.09-2459", "pub-id_pmid": "20382715", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "138", "year": "2010"}, "text": "Self-rated health predicts acute exacerbations and hospitalizations in patients with COPD", "sentences": [], "annotations": [], "relations": []}, {"offset": 32439, "infons": {"fpage": "1355", "lpage": "1365", "name_0": "surname:Nguyen;given-names:HQ", "name_1": "surname:Donesky-Cuenco;given-names:D", "name_2": "surname:Carrieri-Kohlman;given-names:V", "pub-id_doi": "10.1016/j.ijnurstu.2007.09.012", "pub-id_pmid": "17983617", "section_type": "REF", "source": "Int J Nurs Stud", "type": "ref", "volume": "45", "year": "2008"}, "text": "Associations between symptoms, functioning, and perceptions of mastery with global self-rated health in patients with COPD: a cross-sectional study", "sentences": [], "annotations": [], "relations": []}, {"offset": 32587, "infons": {"fpage": "297", "lpage": "302", "name_0": "surname:Farkas;given-names:J", "name_1": "surname:Kosnik;given-names:M", "name_2": "surname:Zaletel-Kragelj;given-names:L", "name_3": "surname:Flezar;given-names:M", "name_4": "surname:Suskovic;given-names:S", "name_5": "surname:Lainscak;given-names:M", "pub-id_doi": "10.1007/s00508-009-1170-2", "pub-id_pmid": "19562290", "section_type": "REF", "source": "Wien Klin Wochenschr", "type": "ref", "volume": "121", "year": "2009"}, "text": "Distribution of self-rated health and association with clinical parameters in patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 32717, "infons": {"fpage": "158", "lpage": "166", "name_0": "surname:Katz;given-names:P", "name_1": "surname:Morris;given-names:A", "name_2": "surname:Gregorich;given-names:S", "name_3": "surname:Yazdany;given-names:J", "name_4": "surname:Eisner;given-names:M", "name_5": "surname:Yelin;given-names:E", "name_6": "surname:Blanc;given-names:P", "pub-id_doi": "10.1016/j.jclinepi.2008.06.002", "pub-id_pmid": "18722089", "section_type": "REF", "source": "J Clin Epidemiol", "type": "ref", "volume": "62", "year": "2009"}, "text": "Valued life activity disability played a significant role in self-rated health among adults with chronic health conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 32840, "infons": {"fpage": "785", "lpage": "790", "name_0": "surname:Hajiro;given-names:T", "name_1": "surname:Nishimura;given-names:K", "name_2": "surname:Tsukino;given-names:M", "name_3": "surname:Ikeda;given-names:A", "name_4": "surname:Koyama;given-names:H", "name_5": "surname:Izumi;given-names:T", "pub-id_pmid": "9517591", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "157", "year": "1998"}, "text": "Comparison of discriminative properties among disease-specific questionnaires for measuring health-related quality of life in patients with chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]