[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240908", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC5780721", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1136/bmjopen-2017-018160", "article-id_pmc": "PMC5780721", "article-id_pmid": "29358426", "article-id_publisher-id": "bmjopen-2017-018160", "elocation-id": "e018160", "issue": "1", "kwd": "transient ischemic attack cerebral cortex brain infarction cerebral circulation magnetic resonance imaging", "license": "This is an Open Access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/", "name_0": "surname:Havsteen;given-names:Inger", "name_1": "surname:Ovesen;given-names:Christian", "name_10": "surname:Christensen;given-names:Anders", "name_2": "surname:Willer;given-names:Lasse", "name_3": "surname:Nybing;given-names:Janus Damm", "name_4": "surname:Ægidius;given-names:Karen", "name_5": "surname:Marstrand;given-names:Jacob", "name_6": "surname:Meden;given-names:Per", "name_7": "surname:Rosenbaum;given-names:Sverre", "name_8": "surname:Folke;given-names:Marie Norsker", "name_9": "surname:Christensen;given-names:Hanne", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2018"}, "text": "Small cortical grey matter lesions show no persistent infarction in transient ischaemic attack? A prospective cohort study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 123, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Objectives", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "To find determining factors for persistent infarction signs in patients with transient ischaemic attack (TIA), herein initial diffusion lesion size, visibility on apparent diffusion coefficient (ADC) or fluid-attenuated inversion recovery (FLAIR) and location.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 395, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Design", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 402, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Prospective cohort study of patients with clinical TIA receiving 3T-MRI within 72 hours of symptom onset and at 8-week follow-up.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 534, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Setting", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 542, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Clinical workflow in a single tertiary stroke centre between February 2012 and June 2014.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 632, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Participants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 645, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "199 candidate patients were recruited, 64 patients were excluded due to non-TIA discharge diagnosis or no 8-week MRI. 122 patients completed the study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 797, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Primary outcome measures", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 822, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The primary outcome was visible persistent infarction defined as 8-week FLAIR hyperintensity or atrophy corresponding to the initial diffusion-weighted imaging (DWI) lesion.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 996, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1004, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "50 patients showed 84 initial DWI lesions. 29 (35%) DWI lesions did not result in infarction signs on 8-week FLAIR. 26 (90%, P<0.0001) reversing lesions were located in the cortical grey matter (cGM). cGM location (vs any other location) strongly predicted no 8-week infarction sign development (OR 0.02, 95% CI 0.001 to 0.17) or partial lesion area decrease (>30% of initial DWI-area, OR 14.10, 95% CI 3.61 to 54.72), adjusted for FLAIR-visibility, DWI-area, ADC-confirmation and time to scan (TTS) from symptom onset to baseline MRI. Acute FLAIR-visibility was a strong associated factor for persistent infarction signs (OR 33.06, 95% CI 2.94 to 1432.34). For cGM lesions area size was sole associated factor for persistent infarction signs with a 0.31 cm2 (area under the curve (AUC), 0.97) threshold. In eight (16%) DWI-positive patients, all lesions reversed fully.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1877, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1889, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "16% of DWI-positive patients and one-third of acute DWI lesions caused no persistent infarction signs, especially small cGM lesions were not followed by development of persistent infarction signs. Late MRI after TIA is likely to be less useful in the clinical setting, and it is dubious if the absence of old vascular lesions can be taken as evidence of no prior ischaemic attacks.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2271, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration number", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2297, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " NCT01531946; Results.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2320, "infons": {"section_type": "INTRO", "type": "title_caption"}, "text": "Strengths and limitations of this study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2360, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Prospective inclusion cohort study of patients with clinical transient ischaemic attack evaluated by senior consultant stroke neurologists.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2500, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Patients received standardised baseline and 8-week follow-up MRI in clinical workflow.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2587, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "National electronic registers provided long-term follow-up.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2647, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Small lesions below 3 mm were included as they are associated with increased risk of stroke and death.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2752, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Main limitations are sequence resolution and small lesion size.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2816, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2829, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The risk of recurrent events including devastating stroke after transient ischaemic attack (TIA) remains substantial. Recently, it was shown that the presence of a diffusion-weighted imaging (DWI) lesion combined with clinical findings enhanced prediction of post-TIA stroke risk compared with clinical findings alone. Even small vascular brain lesions below 3 mm were associated with increased risk of stroke and death. In patients with TIA, DWI lesions are reported in 25%–50%. Also, the time to baseline MRI varies from within 24 hours to 3 weeks from symptom onset. A recent meta-analysis found that the up to sevenfold variation in DWI-positivity rates in patients with clinical TIA remains largely unexplained despite attempts to control for factors as varying time to MRI. Among patients with clinical ischaemic stroke, one-third is DWI-negative, but their long-term outcome and recurrence rates did not differ from DWI-positive patients. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3782, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Pioneering studies found that patients with apparent DWI lesion reversal had shorter symptom duration than patients with persistent infarction signs and noted absence of persistent infarction signs in a fraction of initially DWI-positive patients on chronic phase MRI. Lesions with persistent infarction signs were larger and had lower apparent diffusion coefficient (ADC) values. A recent series of mixed TIA and minor stroke patients found only 6% of initially DWI-positive patients showed no lesion on T2-fluid-attenuated inversion recovery (FLAIR) images obtained 1–3 months later. Despite small numbers the absent lesions seemed primarily located in cortical grey matter (cGM), suggesting that acute DWI reversal may be related to the proximity of leptomeningeal collaterals. Cortical perfusion is higher than white matter (WM) perfusion, even though the ratio declines with age. The impact of the underlying vascularity is also highlighted in a perfusion study of initially DWI-negative patients with clinical time-based TIA. Patients with initial focal or territorial perfusion abnormalities showed increased rates of new DWI lesions on 3-day follow-up compared with patients with no perfusion abnormalities. Animal imaging studies of transient ischaemia with subcortical DWI lesion have shown apparent 10-week T1-signal and T2-signal normalisation while histology showed selective neuronal loss and gliosis. Persistent signal changes most likely correspond to pannecrosis. A recent 7T in vivo human study showed the presence of likely cortical microinfarcts with similar MRI appearance compared with microinfarcts on ex vivo brain slices with histopathological correlate. Although the clinical significance of persistent infarction signs is unclear, it is well known that numerous cerebral infarcts gathered over time are predictive of poor outcome and cognitive decline, rendering it of potential pathophysiological and clinical importance to investigate what determines the formation of persistent infarction signs. Clinical MRI may not be able to detect all acute or chronic ischaemic changes; yet DWI and T2-FLAIR are the most commonly used tools for ischaemia assessment. We hypothesised that lesion size, ischaemic depth and location are factors likely to predict the occurrence of infarction signs after acute ischaemia in clinical TIA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6136, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We aimed to investigate in a clinical setting which characteristics were associated with persistent infarction signs 8 weeks after DWI-positive TIA, including lesion location, size, initial ADC and FLAIR visibility, TIA aetiology and clinical risk factors. The ultimate aim was to establish if no development of persistent infarction signs after DWI-positive TIA occurred with a clinically significant frequency.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6549, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6557, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We investigated a prospective patient cohort with clinical TIA included after informed consent.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6653, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical methodology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6674, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We included patients with TIA or minor stroke defined as an episode of acute focal neurological symptoms of vascular origin with resolution within 24 hours. We defined resolution as National Institutes of Health Stroke Scale score of 0 within 24 hours. Senior consultant stroke neurologists clinically evaluated and included patients with a history and clinical findings consistent with TIA February 2012–June 2014. Exclusion criteria were TIA (G45.9) not final clinical diagnosis, thrombolysis treatment, MRI contraindications and severe illness likely to preclude follow-up. Definitions of clinical risk factors are presented in online supplementary methodology. Risk factors of stroke, ABCD2 and Trial of Org 10172 in Acute Stroke Treatment (TOAST) classification were recorded. All patients were treated with antithrombotics and other pharmacological secondary prevention according to guidelines.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7581, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "MR imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We performed 3T-MRI (Siemens Magnetom Verio, Siemens, Erlangen, Germany) with a 32-channel head coil (Siemens, Erlangen, Germany) including DWI and T2-FLAIR imaging after routine stroke protocol within 72 hours from symptom onset and at 8-week follow-up to visualise persistent infarction signs. The diffusion protocol was single-shot spin-echo diffusion echo planar imaging with 220 mm field of view (FOV), 254 mm axial 0 mm gap slices, b-value 1000 s/mm2 along three orthogonal directions; TR/TE 6600/100 ms, acceleration factor R 2, matrix size 192×192. The T2-FLAIR protocol was 240 mm FOV, 274 mm axial 0 mm gap slices, TR/TE 6500/133 ms, TI 2134 ms, acceleration factor R 2, matrix size 256×256.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8312, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Image reading was performed as visual inspection in a clinical setting using the PACS without external software. Image analysis had two steps: first, we created an image template consisting of literature-based examples of the scoring categories employed and a case report form (CRF). Two blinded certified consultant neuroradiologists (IH, AFC) tested template and CRF on 50 randomly chosen cases from the cohort, reading first independently, followed by a joined re-evaluation of the cases. A consensus-based use of the reading tools was thus achieved enabling the use of one reader for consistence and reproducibility in assessing the often small lesions. Subsequently, one reader (IH), blinded to clinical data except for the referral, systematically evaluated the cohort’s scans.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9098, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In a random 10% sample (defined by date of birth as 4th, 14th and 24th day in any month), we calculated Cohen’s kappa for intraobserver variation using two CRF readings, except for area measurements, with 3 months interval and observed a substantial intraobserver agreement (κ=0.80).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9386, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Definitions of post hoc vascular findings are presented in online supplementary methodology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9479, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Definitions of lesions, size and localisation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9525, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used coregistration marking each lesion with two perpendicular intrathecal diameters to ascertain lesion localisation between sequences and baseline and 8-week MRI. Two separate lesions must not have confluent gliosis. As proxy for lesion size, we used largest lesion area on one slice measured by manual regions of interest (ROIs). On baseline MRI, we scored for presence or absence of DWI lesions, ADC-confirmation and T2-FLAIR hyperintensities, and divided lesion localisation into WM, cGM and deep grey matter (dGM) (basal ganglia). cGM lesions may have a minor subcortical WM component.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10120, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We defined persistent infarction signs as presence of T2-FLAIR hyperintensity or atrophy in the initial DWI-lesion area on 8-week MRI. Absence of 8-week T2-FLAIR hyperintensity or atrophy in the initial DWI-lesion area was defined as no persistent infarction signs (figure 1); lesion area decrease was defined as 30% or more lesion area reduction. Due to small lesion size, this definition was modified from the 10% reduction used in ischaemic stroke. Lesion area change was graded at 30%, 50% and 100%.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10624, "infons": {"file": "bmjopen-2017-018160f01.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Lesions with and without 8-week infarction signs. Two cortical grey matter lesions are shown on initial diffusion-weighted imaging (DWI) (A), apparent diffusion coefficient (ADC) (B), initial fluid-attenuated inversion recovery (FLAIR) (C) and 8-week FLAIR (D). (A) Both lesions are DWI-positive. (B) The medial lesion is ADC-confirmed, the lateral lesion shows no ADC-confirmation. (C) Both lesions are initially FLAIR-positive. (D) The medial lesion is 8-week FLAIR-positive, the lateral lesion is 8-week FLAIR-negative.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11147, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "After collecting all initial and 8-week clinical and radiological data, we checked if DWI lesion site and symptoms matched—which it did in all cases—under the supervision of a senior stroke consultant (HC).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11358, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Recurrence and follow-up", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11383, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All patients had a scheduled 8-week telephone follow-up by a doctor to assess self-reported functional status and recurrence of new stroke or TIA. Standard 3-month follow-up was a face-to-face interview with a trained nurse assessing functional status, changes in risk factor status and medication adherence. National electronic patient files provided long-term follow-up information on new vascular events.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11791, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11802, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For categorical data, we used Fisher’s exact test and Mann-Whitney U test for population comparison. For dichotomised outcomes, we performed a general linear model-based forced entry logistic regression analysis; P values were calculated with the Wald test. We included lesion location, DWI-lesion size (cm2), visibility on baseline ADC or FLAIR and time to baseline MRI as parameters in the multivariate analysis. We performed a likelihood ratio test for model fit versus an empty model. We used receiver operating characteristic (ROC) analysis for binary classification. Recurrent cerebrovascular events were studied using Kaplan-Meier curves and Cox Proportional Hazard Model. We considered P values less than 0.05 significant. We used R (V.3.2.0), 2015 The R Foundation for Statistical Computing, Vienna, Austria, URL: http://www.R-project.org/ and SPSS (V.22.0) statistical software, IBM.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12698, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12706, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We included 122 patients with clinical TIA (figure 2), median (IQR) age of 65 (54–71) years and median (IQR) ABCD2 4 (3–5) (table 1). The median (IQR) time from ictus to initial MRI (TTS) was 31.5 (23.5–56.8) hours. Table 1 shows the patients’ baseline characteristics and findings on subacute DWI and 8-week T2-FLAIR. Fifty patients showed 84 DWI lesions. Thirty-two patients had solitary DWI lesions. Thirty-three lesions were located in WM, 47 lesions in cGM and 4 lesions in dGM. There were no statistically significant relations between DWI-positivity rates and time to scan.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13297, "infons": {"file": "bmjopen-2017-018160f02.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Strengthening the Reporting of Observational Studies in Epidemiology diagram of patient flow, inclusion and exclusion. Other non-ischaemic comprises patients with peripheral nerve compression (2), ophthalmological symptoms (2), trigeminal neuralgia (1), normal pressure hydrocephalus (1), hyperventilation (1), paraesthesia secondary to anaemia (1), peripheral extremity embolus (1), food poisoning (1) and secondary refusal (1). TIA, transient ischaemic attack; tPA, tissue plasminogen activator.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13795, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_caption"}, "text": "Patient characteristics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13819, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">All 8 weeks</td><td valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">Eight-week infarct</td><td valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">No infarct</td><td valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\"> P</td><td valign=\"bottom\" align=\"left\" rowspan=\"1\" colspan=\"1\">OR (95% CI)</td></tr></thead><tbody><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">All patients</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">122</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">43</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">79</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Female sex, n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">52 (43%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">15 (35%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">37 (47%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.251*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.61 (0.28 to 1.31)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Age, median (IQR)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">65 (54–71)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">60 (53–70)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">65 (55–74)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.228†</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Medical history</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Prior stroke</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">22 (18%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6 (14%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">16 (20%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.466*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.64 (0.23 to 1.78)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Prior TIA</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">12 (10%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7 (16%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5 (6%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.111*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.87 (0.85 to 9.70)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Prior MI</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9 (7%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2 (5%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7 (9%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.491*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.50 (0.10 to 2.53)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Atrial fibrillation</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">12 (10%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7 (16%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5 (6%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.111*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.89 (0.85 to 9.70)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Hypertension</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">60 (49%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">26 (60%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">34 (43%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.088*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.02 (0.95 to 4.31)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Diabetes</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">16 (13%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8 (19%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8 (10%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.261*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.03 (0.70 to 5.86)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Depression</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">14 (11%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7 (16%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7 (9%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.244*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2.00 (0.65 to 6.14)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Current smoking</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">43 (35%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">18 (42%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">25 (32%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.324*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.53 (0.71 to 3.30)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Alcohol overuse</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">12 (10%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5 (12%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">7 (9%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.754*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.32 (0.39 to 4.43)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Antiplatelet use</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">40 (33%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">13 (30%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">27 (34%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.692*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.84 (0.38 to 1.86)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Warfarin</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">2 (2%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (2%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (1%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">1.000*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.86 (0.11 to 30.5)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Index TIA</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> ABCD2</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4 (3–5)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4 (3–5)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4 (3–5)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.485†</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Symptom duration</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.852*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> &lt;60 min</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">58</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">21 (36%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">37 (64%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.00</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> &gt;60 min</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">64</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">22 (34%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">42 (66%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.93 (0.44 to 1.94)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">Imaging findings</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> TTS (hours)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">32 (24–57)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">41 (22–66)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">29 (24–50)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.367†</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> DWI-positive</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">50</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">42 (84%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8 (16%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">&lt;0.0001*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Sum of DWI-lesion area, cm<sup>2</sup>\n</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.41 (0.21–1.08)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.53 (0.31–1.22)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.09 (0.07–0.22)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">&lt;0.0001†</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Ipsilateral cervical carotid stenosis</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5 (4%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (2%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">4 (5%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.656*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.45 (0.05 to 4.13)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Contralateral cervical carotid stenosis</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">6 (5%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (2%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5 (6%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.522*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.35 (0.04 to 3.12)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Ipsilateral intracranial stenosis‡</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">9 (12%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (4%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">8 (17%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.144*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.19 (0.02 to 1.63)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Contralateral intracranial stenosis‡</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (1%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0 (0%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1 (2%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.450*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">NA</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">TOAST aetiology</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.727*</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Small vessels</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">49</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">16 (33%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">33 (67%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.00</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Large vessels</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">28</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">12 (43%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">16 (7%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.55 (0.59 to 4.03)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Cardiogenic</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">18</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">5 (28%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">13 (72%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">0.79 (0.24 to 2.61)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> Multiple possible aetiologies</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">27</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">10 (37%)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">17 (63%)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\"/><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">1.21 (0.45 to 3.24)</td></tr><tr><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\"> TTF (days)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">56 (55–60)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">55 (55–60)</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">56 (55–60)</td><td valign=\"top\" align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.832†</td><td valign=\"top\" align=\"left\" rowspan=\"1\" colspan=\"1\">–</td></tr></tbody></table>\n"}, "text": "\tAll 8 weeks\tEight-week infarct\tNo infarct\t P\tOR (95% CI)\t \tAll patients\t122\t43\t79\t\t\t \tFemale sex, n\t52 (43%)\t15 (35%)\t37 (47%)\t0.251*\t0.61 (0.28 to 1.31)\t \tAge, median (IQR)\t65 (54–71)\t60 (53–70)\t65 (55–74)\t0.228†\t–\t \tMedical history\t\t\t\t\t\t \t Prior stroke\t22 (18%)\t6 (14%)\t16 (20%)\t0.466*\t0.64 (0.23 to 1.78)\t \t Prior TIA\t12 (10%)\t7 (16%)\t5 (6%)\t0.111*\t2.87 (0.85 to 9.70)\t \t Prior MI\t9 (7%)\t2 (5%)\t7 (9%)\t0.491*\t0.50 (0.10 to 2.53)\t \t Atrial fibrillation\t12 (10%)\t7 (16%)\t5 (6%)\t0.111*\t2.89 (0.85 to 9.70)\t \t Hypertension\t60 (49%)\t26 (60%)\t34 (43%)\t0.088*\t2.02 (0.95 to 4.31)\t \t Diabetes\t16 (13%)\t8 (19%)\t8 (10%)\t0.261*\t2.03 (0.70 to 5.86)\t \t Depression\t14 (11%)\t7 (16%)\t7 (9%)\t0.244*\t2.00 (0.65 to 6.14)\t \t Current smoking\t43 (35%)\t18 (42%)\t25 (32%)\t0.324*\t1.53 (0.71 to 3.30)\t \t Alcohol overuse\t12 (10%)\t5 (12%)\t7 (9%)\t0.754*\t1.32 (0.39 to 4.43)\t \t Antiplatelet use\t40 (33%)\t13 (30%)\t27 (34%)\t0.692*\t0.84 (0.38 to 1.86)\t \t Warfarin\t2 (2%)\t1 (2%)\t1 (1%)\t1.000*\t1.86 (0.11 to 30.5)\t \tIndex TIA\t\t\t\t\t\t \t ABCD2\t4 (3–5)\t4 (3–5)\t4 (3–5)\t0.485†\t–\t \t Symptom duration\t\t\t\t0.852*\t\t \t <60 min\t58\t21 (36%)\t37 (64%)\t\t1.00\t \t >60 min\t64\t22 (34%)\t42 (66%)\t\t0.93 (0.44 to 1.94)\t \tImaging findings\t\t\t\t\t\t \t TTS (hours)\t32 (24–57)\t41 (22–66)\t29 (24–50)\t0.367†\t–\t \t DWI-positive\t50\t42 (84%)\t8 (16%)\t<0.0001*\tNA\t \t Sum of DWI-lesion area, cm2\t0.41 (0.21–1.08)\t0.53 (0.31–1.22)\t0.09 (0.07–0.22)\t<0.0001†\t–\t \t Ipsilateral cervical carotid stenosis\t5 (4%)\t1 (2%)\t4 (5%)\t0.656*\t0.45 (0.05 to 4.13)\t \t Contralateral cervical carotid stenosis\t6 (5%)\t1 (2%)\t5 (6%)\t0.522*\t0.35 (0.04 to 3.12)\t \t Ipsilateral intracranial stenosis‡\t9 (12%)\t1 (4%)\t8 (17%)\t0.144*\t0.19 (0.02 to 1.63)\t \t Contralateral intracranial stenosis‡\t1 (1%)\t0 (0%)\t1 (2%)\t0.450*\tNA\t \tTOAST aetiology\t\t\t\t0.727*\t\t \t Small vessels\t49\t16 (33%)\t33 (67%)\t\t1.00\t \t Large vessels\t28\t12 (43%)\t16 (7%)\t\t1.55 (0.59 to 4.03)\t \t Cardiogenic\t18\t5 (28%)\t13 (72%)\t\t0.79 (0.24 to 2.61)\t \t Multiple possible aetiologies\t27\t10 (37%)\t17 (63%)\t\t1.21 (0.45 to 3.24)\t \t TTF (days)\t56 (55–60)\t55 (55–60)\t56 (55–60)\t0.832†\t–\t \t", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15983, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "*Fisher’s exact test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16007, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "†Mann-Whitney U test.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16031, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "‡CTA or TCD available in 75 patients, hereof 28 with 8-week infarction signs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16111, "infons": {"file": "T1.xml", "id": "T1", "section_type": "TABLE", "type": "table_footnote"}, "text": "CTA, CT angiography; DWI, diffusion-weighted imaging; MI, myocardial infarction; NA, not applicable; TCD, transcranial Doppler; TIA, transient ischaemic attack; TOAST, Trial of Org 10172 in Acute Stroke Treatment; TTF, time to follow-up; TTS, time to scan.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16368, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Initial DWI lesions located in cGM were less likely to show subsequent infarction signs on 8-week MRI (P<0.001, OR 0.07, 95% CI 0.01 to 0.27) compared with other locations. This finding persisted when including only ADC-confirmed lesions (22 with no persistent infarction signs, hereof 19 (86%) in cGM, P<0.001), or only lesions with subacute FLAIR-visibility (13 with no persistent infarction signs, hereof 12 (92%) in cGM, P<0.001, figure 3). Lesions with persistent infarction signs were significantly larger than lesions with no persistent infarction signs; DWI lesions leading to permanent infarction signs ranged 0.05–5.88 cm2 with median (IQR) 0.40 (0.13–0.86) cm2 and lesions with no permanent infarction signs ranged 0.03–1.10 cm2 with median 0.16 (0.08–0.22) cm2, P<0.001 (online supplementary table 1). In multivariate analysis, cGM location (cGM vs other locations), strongly predicted no persistent infarction signs (OR 0.02, 95% CI 0.001 to 0.17), whereas initial FLAIR-visibility predicted subsequent infarction signs (OR 33.06, 95% CI 2.94 to 1432.34). Initial DWI-lesion size, ADC-confirmation and TTS did not reach significance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17531, "infons": {"file": "bmjopen-2017-018160f03.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Probability of permanent infarction signs stratified by anatomical location. DWI-lesion location in the cortical grey matter was significantly less likely to show permanent infarction signs. *P<0.001 against other anatomical location. ADC, apparent diffusion coefficient; cGM, cortical grey matter; dGM, deep grey matter; DWI, diffusion-weighted imaging; FLAIR, fluid-attenuated inversion recovery; WM, white matter.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17950, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "If the initial DWI lesion was located in cGM, no initial FLAIR-negative or ADC-negative lesions resulted in persistent infarction signs, but persistent infarcts were visible for 64% (21/33) of initially FLAIR-positive and 53% (21/40) of ADC-confirmed cGM lesions. Size of cGM lesions was the single associated factor for persistent infarction signs with an optimal area threshold 0.31 cm2 (AUC 0.97, online supplementary figure 1) to discern between lesions with or without 8-week infarction signs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18451, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Figure 4 shows change of lesion size between baseline and 8-week MRI stratified according to tissue type. Of the initial 84 DWI lesions, 51 (61%) lesions showed at least 30% lesion area decrease and 15 (18%) showed lesion area increase of 30% or more. WM lesions had the highest rate of area increase, 13/33 (39%) and the highest degree of increase. We found that 41/47 (87%) of the lesions located in cGM decreased in size and 26/47 (55%) completely vanished leaving no persistent infarction signs (figure 4). Adjusted for ADC-confirmation, initial FLAIR-visibility and DWI-lesion size cGM location (cGM vs other locations) was a strong associated factor of lesion area decrease (OR 14.1, 95% CI 3.61 to 54.72). The distribution of lesions with area decrease or increase differed significantly between cGM and WM (P<0.0001, online supplementary figure 2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19309, "infons": {"file": "bmjopen-2017-018160f04.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Decrease and increase of lesion size between admission MRI and 8-week follow-up MRI for all lesions and stratified according to lesion localisation into white matter (WM), cortical grey matter (cGM) and deep grey matter (dGM).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19536, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To assess if individual patients retain persistent infarction signs after having at least one DWI-positive lesion, we defined lesion burden as the sum of each patient’s combined DWI areas. Sixteen per cent of DWI-positive patients showed no persistent infarction signs (table 1). Only the combined sum of DWI-lesion areas significantly predicted persistent infarction signs. There was a significant correlation (OR 1.20 per additional mm2, 95% CI 1.11 to 1.28) between the patients’ total DWI area and the probability of persistent infarction signs. There was no significant correlation between increasing ABCD2 score and the probability of persistent infarction signs (OR 1.09, 95% CI 0.82 to 1.46).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20241, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Eight weeks post-TIA we found no correlation between persistent infarction sign presence and patient-reported return to pre-TIA daily activity level (4 (33%) vs 35 (36%), P=0.87). Fourteen recurrent cerebrovascular events occurred during the median (IQR) follow-up period of 817 (440–1056) days. Characteristics of patients with recurrent ischaemic event are presented in online supplementary table 2. Ipsilateral carotid stenosis ≥70% (HR 7.11, 95% CI 1.98 to 25.5) and several competing TOAST aetiologies (HR 3.74, 95% CI 1.13 to 12.4) predicted recurrent ischaemic events (online supplementary figure 3). Persistent 8-week infarction signs (HR 0.50, 95% CI 0.14 to 1.78) did not increase the risk of recurrent events.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20966, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20977, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Sixteen per cent of initially DWI-positive patients and one-third of identified lesions show no sign of infarction 8 weeks later; cGM location was the strongest associated factor of full recovery on MRI at 8 weeks, and cGM DWI lesions smaller than 0.31 cm2 did not show persistent infarction signs. ADC confirmation or subacute FLAIR visibility did not in all cases result in visible long-term infarction signs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21391, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Ischaemic lesions decreased in size after early intra-arterial revascularisation and cortical lesion sparing in middle cerebral artery territory infarctions was related to collateral perfusion and affected by significant stenosis of the ipsilateral anterior or posterior cerebral artery. In rats early (within 1 day) postischaemic maximum hyperperfusion indicated small final lesion size while rats with late (4 days) maximum hyperperfusion showed large lesions after transient experimental ischaemia, indicating rich, tightly webbed collaterals lead to improved early reperfusion and limit tissue damage.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21999, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Literature holds few and heterogeneous serial MRI TIA-related studies with varying populations and rates of DWI positivity and reversal. The mixed ‘high-risk TIA’ and minor stroke study reported a 6% DWI-lesion reversal with imaging performed at a median delay of 13 hours after symptom onset. Our cohort only consists of patients with symptom duration of less than 24 hours, which may explain our larger 16% rate of patients with no persistent infarction signs. Our TTS and per patient DWI positivity and reversal rates correspond to the smaller time-based TIA study. Our cohort’s 31 hours median delay to imaging may explain why several lesions are FLAIR-positive representing the beginning vasogenic oedema, and the persistent ADC-reduction represents the still active cytotoxic oedema. We found no association between DWI-positivity rate and time to scan in line with recent meta-analysis. ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22906, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In TIA, DWI lesions are rarer and smaller and the TIA presumably results from smaller occlusive events compared with stroke. Changes in perfusion and underlying vascularity reflect tissue vulnerability and damage. This study indicates that ischaemic tissue damage in TIA is heterogeneous and differs with lesion localisation, which may mirror the inherent difference between end-artery dominated WM and cGM with proximity to leptomeningeal collaterals. This and smaller lesion size may explain the high variation in DWI-positivity rates among TIA populations and the high rate and cortical predilection of apparent diffusion lesion reversal in this TIA study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23566, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "However, in an observational exploratory study, we cannot infer causality but hypothesise that the stronger leptomeningeal collateral circulation in cGM may prevent persistent infarction signs in small lesions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23777, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This study has some limitations. As inclusion was based on informed consent, the study was not unselected or consecutive. Fourteen per cent (12/84) of the initial lesions were small (<3 mm), and below the usual recommended cut-off level to discriminate between lacunes and perivascular spaces, but we included this type of lesion as it has been associated with increased risk of stroke and death. Other potential limitations are partial volume effects and the 2D-FLAIR sequence in our standard stroke MRI-protocol, though its slice thickness is similar to prior studies’.Artefacts on T2-FLAIR caused by magnetic susceptibility, pulsatile CSF flow or no nulling of the CSF signal are common and may have masked small lesions. Other potential confounders are change and variation in FLAIR signal intensity of the lesion and our lesion definition includes atrophy corresponding to the initial DWI lesions although this can be difficult to visualise, even when aided by T1 and T2, and may explain why lesions are not persistently visible. We lost 10% (13/135) of eligible patients for 8-week MRI, this may have caused a selection bias. At 3T dedicated high-resolution 3D-FLAIR and 3D-T1 could improve differentiation between healthy tissue and postinfarction gliosis or atrophy, especially cortically. While probably not in clinical reach soon, higher field strength has shown promising results for the in vivo identification of cortical microinfarcts and visualised a hereto unseen but probably quite common structural ischaemic burden.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25315, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25326, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "cGM localisation of the acute DWI lesion in TIA was a strong associated factor of no persistent infarction signs after TIA. Late MRI after TIA may not detect a significant number of lesions, especially cortical lesions and no prior lesions on the MRI is not evidence of no prior ischaemic events. It is yet to be determined if the apparent full resolution of brain lesions is related to the clinical course including risk of recurrence and sequelae of TIA including vascular dementia, fatigue and depression.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25835, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25858, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Contributors: IH, HC and AC conceived and designed the study. All authors were involved in data acquisition. KÆ, JM, PM, SR, MNF and HC were involved in patient inclusion. LW and CO performed telephone follow-up. IH, CO, JDN, AC and HC analysed and interpreted the data. IH wrote the first draft. All authors reviewed and edited the manuscript and approved the final version of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26253, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Funding: This research received no specific grant from any funding agency in the public, commercial or not-for-profit sectors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26380, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Competing interests: CO holds research grants from the Velux-foundation, Bispebjerg University Hospital, University of Copenhagen, Axel Muusfeldts Foundation and Danish Medical Association. None of these were designated for this study.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26616, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Patient consent: Obtained.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26643, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Ethics approval: Danish National Committee of Biomedical Research Ethics (H-1-2011-75).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26731, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Provenance and peer review: Not commissioned; externally peer reviewed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26803, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Data sharing statement: Dataset are available upon publication from FigShare, DOI: 10.6084/m9.figshare.5091904.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26915, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26926, "infons": {"fpage": "283", "lpage": "92", "name_0": "surname:Johnston;given-names:SC", "name_1": "surname:Rothwell;given-names:PM", "name_2": "surname:Nguyen-Huynh;given-names:MN", "pub-id_doi": "10.1016/S0140-6736(07)60150-0", "pub-id_pmid": "17258668", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "369", "year": "2007"}, "text": "Validation and refinement of scores to predict very early stroke risk after transient ischaemic attack", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27029, "infons": {"fpage": "1533", "lpage": "42", "name_0": "surname:Amarenco;given-names:P", "name_1": "surname:Lavallée;given-names:PC", "name_2": "surname:Labreuche;given-names:J", "pub-id_doi": "10.1056/NEJMoa1412981", "pub-id_pmid": "27096581", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "374", "year": "2016"}, "text": "One-year risk of stroke after transient ischemic attack or minor stroke", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27101, "infons": {"fpage": "3", "lpage": "10", "name_0": "surname:Coutts;given-names:SB", "name_1": "surname:Eliasziw;given-names:M", "name_2": "surname:Hill;given-names:MD", "pub-id_doi": "10.1111/j.1747-4949.2008.00182.x", "pub-id_pmid": "18705908", "section_type": "REF", "source": "Int J Stroke", "type": "ref", "volume": "3", "year": "2008"}, "text": "An improved scoring system for identifying patients at high early risk of stroke and functional impairment after an acute transient ischemic attack or minor stroke", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27265, "infons": {"fpage": "181", "lpage": "6", "name_0": "surname:Ay;given-names:H", "name_1": "surname:Arsava;given-names:EM", "name_2": "surname:Johnston;given-names:SC", "pub-id_doi": "10.1161/STROKEAHA.108.521476", "pub-id_pmid": "18948609", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "40", "year": "2009"}, "text": "Clinical- and imaging-based prediction of stroke risk after transient ischemic attack: the CIP model", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27366, "infons": {"fpage": "1060", "lpage": "9", "name_0": "surname:Merwick;given-names:A", "name_1": "surname:Albers;given-names:GW", "name_2": "surname:Amarenco;given-names:P", "pub-id_doi": "10.1016/S1474-4422(10)70240-4", "pub-id_pmid": "20934388", "section_type": "REF", "source": "Lancet Neurol", "type": "ref", "volume": "9", "year": "2010"}, "text": "Addition of brain and carotid imaging to the ABCD² score to identify patients at early risk of stroke after transient ischaemic attack: a multicentre observational study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27537, "infons": {"fpage": "22", "lpage": "31", "name_0": "surname:Windham;given-names:BG", "name_1": "surname:Deere;given-names:B", "name_2": "surname:Griswold;given-names:ME", "pub-id_doi": "10.7326/M14-2057", "pub-id_pmid": "26148278", "section_type": "REF", "source": "Ann Intern Med", "type": "ref", "volume": "163", "year": "2015"}, "text": "Small brain lesions and incident stroke and mortality: a cohort study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27607, "infons": {"fpage": "221", "lpage": "8", "name_0": "surname:Zaharchuk;given-names:G", "name_1": "surname:Olivot;given-names:JM", "name_2": "surname:Fischbein;given-names:NJ", "pub-id_doi": "10.1159/000339682", "pub-id_pmid": "23006669", "section_type": "REF", "source": "Cerebrovasc Dis", "type": "ref", "volume": "34", "year": "2012"}, "text": "Arterial spin labeling imaging findings in transient ischemic attack patients: comparison with diffusion- and bolus perfusion-weighted imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27750, "infons": {"fpage": "1556", "lpage": "60", "name_0": "surname:Kleinman;given-names:JT", "name_1": "surname:Zaharchuk;given-names:G", "name_2": "surname:Mlynash;given-names:M", "pub-id_doi": "10.1161/STROKEAHA.111.644971", "pub-id_pmid": "22474058", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "43", "year": "2012"}, "text": "Automated perfusion imaging for the evaluation of transient ischemic attack", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27826, "infons": {"fpage": "1127", "lpage": "33", "name_0": "surname:Mlynash;given-names:M", "name_1": "surname:Olivot;given-names:JM", "name_2": "surname:Tong;given-names:DC", "pub-id_doi": "10.1212/01.wnl.0000340983.00152.69", "pub-id_pmid": "19092109", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "72", "year": "2009"}, "text": "Yield of combined perfusion and diffusion MR imaging in hemispheric TIA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27898, "infons": {"fpage": "2229", "lpage": "32", "name_0": "surname:Purroy;given-names:F", "name_1": "surname:Begué;given-names:R", "name_2": "surname:Quílez;given-names:A", "pub-id_doi": "10.1161/STROKEAHA.108.537969", "pub-id_pmid": "19372450", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "40", "year": "2009"}, "text": "The California, ABCD and unified ABCD2 risk scores and the presence of acute ischemic lesions on diffusion-weighted imaging in TIA patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28038, "infons": {"fpage": "1222", "lpage": "8", "name_0": "surname:Giles;given-names:MF", "name_1": "surname:Albers;given-names:GW", "name_2": "surname:Amarenco;given-names:P", "pub-id_doi": "10.1212/WNL.0b013e3182309f91", "pub-id_pmid": "21865578", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "77", "year": "2011"}, "text": "Early stroke risk and ABCD2 score performance in tissue- vs time-defined TIA: a multicenter study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28136, "infons": {"fpage": "67", "lpage": "76", "name_0": "surname:Brazzelli;given-names:M", "name_1": "surname:Chappell;given-names:FM", "name_2": "surname:Miranda;given-names:H", "pub-id_doi": "10.1002/ana.24026", "pub-id_pmid": "24085376", "section_type": "REF", "source": "Ann Neurol", "type": "ref", "volume": "75", "year": "2014"}, "text": "Diffusion-weighted imaging and diagnosis of transient ischemic attack", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28206, "infons": {"fpage": "3142", "lpage": "8", "name_0": "surname:Makin;given-names:SD", "name_1": "surname:Doubal;given-names:FN", "name_2": "surname:Dennis;given-names:MS", "pub-id_doi": "10.1161/STROKEAHA.115.010665", "pub-id_pmid": "26419965", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "46", "year": "2015"}, "text": "Clinically Confirmed Stroke With Negative Diffusion-Weighted Imaging Magnetic Resonance Imaging: Longitudinal Study of Clinical Outcomes, Stroke Recurrence, and Systematic Review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28385, "infons": {"fpage": "1174", "lpage": "80", "name_0": "surname:Kidwell;given-names:CS", "name_1": "surname:Alger;given-names:JR", "name_2": "surname:Di Salle;given-names:F", "pub-id_doi": "10.1161/01.STR.30.6.1174", "pub-id_pmid": "10356095", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "30", "year": "1999"}, "text": "Diffusion MRI in patients with transient ischemic attacks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28443, "infons": {"fpage": "1782", "lpage": "7", "name_0": "surname:Oppenheim;given-names:C", "name_1": "surname:Lamy;given-names:C", "name_2": "surname:Touzé;given-names:E", "pub-id_pmid": "16971636", "section_type": "REF", "source": "AJNR Am J Neuroradiol", "type": "ref", "volume": "27", "year": "2006"}, "text": "Do transient ischemic attacks with diffusion-weighted imaging abnormalities correspond to brain infarctions?", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28552, "infons": {"fpage": "660", "lpage": "6", "name_0": "surname:Asdaghi;given-names:N", "name_1": "surname:Campbell;given-names:BC", "name_2": "surname:Butcher;given-names:KS", "pub-id_doi": "10.3174/ajnr.A3733", "pub-id_pmid": "24335541", "section_type": "REF", "source": "AJNR Am J Neuroradiol", "type": "ref", "volume": "35", "year": "2014"}, "text": "DWI reversal is associated with small infarct volume in patients with TIA and minor stroke", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28643, "infons": {"fpage": "462", "lpage": "9", "name_0": "surname:Kidwell;given-names:CS", "name_1": "surname:Saver;given-names:JL", "name_2": "surname:Mattiello;given-names:J", "pub-id_doi": "10.1002/1531-8249(200004)47:4<462::AID-ANA9>3.0.CO;2-Y", "pub-id_pmid": "10762157", "section_type": "REF", "source": "Ann Neurol", "type": "ref", "volume": "47", "year": "2000"}, "text": "Thrombolytic reversal of acute human cerebral ischemic injury shown by diffusion/perfusion magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28761, "infons": {"fpage": "859", "lpage": "63", "name_0": "surname:Cho;given-names:HJ", "name_1": "surname:Yang;given-names:JH", "name_2": "surname:Jung;given-names:YH", "pub-id_doi": "10.1136/jnnp.2009.195842", "pub-id_pmid": "20562434", "section_type": "REF", "source": "J Neurol Neurosurg Psychiatry", "type": "ref", "volume": "81", "year": "2010"}, "text": "Cortex-sparing infarctions in patients with occlusion of the middle cerebral artery", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28845, "infons": {"fpage": "736", "lpage": "43", "name_0": "surname:Parkes;given-names:LM", "name_1": "surname:Rashid;given-names:W", "name_2": "surname:Chard;given-names:DT", "pub-id_doi": "10.1002/mrm.20023", "pub-id_pmid": "15065246", "section_type": "REF", "source": "Magn Reson Med", "type": "ref", "volume": "51", "year": "2004"}, "text": "Normal cerebral perfusion measurements using arterial spin labeling: reproducibility, stability, and age and gender effects", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28969, "infons": {"fpage": "129", "lpage": "37", "name_0": "surname:Lee;given-names:SH", "name_1": "surname:Nah;given-names:HW", "name_2": "surname:Kim;given-names:BJ", "pub-id_doi": "10.3988/jcn.2017.13.2.129", "pub-id_pmid": "28176500", "section_type": "REF", "source": "J Clin Neurol", "type": "ref", "volume": "13", "year": "2017"}, "text": "Role of perfusion-weighted imaging in a diffusion-weighted-imaging-negative transient ischemic attack", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29071, "infons": {"fpage": "38", "lpage": "47", "name_0": "surname:Wegener;given-names:S", "name_1": "surname:Weber;given-names:R", "name_2": "surname:Ramos-Cabrer;given-names:P", "pub-id_doi": "10.1038/sj.jcbfm.9600166", "pub-id_pmid": "15988477", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "26", "year": "2006"}, "text": "Temporal profile of T2-weighted MRI distinguishes between pannecrosis and selective neuronal death after transient focal cerebral ischemia in the rat", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29221, "infons": {"fpage": "322", "lpage": "9", "name_0": "surname:van Veluw;given-names:SJ", "name_1": "surname:Zwanenburg;given-names:JJ", "name_2": "surname:Engelen-Lee;given-names:J", "pub-id_doi": "10.1038/jcbfm.2012.196", "pub-id_pmid": "23250109", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "33", "year": "2013"}, "text": "In vivo detection of cerebral cortical microinfarcts with high-resolution 7T MRI", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29302, "infons": {"fpage": "168", "lpage": "76", "name_0": "surname:Troncoso;given-names:JC", "name_1": "surname:Zonderman;given-names:AB", "name_2": "surname:Resnick;given-names:SM", "pub-id_doi": "10.1002/ana.21413", "pub-id_pmid": "18496870", "section_type": "REF", "source": "Ann Neurol", "type": "ref", "volume": "64", "year": "2008"}, "text": "Effect of infarcts on dementia in the Baltimore longitudinal study of aging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29378, "infons": {"fpage": "703", "lpage": "17", "name_0": "surname:Farr;given-names:TD", "name_1": "surname:Wegener;given-names:S", "pub-id_doi": "10.1038/jcbfm.2010.5", "pub-id_pmid": "20087362", "section_type": "REF", "source": "J Cereb Blood Flow Metab", "type": "ref", "volume": "30", "year": "2010"}, "text": "Use of magnetic resonance imaging to predict outcome after stroke: a review of experimental and clinical evidence", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29492, "infons": {"fpage": "2276", "lpage": "93", "name_0": "surname:Easton;given-names:JD", "name_1": "surname:Saver;given-names:JL", "name_2": "surname:Albers;given-names:GW", "pub-id_doi": "10.1161/STROKEAHA.108.192218", "pub-id_pmid": "19423857", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "40", "year": "2009"}, "text": "Definition and evaluation of transient ischemic attack: a scientific statement for healthcare professionals from the American Heart Association/American Stroke Association Stroke Council; Council on Cardiovascular Surgery and Anesthesia; Council on Cardiovascular Radiology and Intervention; Council on Cardiovascular Nursing; and the Interdisciplinary Council on Peripheral Vascular Disease. The American Academy of Neurology affirms the value of this statement as an educational tool for neurologists", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29995, "infons": {"fpage": "637", "lpage": "76", "pub-id_doi": "10.1161/STROKEAHA.108.192218", "pub-id_pmid": "2326846", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "21", "year": "1990"}, "text": "Special report from the National Institute of Neurological Disorders and Stroke. Classification of cerebrovascular diseases III", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30123, "infons": {"fpage": "280", "lpage": "5", "name_0": "surname:Johnston;given-names:SC", "name_1": "surname:Sidney;given-names:S", "name_2": "surname:Bernstein;given-names:AL", "pub-id_doi": "10.1212/01.WNL.0000042780.64786.EF", "pub-id_pmid": "12552045", "section_type": "REF", "source": "Neurology", "type": "ref", "volume": "60", "year": "2003"}, "text": "A comparison of risk factors for recurrent TIA and stroke in patients diagnosed with TIA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30212, "infons": {"fpage": "35", "lpage": "41", "name_0": "surname:Adams;given-names:HP", "name_1": "surname:Bendixen;given-names:BH", "name_2": "surname:Kappelle;given-names:LJ", "pub-id_doi": "10.1161/01.STR.24.1.35", "pub-id_pmid": "7678184", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "24", "year": "1993"}, "text": "Classification of subtype of acute ischemic stroke. Definitions for use in a multicenter clinical trial. TOAST. Trial of Org 10172 in Acute Stroke Treatment", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30369, "infons": {"comment": "accessed 13 Jan 2017", "section_type": "REF", "source": "Stroke national clinical guideline for diagnosis and initial management of acute stroke and Transient Ischaemic Attack (TIA)", "type": "ref", "year": "2008"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30370, "infons": {"fpage": "1327", "lpage": "33", "name_0": "surname:Cauley;given-names:KA", "name_1": "surname:Thangasamy;given-names:S", "name_2": "surname:Dundamadappa;given-names:SK", "pub-id_doi": "10.2214/AJR.12.9816", "pub-id_pmid": "23701072", "section_type": "REF", "source": "AJR Am J Roentgenol", "type": "ref", "volume": "200", "year": "2013"}, "text": "Improved image quality and detection of small cerebral infarctions with diffusion-tensor trace imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30473, "infons": {"fpage": "166", "lpage": "74", "name_0": "surname:Harston;given-names:GW", "name_1": "surname:Minks;given-names:D", "name_2": "surname:Sheerin;given-names:F", "pub-id_doi": "10.1002/acn3.388", "pub-id_pmid": "28275650", "section_type": "REF", "source": "Ann Clin Transl Neurol", "type": "ref", "volume": "4", "year": "2017"}, "text": "Optimizing image registration and infarct definition in stroke research", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30545, "infons": {"fpage": "77", "lpage": "83", "name_0": "surname:Rovira;given-names:A", "name_1": "surname:Rovira-Gols;given-names:A", "name_2": "surname:Pedraza;given-names:S", "pub-id_pmid": "11827878", "section_type": "REF", "source": "AJNR Am J Neuroradiol", "type": "ref", "volume": "23", "year": "2002"}, "text": "Diffusion-weighted MR imaging in the acute phase of transient ischemic attacks", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30624, "infons": {"fpage": "1206", "lpage": "12", "name_0": "surname:Kranz;given-names:PG", "name_1": "surname:Eastwood;given-names:JD", "pub-id_doi": "10.3174/ajnr.A1547", "pub-id_pmid": "19357385", "section_type": "REF", "source": "AJNR Am J Neuroradiol", "type": "ref", "volume": "30", "year": "2009"}, "text": "Does diffusion-weighted imaging represent the ischemic core? An evidence-based systematic review", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30721, "infons": {"fpage": "232", "lpage": "3", "name_0": "surname:Merino;given-names:JG", "name_1": "surname:Lattimore;given-names:SU", "name_2": "surname:Warach;given-names:S", "pub-id_doi": "10.1161/01.STR.0000153055.43138.2f", "section_type": "REF", "source": "Stroke", "type": "ref", "volume": "36", "year": "2005"}, "text": "Telephone assessment of stroke outcome is reliable", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30772, "infons": {"fpage": "297", "lpage": "301", "name_0": "surname:Baggio;given-names:JA", "name_1": "surname:Santos-Pontelli;given-names:TE", "name_2": "surname:Cougo-Pinto;given-names:PT", "pub-id_doi": "10.1159/000367646", "pub-id_pmid": "25412853", "section_type": "REF", "source": "Cerebrovasc Dis", "type": "ref", "volume": "38", "year": "2014"}, "text": "Validation of a structured interview for telephone assessment of the modified Rankin Scale in Brazilian stroke patients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30892, "infons": {"elocation-id": "e65322", "name_0": "surname:Wegener;given-names:S", "name_1": "surname:Artmann;given-names:J", "name_2": "surname:Luft;given-names:AR", "pub-id_doi": "10.1371/journal.pone.0065322", "pub-id_pmid": "23741488", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "The time of maximum post-ischemic hyperperfusion indicates infarct growth following transient experimental ischemia", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31008, "infons": {"fpage": "331", "lpage": "45", "name_0": "surname:Schaefer;given-names:PW", "name_1": "surname:Grant;given-names:PE", "name_2": "surname:Gonzalez;given-names:RG", "pub-id_doi": "10.1148/radiology.217.2.r00nv24331", "pub-id_pmid": "11058626", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "217", "year": "2000"}, "text": "Diffusion-weighted MR imaging of the brain", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31051, "infons": {"fpage": "822", "lpage": "38", "name_0": "surname:Wardlaw;given-names:JM", "name_1": "surname:Smith;given-names:EE", "name_2": "surname:Biessels;given-names:GJ", "pub-id_doi": "10.1016/S1474-4422(13)70124-8", "pub-id_pmid": "23867200", "section_type": "REF", "source": "Lancet Neurol", "type": "ref", "volume": "12", "year": "2013"}, "text": "Neuroimaging standards for research into small vessel disease and its contribution to ageing and neurodegeneration", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31166, "infons": {"fpage": "85", "lpage": "90", "name_0": "surname:Lavdas;given-names:E", "name_1": "surname:Tsougos;given-names:I", "name_2": "surname:Kogia;given-names:S", "pub-id_doi": "10.1016/j.clinimag.2013.10.004", "pub-id_pmid": "24359643", "section_type": "REF", "source": "Clin Imaging", "type": "ref", "volume": "38", "year": "2014"}, "text": "T2 FLAIR artifacts at 3-T brain magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31225, "infons": {"fpage": "184", "lpage": "92", "name_0": "surname:Federau;given-names:C", "name_1": "surname:Mlynash;given-names:M", "name_2": "surname:Christensen;given-names:S", "pub-id_doi": "10.1148/radiol.2015151586", "pub-id_pmid": "26761721", "section_type": "REF", "source": "Radiology", "type": "ref", "volume": "280", "year": "2016"}, "text": "Evolution of volume and signal intensity on fluid-attenuated inversion recovery MR images after endovascular stroke therapy", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]