[{"source": "PMC", "date": "20210224", "key": "pmc.key", "infons": {}, "documents": [{"id": "7893928", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13073-021-00831-z", "article-id_pmc": "7893928", "article-id_pmid": "33608049", "article-id_publisher-id": "831", "elocation-id": "29", "kwd": "Polygenic risk scores Lipid traits Subclinical atherosclerosis Diabetes cardiovascular complications East Asians", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Tam;given-names:Claudia H. T.", "name_1": "surname:Lim;given-names:Cadmon K. P.", "name_10": "surname:Tam;given-names:Wing-hung", "name_11": "surname:Ozaki;given-names:Risa", "name_12": "surname:Chow;given-names:Elaine Y. K.", "name_13": "surname:Lee;given-names:Ka-fai", "name_14": "surname:Siu;given-names:Shing-chung", "name_15": "surname:Hui;given-names:Grace", "name_16": "surname:Tsang;given-names:Chiu-chi", "name_17": "surname:Lau;given-names:Kam-piu", "name_18": "surname:Leung;given-names:Jenny Y. Y.", "name_19": "surname:Tsang;given-names:Man-wo", "name_2": "surname:Luk;given-names:Andrea O. Y.", "name_20": "surname:Kam;given-names:Grace", "name_21": "surname:Lau;given-names:Ip-tim", "name_22": "surname:Li;given-names:June K. Y.", "name_23": "surname:Yeung;given-names:Vincent T. F.", "name_24": "surname:Lau;given-names:Emmy", "name_25": "surname:Lo;given-names:Stanley", "name_26": "surname:Fung;given-names:Samuel", "name_27": "surname:Cheng;given-names:Yuk-lun", "name_28": "surname:Chow;given-names:Chun-chung", "name_29": "surname:Hu;given-names:Miao", "name_3": "surname:Ng;given-names:Alex C. W.", "name_30": "surname:Yu;given-names:Weichuan", "name_31": "surname:Tsui;given-names:Stephen K. W.", "name_32": "surname:Huang;given-names:Yu", "name_33": "surname:Lan;given-names:Huiyao", "name_34": "surname:Szeto;given-names:Cheuk-chun", "name_35": "surname:Tang;given-names:Nelson L. S.", "name_36": "surname:Ng;given-names:Maggie C. Y.", "name_37": "surname:So;given-names:Wing-yee", "name_38": "surname:Tomlinson;given-names:Brian", "name_39": "surname:Chan;given-names:Juliana C. N.", "name_4": "surname:Lee;given-names:Heung-man", "name_40": "surname:Ma;given-names:Ronald C. W.", "name_41": "surname:Tam;given-names:Claudia H. T.", "name_42": "surname:Huang;given-names:Yu", "name_5": "surname:Jiang;given-names:Guozhi", "name_6": "surname:Lau;given-names:Eric S. H.", "name_7": "surname:Fan;given-names:Baoqi", "name_8": "surname:Wan;given-names:Raymond", "name_9": "surname:Kong;given-names:Alice P. S.", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "13", "year": "2021"}, "text": "Development of genome-wide polygenic risk scores for lipid traits and clinical applications for dyslipidemia, subclinical atherosclerosis, and diabetes cardiovascular complications among East Asians", "sentences": [], "annotations": [], "relations": []}, {"offset": 199, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 210, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The clinical utility of personal genomic information in identifying individuals at increased risks for dyslipidemia and cardiovascular diseases remains unclear.", "sentences": [], "annotations": [], "relations": []}, {"offset": 371, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 379, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We used data from Biobank Japan (n = 70,657–128,305) and developed novel East Asian-specific genome-wide polygenic risk scores (PRSs) for four lipid traits. We validated (n = 4271) and subsequently tested associations of these scores with 3-year lipid changes in adolescents (n = 620), carotid intima-media thickness (cIMT) in adult women (n = 781), dyslipidemia (n = 7723), and coronary heart disease (CHD) (n = 2374 cases and 6246 controls) in type 2 diabetes (T2D) patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 883, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 891, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Our PRSs aggregating 84–549 genetic variants (0.251 < correlation coefficients (r) < 0.272) had comparably stronger association with lipid variations than the typical PRSs derived based on the genome-wide significant variants (0.089 < r < 0.240). Our PRSs were robustly associated with their corresponding lipid levels (7.5 × 10− 103 < P < 1.3 × 10− 75) and 3-year lipid changes (1.4 × 10− 6 < P < 0.0130) which started to emerge in childhood and adolescence. With the adjustments for principal components (PCs), sex, age, and body mass index, there was an elevation of 5.3% in TC (β ± SE = 0.052 ± 0.002), 11.7% in TG (β ± SE = 0.111 ± 0.006), 5.8% in HDL-C (β ± SE = 0.057 ± 0.003), and 8.4% in LDL-C (β ± SE = 0.081 ± 0.004) per one standard deviation increase in the corresponding PRS. However, their predictive power was attenuated in T2D patients (0.183 < r < 0.231). When we included each PRS (for TC, TG, and LDL-C) in addition to the clinical factors and PCs, the AUC for dyslipidemia was significantly increased by 0.032–0.057 in the general population (7.5 × 10− 3 < P < 0.0400) and 0.029–0.069 in T2D patients (2.1 × 10− 10 < P < 0.0428). Moreover, the quintile of TC-related PRS was moderately associated with cIMT in adult women (β ± SE = 0.011 ± 0.005, Ptrend = 0.0182). Independent of conventional risk factors, the quintile of PRSs for TC [OR (95% CI) = 1.07 (1.03–1.11)], TG [OR (95% CI) = 1.05 (1.01–1.09)], and LDL-C [OR (95% CI) = 1.05 (1.01–1.09)] were significantly associated with increased risk of CHD in T2D patients (4.8 × 10− 4 < P < 0.0197). Further adjustment for baseline lipid drug use notably attenuated the CHD association.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2770, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2782, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The PRSs derived and validated here highlight the potential for early genomic screening and personalized risk assessment for cardiovascular disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2931, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 2957, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s13073-021-00831-z.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3049, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 3060, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Circulating lipids including levels of total cholesterol (TC), triglycerides (TG), high-density lipoprotein (HDL-C), and low-density lipoprotein (LDL-C) are among the most important, modifiable, and heritable risk factors for coronary heart disease (CHD). Previous studies have demonstrated a moderate-to-high heritability for variations in lipid levels, with estimates ranging from 20 to 60%. Genome-wide association studies (GWASs) recently identified a number of common susceptibility variants for circulating lipids; however, the majority of these variants confer small risk individually and have limited predictive power for CHD risk.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3700, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It has been suggested that comprehensive genetic information could be used to quantify lifetime disease risk before the manifestation of clinical risk factors, contributing to risk stratification for clinical utility. Although there were prior efforts to create polygenic risk scores (PRSs) for lipid traits, these traditionally comprised only of genetic variants reaching genome-wide significance, and only had limited success in improving CHD risk prediction. With the development of novel computational algorithms and the availability of large datasets, increasing number of PRSs for common diseases, which fully captured genome-wide variation, have been derived and validated. These approaches utilized full results from previous genome-wide association studies and an external reference panel to construct the PRSs mainly based on two strategies: (1) liberalization of the significance thresholds for variant inclusion while accounting for linkage disequilibrium (LD) patterns in a population; and (2) assignment of new weightings to variants using the Bayesian method that infers the posterior mean effect for each variant by assuming a prior effect from GWAS summary statistics, the information of genomic correlation, and a pre-specified proportion of causal variants. For example, Khera et al. recently constructed six genome-wide PRSs, incorporating information from 5218 to 6,917,436 common genetic variants, to predict the risks of developing CHD, atrial fibrillation, type 2 diabetes (T2D), inflammatory bowel disease, breast cancer, and severe obesity in participants of mostly European ancestry.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5311, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To further investigate the potential use of genetic information in identifying and screening individuals at increased risks for dyslipidemia and diabetes cardiovascular complications, we applied the recently developed computational methods to optimize PRSs for four lipid traits in multiple cohorts of East Asians at various stages of the life-course, and subsequently tested their performance in the general population and patients with T2D. Moreover, we evaluated the effect of the best-performing PRSs on 3-year lipid changes in adolescents. Finally, we examined the potential clinical implication of these PRSs in subclinical atherosclerosis in adult women and coronary heart disease in T2D patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6016, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6024, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 6039, "infons": {"file": "13073_2021_831_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Study design and workflow. A polygenic risk score (PRS) for each lipid trait was derived by (1) association statistics from the Biobank Japanese Project and (2) linkage disequilibrium (LD) between genetic variants from a reference panel of 504 East Asians in 1000 Genomes Project. A total of 34 candidate PRSs were developed using two strategies: (1) the “pruning and thresholding” approach, which involves pruning the genetic variants based on the pairwise threshold of LD r2 (0.2, 0.4, and 0.6), and subsequently applying a p value threshold (1, 0.5, 0.1, 0.05, 0.01, 1 × 10−3, 1 × 10−4, 1 × 10−5, and 5 × 10−8) to the association statistics. And (2) the LDPred computational algorithm, a Bayesian method that estimates the posterior mean causal effect for each variant by assuming a prior effect size from summary statistics and LD information from an external reference panel. Multiple LDpred scores were calculated by varying the tuning parameter ρ (1, 0.3, 0.1, 0.03, 0.01, 3 × 10− 3, and 1 × 10− 3) which are the fractions of markers with non-zero effects. The optimal PRS for each lipid trait was chosen based on maximal correlation with the corresponding lipid trait in a total of 4271 individuals in the validation datasets, and then tested for the associations with lipid metabolism, changes in lipid levels, and cardiovascular risk in multiple independent cohorts", "sentences": [], "annotations": [], "relations": []}, {"offset": 7466, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The design of this study is shown in Fig. 1. Participants included in the validation and testing datasets for assessing the predictive ability of PRSs and in the analyses for the cardiovascular outcome were of southern Han Chinese ancestry residing in Hong Kong. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 7731, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data used for the development of PRSs for four lipid traits came from the BioBank Japan (BBJ) Project, which is one of the largest non-European single-descent biobanks with detailed phenotypes. It comprised 128,305 Japanese individuals in the TC analysis, 105,597 individuals in the TG analysis, 70,657 individuals in the HDL-C analysis, and 72,866 individuals in the LDL-C analysis. Details of the study design of the BBJ Project have been previously described. Briefly, the BBJ Project is a multi-institutional hospital-based registry that collected DNA, serum, and clinical information of approximately 200,000 patients from 66 hospitals affiliated with 12 medical institutes between fiscal years 2003 and 2007. All study participants had been diagnosed with one or more of the 47 target diseases (including lung cancer, esophageal cancer, gastric cancer, colorectal cancer, liver cancer, pancreatic cancer, gallbladder / cholangiocarcinoma, prostate cancer, breast cancer, uterine cervical cancer, uterine corpus cancer, ovarian cancer, hematological cancer, cerebral infarction, cerebral aneurysm, epilepsy, bronchial asthma, pulmonary tuberculosis, chronic obstructive pulmonary disease, interstitial lung disease / pulmonary fibrosis, myocardial infarction, unstable angina, stable angina, arrhythmia, heart failure, peripheral arterial diseases, chronic hepatitis B, chronic hepatitis C, liver cirrhosis, nephrotic syndrome, urolithiasis, osteoporosis, diabetes mellitus, dyslipidemia, graves’ disease, rheumatoid arthritis, hay fever, drug eruption, atopic dermatitis, keloid, uterine fibroid, endometriosis, febrile seizure, glaucoma, cataract, periodontitis, and amyotrophic lateral sclerosis) by physicians at the cooperating hospitals as described in the previous reports.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9519, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Details of the study design, ascertainment, inclusion criteria, and phenotyping procedures of the participants involved in the validation and testing stages are described in “Cohort Descriptions” (See Additional File 1: Supplementary Methods). Individuals who were receiving lipid-lowering medication at the time of examination were excluded from the data used to assess the predictive ability of PRSs for lipid traits. The validation dataset consists of 4271 individuals at different stages of the life-course from four cohorts of Chinese ancestry: (1) 909 children enrolled in the follow-up visit of the Hyperglycemia and Adverse Pregnancy Outcome (HAPO) study at the Hong Kong center; (2) 1973 adolescents recruited from a community-based school survey for risk factor assessment; (3) 441 healthy adults enlisted from hospital staff, a territory-wide health awareness, and promotion program selected by stratified random sampling with computer-generated codes in accordance to the distribution of occupational groups, and the community-based pharmacogenetics studies in hypertension and dyslipidemia; and (4) 948 adult women attended the HAPO follow-up study. The best PRSs for lipid traits were further evaluated in four independent testing datasets, comprising 426 adults recruited from hospital staff, and a territory-wide health awareness and promotion program, as well as a total of 7723 individuals drawn from three prospective cohorts of Chinese patients with T2D: (1) 4917 patients from the Hong Kong Diabetes Register (HKDR), which was established as a quality improvement program at the Prince of Wales Hospital at the Chinese University of Hong Kong since 1995; (2) 1941 patients; and (3) 865 patients enrolled in the Hong Kong Diabetes Biobank (HKDB) phase 1 and phase 2 studies, respectively, which aims to establish a territory-wide registry and biobank of individuals with diabetes for large-scale genetic replication studies, biomarker discovery, and epidemiology research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11518, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analyses for the associations between PRSs and 3-year changes in lipid traits were performed in a subset of 620 adolescents who attended both the baseline and the follow-up assessment (baseline 2003–2004, follow-up 2006). In the analysis for subclinical atherosclerosis, a total of 781 adult women with carotid intima-media thickness (cIMT; a marker of subclinical atherosclerosis) measurement were drawn from two prospective cohorts primarily designed to assess the impact of gestational hyperglycemia on the pregnancy outcomes in women and offspring (n = 654 in the adult women of cohort 1 and n = 127 in the adult women of cohort 2). We further evaluated the influence of PRSs for lipid traits on the risk of CHD using data generated from two prospective studies, the HKDR Study and the HKDB Study. A total of 2374 cases with T2D and CHD, and 6246 T2D patients without CHD events were examined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12426, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Outcome variables", "sentences": [], "annotations": [], "relations": []}, {"offset": 12444, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the BBJ Project, the measurements of TC, TG, and HDL-C were retrieved from medical records. LDL-C were either retrieved from medical records or derived from the Friedewald’s formula as TC − HDL-C − (TG / 2.2) when LDL-C is not available and TG < 4.5 mmol/l.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12725, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All participants included in the validation and testing stages were examined in the morning after an overnight fast. Fasting blood samples were collected for the measurements of lipid profiles (TC, TG, HDL-C, and calculated LDL-C). TC (enzymatic method), TG (enzymatic method without glycerol blanking), and HDL-C (direct method using PEG-modified enzymes and dextran sulfate) were measured on a Roche Modular Analytics system (Roche Diagnostics GmbH, Mannheim, Germany) using standard reagent kits supplied by the manufacturer of the analyzer. LDL-C was calculated by using Friedewald’s formula for TG < 4.5 mmol/1. Among the adolescents who attended both the baseline and the follow-up study, we used the longitudinal data on lipid levels to calculate the 3-year changes in four lipid traits as (lipidfollow-up − lipidbaseline) / lipidbaseline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13585, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Dyslipidemia/abnormal lipid levels were defined according to the thresholds used in clinical practice guidelines: (1) TC ≥ 5.1 mmol/l; TG ≥ 1.1 mmol/l; and LDL-C ≥ 3.4 mmol/l in children; (2) TC ≥ 5.1 mmol/l; TG ≥ 1.4 mmol/l; and LDL-C ≥ 3.4 mmol/l in adolescents; (3) TC ≥ 5.2 mmol/l; TG ≥ 1.7 or ≥ 1.97 mmol/l; and LDL-C ≥ 1.8 or ≥ 2.6 mmol/l in adults or patients with T2D.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14024, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In the two cohorts of adult women, cIMT was measured with a L12–5-MHz linear transducer using methodology described in our previous study. Three cIMT measurements were made in the plaque-free section of both right and left common carotid arteries, along the thickest point on the far wall and within approximately 1.5 cm proximal to the flow divider. The mean cIMT was calculated by averaging six measurements from both sides. The intra-class correlation coefficients for inter- and intraoperator reliability for cIMT measurement were 0.98 (95% CI 0.93–1.0) and 0.98 (0.91–0.99), respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14626, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Coronary heart disease (CHD) outcome was defined based on the discharge principal diagnoses of hospital admissions and mortality until June 2017. We retrieved the data of hospital admissions from the Hong Kong Hospital Authority Central Computer System, which records the admissions to all public hospitals as well as deaths and causes of death. Hospital discharge principal diagnoses coded by the International Classification of Diseases, Ninth Revision (ICD-9) were used to identify the outcome event. The CHD ascertainment was based on a composite of (1) acute myocardial infarction (code 410); or (2) nonfatal ischemic heart disease (codes 411 to 414); or (3) death due to CHD (not including death due to heart failure), which occurred either at baseline or during follow-up. Among the T2D patients from the HKDR and HKDB studies, we have examined a total of 2374 CHD cases and 6246 controls who had duration of T2D more than 10 years and were free from cardiovascular diseases including CHD, stroke, and peripheral vascular disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15666, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genotyping, quality control, and imputation", "sentences": [], "annotations": [], "relations": []}, {"offset": 15710, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Individuals in the BBJ project underwent genotyping with either the Illumina HumanOmniExpressExome BeadChip or a combination of the Illumina HumanOmniExpress and HumanExome BeadChips. Exclusion criteria for samples and quality control (QC) criteria for single nucleotide polymorphisms (SNPs) have been previously reported. Genotype data were imputed to the 1000 Genomes Project Phase 1 v3 East Asian reference panel using minimac. Imputed SNPs with an imputation quality r2 < 0.7 were excluded from the subsequent association analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16250, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DNA samples included in the validation and testing stages were genotyped using one of four arrays: (1) Illumina Omni2.5 + Exome Array, (2) Illumina HumanOmni ZhongHua-8 BeadChip, (3) Infinium® Asian Screening Array, and (4) Infinium® Global Screening Array. We have applied the same standard QC procedures on each genome-wide SNP array data. The per-individual QC of genotype data consists of four steps: (1) sex checking based on the genotype call from chromosome X; (2) detection of low-quality samples based on call rate and heterozygosity rate; (3) detection of possible familial relationship or duplicated individuals using estimates of identity-by-descent (IBD); (4) detection of population stratification by performing principal component (PC) analysis (See Additional file 1: Fig. S1). Only biallelic autosomal SNPs were included in the per-marker QC. SNPs were excluded from further analysis if (1) Hardy–Weinberg equilibrium (HWE) p < 1 × 10− 4 and (2) minor allele frequency (MAF) < 1%; or 3) call rate < 95%. In particular, SNPs with MAF ≥ 1% but ≤ 5% are excluded if their call rate is < 99%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17393, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Within each individual cohort, we imputed the genotype data to the 1000 Genomes Project phase III reference panel (October 2014) using the Michigan Imputation Server. SNPs with MAF < 1%, imputation quality score r2 < 0.5, or ambiguous strands (A/T or C/G) were removed. Finally, ~ 4.5 million SNPs overlapped among all derivation and validation datasets were included in the score derivation. In the testing datasets, all SNPs used in the calculation of PRSs had an imputation quality score r2 > 0.3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17906, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction of polygenic score", "sentences": [], "annotations": [], "relations": []}, {"offset": 17938, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In general, the form of a PRS is β1x1 + β2x2 + … + βkxk + … + βnxn where βk is the per-allele effect size for lipid level associated with SNP k, xk is an indication function of the effect allele (e.g., the number of effect alleles) at SNP k, and n is the total number of SNPs involved in the candidate PRS. To derive the PRS for each lipid trait, we used (1) publicly available association statistics (including the effect allele, the estimated β-coefficient for the effect allele, and the p value of each genetic variant) from a recent genome-wide association study (GWAS) in the Japanese population contributed by the BBJ Project and (2) LD between genetic variants from a reference panel of 504 East Asians contributed by the 1000 Genomes Project. For each lipid traits, a total of 34 candidate PRSs were built using two different strategies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18814, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The first 27 PRSs were constructed by the “pruning and thresholding” approach, which was implemented using the “clumping” procedure in PLINK v1.90. This is a greedy algorithm, iteratively choosing a set of SNPs to form clumps around the index SNPs [i.e., these SNPs are significant at a provided p value threshold (1, 0.5, 0.1, 0.05, 0.01, 1 × 10− 3, 1 × 10− 4, 1 × 10− 5, and 5 × 10− 8) in the BBJ GWAS]. Each clump is composed of SNPs which are within 250 kb from the index SNP and are also in LD with the index SNP based on the pairwise threshold of r2 (0.2, 0.4, and 0.6). Given a threshold of p value and r2, a candidate PRS was computed based on the resultant index SNPs of each clump and the corresponding estimated β-coefficient for its effect allele as weights using the “score” procedure in PLINK v2.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19678, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Seven additional PRSs were developed by the LDPred computational algorithm, a Bayesian method that estimates the posterior mean causal effect for each variant by assuming a prior effect size from summary statistics (e.g., association statistics from the BBJ GWAS) and LD information from an external reference panel (e.g., LD reference panel from the 1000 Genomes East Asians). Multiple LDpred scores were calculated by varying the tuning parameter ρ (1, 0.3, 0.1, 0.03, 0.01, 3 × 10− 3, and 1 × 10− 3), which are the fractions of markers with non-zero effects. It is recommended to include the 1.2 M HapMap3 SNPs for this analysis. Thus the number of variants was down sized to 902,892, using only the variants included within the HapMap3 data (https://www.broadinstitute.org/medical-and-population-genetics/hapmap-3) and overlapped among all derivation and validation datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20579, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Optimal PRS for each lipid trait was chosen based on maximal pooled Pearson correlation with the corresponding measured lipid trait in a total of 4271 individuals in validation datasets. The best-performing PRS for each lipid trait was transformed to a z-score and then further classified into five categories using the quintile thresholds defined in the largest cohort (e.g., the HKDR cohort) in this study. These scores and their quintiles were then tested for the associations with (1) corresponding lipid level in adults from general population and T2D patients (testing datasets), (2) 3-year changes in corresponding lipid level in adolescents, (3) cIMT in adult women, and (4) the risk of CHD in T2D patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21295, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Additional PRSs for four lipid traits comprised of (1) only the lead variants and (2) both the lead and independent variants previously reaching genome-wide significance in European populations were generated to compare the predictive power with the best-performing PRSs derived in the current study. Only 85 TC-related, 87 TG-related, 102 HDL-C-related, and 70 LDL-C-related lead variants were available in our datasets. When both the lead variants and the independent variants were considered, the numbers of variants associated with TC, TG, HDL-C, and LDL-C were increased to 229, 259, 328, and 201, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21912, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 21933, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All analyses were performed using PLINK v1.9 (https://www.cog-genomics.org/plink/1.9/, 31 December, 2019) and v2.0 (https://www.cog-genomics.org/plink/2.0/, 31 December, 2019), LDpred v1.0.6 software package, IBM SPSS Statistics 25, and R 3.4.4 (http://www.r-project.org/, 31 December, 2019) unless specified otherwise. A 2-tailed p value < 0.05 was considered statistically significant. Data are presented as percentages (n), mean ± SD, or geometric mean (95% CI). Comparison between groups was performed by chi-squared test, unpaired Student’s T-test, or Mann-Whitney test, as appropriate.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22534, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Within each cohort, associations between PRSs and lipid traits were assessed by Pearson and Spearman correlations, and linear regression with the adjustment of PCs, sex, age, and body mass index (BMI). A pooled correlation across individual cohorts was calculated using the Fisher Z transformation approach. Results for either linear or logistic regression from individual cohorts were combined by inverse-variance weighted meta-analysis using a fixed effects model. The proportion of variance for a lipid trait explained by the corresponding optimal PRS was computed as the R2 obtained from a full model including both PRS and covariates (PCs, sex, age, and BMI) minus the R2 obtained from a model including covariates alone. The best-performing PRSs were tested for associations with the 3-year changes in lipid levels in adolescents and cIMT in adult women using linear regression adjusted for covariates. In the analysis for 3-year changes, we adjusted for PCs, sex, and age at follow-up, BMI at baseline and follow-up, and the corresponding lipid trait at baseline. In the analysis for cIMT, we adjusted for (1) PCs and age and (2) PCs, age, BMI, and systolic blood pressure (SBP). To examine the association between the best-performing PRSs for lipid traits and the risk of CHD in T2D patients, we further conducted a logistic regression analysis adjusted for covariates as follows: model 1 included PCs, sex, age, and duration of diabetes; model 2 included the covariates in model 1 and BMI; model 3 included the covariates in model 2 and smoking status; model 4 included the covariates in model 3, HbA1c, and SBP; model 5 included the covariates in model 4, estimated glomerular filtration rate (eGFR), and log-transformed albumin-creatinine ratio (ACR); model 6 included the covariates in model 5 and the use of lipid-lowering drugs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24377, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To evaluate the discriminative power of our best PRSs to identify those with clinically defined dyslipidemia, we calculated the area under the receiver operating characteristic (ROC) curve, denoted as the area under curve (AUC) based on the predicted risks for each individual obtained from the logistic regression analysis. The AUC can vary from 0.5 (no discrimination) to 1 (prefect discrimination). Moreover, we presumed that associations for lipid measurements may be confounded by some clinical risk factors (e.g., sex, age, and BMI). Therefore, we explored whether our PRSs predict the risk of dyslipidemia independently of the clinical risk factors. Three different models were considered: model 1—sex, age, BMI, and PCs; model 2—PRS only; and model 3—sex, age, BMI, PCs, and PRS. The contribution of PRS to AUC on top of sex, age, BMI, and PCs was computed as the AUC obtained from model 3 minus the AUC obtained from model 1. We compared two correlated AUCs using the DeLong method.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We further calculated the positive predictive value (PPV), negative predictive value (NPV), sensitivity and specificity of high PRS (top 20% vs. the remaining 80% of the PRS distribution) to assess their precision for diagnosing dyslipidemia. PPV is the proportion of individuals who actually have the disease among all those who have a positive prediction (i.e., true positive/[true positive + false positive]). Negative predictive value is the proportion of individuals who actually do not have that disease among all those who have a negative prediction (i.e., true negative/[true negative + false negative]). Sensitivity is the proportion of individuals who have a positive prediction among all those who actually have the disease (i.e., true positive/[true positive + false negative]). Specificity is the proportion of individuals who have a negative prediction among all those who actually do not have that disease (i.e., true negative/[true negative + false positive]). In this analysis, a positive prediction is the prediction that an individual has a high PRS (top 20% of the PRS distribution), while a negative prediction is the prediction that an individual has a low PRS (remaining 80% of the PRS distribution).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26599, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 26607, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Derivation, validation, and testing of PRSs for four lipid traits", "sentences": [], "annotations": [], "relations": []}, {"offset": 26673, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The clinical characteristic of the individuals who were involved in assessing the predictive performance of PRSs for lipid traits (n = 4271 and 8149 in validation and testing datasets, respectively) is depicted in Additional file 2: Table S1. By using the association statistics from the BBJ Project and the LD reference panel from 1000 Genomes East Asians, we utilized two different methods to build 34 candidate PRSs for each lipid trait: (1) the first 27 PRSs were derived based on a pruning and thresholding approach, and (2) 7 additional PRSs were developed using the recently proposed LDPred computational algorithm (See Fig. 1). We validated these scores in 4271 individuals from four cohorts at different stages of the life-course (childhood, adolescence, and adulthood) and chose the best-performing PRSs for each lipid trait by selecting the PRS which had the maximum pooled Pearson correlation with the corresponding measured lipid trait (See Additional File 1: Fig. S2, and Additional File 2: Tables S2–5). Proportion of phenotypic variance in lipid levels explained by each candidate PRSs are shown in Additional File 1: Fig. S3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27825, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Best-performing polygenic risk scores and testing for associations with measured lipid traits", "sentences": [], "annotations": [], "relations": []}, {"offset": 27919, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Polygenic risk score</th><th rowspan=\"2\">Lipid trait</th><th rowspan=\"2\">No. of SNPs</th><th rowspan=\"2\">Derivation strategy and tuning parameter</th><th rowspan=\"2\">Cohort</th><th rowspan=\"2\"><bold><italic>n</italic></bold></th><th colspan=\"2\">Correlation with lipid trait</th><th colspan=\"4\">Linear regression</th><th>Proportion of variance</th></tr><tr><th>Pearson <bold><italic>r</italic></bold></th><th>Spearman <bold><italic>r</italic></bold></th><th><bold><italic>β</italic></bold></th><th>SE</th><th><bold><italic>P</italic></bold></th><th><bold><italic>P</italic></bold><sub><bold><italic>Q</italic></bold></sub></th><th>explained by polygenic risk score</th></tr></thead><tbody><tr><td rowspan=\"10\">PRS<sub>TC</sub></td><td rowspan=\"10\">TC</td><td rowspan=\"10\">229</td><td>Pruning and thresholding</td><td>Children</td><td>909</td><td>0.299</td><td>0.295</td><td>0.050</td><td>0.005</td><td>2.2 × 10<sup>−21</sup></td><td>–</td><td>9.49%</td></tr><tr><td rowspan=\"9\">(<italic>r</italic><sup>2</sup> = 0.2 and <italic>p</italic> = 10<sup>− 5</sup>)</td><td>Adolescents</td><td>1973</td><td>0.327</td><td>0.322</td><td>0.056</td><td>0.004</td><td>8.9 × 10<sup>− 53</sup></td><td>–</td><td>10.93%</td></tr><tr><td>Healthy adults</td><td>441</td><td>0.334</td><td>0.320</td><td>0.057</td><td>0.008</td><td>2.2 × 10<sup>−13</sup></td><td>–</td><td>10.07%</td></tr><tr><td>Adult women</td><td>948</td><td>0.243</td><td>0.259</td><td>0.042</td><td>0.005</td><td>3.2 × 10<sup>−16</sup></td><td>–</td><td>6.26%</td></tr><tr><td><bold><italic>Combined analysis in validation dataset</italic></bold></td><td><bold>4271</bold></td><td><bold>0.304</bold></td><td><bold>0.302</bold></td><td><bold>0.052</bold></td><td><bold>0.002</bold></td><td><bold>7.5 × 10</bold><sup><bold>−103</bold></sup></td><td><bold>0.1197</bold></td><td>–</td></tr><tr><td><bold>Adults</bold></td><td><bold>426</bold></td><td><bold>0.251</bold></td><td><bold>0.263</bold></td><td><bold>0.043</bold></td><td><bold>0.008</bold></td><td><bold>2.9 × 10</bold><sup><bold>−7</bold></sup></td><td><bold>–</bold></td><td>5<bold>.</bold>06%</td></tr><tr><td>T2D patients in HKDR study</td><td>4917</td><td>0.186</td><td>0.199</td><td>0.042</td><td>0.003</td><td>3.7 × 10<sup>−45</sup></td><td>–</td><td>3.93%</td></tr><tr><td>T2D patients in HKDB phase 1 study</td><td>1941</td><td>0.187</td><td>0.186</td><td>0.036</td><td>0.004</td><td>2.3 × 10<sup>−16</sup></td><td>–</td><td>3.32%</td></tr><tr><td>T2D patients in HKDB phase 2 study</td><td>865</td><td>0.173</td><td>0.176</td><td>0.034</td><td>0.006</td><td>1.8 × 10<sup>−7</sup></td><td>–</td><td>2.98%</td></tr><tr><td><bold><italic>Combined analysis in T2D patients</italic></bold></td><td><bold>7723</bold></td><td><bold>0.185</bold></td><td><bold>0.193</bold></td><td><bold>0.039</bold></td><td><bold>0.002</bold></td><td><bold>1.5 × 10</bold><sup><bold>−66</bold></sup></td><td><bold>0.3721</bold></td><td>–</td></tr><tr><td rowspan=\"10\">PRS<sub>TG</sub></td><td rowspan=\"10\">TG</td><td>142</td><td>Pruning and thresholding</td><td>Children</td><td>909</td><td>0.243</td><td>0.245</td><td>0.106</td><td>0.012</td><td>3.7 × 10<sup>−17</sup></td><td>–</td><td>7.19%</td></tr><tr><td/><td rowspan=\"9\">(<italic>r</italic><sup>2</sup> = 0.2 and <italic>p</italic> = 5 × 10<sup>−8</sup>)</td><td>Adolescents</td><td>1973</td><td>0.244</td><td>0.227</td><td>0.097</td><td>0.008</td><td>3.4 × 10<sup>−30</sup></td><td>–</td><td>5.99%</td></tr><tr><td/><td>Healthy adults</td><td>441</td><td>0.257</td><td>0.245</td><td>0.139</td><td>0.022</td><td>9.5 × 10<sup>−10</sup></td><td>–</td><td>5.59%</td></tr><tr><td/><td>Adult women</td><td>948</td><td>0.294</td><td>0.256</td><td>0.146</td><td>0.015</td><td>9.9 × 10<sup>−23</sup></td><td>–</td><td>8.59%</td></tr><tr><td/><td><bold><italic>Combined analysis in validation dataset</italic></bold></td><td><bold>4271</bold></td><td><bold>0.256</bold></td><td><bold>0.239</bold></td><td><bold>0.111</bold></td><td><bold>0.006</bold></td><td><bold>1.3 × 10</bold><sup><bold>−75</bold></sup></td><td><bold>0.0150</bold></td><td>–</td></tr><tr><td/><td><bold>Adults</bold></td><td><bold>426</bold></td><td><bold>0.251</bold></td><td><bold>0.230</bold></td><td><bold>0.133</bold></td><td><bold>0.023</bold></td><td><bold>1.7 × 10</bold><sup><bold>−8</bold></sup></td><td>–</td><td>5<bold>.</bold>14%</td></tr><tr><td/><td>T2D patients in HKDR study</td><td>4917</td><td>0.200</td><td>0.251</td><td>0.165</td><td>0.008</td><td>1.3 × 10<sup>−87</sup></td><td>–</td><td>7.31%</td></tr><tr><td/><td>T2D patients in HKDB phase 1 study</td><td>1941</td><td>0.209</td><td>0.191</td><td>0.133</td><td>0.013</td><td>1.6 × 10<sup>−25</sup></td><td>–</td><td>5.00%</td></tr><tr><td/><td>T2D patients in HKDB phase 2 study</td><td>865</td><td>0.231</td><td>0.197</td><td>0.140</td><td>0.019</td><td>2.8 × 10<sup>−13</sup></td><td>–</td><td>5.58%</td></tr><tr><td/><td><bold><italic>Combined analysis in T2D patients</italic></bold></td><td><bold>7723</bold></td><td><bold>0.206</bold></td><td><bold>0.230</bold></td><td><bold>0.154</bold></td><td><bold>0.006</bold></td><td><bold>2.3 × 10</bold><sup><bold>−126</bold></sup></td><td><bold>0.0721</bold></td><td>–</td></tr><tr><td rowspan=\"10\">PRS<sub>HDL</sub></td><td rowspan=\"10\">HDL-C</td><td>549</td><td>Pruning and thresholding</td><td>Children</td><td>909</td><td>0.263</td><td>0.250</td><td>0.052</td><td>0.007</td><td>4.0 × 10<sup>−15</sup></td><td>–</td><td>6.37%</td></tr><tr><td/><td rowspan=\"9\">(<italic>r</italic><sup>2</sup> = 0.2 and <italic>p</italic> = 10<sup>−4</sup>)</td><td>Adolescents</td><td>1973</td><td>0.281</td><td>0.258</td><td>0.054</td><td>0.004</td><td>4.0 × 10<sup>− 38</sup></td><td>–</td><td>7.27%</td></tr><tr><td/><td>Healthy adults</td><td>441</td><td>0.347</td><td>0.313</td><td>0.084</td><td>0.010</td><td>4.0 × 10<sup>−15</sup></td><td>–</td><td>9.44%</td></tr><tr><td/><td>Adult women</td><td>948</td><td>0.271</td><td>0.257</td><td>0.058</td><td>0.007</td><td>1.7 × 10<sup>−17</sup></td><td>–</td><td>6.35%</td></tr><tr><td/><td><bold><italic>Combined analysis in validation dataset</italic></bold></td><td><bold>4271</bold></td><td><bold>0.282</bold></td><td><bold>0.262</bold></td><td><bold>0.057</bold></td><td><bold>0.003</bold></td><td><bold>9.3 × 10</bold><sup><bold>−83</bold></sup></td><td><bold>0.0458</bold></td><td>–</td></tr><tr><td/><td><bold>Adults</bold></td><td><bold>426</bold></td><td><bold>0.272</bold></td><td><bold>0.269</bold></td><td><bold>0.066</bold></td><td><bold>0.012</bold></td><td><bold>2.3 × 10</bold><sup><bold>−8</bold></sup></td><td>–</td><td>5<bold>.</bold>58%</td></tr><tr><td/><td>T2D patients in HKDR study</td><td>4917</td><td>0.222</td><td>0.226</td><td>0.064</td><td>0.004</td><td>7.4 × 10<sup>−64</sup></td><td>–</td><td>5.24%</td></tr><tr><td/><td>T2D patients in HKDB phase 1 study</td><td>1941</td><td>0.239</td><td>0.237</td><td>0.073</td><td>0.006</td><td>8.6 × 10<sup>−32</sup></td><td>–</td><td>6.06%</td></tr><tr><td/><td>T2D patients in HKDB phase 2 study</td><td>865</td><td>0.267</td><td>0.252</td><td>0.077</td><td>0.008</td><td>6.1 × 10<sup>−21</sup></td><td>–</td><td>8.27%</td></tr><tr><td/><td><bold><italic>Combined analysis in T2D patients</italic></bold></td><td><bold>7723</bold></td><td><bold>0.231</bold></td><td><bold>0.232</bold></td><td><bold>0.068</bold></td><td><bold>0.003</bold></td><td><bold>3.2 × 10</bold><sup><bold>− 116</bold></sup></td><td><bold>0.1906</bold></td><td>–</td></tr><tr><td rowspan=\"9\">PRS<sub>LDL</sub></td><td rowspan=\"9\">LDL-C</td><td rowspan=\"9\">84</td><td>Pruning and thresholding</td><td>Children</td><td>909</td><td>0.239</td><td>0.243</td><td>0.068</td><td>0.008</td><td>1.1 × 10<sup>−15</sup></td><td>–</td><td>6.81%</td></tr><tr><td rowspan=\"8\">(<italic>r</italic><sup>2</sup> = 0.2 and <italic>p</italic> = 5 × 10<sup>−8</sup>)</td><td>Adolescents</td><td>1973</td><td>0.309</td><td>0.294</td><td>0.093</td><td>0.006</td><td>2.6 × 10<sup>−53</sup></td><td>–</td><td>10.88%</td></tr><tr><td>Healthy adults</td><td>441</td><td>0.274</td><td>0.274</td><td>0.077</td><td>0.012</td><td>9.8 × 10<sup>−10</sup></td><td>–</td><td>7.22%</td></tr><tr><td>Adult women</td><td>948</td><td>0.262</td><td>0.275</td><td>0.071</td><td>0.008</td><td>1.0 × 10<sup>−16</sup></td><td>–</td><td>6.33%</td></tr><tr><td><bold><italic>Combined analysis in validation dataset</italic></bold></td><td><bold>4271</bold></td><td><bold>0.281</bold></td><td><bold>0.277</bold></td><td><bold>0.081</bold></td><td><bold>0.004</bold></td><td><bold>2.4 × 10</bold><sup><bold>−93</bold></sup></td><td><bold>0.0439</bold></td><td>–</td></tr><tr><td><bold>Adults</bold></td><td><bold>426</bold></td><td><bold>0.255</bold></td><td><bold>0.288</bold></td><td><bold>0.072</bold></td><td><bold>0.012</bold></td><td><bold>5.8 × 10</bold><sup><bold>−9</bold></sup></td><td>–</td><td>6<bold>.</bold>72%</td></tr><tr><td>T2D patients in HKDR study</td><td>4917</td><td>0.178</td><td>0.175</td><td>0.059</td><td>0.004</td><td>1.8 × 10<sup>−38</sup></td><td>–</td><td>3.51%</td></tr><tr><td>T2D patients in HKDB phase 1 study</td><td>1941</td><td>0.190</td><td>0.175</td><td>0.054</td><td>0.006</td><td>3.0 × 10<sup>−17</sup></td><td>–</td><td>3.60%</td></tr><tr><td>T2D patients in HKDB phase 2 study</td><td>865</td><td>0.195</td><td>0.171</td><td>0.058</td><td>0.010</td><td>9.2 × 10<sup>−9</sup></td><td>–</td><td>3.74%</td></tr><tr><td/><td/><td/><td/><td><bold><italic>Combined analysis in T2D patients</italic></bold></td><td><bold>7723</bold></td><td><bold>0.183</bold></td><td><bold>0.175</bold></td><td><bold>0.057</bold></td><td><bold>0.003</bold></td><td><bold>3.2 × 10</bold><sup><bold>−62</bold></sup></td><td><bold>0.8303</bold></td><td>–</td></tr></tbody></table>\n"}, "text": "Polygenic risk score\tLipid trait\tNo. of SNPs\tDerivation strategy and tuning parameter\tCohort\tn\tCorrelation with lipid trait\tLinear regression\tProportion of variance\t \tPearson r\tSpearman r\tβ\tSE\tP\tPQ\texplained by polygenic risk score\t \tPRSTC\tTC\t229\tPruning and thresholding\tChildren\t909\t0.299\t0.295\t0.050\t0.005\t2.2 × 10−21\t–\t9.49%\t \t(r2 = 0.2 and p = 10− 5)\tAdolescents\t1973\t0.327\t0.322\t0.056\t0.004\t8.9 × 10− 53\t–\t10.93%\t \tHealthy adults\t441\t0.334\t0.320\t0.057\t0.008\t2.2 × 10−13\t–\t10.07%\t \tAdult women\t948\t0.243\t0.259\t0.042\t0.005\t3.2 × 10−16\t–\t6.26%\t \tCombined analysis in validation dataset\t4271\t0.304\t0.302\t0.052\t0.002\t7.5 × 10−103\t0.1197\t–\t \tAdults\t426\t0.251\t0.263\t0.043\t0.008\t2.9 × 10−7\t–\t5.06%\t \tT2D patients in HKDR study\t4917\t0.186\t0.199\t0.042\t0.003\t3.7 × 10−45\t–\t3.93%\t \tT2D patients in HKDB phase 1 study\t1941\t0.187\t0.186\t0.036\t0.004\t2.3 × 10−16\t–\t3.32%\t \tT2D patients in HKDB phase 2 study\t865\t0.173\t0.176\t0.034\t0.006\t1.8 × 10−7\t–\t2.98%\t \tCombined analysis in T2D patients\t7723\t0.185\t0.193\t0.039\t0.002\t1.5 × 10−66\t0.3721\t–\t \tPRSTG\tTG\t142\tPruning and thresholding\tChildren\t909\t0.243\t0.245\t0.106\t0.012\t3.7 × 10−17\t–\t7.19%\t \t\t(r2 = 0.2 and p = 5 × 10−8)\tAdolescents\t1973\t0.244\t0.227\t0.097\t0.008\t3.4 × 10−30\t–\t5.99%\t \t\tHealthy adults\t441\t0.257\t0.245\t0.139\t0.022\t9.5 × 10−10\t–\t5.59%\t \t\tAdult women\t948\t0.294\t0.256\t0.146\t0.015\t9.9 × 10−23\t–\t8.59%\t \t\tCombined analysis in validation dataset\t4271\t0.256\t0.239\t0.111\t0.006\t1.3 × 10−75\t0.0150\t–\t \t\tAdults\t426\t0.251\t0.230\t0.133\t0.023\t1.7 × 10−8\t–\t5.14%\t \t\tT2D patients in HKDR study\t4917\t0.200\t0.251\t0.165\t0.008\t1.3 × 10−87\t–\t7.31%\t \t\tT2D patients in HKDB phase 1 study\t1941\t0.209\t0.191\t0.133\t0.013\t1.6 × 10−25\t–\t5.00%\t \t\tT2D patients in HKDB phase 2 study\t865\t0.231\t0.197\t0.140\t0.019\t2.8 × 10−13\t–\t5.58%\t \t\tCombined analysis in T2D patients\t7723\t0.206\t0.230\t0.154\t0.006\t2.3 × 10−126\t0.0721\t–\t \tPRSHDL\tHDL-C\t549\tPruning and thresholding\tChildren\t909\t0.263\t0.250\t0.052\t0.007\t4.0 × 10−15\t–\t6.37%\t \t\t(r2 = 0.2 and p = 10−4)\tAdolescents\t1973\t0.281\t0.258\t0.054\t0.004\t4.0 × 10− 38\t–\t7.27%\t \t\tHealthy adults\t441\t0.347\t0.313\t0.084\t0.010\t4.0 × 10−15\t–\t9.44%\t \t\tAdult women\t948\t0.271\t0.257\t0.058\t0.007\t1.7 × 10−17\t–\t6.35%\t \t\tCombined analysis in validation dataset\t4271\t0.282\t0.262\t0.057\t0.003\t9.3 × 10−83\t0.0458\t–\t \t\tAdults\t426\t0.272\t0.269\t0.066\t0.012\t2.3 × 10−8\t–\t5.58%\t \t\tT2D patients in HKDR study\t4917\t0.222\t0.226\t0.064\t0.004\t7.4 × 10−64\t–\t5.24%\t \t\tT2D patients in HKDB phase 1 study\t1941\t0.239\t0.237\t0.073\t0.006\t8.6 × 10−32\t–\t6.06%\t \t\tT2D patients in HKDB phase 2 study\t865\t0.267\t0.252\t0.077\t0.008\t6.1 × 10−21\t–\t8.27%\t \t\tCombined analysis in T2D patients\t7723\t0.231\t0.232\t0.068\t0.003\t3.2 × 10− 116\t0.1906\t–\t \tPRSLDL\tLDL-C\t84\tPruning and thresholding\tChildren\t909\t0.239\t0.243\t0.068\t0.008\t1.1 × 10−15\t–\t6.81%\t \t(r2 = 0.2 and p = 5 × 10−8)\tAdolescents\t1973\t0.309\t0.294\t0.093\t0.006\t2.6 × 10−53\t–\t10.88%\t \tHealthy adults\t441\t0.274\t0.274\t0.077\t0.012\t9.8 × 10−10\t–\t7.22%\t \tAdult women\t948\t0.262\t0.275\t0.071\t0.008\t1.0 × 10−16\t–\t6.33%\t \tCombined analysis in validation dataset\t4271\t0.281\t0.277\t0.081\t0.004\t2.4 × 10−93\t0.0439\t–\t \tAdults\t426\t0.255\t0.288\t0.072\t0.012\t5.8 × 10−9\t–\t6.72%\t \tT2D patients in HKDR study\t4917\t0.178\t0.175\t0.059\t0.004\t1.8 × 10−38\t–\t3.51%\t \tT2D patients in HKDB phase 1 study\t1941\t0.190\t0.175\t0.054\t0.006\t3.0 × 10−17\t–\t3.60%\t \tT2D patients in HKDB phase 2 study\t865\t0.195\t0.171\t0.058\t0.010\t9.2 × 10−9\t–\t3.74%\t \t\t\t\t\tCombined analysis in T2D patients\t7723\t0.183\t0.175\t0.057\t0.003\t3.2 × 10−62\t0.8303\t–\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 31794, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "The optimal polygenic risk scores for four lipid traits were chosen based on the validation datasets which consisted of 909 children, 1973 adolescents, 441 health adults, and 948 adult women. These scores were further tested in 426 adults from the general population and 7723 individuals from three cohorts of T2D patients. Associations between polygenic risk scores and lipid traits were assessed by Pearson and Spearman correlations and a linear regression model. Within individual cohorts, p values were obtained from linear regression with adjustment of principal components, sex, age, and body mass index. Lipid traits were natural log-transformed for the linear regression analysis. Results from cohorts of children, adolescents, healthy adults, and adult women were meta-analyzed using a fixed effects model in the validation stage (n = 4271), while results from three cohorts of T2D patients were combined in the testing stage (n = 7723). PQ refers to the p value of Cochran’s Q-statistics in heterogeneity test. The proportion of variance for a lipid trait explained by the corresponding optimal PRS was computed as the R2 obtained from a full model including both PRS and covariates (PCs, sex, age, and BMI) minus the R2 obtained from a model including covariates alone", "sentences": [], "annotations": [], "relations": []}, {"offset": 33084, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Here we report results for PRSs giving the highest prediction accuracy (See Table 1 and Additional File 1: Fig. S4). The four optimal PRSs for TC, TG, HDL-C, and LDL-C were derived by the pruning and thresholding approach, comprising of 229, 142, 549, and 84 SNPs, respectively. All the SNPs included in TG- and LDL-C-related PRSs achieved genome-wide significance in the BBJ study (P = 5.0 × 10− 8), whereas only 95 (58.5%) and 231 (42.1%) SNPs were previously reported as genome-wide significant in the TC- and HDL-C-related PRSs, respectively. These PRSs were robustly associated with their corresponding measured lipid levels, with pooled correlation coefficients ranging from 0.256 for TG to 0.304 for TC. The meta-analysis results demonstrated an increase of 5.3% in TC (P = 7.5 × 10− 103), 11.7% in TG (P = 1.3 × 10− 75), 5.8% in HDL-C (P = 9.3 × 10− 83), and 8.4% in LDL-C (P = 2.4 × 10− 93) per one standard deviation (1-SD) increase in the corresponding PRS, after adjusting for PCs sex, age, and BMI. The proportion of phenotypic variance in lipid levels explained by the corresponding PRSs ranged from 6.3 to 10.9% for TC, 5.6 to 8.6% for TG, 6.4 to 9.4% for HDL-C, and 6.3 to 10.9% for LDL-C in validation datasets. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34380, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We further tested the predictive capability of the four optimal PRSs on lipid traits in additional 426 adults from the general population and 7723 patients with T2D (See Table 1 and Additional File 1: Fig. S4). The Pearson correlations between these PRSs and the corresponding lipid measurements in the adults were generally comparable with the validation datasets, except for total cholesterol (0.251 < correlation coefficients (r) < 0.272). However, the pooled correlations were consistently lower in T2D patients compared with the validation datasets (0.185 vs 0.304 for TC; 0.206 vs 0.256 for TG; 0.231 vs 0.282 for HDL-C; and 0.183 vs 0.281 for LDL-C). Likewise, these PRSs explained only 3.0–3.9% of the variance for TC, 5.0–7.3% for TG, 5.2–8.3% for HDL-C, and 3.5–3.7% for LDL-C in T2D patients. With the adjustments for PCs sex, age, and BMI, there was an elevation of 4.0% in TC (P = 1.5 × 10− 66), 16.7% in TG (P = 2.3 × 10− 126), 7.0% in HDL-C (P = 3.2 × 10− 116), and 5.9% in LDL-C (P = 3.2 × 10− 62) per 1-SD increase in corresponding PRS in patients with T2D. The discrepancy between validation and testing datasets may reflect (1) the differences in characteristics of T2D patients and individuals of the general population and 2) some overfitting due to small sample size and different age groups in the validation datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35791, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The best-performing PRSs for the four lipid traits built in the current study had considerably greater abilities to predict variation in plasma lipids than the four PRSs which comprised of only the 70–102 lead variants previously reaching genome-wide significance in European populations. The latter four PRSs had correlations of only 0.089 < r < 0.191 with the corresponding lipid traits in adults from the general population (See Additional File 2: Table S6). Although the correlations were markedly increased to 0.215–0.240 when the PRSs involved both the lead and independent variants, our four optimal PRSs still had better performance than these scores (See Additional File 2: Table S6). Similar results were also observed in patients with T2D, except the PRS for HDL-C (Additional File 2: Table S6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36610, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Predictive power of PRSs for identifying individuals with clinically defined dyslipidemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 36700, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We assessed the contribution of the lipid-specific PRSs for predicting the risk of developing dyslipidemia. AUC was used to assess the discriminatory power of the model with and without inclusion of PRS on top of clinical factors (sex, age, and BMI) and PCs. In the model incorporating the corresponding PRS alone, the AUCs for predicting abnormal levels of TC ≥ 5.2 mmol/l, TG ≥ 1.7 mmol/l, TG ≥ 1.97 mmol/l, and LDL ≥ 2.6 mmol/l varied between 0.63 and 0.67 in the general population; but was relatively lower in T2D patients, varying from 0.57 to 0.64 (See model 2 in Additional File 2: Table S7). We then examined whether the addition of these PRSs improved the risk prediction above and beyond traditional clinical risk factors. Risk assessment based on sex, age, BMI, PCs, and corresponding lipid-specific PRS significantly increased the AUC by 0.032–0.057 in the general population (7.5 × 10− 3 < P < 0.0400) and 0.029–0.069 in T2D patients (2.1 × 10− 10 < P < 0.0428), compared with the model incorporating the clinical factors and PCs only (See Additional File 2: Table S7). Interestingly, we further observed that the model incorporating the lipid-specific PRS alone had higher prediction accuracy for abnormal levels of TC and LDL-C than the model involving the clinical risk factors and PCs only in children and adolescents (See model 1 vs model 2 in Additional File 2: Table S8).", "sentences": [], "annotations": [], "relations": []}, {"offset": 38155, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We then evaluated the precision of the high PRSs for diagnosing dyslipidemia (See Additional File 2: Tables S7 and S8). For example, individuals who carry a high PRS (the top 20% of the PRS distribution) for TC had a positive predictive value (PPV) of 69.2% in the general population and 31.5–62.7% in T2D patients. Negative predictive values (NPV) were 57.1% and 53.1–76.3%, respectively.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38549, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Impact of PRSs on 3-year changes in lipid levels in adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 38613, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Association between polygenic risk scores and longitudinal changes in lipid levels over 3 years in adolescents (n = 620)", "sentences": [], "annotations": [], "relations": []}, {"offset": 38739, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Polygenic risk score</th><th rowspan=\"2\">Lipid trait</th><th colspan=\"3\">Lipid traits at baseline (<bold><italic>n</italic></bold> = 620)</th><th colspan=\"3\">Lipid traits at follow-up (<bold><italic>n</italic></bold> = 620)</th><th colspan=\"3\">Three-year changes in lipid traits (<bold><italic>n</italic></bold> = 620)</th></tr><tr><th><bold><italic>β</italic></bold></th><th>SE</th><th><bold><italic>P</italic></bold><sup><bold><italic>a</italic></bold></sup></th><th><bold><italic>β</italic></bold></th><th>SE</th><th><bold><italic>P</italic></bold><sup><bold><italic>b</italic></bold></sup></th><th><bold><italic>β</italic></bold></th><th>SE</th><th><bold><italic>P</italic></bold><sup><bold><italic>c</italic></bold></sup></th></tr></thead><tbody><tr><td>PRS<sub>TC</sub></td><td>Total cholesterol</td><td>0.0507</td><td>0.0066</td><td>6.3 × 10<sup>−14</sup></td><td>0.0480</td><td>0.0064</td><td>2.7 × 10<sup>−13</sup></td><td>0.0151</td><td>0.0050</td><td>2.8 × 10<sup>−3</sup></td></tr><tr><td>PRS<sub>TG</sub></td><td>Triglycerides</td><td>0.1076</td><td>0.0146</td><td>5.9 × 10<sup>−13</sup></td><td>0.0843</td><td>0.0153</td><td>5.5 × 10<sup>−8</sup></td><td>0.0361</td><td>0.0145</td><td>0.0130</td></tr><tr><td>PRS<sub>HDL</sub></td><td>HDL cholesterol</td><td>0.0496</td><td>0.0068</td><td>9.6 × 10<sup>−13</sup></td><td>0.0615</td><td>0.0071</td><td>6.7 × 10<sup>−17</sup></td><td>0.0285</td><td>0.0058</td><td>1.4 × 10<sup>−6</sup></td></tr><tr><td>PRS<sub>LDL</sub></td><td>LDL cholesterol</td><td>0.0863</td><td>0.0104</td><td>7.5 × 10<sup>−16</sup></td><td>0.0849</td><td>0.0106</td><td>4.7 × 10<sup>−15</sup></td><td>0.0236</td><td>0.0080</td><td>3.1 × 10<sup>− 3</sup></td></tr></tbody></table>\n"}, "text": "Polygenic risk score\tLipid trait\tLipid traits at baseline (n = 620)\tLipid traits at follow-up (n = 620)\tThree-year changes in lipid traits (n = 620)\t \tβ\tSE\tPa\tβ\tSE\tPb\tβ\tSE\tPc\t \tPRSTC\tTotal cholesterol\t0.0507\t0.0066\t6.3 × 10−14\t0.0480\t0.0064\t2.7 × 10−13\t0.0151\t0.0050\t2.8 × 10−3\t \tPRSTG\tTriglycerides\t0.1076\t0.0146\t5.9 × 10−13\t0.0843\t0.0153\t5.5 × 10−8\t0.0361\t0.0145\t0.0130\t \tPRSHDL\tHDL cholesterol\t0.0496\t0.0068\t9.6 × 10−13\t0.0615\t0.0071\t6.7 × 10−17\t0.0285\t0.0058\t1.4 × 10−6\t \tPRSLDL\tLDL cholesterol\t0.0863\t0.0104\t7.5 × 10−16\t0.0849\t0.0106\t4.7 × 10−15\t0.0236\t0.0080\t3.1 × 10− 3\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 39410, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Lipid traits at baseline and follow-up were natural log (ln) transformed. The 3-year changes in lipid traits were transformed as ln(Y + 1). a\nP values were obtained from linear regression with the adjustment for principal components, sex, age at baseline, and BMI at baseline. b\nP values were obtained from linear regression with the adjustment for principal components, sex, age at follow-up, and BMI at baseline and follow-up. c\nP values were obtained from linear regression with the adjustment for principal components, sex, age at follow-up, BMI at baseline and follow-up, and lipid trait at baseline", "sentences": [], "annotations": [], "relations": []}, {"offset": 40019, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this analysis, we included 620 adolescents with lipid profiles measured at baseline and during follow-up (See Additional File 2: Table S9). As expected, we found strong relationships between all four PRSs and their corresponding lipid measurements at baseline (7.5 × 10− 16 < P < 9.6 × 10− 13) and during follow-up (6.7 × 10− 17 < P < 5.5 × 10− 8) among the subset of adolescents (See Table 2 and Additional File 1: Fig. S5). Interestingly, we observed that these PRSs were in addition also associated with the 3-year changes in corresponding lipid levels, after accounting for the baseline measurements (1.4 × 10− 6 < P < 0.0130) (See Table 2 and Additional File 1: Fig. S5). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40770, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Association between PRSs and carotid intima-media thickness (cIMT) in adult women", "sentences": [], "annotations": [], "relations": []}, {"offset": 40852, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Association between quintiles of polygenic risk scores and carotid intima-media thickness in adult women (n = 781)", "sentences": [], "annotations": [], "relations": []}, {"offset": 40971, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th rowspan=\"2\">Polygenic risk score</th><th rowspan=\"2\">Cohorts of adult women</th><th colspan=\"5\">Quintile of polygenic score</th><th/><th colspan=\"2\">Model 1</th><th colspan=\"2\">Model 2</th></tr><tr><th>Q1</th><th>Q2</th><th>Q3</th><th>Q4</th><th>Q5</th><th>Test</th><th><italic>P</italic><sub>model 1</sub></th><th><italic>P</italic><sub><italic>Q</italic></sub></th><th><italic>P</italic><sub>model 2</sub></th><th><italic>P</italic><sub><italic>Q</italic></sub></th></tr></thead><tbody><tr><td rowspan=\"6\">PRS<sub>TC</sub></td><td>Cohort 1</td><td>0.0481 (0.0466–0.0497)</td><td>0.0496 (0.0482–0.0511)</td><td>0.0503 (0.0487–0.0520)</td><td>0.0501 (0.0486–0.0516)</td><td>0.0497 (0.0482–0.0514)</td><td>Linear trend</td><td>0.0534</td><td/><td>0.1003</td><td/></tr><tr><td>Cohort 2</td><td>0.0481 (0.0450–0.0515)</td><td>0.0504 (0.0453–0.0561)</td><td>0.0529 (0.0479–0.0584)</td><td>0.0550 (0.0496–0.0610)</td><td>0.0512 (0.0479–0.0547)</td><td>Linear trend</td><td>0.1032</td><td/><td>0.0758</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.0182</bold></td><td char=\".\" align=\"char\"><bold>0.3547</bold></td><td><bold>0.0315</bold></td><td char=\".\" align=\"char\"><bold>0.2560</bold></td></tr><tr><td>Cohort 1</td><td colspan=\"4\">0.0495 (0.0488–0.0503)</td><td>0.0497 (0.0482–0.0514)</td><td>Top 20% vs others</td><td>0.6893</td><td/><td>0.7445</td><td/></tr><tr><td>Cohort 2</td><td colspan=\"4\">0.0518 (0.0493–0.0544)</td><td>0.0512 (0.0479–0.0547)</td><td>Top 20% vs others</td><td>0.8236</td><td/><td>0.9732</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.7591</bold></td><td char=\".\" align=\"char\"><bold>0.7336</bold></td><td><bold>0.7667</bold></td><td char=\".\" align=\"char\"><bold>0.8891</bold></td></tr><tr><td rowspan=\"6\">PRS<sub>TG</sub></td><td>Cohort 1</td><td><p>0.0499</p><p>(0.0485–0.0514)</p></td><td><p>0.0498</p><p>(0.0481–0.0515)</p></td><td><p>0.0491</p><p>(0.0475–0.0507)</p></td><td><p>0.0494</p><p>(0.0481–0.0507)</p></td><td><p>0.0498</p><p>(0.0480–0.0516)</p></td><td>Linear trend</td><td>0.7416</td><td/><td>0.7173</td><td/></tr><tr><td>Cohort 2</td><td><p>0.0515</p><p>(0.0471–0.0563)</p></td><td><p>0.0514</p><p>(0.0481–0.0548)</p></td><td><p>0.0512</p><p>(0.0477–0.0549)</p></td><td><p>0.0542</p><p>(0.0457–0.0643)</p></td><td><p>0.0507</p><p>(0.0469–0.0548)</p></td><td>Linear trend</td><td>0.6197</td><td/><td>0.9116</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.6430</bold></td><td char=\".\" align=\"char\"><bold>0.7068</bold></td><td><bold>0.7048</bold></td><td char=\".\" align=\"char\"><bold>0.9963</bold></td></tr><tr><td>Cohort 1</td><td colspan=\"4\">0.0495 (0.0488–0.0503)</td><td>0.0498 (0.0480–0.0516)</td><td>Top 20% vs others</td><td>0.9536</td><td/><td>0.9879</td><td/></tr><tr><td>Cohort 2</td><td colspan=\"4\">0.0518 (0.0495–0.0542)</td><td>0.0507 (0.0469–0.0548)</td><td>Top 20% vs others</td><td>0.4509</td><td/><td>0.9879</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.8786</bold></td><td char=\".\" align=\"char\"><bold>0.4574</bold></td><td><bold>0.9917</bold></td><td char=\".\" align=\"char\"><bold>0.9849</bold></td></tr><tr><td>PRS<sub>HDL</sub></td><td>Cohort 1</td><td><p>0.0512</p><p>(0.0497–0.0527)</p></td><td><p>0.0490</p><p>(0.0475–0.0505)</p></td><td><p>0.0496</p><p>(0.0479–0.0513)</p></td><td><p>0.0483</p><p>(0.0469–0.0498)</p></td><td><p>0.0498</p><p>(0.0482–0.0514)</p></td><td>Linear trend</td><td>0.3786</td><td/><td>0.3242</td><td/></tr><tr><td/><td>Cohort 2</td><td><p>0.0511</p><p>(0.0470–0.0556)</p></td><td><p>0.0542</p><p>(0.0466–0.0630)</p></td><td><p>0.0498</p><p>(0.0459–0.0539)</p></td><td><p>0.0532</p><p>(0.0491–0.0576)</p></td><td><p>0.0508</p><p>(0.0475–0.0542)</p></td><td>Linear trend</td><td>0.9307</td><td/><td>0.8528</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.4194</bold></td><td char=\".\" align=\"char\"><bold>0.7165</bold></td><td><bold>0.3205</bold></td><td char=\".\" align=\"char\"><bold>0.8838</bold></td></tr><tr><td/><td>Cohort 1</td><td><p>0.0512</p><p>(0.0497–0.0527)</p></td><td colspan=\"4\">0.0492 (0.0484–0.0500)</td><td>Bottom 20% vs others</td><td>0.0212</td><td/><td>0.0160</td><td/></tr><tr><td/><td>Cohort 2</td><td><p>0.0511</p><p>(0.0470–0.0556)</p></td><td colspan=\"4\">0.0518 (0.0495–0.0542)</td><td>Bottom 20% vs others</td><td>0.4012</td><td/><td>0.4524</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.0533</bold></td><td char=\".\" align=\"char\"><bold>0.1286</bold></td><td><bold>0.0405</bold></td><td char=\".\" align=\"char\"><bold>0.1373</bold></td></tr><tr><td>PRS<sub>LDL</sub></td><td>Cohort 1</td><td><p>0.0481</p><p>(0.0467–0.0495)</p></td><td><p>0.0498</p><p>(0.0484–0.0513)</p></td><td><p>0.0489</p><p>(0.0475–0.0503)</p></td><td><p>0.0514</p><p>(0.0494–0.0536)</p></td><td><p>0.0495</p><p>(0.0482–0.0509)</p></td><td>Linear trend</td><td>0.0485</td><td/><td>0.0954</td><td/></tr><tr><td/><td>Cohort 2</td><td><p>0.0509</p><p>(0.0452–0.0574)</p></td><td><p>0.0516</p><p>(0.0458–0.0581)</p></td><td><p>0.0533</p><p>(0.0485–0.0585)</p></td><td><p>0.0545</p><p>(0.0504–0.0590)</p></td><td><p>0.0490</p><p>(0.0465–0.0517)</p></td><td>Linear trend</td><td>0.9030</td><td/><td>0.7916</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.0570</bold></td><td char=\".\" align=\"char\"><bold>0.5840</bold></td><td><bold>0.0972</bold></td><td char=\".\" align=\"char\"><bold>0.7430</bold></td></tr><tr><td/><td>Cohort 1</td><td colspan=\"4\">0.0496 (0.0488–0.0504)</td><td><p>0.0495</p><p>(0.0482–0.0509)</p></td><td>Top 20% vs others</td><td>0.7463</td><td/><td>0.7438</td><td/></tr><tr><td/><td>Cohort 2</td><td colspan=\"4\">0.0526 (0.0500–0.0553)</td><td><p>0.0490</p><p>(0.0465–0.0517)</p></td><td>Top 20% vs others</td><td>0.2775</td><td/><td>0.3636</td><td/></tr><tr><td/><td/><td/><td/><td/><td/><td/><td><bold>Meta-analysis</bold></td><td><bold>0.9340</bold></td><td char=\".\" align=\"char\"><bold>0.2564</bold></td><td><bold>0.9800</bold></td><td char=\".\" align=\"char\"><bold>0.3328</bold></td></tr></tbody></table>\n"}, "text": "Polygenic risk score\tCohorts of adult women\tQuintile of polygenic score\t\tModel 1\tModel 2\t \tQ1\tQ2\tQ3\tQ4\tQ5\tTest\tPmodel 1\tPQ\tPmodel 2\tPQ\t \tPRSTC\tCohort 1\t0.0481 (0.0466–0.0497)\t0.0496 (0.0482–0.0511)\t0.0503 (0.0487–0.0520)\t0.0501 (0.0486–0.0516)\t0.0497 (0.0482–0.0514)\tLinear trend\t0.0534\t\t0.1003\t\t \tCohort 2\t0.0481 (0.0450–0.0515)\t0.0504 (0.0453–0.0561)\t0.0529 (0.0479–0.0584)\t0.0550 (0.0496–0.0610)\t0.0512 (0.0479–0.0547)\tLinear trend\t0.1032\t\t0.0758\t\t \t\t\t\t\t\t\tMeta-analysis\t0.0182\t0.3547\t0.0315\t0.2560\t \tCohort 1\t0.0495 (0.0488–0.0503)\t0.0497 (0.0482–0.0514)\tTop 20% vs others\t0.6893\t\t0.7445\t\t \tCohort 2\t0.0518 (0.0493–0.0544)\t0.0512 (0.0479–0.0547)\tTop 20% vs others\t0.8236\t\t0.9732\t\t \t\t\t\t\t\t\tMeta-analysis\t0.7591\t0.7336\t0.7667\t0.8891\t \tPRSTG\tCohort 1\t0.0499(0.0485–0.0514)\t0.0498(0.0481–0.0515)\t0.0491(0.0475–0.0507)\t0.0494(0.0481–0.0507)\t0.0498(0.0480–0.0516)\tLinear trend\t0.7416\t\t0.7173\t\t \tCohort 2\t0.0515(0.0471–0.0563)\t0.0514(0.0481–0.0548)\t0.0512(0.0477–0.0549)\t0.0542(0.0457–0.0643)\t0.0507(0.0469–0.0548)\tLinear trend\t0.6197\t\t0.9116\t\t \t\t\t\t\t\t\tMeta-analysis\t0.6430\t0.7068\t0.7048\t0.9963\t \tCohort 1\t0.0495 (0.0488–0.0503)\t0.0498 (0.0480–0.0516)\tTop 20% vs others\t0.9536\t\t0.9879\t\t \tCohort 2\t0.0518 (0.0495–0.0542)\t0.0507 (0.0469–0.0548)\tTop 20% vs others\t0.4509\t\t0.9879\t\t \t\t\t\t\t\t\tMeta-analysis\t0.8786\t0.4574\t0.9917\t0.9849\t \tPRSHDL\tCohort 1\t0.0512(0.0497–0.0527)\t0.0490(0.0475–0.0505)\t0.0496(0.0479–0.0513)\t0.0483(0.0469–0.0498)\t0.0498(0.0482–0.0514)\tLinear trend\t0.3786\t\t0.3242\t\t \t\tCohort 2\t0.0511(0.0470–0.0556)\t0.0542(0.0466–0.0630)\t0.0498(0.0459–0.0539)\t0.0532(0.0491–0.0576)\t0.0508(0.0475–0.0542)\tLinear trend\t0.9307\t\t0.8528\t\t \t\t\t\t\t\t\t\tMeta-analysis\t0.4194\t0.7165\t0.3205\t0.8838\t \t\tCohort 1\t0.0512(0.0497–0.0527)\t0.0492 (0.0484–0.0500)\tBottom 20% vs others\t0.0212\t\t0.0160\t\t \t\tCohort 2\t0.0511(0.0470–0.0556)\t0.0518 (0.0495–0.0542)\tBottom 20% vs others\t0.4012\t\t0.4524\t\t \t\t\t\t\t\t\t\tMeta-analysis\t0.0533\t0.1286\t0.0405\t0.1373\t \tPRSLDL\tCohort 1\t0.0481(0.0467–0.0495)\t0.0498(0.0484–0.0513)\t0.0489(0.0475–0.0503)\t0.0514(0.0494–0.0536)\t0.0495(0.0482–0.0509)\tLinear trend\t0.0485\t\t0.0954\t\t \t\tCohort 2\t0.0509(0.0452–0.0574)\t0.0516(0.0458–0.0581)\t0.0533(0.0485–0.0585)\t0.0545(0.0504–0.0590)\t0.0490(0.0465–0.0517)\tLinear trend\t0.9030\t\t0.7916\t\t \t\t\t\t\t\t\t\tMeta-analysis\t0.0570\t0.5840\t0.0972\t0.7430\t \t\tCohort 1\t0.0496 (0.0488–0.0504)\t0.0495(0.0482–0.0509)\tTop 20% vs others\t0.7463\t\t0.7438\t\t \t\tCohort 2\t0.0526 (0.0500–0.0553)\t0.0490(0.0465–0.0517)\tTop 20% vs others\t0.2775\t\t0.3636\t\t \t\t\t\t\t\t\t\tMeta-analysis\t0.9340\t0.2564\t0.9800\t0.3328\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 43597, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "Data are presented as geometric mean (95% CI) stratified by quintile categories of polygenic risk score. Intima-media thickness was natural log (ln) transformed. Pmodel 1 and Pmodel 2 values were obtained from linear regression with the adjustment for covariates included in models 1 and 2, respectively. Model 1: principal components and age. Model 2: principal components, age, body mass index, and systolic blood pressure. Results from individual cohorts were meta-analyzed using a fixed effects model. PQ refers to the p value of Cochran’s Q-statistics in heterogeneity test. Associations between PRSs and carotid intima-media thickness were examined in two different ways: (1) we examined a linear trend across the quintile categories. (2) We tested a hypothesis that a high PRS for TC, TG, and LDL-C (a low PRS for HDL-C) was associated with intima media thickness by comparing the top (bottom) 20% with the remaining 80% of the PRS distribution", "sentences": [], "annotations": [], "relations": []}, {"offset": 44551, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To explore the polygenic susceptibility to subclinical atherosclerosis, we stratified the PRS for each lipid trait into five categories according to the quintiles in two independent cohorts of adult women and performed a linear regression in each cohort, followed by a meta-analysis to find its association with cIMT in two different ways. First, we examined a linear trend across the quintile categories. Second, we tested a hypothesis that a high PRS for TC, TG, and LDL-C (a low PRS for HDL-C) was associated with cIMT by comparing the top (bottom) 20% with the remaining 80% of the PRS distribution. Descriptive statistics for the 2 cohorts of adult women are provided in Additional File 2: Table S10. Independent of PCs and age, the best PRS for TC had a positive but modest linear relationship with cIMT in meta-analysis (P = 0.0182; see model 1 in Table 3). Further inclusion of BMI and systolic blood pressure (SBP) as covariates minimally affected this result (P = 0.0315; see model 2 in Table 3). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 45569, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The risk of CHD according to the quintile of PRSs in patients with T2D", "sentences": [], "annotations": [], "relations": []}, {"offset": 45640, "infons": {"file": "13073_2021_831_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Odds ratio (OR) of coronary heart disease stratified by quintile of polygenic risk scores [a PRSTC, b PRSTG, c PRSHDL, and d PRSLDL] in T2D patients (n = 2374 cases vs 6246 controls). Plinear refers to the p value testing for a linear trend across five quintiles of polygenic risk score. Ptop refers to the p value testing for the association of a high polygenic risk score with coronary heart disease by comparing the top 20% of the distribution with the remaining 80% of the distribution. Pbottom refers to the p value testing for the association of a low polygenic risk score with coronary heart disease by comparing the bottom 20% of the distribution with the remaining 80% of the distribution. Within each individual cohort, all p values were obtained from logistic regression with the adjustment of principal components, sex, age, duration of diabetes, body mass index, smoking status, HbA1c, systolic blood pressure, estimated glomerular filtration rate, and log-transformed albumin-creatinine ratio. Results from individual cohorts were meta-analyzed using fixed effects model", "sentences": [], "annotations": [], "relations": []}, {"offset": 46729, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we evaluated the role of four PRSs for lipid traits in predicting the risk of CHD in two prospective cohorts of T2D patients (total n = 2374 CHD cases and 6246 controls). Clinical characteristics of these patients are summarized in Additional File 2: Table S11. With adjustments for PCs, sex, age, and duration of diabetes, the best-performing PRSs for TC, TG, and LDL-C were significantly but moderately associated with increased risk for CHD in patients with T2D (2.7 × 10− 3 < P < 0.0219) (See model 1 in Additional File 2: Table S12). These associations were also independent of other covariates, including BMI in model 2, smoking status in model 3, metabolic risk factors (HbA1c level and SBP) in model 4, and renal function (eGFR and log-transformed ACR) in model 5 (P < 0.05) (See models 2–5 in Additional file 2: Table S12, and Fig. 2). We found that going up each quintile of these PRSs raised the odds of CHD by approximately 5–7% (4.8 × 10− 4 < P < 0.0197) (See model 5 in Additional file 2: Table S12, and Fig. 2). On the other hand, we further observed that for these PRSs, patients with diabetes who had a high (top quintile) PRSs for TC or TG resulted in increasing risk of CHD by 15–20% (5.7 × 10− 3 < P < 0.0445) (See model 5 in Additional file 2: Table S12, and Fig. 2). However, these associations were markedly attenuated when we further adjusted for the use of lipid-lowering medications at baseline (See model 6 in Additional file 2: Table S12). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 48270, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 48281, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Leveraging on the association statistics from the BBJ project and the individual-level data from multiple Chinese cohorts at various stages of the life-course, we applied recently developed computational methods to construct four novel East Asians-specific PRSs, which aggregate genetic information from 84 to 549 common SNPs. These PRSs were then used to identify individuals at high risk of dyslipidemia. We also found associations of lipid-specific PRSs with longitudinal changes in lipid levels over 3 years, subclinical atherosclerosis, and diabetes cardiovascular complications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48868, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It remains largely unknown how genetic factors influence changes in lipid levels across one’s lifetime. Using longitudinal data in 620 adolescents, we have computed the average changes in lipid levels to summarize both the direction and magnitude of changes in lipids over a 3-year period. This study reveals that aggregation of common genetic variants which were selected using a liberal p value threshold for variant inclusion, while accounting for LD patterns in the East Asian population, provided independent information to predict dyslipidemia and longitudinal changes in lipids over 3 years, beyond other established risk factors such as sex, age, and BMI. Although the determinants of lipid levels and developmental trajectories are multifactorial, our PRSs are highly predictive for the corresponding lipid measurements at different stages of the life-course. More importantly, the lipid-specific PRSs are better at predicting abnormal levels of TC and LDL-C than the typical risk factors at younger age. A few studies have prospectively evaluated the lipid profiles, and their observations paralleled those herein obtained. For instance, a longitudinal analysis of cardiovascular risk in a study of young Finns assessed the association of GWAS-derived PRSs with TG, HDL-C, and LDL-C trajectories from childhood to adulthood in 2442 participants. In support of our findings, the authors demonstrated the significance of PRSs as predictors of lipid levels at all ages; however, no clear divergence of lipid trajectories over time between PRS categories was found. Recently, Lu et al. conducted a GWAS of blood lipid levels including more than twenty thousand individuals from Han Chinese ancestry. In a subset prospective cohort of 6428 adults with > 8.1 years of follow-up, they reported that the four lipid-related PRSs were independently associated with linear increases in their corresponding lipid levels and risk of incident hyperlipidemia. Their C-statistics analysis further revealed significant improvement in the prediction of incident hyperlipidemia beyond conventional risk factors including the baseline lipid levels (1–2% increases in C-statistics). Taken altogether, these findings suggest that PRSs can provide a robust prediction for average lipid levels and lipid changes across a person’s lifetime. These findings also highlight the influence of genetics on lipid variation in early life. In contrast to most of the conventional risk factors, genetic information can be measured at an early age. It may play a role in disease risk prediction when clinical risk factors have yet to manifest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51498, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Variant selection is one of the challenges in the construction of PRS. Compared with typical PRSs based on genome-wide significant variants, our results showed that addition of less-significant SNPs in the computation of PRS consistently improved the polygenic risk prediction for some lipid levels across different age groups in the Chinese population, although decreases in performance were noted in T2D patients. These findings also highlight the need for ethnic−/population-specific PRSs. In the context of the overwhelming abundance of GWAS in European populations, PRSs for complex traits and diseases have predominantly been derived and tested in European populations. Nevertheless, it has been suggested that PRSs do not transfer well between ancestral groups. Previous studies demonstrated generally lower predictive power of European ancestry-derived PRSs in non-European ancestry individuals, supporting the observation of our current study. For example, the Million Veteran Program, which consists of ~ 300 K individuals in which > 70% are Caucasians, recently reported that a total of 826 independent lipid variants explained about 8.8–12.3% of the phenotypic variance in lipid levels, comparatively higher than that observed in this study (See Additional file 2: Table S6). These findings highlighted issues regarding ethnic-based SNP bias, whereby certain genetic variants may not have the same phenotypic effects in different ancestral populations. GWAS favor the identification of common genetic variants in the discovery population. Differences in LD and variant allele frequencies across populations might impact the heritability for the same phenotype in other populations (e.g., low-frequency variants display larger average effects on phenotype compared with common variants). We further noted that even though the current PRSs for lipid traits were developed and validated in populations of East Asian descent, they consistently predict the lipid levels far more accurately in the general population (validation datasets) than among subjects with T2D (testing datasets), regardless of the choice of computational algorithms and the type of lipids (See Additional File 1: Fig. S2, and Additional File 2: Tables S13 – S16). In fact, many factors, including environmental factors, may differ across populations within the same ancestry, and thereby modify effects such as gene-environment interaction, leading to problems of comparability across diverse human populations. Because of limited studies in non-European populations, this study highlighted the possibility of constructing custom PRSs in other specific populations, such as East Asians where there are accumulating GWAS, to facilitate the development of precision medicine. However, there is a need for further large-scale GWAS or meta-analyses in these non-European populations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54371, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Although PRSs are likely to be ethnic-specific, their utility has been confirmed in different populations. In addition to multiple studies demonstrating the ability of PRS to predict dyslipidemia or cardiovascular diseases (CVD), emerging insights suggest that individuals at extreme ends of the risk continuum, according to inheritance of common variants, have disease risk that may be comparable to individuals carrying monogenic gene mutations. For example, a study of genome-wide PRSs by Khera et al. found that 8% of European ancestry individuals in the UK Biobank have a PRS-defined risk of coronary artery disease risk that was comparable or higher than those who harbor rare Familial Hyercholesterolemia mutations. Another study of 53 Finnish families of familial combined hyperlipidemia (FCH) showed that approximately a third of the affected FCH individuals had high polygenic burden (the top 10% of the PRS distribution), which is comparable to that observed in individuals with similar lipid levels in the general population. Therefore, individuals at the tails of the risk distribution may potentially be targeted for intensive treatments to lower CHD risk.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55542, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Among T2D patients, we found at least marginally significant associations of PRSs for TC, TG, and LDL-C with CHD risk, independent of established clinical risk factors. The TC-related PRS was also moderately associated with cIMT in adult women, supporting the observed association for CHD in patients with T2D. Although we have not specifically investigated the association between our new PRSs and risk of CVD in a general population, numerous studies have confirmed the association of PRS that capture the overall genetic risk of lipid traits, with subclinical atherosclerosis and cardiovascular outcomes. In a study of 10,399 Europeans drawn from the Erasmus Rucphen Family Study and the Rotterdam Study, the accumulation of 32–52 common SNPs with small effects on four lipid levels was significantly associated with carotid plaque, a surrogate marker of cardiovascular disease. Similar to our findings, both TC and LDL-C risk scores were nominally associated with elevated cIMT (increased 0.004–0.006 mm per SD increase in score) and increased risk of CHD (hazard ratio, 1.08–1.10 per SD increase in score). Recently, further studies have utilized Mendelian randomization (MR) approaches to examine the causal roles of TG, HDL-C, and LDL-C in CHD. Holmes et al. developed two kinds of PRSs based on SNPs with established associations with TG, HDL-C, and LDL-C and performed MR meta-analyses in 62,199 participants with 12,099 CHD events. The unrestricted PRSs included all independent SNPs each associated with a specific lipid trait identified from a prior meta-analysis; and the restricted PRSs excluded any SNPs also associated with either of the other two lipid traits. Their MR analyses showed that a genetically elevated LDL-C and TG, regardless of the types of PRSs, resulted in an increased causal odds ratio (OR) for CHD risk. The causal OR of LDLs is similar in magnitude to that reported in randomized trials of statin-lowering therapies in individuals at low risk of vascular disease. The MR analysis further demonstrated the causal role of LDL-C in cIMT, supporting the use of cIMT as an appropriate surrogate marker of therapies that modulate LDL-C. However, several previous MR analysis using different genetic instruments failed to identify a clear causal role of HDL-C in CHD. Few studies so far have examined the utility of PRS generated from the general population in subjects with T2D. Our overall findings, despite modest sample sizes, suggest a population-specific PRS for LDL-C and TG also identifies increased risk of CHD among subjects with T2D, consistent with these findings. In addition, we noted higher risks of CHD in T2D patients with higher genetic risk for dyslipidemia (e.g., individuals in the top 20% of the PRSs for TC and TG). This association was substantially attenuated by the adjustment of baseline lipid-lowering therapies, suggesting that individuals at high genetic risk may derive the greatest benefit from early intervention to reduce CVD. Indeed, non-prescribing and non-adherence are common in real-world practice. Our PRSs can be considered as candidates to motivate behavioral changes such as drug adherence.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58714, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "There are several limitations in this study. First, our PRSs were derived and tested in individuals of East Asians descent only, with limited generalizability. Because of the discrepancy in genomic structure, culture, and environmental factors, as well as potential differences in phenotypic effect of genes across ethnicities, these East Asians-specific PRSs might not have optimal predictive power in other ethnic groups. Second, only common genetic variants with MAF > 1% were included in the PRSs in the current study. The addition of low-frequency variants, gene-gene, and gene-environmental interaction to current PRSs would enable more precise prediction. Third, we acknowledged that our multiple study cohorts with a relatively small sample size may not be able to accurately and comprehensively estimate both the phenotypic variation and the genetic diversity in our population. In fact, several genome-wide PRSs for lipid traits comprised of millions of SNPs have been derived in the non-Asian populations and demonstrated to perform better than more limited scores. One explanation for the modest number of SNPs in our PRSs is that the total level of genetic variation covered in our validation datasets is less than that in previous larger studies. Therefore, fewer SNPs were required to differentiate the genetic diversity in the current study. Fourth, we assigned the weight to each unfavorable allele in current PRSs for lipid traits based on its contribution to the corresponding lipid levels. The effect of each genetic variant on subclinical atherosclerosis and the risk of CHD might not be linearly related to its effects on lipid traits. Furthermore, because of the comparatively short duration of follow-up in the HKDB study (i.e., 2 years), patients might develop CHD in the future.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60523, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 60535, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We have applied a systematic approach to derive and validate four PRSs for lipid traits in the East Asian population. These PRSs were strongly associated with their corresponding measured lipid levels and longitudinal changes in lipid levels over 3 years, which began to emerge in childhood and adolescence, though there was reduced association in T2D patients. Independent of conventional risk factors, patients with a higher genetic susceptibility to dyslipidemia had an increased risk for CHD. Further adjustment for lipid drug use notably attenuated this association. We also found a modest association of TC-related PRSs with subclinical atherosclerosis (e.g., cIMT) in adult women. Altogether, this study highlights the potential utility of polygenic risk predictors in clinical therapy as they facilitate the identification of at-risk individuals from early life, before the presence of clinical manifestation, which may help to empower earlier intervention among at-risk individuals. To provide best performance, PRSs specific for diverse human populations may be required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 61618, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 61644, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 61658, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TC", "sentences": [], "annotations": [], "relations": []}, {"offset": 61661, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Total cholesterol", "sentences": [], "annotations": [], "relations": []}, {"offset": 61679, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TG", "sentences": [], "annotations": [], "relations": []}, {"offset": 61682, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Triglycerides", "sentences": [], "annotations": [], "relations": []}, {"offset": 61696, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HDL-C", "sentences": [], "annotations": [], "relations": []}, {"offset": 61702, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "High-density lipoprotein cholesterol", "sentences": [], "annotations": [], "relations": []}, {"offset": 61739, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LDL-C", "sentences": [], "annotations": [], "relations": []}, {"offset": 61745, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Low-density lipoprotein cholesterol", "sentences": [], "annotations": [], "relations": []}, {"offset": 61781, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CHD", "sentences": [], "annotations": [], "relations": []}, {"offset": 61785, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Coronary heart disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 61808, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GWAS", "sentences": [], "annotations": [], "relations": []}, {"offset": 61813, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Genome-wide association study", "sentences": [], "annotations": [], "relations": []}, {"offset": 61843, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PRS", "sentences": [], "annotations": [], "relations": []}, {"offset": 61847, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Polygenic risk score", "sentences": [], "annotations": [], "relations": []}, {"offset": 61868, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LD", "sentences": [], "annotations": [], "relations": []}, {"offset": 61871, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Linkage disequilibrium", "sentences": [], "annotations": [], "relations": []}, {"offset": 61894, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "T2D", "sentences": [], "annotations": [], "relations": []}, {"offset": 61898, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Type 2 diabetes", "sentences": [], "annotations": [], "relations": []}, {"offset": 61914, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BBJ", "sentences": [], "annotations": [], "relations": []}, {"offset": 61918, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BioBank Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 61932, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HAPO", "sentences": [], "annotations": [], "relations": []}, {"offset": 61937, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hyperglycemia and Adverse Pregnancy Outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 61981, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HKDR", "sentences": [], "annotations": [], "relations": []}, {"offset": 61986, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hong Kong Diabetes Register", "sentences": [], "annotations": [], "relations": []}, {"offset": 62014, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HKDB", "sentences": [], "annotations": [], "relations": []}, {"offset": 62019, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hong Kong Diabetes Biobank", "sentences": [], "annotations": [], "relations": []}, {"offset": 62046, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "cIMT", "sentences": [], "annotations": [], "relations": []}, {"offset": 62051, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Carotid intima-media thickness", "sentences": [], "annotations": [], "relations": []}, {"offset": 62082, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "QC", "sentences": [], "annotations": [], "relations": []}, {"offset": 62085, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 62101, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SNP", "sentences": [], "annotations": [], "relations": []}, {"offset": 62105, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single nucleotide polymorphism", "sentences": [], "annotations": [], "relations": []}, {"offset": 62136, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IBD", "sentences": [], "annotations": [], "relations": []}, {"offset": 62140, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Identity-by-descent", "sentences": [], "annotations": [], "relations": []}, {"offset": 62160, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PC", "sentences": [], "annotations": [], "relations": []}, {"offset": 62163, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Principal component", "sentences": [], "annotations": [], "relations": []}, {"offset": 62183, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HWE", "sentences": [], "annotations": [], "relations": []}, {"offset": 62187, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Hardy–Weinberg equilibrium", "sentences": [], "annotations": [], "relations": []}, {"offset": 62216, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MAF", "sentences": [], "annotations": [], "relations": []}, {"offset": 62220, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Minor allele frequency", "sentences": [], "annotations": [], "relations": []}, {"offset": 62243, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BMI", "sentences": [], "annotations": [], "relations": []}, {"offset": 62247, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Body mass index", "sentences": [], "annotations": [], "relations": []}, {"offset": 62263, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SBP", "sentences": [], "annotations": [], "relations": []}, {"offset": 62267, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Systolic blood pressure", "sentences": [], "annotations": [], "relations": []}, {"offset": 62291, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "eGFR", "sentences": [], "annotations": [], "relations": []}, {"offset": 62296, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Estimated glomerular filtration rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 62333, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ACR", "sentences": [], "annotations": [], "relations": []}, {"offset": 62337, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Albumin-creatinine ratio", "sentences": [], "annotations": [], "relations": []}, {"offset": 62362, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ROC", "sentences": [], "annotations": [], "relations": []}, {"offset": 62366, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Receiver operating characteristic", "sentences": [], "annotations": [], "relations": []}, {"offset": 62400, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "AUC", "sentences": [], "annotations": [], "relations": []}, {"offset": 62404, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Area under curve", "sentences": [], "annotations": [], "relations": []}, {"offset": 62421, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "1-SD", "sentences": [], "annotations": [], "relations": []}, {"offset": 62426, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "One standard deviation", "sentences": [], "annotations": [], "relations": []}, {"offset": 62449, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MR", "sentences": [], "annotations": [], "relations": []}, {"offset": 62452, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Mendelian randomization", "sentences": [], "annotations": [], "relations": []}, {"offset": 62476, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 62495, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62614, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Claudia H. T. Tam and Cadmon K. P. Lim contributed equally to this work.", "sentences": [], "annotations": [], "relations": []}, {"offset": 62687, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 62712, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "C.H.T.T was involved in study design, data quality control, statistical analyses, and manuscript drafting. C.K.P.L and A.O.Y.L conceived and the coordinated the investigation, and were involved in study design and data acquisition. A.C.W.N and H.M.L performed the biochemical measurements and DNA extraction from blood samples. G.Z.J contributed to data processing and quality control. E.S.H.L contributed to data processing and interpretation of results, advised on algorithm application, and verified the analytical methods. B.Q.F advised on algorithm application. R.W advised on algorithm application and verified the analytical methods. A.P.S.K, W.H.T, R.O, E.Y.K.C, K.F.L, S.C.S, G.H, C.C.T, K.P.L, J.Y.Y.L, M.W.T, G.K, I.T.L, J.K.Y.L, V.T.F. Y, E.L, S.L, S.F, Y.L.C, and C.C.C contributed to data acquisition. W.C.Y, S.K.W.T, Y.H, H.Y.L, C.C.S, and N.L.S.T were involved in study design and interpretation of results, advised on algorithm application, and verified the analytical methods. M.H conceived and coordinated the investigation and contributed to data acquisition and study design. M.C.Y. N advised on algorithm application and verified the analytical methods. W.Y.S, B.T and J.C.N.C conceived and the coordinated the investigation and contributed to study design, data acquisition, and interpretation of results. R.C.W.M conceived and the coordinated the investigation and contributed to study design, data acquisition, interpretation of results, and manuscript drafting. R.C.W.M had full access to all the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64399, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors’ information", "sentences": [], "annotations": [], "relations": []}, {"offset": 64422, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "None.", "sentences": [], "annotations": [], "relations": []}, {"offset": 64428, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 64436, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This work was funded by (1) the Research Grants Council Theme-based Research Scheme (T12–402/13 N), (2) the Focused Innovation Scheme, Vice-Chancellor One-off Discretionary Fund, (3) the Postdoctoral Fellowship Scheme of the Chinese University of Hong Kong, (4) the Health and Medical Research Fund from the Research Fund Secretariat, Food and Health Bureau, the Government of the Hong Kong Special Administrative Region., China (Project no: 05161386), (5) the Chinese University of Hong Kong-Shanghai Jiao Tong University Joint Research Fund, (6) Natural Science Foundation of China – National Health and Medical Science Council, Australia Joint Research Scheme (No. 81561128017), and (7) the Research Grants Council Research Impact Fund (R4012-18), and (8) the Hong Kong Foundation for Research and Development in Diabetes, the Chinese University of Hong Kong. The funding sources do not have any role in the design, interpretation of the study, or the decision to publish the results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 65430, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 65465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PRSs reported in this manuscript have been deposited into the Polygenic Score (PGS) catalog (https://www.pgscatalog.org/). The respective PGS ID numbers are listed below:", "sentences": [], "annotations": [], "relations": []}, {"offset": 65640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PRS-TC PGS000658 www.pgscatalog.org/score/PGS000658", "sentences": [], "annotations": [], "relations": []}, {"offset": 65692, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PRS-TG PGS000659 www.pgscatalog.org/score/PGS000659", "sentences": [], "annotations": [], "relations": []}, {"offset": 65744, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PRS-HDL PGS000660 www.pgscatalog.org/score/PGS000660", "sentences": [], "annotations": [], "relations": []}, {"offset": 65797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PRS-LDL PGS000661 www.pgscatalog.org/score/PGS000661", "sentences": [], "annotations": [], "relations": []}, {"offset": 65850, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Publication PGP000121 www.pgscatalog.org/publication/PGP000121/", "sentences": [], "annotations": [], "relations": []}, {"offset": 65914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The authors declare that the data supporting the findings of this study are available within the manuscript and its additional files. The individual-level data of this study are available on request from the corresponding author (R.C.W.M). The data are not publicly available since they contain information that could compromise research participant privacy/consent.", "sentences": [], "annotations": [], "relations": []}, {"offset": 66281, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 66324, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Parents or legal guardians of children and adolescents, and all adult participants gave written informed consent for DNA collection and data analysis for research purposes at the time of assessment. This study conformed to the principles of the Helsinki Declaration and was approved by the Clinical Research Ethics Committee of the Chinese University of Hong Kong. The Institutional Review Board (IRB) approved the recruitment and use of all the cohorts listed, use of the follow-up data including use of hospital admission data and mortality data. The collection of genetic information for genetic studies and clinical information, as well as the prospective follow-up for death and clinical outcomes, has also been approved by the IRB. The committee’s reference numbers for each individual cohort are listed below:", "sentences": [], "annotations": [], "relations": []}, {"offset": 67143, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "1) Children and adult women from HAPO follow-up study: 2008.519, 2008.520, 2013.042, 2015.473", "sentences": [], "annotations": [], "relations": []}, {"offset": 67237, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "2) Adolescents: 2002.182, 2017.681", "sentences": [], "annotations": [], "relations": []}, {"offset": 67272, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "3) Healthy adults and adults from the general populations: 2002.183-T, 2009.421", "sentences": [], "annotations": [], "relations": []}, {"offset": 67352, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "4) T2D patients in HKDR study: 2002.183-T, 2004.418, 2013.187", "sentences": [], "annotations": [], "relations": []}, {"offset": 67414, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "5) T2D patients in HKDB phase 1 and 2 studies: 2013–304", "sentences": [], "annotations": [], "relations": []}, {"offset": 67472, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 67496, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 67512, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 67532, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "J.C.N.C reported receiving grants and/or honoraria for consultancy or giving lectures from AstraZeneca, Bayer, Bristol-Myers Squibb, Boehringer Ingelheim, Daiichi-Sankyo, Eli-Lilly, GlaxoSmithKline, Merck Serono, Merck Sharp & Dohme, Novo Nordisk, Pfizer, and Sanofi. A.P.S.K reported receiving research grants and/or honoraria from Abbott, Astra Zeneca, Eli-Lilly, Merck Serono, Nestle, Novo Nordisk, and Sanofi. R.C.W.M reported having received research grants for clinical trials from AstraZeneca, Bayer, MSD, Novo Nordisk, Sanofi, Tricida Inc. and honoraria for consultancy or lectures from AstraZeneca, and Boehringer Ingelheim. JCNC, WYS, RCWM and CKPL are founding members of GemVCare, a technology start-up initiated with support from the Hong Kong Government Innovation and Technology Commission and its Technology Start-up Support Scheme for Universities (TSSSU). The remaining authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 68475, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 68486, "infons": {"fpage": "218", "issue": "2", "lpage": "222", "name_0": "surname:Weiss;given-names:LA", "name_1": "surname:Pan;given-names:L", "name_2": "surname:Abney;given-names:M", "name_3": "surname:Ober;given-names:C", "pub-id_doi": "10.1038/ng1726", "pub-id_pmid": "16429159", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "38", "year": "2006"}, "text": "The sex-specific genetic architecture of quantitative traits in humans", "sentences": [], "annotations": [], "relations": []}, {"offset": 68557, "infons": {"fpage": "1514", "issue": "11", "lpage": "1523", "name_0": "surname:Klarin;given-names:D", "name_1": "surname:Damrauer;given-names:SM", "name_2": "surname:Cho;given-names:K", "name_3": "surname:Sun;given-names:YV", "name_4": "surname:Teslovich;given-names:TM", "name_5": "surname:Honerlaw;given-names:J", "pub-id_doi": "10.1038/s41588-018-0222-9", "pub-id_pmid": "30275531", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "50", "year": "2018"}, "text": "Genetics of blood lipids among ~300,000 multi-ethnic participants of the Million Veteran Program", "sentences": [], "annotations": [], "relations": []}, {"offset": 68654, "infons": {"fpage": "1894", "issue": "16", "lpage": "1897", "name_0": "surname:Natarajan;given-names:P", "pub-id_doi": "10.1016/j.jacc.2018.08.1041", "pub-id_pmid": "30309465", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "72", "year": "2018"}, "text": "Polygenic risk scoring for coronary heart disease: the first risk factor", "sentences": [], "annotations": [], "relations": []}, {"offset": 68727, "infons": {"fpage": "1240", "issue": "12", "lpage": "1249", "name_0": "surname:Kathiresan;given-names:S", "name_1": "surname:Melander;given-names:O", "name_2": "surname:Anevski;given-names:D", "name_3": "surname:Guiducci;given-names:C", "name_4": "surname:Burtt;given-names:NP", "name_5": "surname:Roos;given-names:C", "pub-id_doi": "10.1056/NEJMoa0706728", "pub-id_pmid": "18354102", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "358", "year": "2008"}, "text": "Polymorphisms associated with cholesterol and risk of cardiovascular events", "sentences": [], "annotations": [], "relations": []}, {"offset": 68803, "infons": {"fpage": "2233", "issue": "9", "lpage": "2239", "name_0": "surname:Isaacs;given-names:A", "name_1": "surname:Willems;given-names:SM", "name_2": "surname:Bos;given-names:D", "name_3": "surname:Dehghan;given-names:A", "name_4": "surname:Hofman;given-names:A", "name_5": "surname:Ikram;given-names:MA", "pub-id_doi": "10.1161/ATVBAHA.113.301236", "pub-id_pmid": "23766260", "section_type": "REF", "source": "Arterioscler Thromb Vasc Biol", "type": "ref", "volume": "33", "year": "2013"}, "text": "Risk scores of common genetic variants for lipid levels influence atherosclerosis and incident coronary heart disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 68921, "infons": {"fpage": "1883", "issue": "16", "lpage": "1893", "name_0": "surname:Inouye;given-names:M", "name_1": "surname:Abraham;given-names:G", "name_2": "surname:Nelson;given-names:CP", "name_3": "surname:Wood;given-names:AM", "name_4": "surname:Sweeting;given-names:MJ", "name_5": "surname:Dudbridge;given-names:F", "pub-id_doi": "10.1016/j.jacc.2018.07.079", "pub-id_pmid": "30309464", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "72", "year": "2018"}, "text": "Genomic risk prediction of coronary artery disease in 480,000 adults: implications for primary prevention", "sentences": [], "annotations": [], "relations": []}, {"offset": 69027, "infons": {"fpage": "1219", "issue": "9", "lpage": "1224", "name_0": "surname:Khera;given-names:AV", "name_1": "surname:Chaffin;given-names:M", "name_2": "surname:Aragam;given-names:KG", "name_3": "surname:Haas;given-names:ME", "name_4": "surname:Roselli;given-names:C", "name_5": "surname:Choi;given-names:SH", "pub-id_doi": "10.1038/s41588-018-0183-z", "pub-id_pmid": "30104762", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "50", "year": "2018"}, "text": "Genome-wide polygenic scores for common diseases identify individuals with risk equivalent to monogenic mutations", "sentences": [], "annotations": [], "relations": []}, {"offset": 69141, "infons": {"fpage": "587", "issue": "3", "lpage": "596", "name_0": "surname:Khera;given-names:AV", "name_1": "surname:Chaffin;given-names:M", "name_2": "surname:Wade;given-names:KH", "name_3": "surname:Zahid;given-names:S", "name_4": "surname:Brancale;given-names:J", "name_5": "surname:Xia;given-names:R", "pub-id_doi": "10.1016/j.cell.2019.03.028", "pub-id_pmid": "31002795", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "177", "year": "2019"}, "text": "Polygenic prediction of weight and obesity trajectories from birth to adulthood", "sentences": [], "annotations": [], "relations": []}, {"offset": 69221, "infons": {"fpage": "390", "issue": "3", "lpage": "400", "name_0": "surname:Kanai;given-names:M", "name_1": "surname:Akiyama;given-names:M", "name_2": "surname:Takahashi;given-names:A", "name_3": "surname:Matoba;given-names:N", "name_4": "surname:Momozawa;given-names:Y", "name_5": "surname:Ikeda;given-names:M", "pub-id_doi": "10.1038/s41588-018-0047-6", "pub-id_pmid": "29403010", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "50", "year": "2018"}, "text": "Genetic analysis of quantitative traits in the Japanese population links cell types to complex human diseases", "sentences": [], "annotations": [], "relations": []}, {"offset": 69331, "infons": {"fpage": "S2", "issue": "3S", "lpage": "S8", "name_0": "surname:Nagai;given-names:A", "name_1": "surname:Hirata;given-names:M", "name_2": "surname:Kamatani;given-names:Y", "name_3": "surname:Muto;given-names:K", "name_4": "surname:Matsuda;given-names:K", "name_5": "surname:Kiyohara;given-names:Y", "pub-id_doi": "10.1016/j.je.2016.12.005", "pub-id_pmid": "28189464", "section_type": "REF", "source": "J Epidemiol", "type": "ref", "volume": "27", "year": "2017"}, "text": "Overview of the BioBank Japan Project: study design and profile", "sentences": [], "annotations": [], "relations": []}, {"offset": 69395, "infons": {"fpage": "679", "issue": "5", "lpage": "686", "name_0": "surname:Tam;given-names:WH", "name_1": "surname:Ma;given-names:RCW", "name_2": "surname:Ozaki;given-names:R", "name_3": "surname:Li;given-names:AM", "name_4": "surname:Chan;given-names:MHM", "name_5": "surname:Yuen;given-names:LY", "pub-id_doi": "10.2337/dc16-2397", "pub-id_pmid": "28279981", "section_type": "REF", "source": "Diabetes Care", "type": "ref", "volume": "40", "year": "2017"}, "text": "In utero exposure to maternal hyperglycemia increases childhood cardiometabolic risk in offspring", "sentences": [], "annotations": [], "relations": []}, {"offset": 69493, "infons": {"fpage": "224", "issue": "3", "lpage": "228", "name_0": "surname:Ozaki;given-names:R", "name_1": "surname:Qiao;given-names:Q", "name_2": "surname:Wong;given-names:GW", "name_3": "surname:Chan;given-names:MH", "name_4": "surname:So;given-names:WY", "name_5": "surname:Tong;given-names:PC", "pub-id_doi": "10.1136/adc.2006.100453", "pub-id_pmid": "17088339", "section_type": "REF", "source": "Arch Dis Child", "type": "ref", "volume": "92", "year": "2007"}, "text": "Overweight, family history of diabetes and attending schools of lower academic grading are independent predictors for metabolic syndrome in Hong Kong Chinese adolescents", "sentences": [], "annotations": [], "relations": []}, {"offset": 69663, "infons": {"fpage": "254", "issue": "2", "lpage": "260", "name_0": "surname:Ko;given-names:GT", "name_1": "surname:Chan;given-names:JC", "name_2": "surname:Chan;given-names:AW", "name_3": "surname:Wong;given-names:PT", "name_4": "surname:Hui;given-names:SS", "name_5": "surname:Tong;given-names:SD", "pub-id_doi": "10.1038/sj.ijo.0803389", "section_type": "REF", "source": "Int J Obes", "type": "ref", "volume": "31", "year": "2007"}, "text": "Association between sleeping hours, working hours and obesity in Hong Kong Chinese: the 'better health for better Hong Kong' health promotion campaign", "sentences": [], "annotations": [], "relations": []}, {"offset": 69814, "infons": {"fpage": "1387", "issue": "12", "lpage": "1397", "name_0": "surname:Hu;given-names:M", "name_1": "surname:Yang;given-names:YL", "name_2": "surname:Chan;given-names:P", "name_3": "surname:Tomlinson;given-names:B", "pub-id_doi": "10.2217/pgs.15.79", "pub-id_pmid": "26226939", "section_type": "REF", "source": "Pharmacogenomics.", "type": "ref", "volume": "16", "year": "2015"}, "text": "Pharmacogenetics of cutaneous flushing response to niacin/laropiprant combination in Hong Kong Chinese patients with dyslipidemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 69944, "infons": {"fpage": "178", "issue": "1", "lpage": "187", "name_0": "surname:Jiang;given-names:G", "name_1": "surname:Luk;given-names:AOY", "name_2": "surname:Tam;given-names:CHT", "name_3": "surname:Xie;given-names:F", "name_4": "surname:Carstensen;given-names:B", "name_5": "surname:Lau;given-names:ESH", "pub-id_doi": "10.1016/j.kint.2018.08.026", "pub-id_pmid": "30415941", "section_type": "REF", "source": "Kidney Int", "type": "ref", "volume": "95", "year": "2019"}, "text": "Progression of diabetic kidney disease and trajectory of kidney function decline in Chinese patients with type 2 diabetes", "sentences": [], "annotations": [], "relations": []}, {"offset": 70066, "infons": {"fpage": "e1003209", "issue": "7", "name_0": "surname:Jiang;given-names:G", "name_1": "surname:Luk;given-names:AO", "name_2": "surname:Tam;given-names:CHT", "name_3": "surname:Lau;given-names:ES", "name_4": "surname:Ozaki;given-names:R", "name_5": "surname:Chow;given-names:EYK", "pub-id_doi": "10.1371/journal.pmed.1003209", "pub-id_pmid": "32722720", "section_type": "REF", "source": "PLoS Med", "type": "ref", "volume": "17", "year": "2020"}, "text": "Obesity, clinical, and genetic predictors for glycemic progression in Chinese patients with type 2 diabetes: a cohort study using the Hong Kong Diabetes Register and Hong Kong Diabetes Biobank", "sentences": [], "annotations": [], "relations": []}, {"offset": 70259, "infons": {"section_type": "REF", "type": "ref"}, "text": "Tam WH, Ma RCW, Ozaki R, Li AM, Chan MHM, Yuen LY, et al. Antenatal treatment of gestational diabetes and offspring’s future cardiometabolic risk. the 9th International Symposium on Diabetes, Hypertension and Metabolic Syndrome and in Pregnancy; 8–12 March, 2017; Barcelona, Spain2017.", "sentences": [], "annotations": [], "relations": []}, {"offset": 70549, "infons": {"fpage": "499", "issue": "6", "name_0": "surname:Friedewald;given-names:WT", "name_1": "surname:Fredrickson;given-names:DS", "name_2": "surname:Levy;given-names:RI", "pub-id_doi": "10.1093/clinchem/18.6.499", "pub-id_pmid": "4337382", "section_type": "REF", "source": "Clin Chem", "type": "ref", "volume": "18", "year": "1972"}, "text": "Estimation of concentration of low-density lipoprotein cholesterol in plasma, without use of preparative ultracentrifuge", "sentences": [], "annotations": [], "relations": []}, {"offset": 70670, "infons": {"fpage": "e285", "issue": "24", "lpage": "e350", "name_0": "surname:Grundy;given-names:SM", "name_1": "surname:Stone;given-names:NJ", "name_2": "surname:Bailey;given-names:AL", "name_3": "surname:Beam;given-names:C", "name_4": "surname:Birtcher;given-names:KK", "name_5": "surname:Blumenthal;given-names:RS", "pub-id_doi": "10.1016/j.jacc.2018.11.003", "pub-id_pmid": "30423393", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "73", "year": "2019"}, "text": "2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA guideline on the management of blood cholesterol: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines", "sentences": [], "annotations": [], "relations": []}, {"offset": 70898, "infons": {"fpage": "299", "issue": "2", "lpage": "304", "name_0": "surname:Liu;given-names:KH", "name_1": "surname:Chan;given-names:YL", "name_2": "surname:Chan;given-names:JC", "name_3": "surname:Chan;given-names:WB", "pub-id_doi": "10.1016/j.atherosclerosis.2004.10.038", "pub-id_pmid": "15777545", "section_type": "REF", "source": "Atherosclerosis.", "type": "ref", "volume": "179", "year": "2005"}, "text": "Association of carotid intima-media thickness with mesenteric, preperitoneal and subcutaneous fat thickness", "sentences": [], "annotations": [], "relations": []}, {"offset": 71006, "infons": {"fpage": "955", "issue": "8", "lpage": "959", "name_0": "surname:Howie;given-names:B", "name_1": "surname:Fuchsberger;given-names:C", "name_2": "surname:Stephens;given-names:M", "name_3": "surname:Marchini;given-names:J", "name_4": "surname:Abecasis;given-names:GR", "pub-id_doi": "10.1038/ng.2354", "pub-id_pmid": "22820512", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "44", "year": "2012"}, "text": "Fast and accurate genotype imputation in genome-wide association studies through pre-phasing", "sentences": [], "annotations": [], "relations": []}, {"offset": 71099, "infons": {"fpage": "1284", "issue": "10", "lpage": "1287", "name_0": "surname:Das;given-names:S", "name_1": "surname:Forer;given-names:L", "name_2": "surname:Schonherr;given-names:S", "name_3": "surname:Sidore;given-names:C", "name_4": "surname:Locke;given-names:AE", "name_5": "surname:Kwong;given-names:A", "pub-id_doi": "10.1038/ng.3656", "pub-id_pmid": "27571263", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "48", "year": "2016"}, "text": "Next-generation genotype imputation service and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 71155, "infons": {"fpage": "68", "issue": "7571", "lpage": "74", "name_0": "surname:Genomes Project;given-names:C", "name_1": "surname:Auton;given-names:A", "name_2": "surname:Brooks;given-names:LD", "name_3": "surname:Durbin;given-names:RM", "name_4": "surname:Garrison;given-names:EP", "name_5": "surname:Kang;given-names:HM", "pub-id_doi": "10.1038/nature15393", "pub-id_pmid": "26432245", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "526", "year": "2015"}, "text": "A global reference for human genetic variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 71202, "infons": {"fpage": "7", "name_0": "surname:Chang;given-names:CC", "name_1": "surname:Chow;given-names:CC", "name_2": "surname:Tellier;given-names:LC", "name_3": "surname:Vattikuti;given-names:S", "name_4": "surname:Purcell;given-names:SM", "name_5": "surname:Lee;given-names:JJ", "pub-id_doi": "10.1186/s13742-015-0047-8", "pub-id_pmid": "25722852", "section_type": "REF", "source": "Gigascience.", "type": "ref", "volume": "4", "year": "2015"}, "text": "Second-generation PLINK: rising to the challenge of larger and richer datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 71281, "infons": {"fpage": "576", "issue": "4", "lpage": "592", "name_0": "surname:Vilhjalmsson;given-names:BJ", "name_1": "surname:Yang;given-names:J", "name_2": "surname:Finucane;given-names:HK", "name_3": "surname:Gusev;given-names:A", "name_4": "surname:Lindstrom;given-names:S", "name_5": "surname:Ripke;given-names:S", "pub-id_doi": "10.1016/j.ajhg.2015.09.001", "pub-id_pmid": "26430803", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "97", "year": "2015"}, "text": "Modeling linkage disequilibrium increases accuracy of polygenic risk scores", "sentences": [], "annotations": [], "relations": []}, {"offset": 71357, "infons": {"fpage": "e1000730", "issue": "11", "name_0": "surname:Chasman;given-names:DI", "name_1": "surname:Pare;given-names:G", "name_2": "surname:Mora;given-names:S", "name_3": "surname:Hopewell;given-names:JC", "name_4": "surname:Peloso;given-names:G", "name_5": "surname:Clarke;given-names:R", "pub-id_doi": "10.1371/journal.pgen.1000730", "pub-id_pmid": "19936222", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "5", "year": "2009"}, "text": "Forty-three loci associated with plasma lipoprotein size, concentration, and cholesterol content in genome-wide analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 71478, "infons": {"fpage": "707", "issue": "7307", "lpage": "713", "name_0": "surname:Teslovich;given-names:TM", "name_1": "surname:Musunuru;given-names:K", "name_2": "surname:Smith;given-names:AV", "name_3": "surname:Edmondson;given-names:AC", "name_4": "surname:Stylianou;given-names:IM", "name_5": "surname:Koseki;given-names:M", "pub-id_doi": "10.1038/nature09270", "pub-id_pmid": "20686565", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "466", "year": "2010"}, "text": "Biological, clinical and population relevance of 95 loci for blood lipids", "sentences": [], "annotations": [], "relations": []}, {"offset": 71552, "infons": {"fpage": "823", "issue": "5", "lpage": "838", "name_0": "surname:Asselbergs;given-names:FW", "name_1": "surname:Guo;given-names:Y", "name_2": "surname:van Iperen;given-names:EP", "name_3": "surname:Sivapalaratnam;given-names:S", "name_4": "surname:Tragante;given-names:V", "name_5": "surname:Lanktree;given-names:MB", "pub-id_doi": "10.1016/j.ajhg.2012.08.032", "pub-id_pmid": "23063622", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "91", "year": "2012"}, "text": "Large-scale gene-centric meta-analysis across 32 studies identifies multiple lipid loci", "sentences": [], "annotations": [], "relations": []}, {"offset": 71640, "infons": {"fpage": "298", "issue": "2", "lpage": "310", "name_0": "surname:Albrechtsen;given-names:A", "name_1": "surname:Grarup;given-names:N", "name_2": "surname:Li;given-names:Y", "name_3": "surname:Sparso;given-names:T", "name_4": "surname:Tian;given-names:G", "name_5": "surname:Cao;given-names:H", "pub-id_doi": "10.1007/s00125-012-2756-1", "pub-id_pmid": "23160641", "section_type": "REF", "source": "Diabetologia.", "type": "ref", "volume": "56", "year": "2013"}, "text": "Exome sequencing-driven discovery of coding polymorphisms associated with common metabolic phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 71742, "infons": {"fpage": "1274", "issue": "11", "lpage": "1283", "name_0": "surname:Willer;given-names:CJ", "name_1": "surname:Schmidt;given-names:EM", "name_2": "surname:Sengupta;given-names:S", "name_3": "surname:Peloso;given-names:GM", "name_4": "surname:Gustafsson;given-names:S", "name_5": "surname:Kanoni;given-names:S", "pub-id_doi": "10.1038/ng.2797", "pub-id_pmid": "24097068", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "45", "year": "2013"}, "text": "Discovery and refinement of loci associated with lipid levels", "sentences": [], "annotations": [], "relations": []}, {"offset": 71804, "infons": {"fpage": "223", "issue": "2", "lpage": "232", "name_0": "surname:Peloso;given-names:GM", "name_1": "surname:Auer;given-names:PL", "name_2": "surname:Bis;given-names:JC", "name_3": "surname:Voorman;given-names:A", "name_4": "surname:Morrison;given-names:AC", "name_5": "surname:Stitziel;given-names:NO", "pub-id_doi": "10.1016/j.ajhg.2014.01.009", "pub-id_pmid": "24507774", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "94", "year": "2014"}, "text": "Association of low-frequency and rare coding-sequence variants with blood lipids and coronary heart disease in 56,000 whites and blacks", "sentences": [], "annotations": [], "relations": []}, {"offset": 71940, "infons": {"fpage": "1758", "issue": "12", "lpage": "1766", "name_0": "surname:Liu;given-names:DJ", "name_1": "surname:Peloso;given-names:GM", "name_2": "surname:Yu;given-names:H", "name_3": "surname:Butterworth;given-names:AS", "name_4": "surname:Wang;given-names:X", "name_5": "surname:Mahajan;given-names:A", "pub-id_doi": "10.1038/ng.3977", "pub-id_pmid": "29083408", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "49", "year": "2017"}, "text": "Exome-wide association study of plasma lipids in >300,000 individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 72010, "infons": {"fpage": "15", "issue": "4", "name_0": "surname:Fisher;given-names:RA", "section_type": "REF", "source": "Biometrika.", "type": "ref", "volume": "10", "year": "1915"}, "text": "Frequency distribution of the values of the correlation coefficient in samples from an indefinitely large population", "sentences": [], "annotations": [], "relations": []}, {"offset": 72127, "infons": {"fpage": "837", "issue": "3", "lpage": "845", "name_0": "surname:DeLong;given-names:ER", "name_1": "surname:DeLong;given-names:DM", "name_2": "surname:Clarke-Pearson;given-names:DL", "pub-id_doi": "10.2307/2531595", "pub-id_pmid": "3203132", "section_type": "REF", "source": "Biometrics.", "type": "ref", "volume": "44", "year": "1988"}, "text": "Comparing the areas under two or more correlated receiver operating characteristic curves: a nonparametric approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 72243, "infons": {"fpage": "e0146081", "issue": "1", "name_0": "surname:Buscot;given-names:MJ", "name_1": "surname:Magnussen;given-names:CG", "name_2": "surname:Juonala;given-names:M", "name_3": "surname:Pitkanen;given-names:N", "name_4": "surname:Lehtimaki;given-names:T", "name_5": "surname:Viikari;given-names:JS", "pub-id_doi": "10.1371/journal.pone.0146081", "pub-id_pmid": "26731281", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "11", "year": "2016"}, "text": "The combined effect of common genetic risk variants on circulating lipoproteins is evident in childhood: a longitudinal analysis of the cardiovascular risk in young Finns study", "sentences": [], "annotations": [], "relations": []}, {"offset": 72420, "infons": {"fpage": "37", "issue": "1", "lpage": "44", "name_0": "surname:Lu;given-names:X", "name_1": "surname:Huang;given-names:J", "name_2": "surname:Mo;given-names:Z", "name_3": "surname:He;given-names:J", "name_4": "surname:Wang;given-names:L", "name_5": "surname:Yang;given-names:X", "pub-id_doi": "10.1161/CIRCGENETICS.115.001096", "pub-id_pmid": "26582766", "section_type": "REF", "source": "Circ Cardiovasc Genet", "type": "ref", "volume": "9", "year": "2016"}, "text": "Genetic susceptibility to lipid levels and lipid change over time and risk of incident hyperlipidemia in Chinese populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 72545, "infons": {"fpage": "e0179238", "issue": "7", "name_0": "surname:Reisberg;given-names:S", "name_1": "surname:Iljasenko;given-names:T", "name_2": "surname:Lall;given-names:K", "name_3": "surname:Fischer;given-names:K", "name_4": "surname:Vilo;given-names:J", "pub-id_doi": "10.1371/journal.pone.0179238", "pub-id_pmid": "28678847", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "12", "year": "2017"}, "text": "Comparing distributions of polygenic risk scores of type 2 diabetes and coronary heart disease within different populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 72669, "infons": {"fpage": "3328", "issue": "1", "name_0": "surname:Duncan;given-names:L", "name_1": "surname:Shen;given-names:H", "name_2": "surname:Gelaye;given-names:B", "name_3": "surname:Meijsen;given-names:J", "name_4": "surname:Ressler;given-names:K", "name_5": "surname:Feldman;given-names:M", "pub-id_doi": "10.1038/s41467-019-11112-0", "pub-id_pmid": "31346163", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "10", "year": "2019"}, "text": "Analysis of polygenic risk score usage and performance in diverse human populations", "sentences": [], "annotations": [], "relations": []}, {"offset": 72753, "infons": {"fpage": "71", "issue": "2", "lpage": "81", "name_0": "surname:Dron;given-names:JS", "name_1": "surname:Hegele;given-names:RA", "pub-id_doi": "10.1097/MOL.0000000000000576", "pub-id_pmid": "30676533", "section_type": "REF", "source": "Curr Opin Lipidol", "type": "ref", "volume": "30", "year": "2019"}, "text": "The evolution of genetic-based risk scores for lipids and cardiovascular disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 72834, "infons": {"fpage": "584", "issue": "4", "lpage": "591", "name_0": "surname:Martin;given-names:AR", "name_1": "surname:Kanai;given-names:M", "name_2": "surname:Kamatani;given-names:Y", "name_3": "surname:Okada;given-names:Y", "name_4": "surname:Neale;given-names:BM", "name_5": "surname:Daly;given-names:MJ", "pub-id_doi": "10.1038/s41588-019-0379-x", "pub-id_pmid": "30926966", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "51", "year": "2019"}, "text": "Clinical use of current polygenic risk scores may exacerbate health disparities", "sentences": [], "annotations": [], "relations": []}, {"offset": 72914, "infons": {"fpage": "e1006078", "issue": "5", "name_0": "surname:Ripatti;given-names:P", "name_1": "surname:Ramo;given-names:JT", "name_2": "surname:Soderlund;given-names:S", "name_3": "surname:Surakka;given-names:I", "name_4": "surname:Matikainen;given-names:N", "name_5": "surname:Pirinen;given-names:M", "pub-id_doi": "10.1371/journal.pgen.1006078", "pub-id_pmid": "27227539", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "12", "year": "2016"}, "text": "The contribution of GWAS loci in familial dyslipidemias", "sentences": [], "annotations": [], "relations": []}, {"offset": 72970, "infons": {"fpage": "539", "issue": "9", "lpage": "550", "name_0": "surname:Holmes;given-names:MV", "name_1": "surname:Asselbergs;given-names:FW", "name_2": "surname:Palmer;given-names:TM", "name_3": "surname:Drenos;given-names:F", "name_4": "surname:Lanktree;given-names:MB", "name_5": "surname:Nelson;given-names:CP", "pub-id_doi": "10.1093/eurheartj/eht571", "pub-id_pmid": "24474739", "section_type": "REF", "source": "Eur Heart J", "type": "ref", "volume": "36", "year": "2015"}, "text": "Mendelian randomization of blood lipids for coronary heart disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 73037, "infons": {"section_type": "REF", "type": "ref"}, "text": "Trinder M, Francis GA, Brunham LR. Association of monogenic vs polygenic hypercholesterolemia with risk of atherosclerotic cardiovascular disease. JAMA Cardiol. 2020;5(4):390–9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 73217, "infons": {"fpage": "1634", "issue": "9726", "lpage": "1639", "name_0": "surname:Emerging Risk Factors;given-names:C", "name_1": "surname:Sarwar;given-names:N", "name_2": "surname:Sandhu;given-names:MS", "name_3": "surname:Ricketts;given-names:SL", "name_4": "surname:Butterworth;given-names:AS", "pub-id_doi": "10.1016/S0140-6736(10)60545-4", "pub-id_pmid": "20452521", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "375", "year": "2010"}, "text": "Triglyceride-mediated pathways and coronary disease: collaborative analysis of 101 studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 73308, "infons": {"fpage": "2631", "issue": "25", "lpage": "2639", "name_0": "surname:Ference;given-names:BA", "name_1": "surname:Yoo;given-names:W", "name_2": "surname:Alesh;given-names:I", "name_3": "surname:Mahajan;given-names:N", "name_4": "surname:Mirowska;given-names:KK", "name_5": "surname:Mewada;given-names:A", "pub-id_doi": "10.1016/j.jacc.2012.09.017", "pub-id_pmid": "23083789", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "60", "year": "2012"}, "text": "Effect of long-term exposure to lower low-density lipoprotein cholesterol beginning early in life on the risk of coronary heart disease: a Mendelian randomization analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 73480, "infons": {"fpage": "572", "issue": "9841", "lpage": "580", "name_0": "surname:Voight;given-names:BF", "name_1": "surname:Peloso;given-names:GM", "name_2": "surname:Orho-Melander;given-names:M", "name_3": "surname:Frikke-Schmidt;given-names:R", "name_4": "surname:Barbalic;given-names:M", "name_5": "surname:Jensen;given-names:MK", "pub-id_doi": "10.1016/S0140-6736(12)60312-2", "pub-id_pmid": "22607825", "section_type": "REF", "source": "Lancet.", "type": "ref", "volume": "380", "year": "2012"}, "text": "Plasma HDL cholesterol and risk of myocardial infarction: a mendelian randomisation study", "sentences": [], "annotations": [], "relations": []}, {"offset": 73570, "infons": {"fpage": "581", "issue": "9841", "lpage": "590", "name_0": "surname:Cholesterol Treatment Trialists;given-names:C", "name_1": "surname:Mihaylova;given-names:B", "name_2": "surname:Emberson;given-names:J", "name_3": "surname:Blackwell;given-names:L", "name_4": "surname:Keech;given-names:A", "name_5": "surname:Simes;given-names:J", "pub-id_doi": "10.1016/S0140-6736(12)60367-5", "pub-id_pmid": "22607822", "section_type": "REF", "source": "Lancet.", "type": "ref", "volume": "380", "year": "2012"}, "text": "The effects of lowering LDL cholesterol with statin therapy in people at low risk of vascular disease: meta-analysis of individual data from 27 randomised trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 73732, "infons": {"fpage": "1368", "issue": "12", "lpage": "1369", "name_0": "surname:Pokharel;given-names:Y", "name_1": "surname:Gosch;given-names:K", "name_2": "surname:Nambi;given-names:V", "name_3": "surname:Chan;given-names:PS", "name_4": "surname:Kosiborod;given-names:M", "name_5": "surname:Oetgen;given-names:WJ", "pub-id_doi": "10.1016/j.jacc.2016.06.048", "pub-id_pmid": "27634128", "section_type": "REF", "source": "J Am Coll Cardiol", "type": "ref", "volume": "68", "year": "2016"}, "text": "Practice-level variation in statin use among patients with diabetes: insights from the PINNACLE Registry", "sentences": [], "annotations": [], "relations": []}, {"offset": 73837, "infons": {"fpage": "3391", "issue": "1", "name_0": "surname:Natarajan;given-names:P", "name_1": "surname:Peloso;given-names:GM", "name_2": "surname:Zekavat;given-names:SM", "name_3": "surname:Montasser;given-names:M", "name_4": "surname:Ganna;given-names:A", "name_5": "surname:Chaffin;given-names:M", "pub-id_doi": "10.1038/s41467-018-05747-8", "pub-id_pmid": "30140000", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "9", "year": "2018"}, "text": "Deep-coverage whole genome sequences and blood lipids among 16,324 individuals", "sentences": [], "annotations": [], "relations": []}, {"offset": 73916, "infons": {"fpage": "e002725", "issue": "2", "name_0": "surname:Ripatti;given-names:P", "name_1": "surname:Ramo;given-names:JT", "name_2": "surname:Mars;given-names:NJ", "name_3": "surname:Fu;given-names:Y", "name_4": "surname:Lin;given-names:J", "name_5": "surname:Soderlund;given-names:S", "pub-id_doi": "10.1161/CIRCGEN.119.002725", "pub-id_pmid": "32154731", "section_type": "REF", "source": "Circ Genom Precis Med", "type": "ref", "volume": "13", "year": "2020"}, "text": "Polygenic hyperlipidemias and coronary artery disease risk", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]