[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240907", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC3634642", "infons": {"license": "CC BY-NC-SA"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1242/dmm.011833", "article-id_pmc": "PMC3634642", "article-id_pmid": "23519032", "article-id_publisher-id": "0060571", "fpage": "571", "issue": "3", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial Share Alike License (http://creativecommons.org/licenses/by-nc-sa/3.0), which permits unrestricted non-commercial use, distribution and reproduction in any medium provided that the original work is properly cited and all further distributions of the work or adaptation are subject to the same Creative Commons License terms.", "lpage": "579", "name_0": "surname:Adams;given-names:David", "name_1": "surname:Baldock;given-names:Richard", "name_10": "surname:Pauws;given-names:Erwin", "name_11": "surname:Raess;given-names:Michael", "name_12": "surname:Rossant;given-names:Janet", "name_13": "surname:Weaver;given-names:Tom", "name_14": "surname:West;given-names:David", "name_2": "surname:Bhattacharya;given-names:Shoumo", "name_3": "surname:Copp;given-names:Andrew J.", "name_4": "surname:Dickinson;given-names:Mary", "name_5": "surname:Greene;given-names:Nicholas D. E.", "name_6": "surname:Henkelman;given-names:Mark", "name_7": "surname:Justice;given-names:Monica", "name_8": "surname:Mohun;given-names:Timothy", "name_9": "surname:Murray;given-names:Stephen A.", "section_type": "TITLE", "type": "front", "volume": "6", "year": "2013"}, "text": "Bloomsbury report on mouse embryo phenotyping: recommendations from the IMPC workshop on embryonic lethal screening", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 116, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Identifying genes that are important for embryo development is a crucial first step towards understanding their many functions in driving the ordered growth, differentiation and organogenesis of embryos. It can also shed light on the origins of developmental disease and congenital abnormalities. Current international efforts to examine gene function in the mouse provide a unique opportunity to pinpoint genes that are involved in embryogenesis, owing to the emergence of embryonic lethal knockout mutants. Through internationally coordinated efforts, the International Knockout Mouse Consortium (IKMC) has generated a public resource of mouse knockout strains and, in April 2012, the International Mouse Phenotyping Consortium (IMPC), supported by the EU InfraCoMP programme, convened a workshop to discuss developing a phenotyping pipeline for the investigation of embryonic lethal knockout lines. This workshop brought together over 100 scientists, from 13 countries, who are working in the academic and commercial research sectors, including experts and opinion leaders in the fields of embryology, animal imaging, data capture, quality control and annotation, high-throughput mouse production, phenotyping, and reporter gene analysis. This article summarises the outcome of the workshop, including (1) the vital scientific importance of phenotyping embryonic lethal mouse strains for basic and translational research; (2) a common framework to harmonise international efforts within this context; (3) the types of phenotyping that are likely to be most appropriate for systematic use, with a focus on 3D embryo imaging; (4) the importance of centralising data in a standardised form to facilitate data mining; and (5) the development of online tools to allow open access to and dissemination of the phenotyping data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1940, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Strategic importance and value of embryonic phenotyping", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1996, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The International Mouse Phenotyping Consortium (IMPC; www.mousephenotype.org) aims to create 20,000 knockout (KO) mouse strains over the next 10 years, with viable strains undergoing comprehensive phenotyping as adult mice in order to identify the consequences of gene disruption. It is estimated that at least 30% of all KO strains will die during embryonic or perinatal periods and will not, therefore, pass through the adult phenotyping pipeline. However, systematic identification of such homozygous lethal KO lines presents the scientific community with a unique opportunity to study thousands of lethal phenotypes, unlocking a treasure trove of information relevant to gene function during embryonic growth, differentiation and organogenesis. This potential has been recognised by the mouse genetics community, as evidenced by previous IMPC workshops (Toronto, April 2010; Barcelona, February 2011), focus groups and user surveys in which embryonic development was considered an important stage that should be included in the IMPC pipeline.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3043, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Identifying and characterising embryonic lethal mutant phenotypes is particularly important for understanding the roles of genes for which little to nothing is known. Embryonic lethal screens in model organisms, ranging in complexity from invertebrates to mammalian models, have to date proved extremely successful for the identification of genes and pathways that control developmental programmes. Recent case studies in the mouse include gene trapping and chemical mutagenesis screens covering proportions of the X chromosome and chromosome 11, respectively. These screens have demonstrated the power of forward genetic approaches for revealing functions of poorly annotated genes. For example, in the X chromosome gene trap screen, 58 genes were analysed, 19 were embryonic lethal, of which 17 displayed novel phenotypes and nine were associated with human genetic disease.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3920, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Characterising embryonic lethal phenotypes is also extremely important from a clinical perspective. Developmental anomalies and birth defects collectively affect 1/40 births in Europe, equivalent to 360,000 children each year, with a huge social, health and economic impact on society. The generation and characterisation of mouse models for these conditions will help to shed light on the underlying mechanisms responsible for such defects and the genes responsible. For example, mouse models have played a central role in our understanding of ciliopathies, for which the discovery of the relationship between cell signalling and cilia function has increased our understanding of a diverse spectrum of human diseases. Analysis of mouse embryonic lethal mutations has also resulted in the identification of new drug targets and intervention strategies. For instance, studying the neural tube defect in the lethal Grhl3 mouse mutant model led to novel inositol and folic acid combination therapies for the prevention of spina bifida, which are currently being evaluated in clinical trials as part of the PONTI study at University College London (UCL) (www.pontistudy.ich.ucl.ac.uk). Moreover, there have been substantial clinical impacts from fundamental observations of gene-dosage-sensitive embryonic lethality in delta-like ligand 4 (Dll4; encoding a Notch ligand) and vascular endothelial growth factor (Vegf) mouse mutants; the products of these genes are important factors driving angiogenesis, making them major therapeutic targets in cancer treatment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5479, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A large proportion of homozygous lethal mutations also have clinical phenotypes as viable heterozygotes. Such alleles are likely to be widely represented in human disease because of their haploinsufficient or dominant phenotypic effects. Studying embryonic lethal phenotypes can therefore also provide insight into the underlying mechanisms relevant to adult disease. This underlines the substantial and complementary value of combining phenotyping of heterozygous mutants for clinical phenotypes with detailed analysis of homozygous lethal phenotypes, to enable a deeper understanding of gene function and pathways. An important example is congenital heart disease, which can be caused by semidominant mutations in the NKX2.5 gene. These mutations were originally identified and characterised as fly and mouse embryonic lethal mutations that cause early cardiac failure.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6351, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The IMPC plans to carry out a broad phenotype analysis of heterozygous adults for those mutants that are non-viable homozygotes. Such embryonic lethals are predicted to make up at least 30% of all mutant lines created, based on preliminary data and bibliometric analysis from The Jackson Laboratory (JAX) Mouse Genome Informatics (MGI) database (Table 1). Understanding embryonic lethal phenotypes will be directly relevant when interpreting adult mouse heterozygous phenotypes that are detected in the IMPC pipeline. The combination of embryonic data correlated with adult phenotypes will substantially strengthen the case for an essential role played by the target gene in adult disease and is likely to encourage further validation studies in mice and humans.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7114, "infons": {"file": null, "id": "t1-0060571", "section_type": "TABLE", "type": "table_caption"}, "text": "Breakdown of mouse embryonic and perinatal lethality", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7167, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In summary, phenotyping mutants that die as embryos is justified because it will provide missing functional information and clinical significance to nearly one third of all International Knockout Mouse Consortium (IKMC) and IMPC mouse lines. Furthermore, the proposal is extremely timely and cost-effective because it leverages existing investments that have been made in KO mice that are being created and bred as part of the IMPC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7600, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This article summarises the conclusions of the April 2012 IMPC workshop held in London, UK, to discuss the most effective ways to undertake the phenotyping of mutant mouse embryos and to incorporate this into the overall programme of the IMPC. This includes identifying the embryonic stages that are most fruitful for analysis, determining the types of phenotyping feasible for the scale of the work and addressing the importance of disseminating phenotype data to the wider scientific community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8097, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Key embryonic stages of lethality reveal functional significance", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8162, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The general findings from several large-scale mutagenesis programmes, including the most recent data from the EUMODIC project (paper in preparation), is that ∼30–40% of homozygous KO mutant strains are embryonic or perinatal lethal. Although lethal mutations can affect all embryonic stages of development (up to 19 days of gestation), it is useful to consider three broad developmental stage categories based on the type of cellular and organ physiology that is affected: (1) early lethals with defects in pre- and peri-implantation processes in embryonic or extraembryonic tissues; (2) mid-gestational lethals, which die during organogenesis owing to, for example, a failure in embryonic cardiovascular function, as well as defects in important placental functions; and (3) late lethals, which die in the fetal or immediate perinatal period owing to failures in the transition to adult functioning organ systems. Bibliometric data collected from the MGI database is consistent with these observations (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9180, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Structural defects in the anatomy of many organ systems can be detected during each stage of embryogenesis. Two important points are revealed by this observation. First, structural changes are common indicators of embryonic dysfunction, because 60% of lethals exhibit abnormal anatomy, which can be detected by simple observation. Below, we propose to establish a robust and high-throughput platform to screen intact mammalian embryos for such defects using imaging techniques. Second, it is impossible to consider one stage as optimal for the discovery of newly identified phenotypes. Each stage could reveal important discoveries into developmental processes, and the stage of particular interest for follow-up investigations will depend on the interest of the researcher. This observation is supported by a survey of the UK Medical Research Council (MRC) Mouse Network Developmental Anomalies Consortium, a network of 20 UK labs working with mouse models to study a range of human congenital diseases and birth defects. Table 2 is a matrix that summarises the great variability in preferred embryonic stage and current methods for analysis, broken down by clinically relevant organ systems.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10374, "infons": {"file": null, "id": "t2-0060571", "section_type": "TABLE", "type": "table_caption"}, "text": "Results from the UK MRC Mouse Network Developmental Anomalies Consortium survey on the preferred methods of analysis at different developmental stages for various organ systems", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10551, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Imaging modalities for embryonic analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10593, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A major focus of the London workshop was to consider the different imaging platforms that could be used in a high-throughput screen of embryonic phenotypes. It was agreed that primary anatomical information can and should be recorded via visual examination of mutant embryos by expert annotators. However, the ability to record three-dimensional (3D) images of mutants at different appropriate stages, in digital form, adds considerable value to the primary information. It allows quantitation of morphological changes, and, as computational tools become broadly available, it will allow automated scoring of some defects by comparison with wild-type standards. The data will be stored digitally, ensuring ease of export and analysis by other labs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11342, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Many imaging platforms were discussed during the workshop (Table 3), some that have been ‘workhorses’ during previous screens [e.g. magnetic resonance imaging (MRI) ] and others that are on the cutting edge of dynamic embryo imaging [e.g. optical coherence tomography (OCT) ]. When discussing the relative merits of a platform, an obvious driver is that whole-embryo coverage is obtained to ensure all organ systems are observed. Further considerations include spatial resolution and the importance of sufficient contrast to detect significant changes in morphology. For instance, in the case of MRI and micro X-ray computed tomography (μCT) imaging, the development of contrast reagents has helped enormously. A notable example is the use of inorganic iodine and phosphotungstic acid as contrast reagents in μCT imaging in order to increase the detection of soft tissues in mouse embryos. Another important concern is speed of acquisition of images, both to detect dynamic changes and for rapid collection of image volumes [e.g. by applying ultrasound or optical coherence tomography (OCT) ]. Additional considerations include operational workflow issues, complexity and time required for tissue preparation, image collection and throughput, capital and operational costs, and the robustness and scalability of the platform. This last point is crucial, particularly for newly emerging platforms that have yet to be validated for high-throughput embryo imaging. Consider the example of a relatively new platform called high resolution episcopic microscopy (HREM), which combines the ‘gold standard’ sensitivity and resolution of histopathology with 3D reconstruction. In this platform, embryos are embedded in plastic and serially sectioned, before each block face is imaged using a high-resolution digital camera. Serial sections can be assembled digitally, providing volume data that can be used to reconstruct embryos in 3D with the same cellular resolution as routinely obtained via histological sections (1 μm). Not only does HREM have a higher resolution than most platforms, it can be applied following a non-destructive imaging method such as MRI or μCT.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13517, "infons": {"file": null, "id": "t3-0060571", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary of imaging platforms for embryonic lethal phenotyping that were discussed at the London workshop", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13622, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The workshop did not come to a consensus on a common imaging platform. Instead, it was concluded that multiple platforms exist that can meet the requirements for whole-embryo coverage, sensitivity, specificity and resolution. In order to optimise the use of currently available infrastructure and to encourage further development of high-throughput embryo imaging technologies, it is recommended that appropriate standards of throughput, sensitivity and specificity be adopted by the consortium as a whole, as opposed to relying on a particular imaging platform.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14185, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "It was clear from many case studies that imaging platform technology is evolving rapidly, both through incremental platform-specific method development as well as step change improvements through novel optics and instrumentation. It is highly recommended, therefore, that IMPC production centres establish close collaborations with expert imaging research laboratories or align themselves with experienced imaging cores. Collaborating imaging labs would contribute expert advice and technical know-how of platform technology, image processing and analysis tools. If an IMPC production centre does not have the necessary imaging platform technology or expertise, operational aspects of an embryonic lethal screening pipeline could be outsourced to one or several of these external imaging labs, as is the case for both of the KO lethal projects described later in this article.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15062, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "A tiered and triaged screening strategy for phenotyping embryonic lethals", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15136, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The operational workflow for embryonic lethal analysis should be organised into primary, secondary and tertiary ‘tiers’. A tiered approach is favoured because it enables flexibility in experimental design and an affordable breeding strategy. Production centres would first determine the approximate stage of lethality and score a minimum set of embryonic phenotypes in a primary tier screen. These lines would be triaged further for more detailed 3D imaging or extended analysis at different embryonic stages, depending on the local research interests and strategic focus as well as availability of the appropriate imaging platform.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15773, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Primary tier: determine approximate stage of lethality and evaluate a minimum set of phenotypes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15869, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The identification of embryonic lethal mutants begins with careful evaluation of genotype ratios during breeding to generate cohorts of mice for adult phenotyping. Lethality is defined as the lack of homozygous animals upon genotyping (usually near wean); at least 28 animals must be genotyped prior to calling a strain lethal at 95% confidence. Those that display less than 50% of the expected number of homozygotes (or 12.5% total) will be defined as ‘sub-viable’, although this is a qualitative assessment and not statistically significant. Both fully lethal and sub-viable strains can be flagged for embryonic lethal phenotyping, depending on the centres involved. The essential first step is to establish the approximate age of embryonic death for the expected 30% of lethal IMPC lines. A mid-gestational stage of embryonic day 12.5 (E12.5) was recommended as a single initial reference time point, which provides the most information for subsequent analysis at different time points and can be efficiently combined with lacZ analysis. Based upon the findings at the E12.5 stage, the screen should then be triaged to either E9.5 (if there were no live homozygotes at E12.5) or E18.5 (if there was the expected number of homozygotes at E12.5). It is important to consider perinatal lethals, because they are expected to represent a large fraction (∼15%) of lethals. In addition, they are likely to represent excellent models for birth defects in humans, as evidenced by those linked to human neural tube defects. Triaging to stage E15.5 would follow if lethality was determined to occur in the E12.5–E18.5 window. A minimum of 28 embryos per time point is recommended to provide 95% confidence for a ‘lethal’ call if no live homozygous embryos are identified at a particular stage (as above) and, assuming full penetrance of the phenotype, this number will also be sufficient to achieve at least seven homozygous mutants for phenotypic analysis. This strategy to start at E12.5 is in line with the minimum requirement from the National Institutes of Health (NIH) KO Mouse Project (KOMP; http://grants.nih.gov/grants/guide/rfa-files/RFA-RM-10-013.html), thus maximising efficiency for the consortium. All phenotypes will be captured using standard annotation and vocabularies [Mouse Phenotype Ontology (MP) terms; see below].", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18210, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Secondary tier: detect anatomical anomalies using 3D imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18271, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Follow-on phenotyping of appropriate developmental stages beyond E12.5, dependent on the observations of the first-pass screen at E12.5, should include acquisition of morphological information using 3D imaging and anatomical analysis. This tier will not only provide insights into embryonic phenotypes beyond that readily observable by gross inspection, but will also archive high-resolution data sets for additional analysis by experts around the world. Robust imaging platforms discussed in Table 3, including MRI, μCT, optical projection tomography (OPT) and HREM, are recommended to be employed depending on resource availability and exact stage of analysis. For visual examination, a minimum of two mutants (depending on the platform) should be imaged from each stage. Control data from wild-type mice should be collected from a range of stages to establish standard values to compare with mutant data. Image data would be initially examined manually, using commercially available visualisation software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19282, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Computer-assisted analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19309, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To go beyond descriptive phenotyping and to ameliorate the need for major efforts and costs of expert annotators, the further development of quantitative and statistically based computer analyses is required. These methods bring multiple 3D images into a common atlas space using methods of spatial deformation. These ‘registered’ images have several valuable attributes. First, at the simplest level they allow for visual comparison among individual images within a coherent space. Second, the extracted deformation fields can be used to identify displacements and volume changes between embryos. Such quantitative measures can be used to evaluate statistically abnormal morphology in mutant embryos compared with controls, taking account of the random variation within strains. Such statistical evaluation requires group sizes of about seven mutants and seven controls. Third, manual segmentation of the atlas enables organ identification and measurement in each individual 3D image, enabling quantitative organ measurement. Finally, computer-aided analysis is capable of detecting subtle but statistically significant changes in gross morphology that cannot be recognised by visual inspection or by histological morphometry. These computer-aided analysis methods are well established for the mouse brain and have shown promise in the initial analysis of embryos. A segmented atlas (Fig. 1) from a set of 35 embryo CT images has recently been published, and will be an invaluable resource for computer-assisted phenotyping of embryonic lethals.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20860, "infons": {"file": "DMM011833F1.jpg", "id": "f1-0060571", "section_type": "FIG", "type": "fig_caption"}, "text": "Three-dimensional visualisation of 48 segmented anatomical structures in an E15.5 mouse embryo atlas. Each volume is shown in its native location within the whole mouse embryo volume (semi-transparent). Note that many of the segmented labels cannot be displayed because they are embedded within other structures, especially in the brain.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21198, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In order to facilitate secondary-tier phenotyping, standard operating procedures will need to be developed and shared between production centres in the same manner that the IMPC has created common protocols for the adult phenotyping pipeline. Given that the long-term goal of the IMPC is to expand the overall mouse phenotyping capacity of the international community, an important component of this tier will be the provision of training, and transferring expertise, in acquiring and analysing the data obtained from advanced imaging modalities. This will serve to extend the capabilities of the consortium overall, while also providing a robust mechanism for process standardisation. Finally, as with the primary tier, it is essential that all phenotype calls use the standardised vocabulary of the MP terms to assure integration and to support robust search functionality in databases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22087, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Embryonic gene expression profiles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22122, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An optional approach for further characterisation is to profile gene expression via RNA sequencing (RNA-seq) of embryonic tissues, in order to determine global perturbations caused by the mutation. Recent work by the Wellcome Trust Sanger Institute’s Zebrafish Mutation Project has demonstrated the sensitivity and scalability of RNA-seq for high-throughput mutant analysis by combining exon-resequencing with morphological phenotype analysis (www.sanger.ac.uk/Projects/D_rerio/zmp/). However, it should be noted that mRNA profiling by RNA-seq will not provide cellular resolution for the targeted gene in the same way that lacZ imaging does, and so the former should be considered as a subsidiary approach. As sequencing technologies continue to improve, this recommendation might be revised.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22918, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Investigation of the placenta", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22948, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Evaluation of the placenta is crucial for accurate descriptions of embryonic lethal phenotypes to be made, because many embryonic lethals are the indirect result of defects in trophoblast development, allantois-chorion fusion or placental function. Furthermore, conditional deletion of the IKMC KO alleles could separate embryonic and placental gene functions. As a minimum, placentae should be evaluated for gross morphology, and preferably subjected to midline histological sectioning to enable assessment of the size and morphology of the different functional layers of the chorioallantoic placenta. Samples should be collected or banked for further secondary-tier analysis either locally, or through centralised providers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23675, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Analysis of live embryos", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23700, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary defects in early embryonic lethal mutants (<E12.5) are difficult to detect because they are often masked by secondary disorders. Many mutants that are dead or dying but not fully resorbed present deficits in cardiovascular function that can result from primary defects in heart function, blood differentiation or the vascular system. In these cases, dynamic analysis is needed to assess the phenotype. Live-embryo imaging using technologies such as ultrasound and OCT provide the earliest functional tests of heart function and blood flow analysis, and are a sensitive way to identify defects in heart function or blood formation. Secondary screens on live embryos can further define which of these three systems are affected first, and can also provide a full 3D structural analysis of embryos without added exogenous contrast agents.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24544, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Tertiary tier: functional analysis by end users", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24592, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "More detailed tertiary phenotyping would be performed by individual investigators who have flagged strains of interest within the primary and secondary phenotyping tiers. The types of follow-up would typically include detailed immunohistochemistry, laser capture micro-dissection and the development of cell-based assays. Further analysis of the underlying tissue defects would require tissue- and temporal-specific KOs using the IKMC floxed alleles and appropriate Cre drivers. This would necessitate the involvement of experienced users. The production centres are encouraged to develop networks of collaborators who would benefit from accessing the mutant embryos to facilitate their research.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25289, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "lacZ reporter analysis: adding value to phenotyping", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25341, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Because the alleles used in creating KO mouse strains in the IMPC also carry a lacZ reporter gene, the majority of investigators considered that lacZ expression analysis in embryos would provide essential insight into the cellular, tissue and organ expression patterns predicted for the targeted gene. Detailing lacZ expression at E12.5 was recommended by the UK development consortium (Table 2) and is being adopted as part of the NIH-funded KOMP phenotyping programme in the IMPC.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25824, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Therefore, an important recommendation for a lethal screen is to incorporate lacZ analysis. This integration has substantial benefits, including being able to combine embryo production during cohort breeding when generating homozygous lethals, the ability to correlate developmental defects with tissue expression profiling, and the possibility of employing common imaging platforms to capture both general anatomy and structure as well as information on reporter gene expression [e.g. OPT ]. It would also leverage and extend the in situ hybridisation embryo surveys of gene expression (EurExpress).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26425, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To capitalise on embryo analysis efforts, workshop participants recommended analysing lacZ expression in E12.5 embryos and in adults (P50 or older) for each lethal KO strain in order to correlate possible roles in development with discernible adult lacZ expression or identified phenotypes. Also, the analysis of both male and female heterozygous animals was recommended in order to identify defects in reproductive development and anatomy. Many human congenital anomalies show sex-dependent differences in prevalence, encouraging the analysis of both male and female lethal lines to gain insight into the mechanisms of these poorly understood sex differences. It was also strongly recommended that pilot studies employing lacZ staining of homozygotes are undertaken, because these provide increased signal (allowing for more sensitive detection) and can also provide insight into the mutant phenotype (e.g. through detection of deregulated expression or altered anatomy). Wild-type littermates (no lacZ) and ubiquitously expressing lacZ-positive control animals were recommended to be included in the analysis. The exact methods for tissue fixation and processing vary among different groups, but include whole-mount staining, frozen sectioning, paraffin embedding, OPT or combinations of modalities. A list of 40 adult tissues to be annotated was agreed upon and includes substructures as covered by the mouse anatomy (MA) ontology vocabulary. An equivalent set of high-level ontological terms for the embryonic stages will need to be agreed upon as a matter of priority by the community through further discussions via the IMPC forum. Each tissue entity will be scored as present, absent, non-specific, or tissue not available. As a minimum, 2D digital images, including a scale bar, will be captured and archived for positive staining tissues. Meta-data, such as the production centre, staining modality and standard operational procedure used, should also be captured and linked to the image data.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28428, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Exemplar embryonic lethal phenotyping pipelines", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 28476, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two embryonic lethal screens are already in progress or being considered, both of which will implement a tiered and triaged approach. The first screen encompasses the NorCOMM2 (North American Conditional Mouse Mutagenesis) and KOMP2 projects, at the University of Toronto’s Center for Phenogenomics (TCP), which follow the workflow that is summarised in Fig. 2. The TCP screen identifies homozygous lethal lines by genotyping at 2–3 weeks of age. Lethal lines are initially examined at the mid-gestational stage (E12.5) for developmental anomalies, with heterozygous embryos stained for lacZ reporter activity. Standard whole-mount imaging is used, and OPT is also being piloted in combination with lacZ expression analysis to detect developmental anomalies in homozygous mutant embryos. Those strains that survive to E12.5 are analysed further at E14.5 or E15.5 using μCT imaging, whereas those strains that fail to develop normally to E12.5 are followed up at the earlier E9.5 stage using OPT. 3D imaging is supported by detailed histopathology of both embryonic and placental tissues.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29569, "infons": {"file": "DMM011833F2.jpg", "id": "f2-0060571", "section_type": "FIG", "type": "fig_caption"}, "text": "The TCP lethal screen. Outline of the screening procedure of the University of Toronto’s Center for Phenogenomics (TCP) to identify and phenotype recessive embryonic lethal mutants produced from the NORCOMM2 and KOMP2 projects. Heterozygous KO mice (HET) are crossed, the offspring counted on the day of birth (P0), followed by genotyping of 28 surviving pups 2–3 weeks later (P14–P21) to establish the proportion of wild-type (WT), heterozygous mutant and homozygous mutant (HOM) animals produced. If no homozygote mutants are detected despite the absence of any neonatal pup death, the KO is considered embryonic lethal and ∼five litters (28 embryos) are checked for survival of homozygous embryos to the 12th day of gestation (E12.5). Embryos are imaged by μCT on the 15th day of gestation (E15.5) or OPT on the 9th day (E9.5), depending on whether more or less than 50% of the expected mendelian ratio of homozygotes is detected, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30526, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The second screen is being undertaken by a consortium of UK developmental biologists and clinician scientists supported by the Wellcome Trust. This programme, entitled ‘Deciphering the Mechanisms of Developmental Disorders (DMDD)’, will screen at least 50 embryonic lethal strains, produced by the Wellcome Trust Sanger Institute, each year over a 5-year period [see accompanying Editorial. The DMDD screen incorporates a tiered, triaged strategy in which embryonic and perinatal lethals are identified 2 weeks after birth, with lethal strains initially examined at E14.5–E15.5 using a combination of μCT and HREM imaging platforms. As with the TCP pipeline, embryonic and placental tissues will both be examined, and those strains that appear morphologically normal at the initial stage of examination will be further analysed later (in this case at E18.5 by histopathology and immunohistochemistry) or earlier (E9.5–E10.5 by HREM). Although lacZ reporter activity for the targeted gene will not be assessed in the DMDD screen, embryos will undergo RNA-seq analysis to determine transcriptome profiles.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31639, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Data analysis and dissemination", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31671, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The logistics of disseminating, analysing and annotating the 3D data were identified as a major challenge during the workshop. The first aspect to consider is the need for data coordination to ensure minimum quality-control standards before data release for expert user or general public annotation. An excellent case study for coordinating operational and data quality-control workflows for a high-throughput multi-site embryo expression analysis has been demonstrated by the EUREXPRESS project. This project analysed over 18,000 genes and 400 microRNAs by oligo-based RNA in situ hybridisation on wild-type embryos (E14.5; cryosections). In keeping with the IMPC ideology, once they have passed the necessary quality-control measures, all data must be made freely available pre-publication through the IMPC database (www.impc.org). In order to deliver on this ambitious goal, a coordinated effort will be required to make 3D image data available in an open-source environment.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32650, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Another major challenge is that of data interpretation and annotation. Realistically, it will be impossible for a single IMPC production centre to provide enough embryological expertise and capacity to annotate every organ system in hundreds of animals, across multiple stages and under different imaging platforms. Our proposal organises embryonic phenotyping into tiers, wherein the first level of characterisation is within the capacity and expertise of the various centres. For the second level it is essential, therefore, to make datasets available in such a way that experts and general users can access the primary data for their own analysis. This will require the development and implementation of systems for handling very large image datasets, and for making them available to the user community for visualisation and analysis. To facilitate this, it is essential that centres should adopt common strategies for data collection, storage, quality control and transfer in order to create a common interface or portal for the internal and external community. The visualisation platforms and tools should be implementable independent of the imaging modality, overcoming the problem of having multiple imaging data types. Platform-independent 3D analysis tools are already well established in the biomedical imaging community and can be adopted for initial review by qualified embryologists as a crucial component of embryonic lethal analysis. However, mapping and annotating this information will need to be coordinated. A framework already exists for doing so, based on the Edinburgh Mouse Atlas Project (http://www.emouseatlas.org). This portal allows the detailed 3D analysis of mouse anatomy and allows mapping of information (e.g. gene expression data from EUREXPRESS) onto anatomical structures in the developing mouse embryo. This takes advantage of sophisticated 3D computer models of mouse anatomy and histology across different developmental stages. The challenge will be to extend this kind of mapping to include imaging datasets from the range of platforms considered here (e.g. HREM, OPT, μCT).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34766, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Ultimately, an automated system for identifying and annotating a range of embryonic phenotypes will be developed. Great progress has already been made in enabling the automated analysis of 3D data sets in order to assist experts in the identification of phenotypes. Furthermore, discussions on automated interpretation based on composite atlases of embryo anatomy have been very positive. A precedent for automated calling of adult brain phenotypes using the atlas approach is one that should be considered as the community moves forward with a large-scale embryo phenotype programme.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35351, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The final major challenge will be to capture a phenotype using standard annotation and vocabularies. This is essential if data are to be analysed in a meaningful way to enable reliable, cross-comparable phenotype calls between centres, and proper indexing and searching in databases without an extensive need for data curation. Annotations made by multiple end users and experts will need to follow searchable phenotype annotations based on the MP terms. One outcome of the meeting was the agreement that not all MP terms exist for embryos, and the gaps need to be filled as a matter of priority. These will be posted on the IMPC website forum. Furthermore, a standard, minimum set of MP terms should be used for all lethal mutants at the various stages examined. This set of assembled terms captures phenotypes that can be assessed by gross morphological evaluation by trained non-experts, thereby maximising the number of centres that will be able to contribute to the data set. This would not preclude deeper analysis of a given mutant by a centre, which would continue to use MP terms to describe the phenotype, but would provide a minimum foundation of analysis that the community can expect from all strains produced.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36575, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Costs and resources", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36595, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The costs for undertaking embryo phenotyping along the lines recommended will, of course, depend on individual mouse production centre costs and the precise phenotyping programme adopted. Nevertheless, to estimate the scale of likely costs, we have reviewed high-throughput operations at a typical production centre participating in the IMPC and KOMP2 projects. The total cost to create and phenotype a single KO line, beginning from targeted embryonic stem cells, is estimated to be approximately $47,000. Of this total, the component for actually generating embryos and carrying out 3D animal imaging and histological analysis following the efficient triaged approach advocated here, represents only 40% of the total cost (Fig. 3). Additional high-value analysis, such as molecular phenotyping by expression profiling (RNA-seq), and expert annotation of data with publication via a public portal have also been estimated and represent a further 25% of the total cost (Fig. 3). Centralising such activities offers further savings because it would be much more expensive if undertaken by many individual research groups.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37716, "infons": {"file": "DMM011833F3.jpg", "id": "f3-0060571", "section_type": "FIG", "type": "fig_caption"}, "text": "Predicted costs associated with embryo phenotyping. Estimated breakdown of the costs associated with phenotyping a single KO strain, based on existing phenotyping programmes and proposals for phenotyping mouse lines from the IMPC and KOMP2 projects.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37966, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Importantly, the costs associated with KO strain production (36% of total costs) are already borne by production centres as part of the IMPC. Combining embryo phenotyping with the IMPC pipeline therefore is extremely cost-efficient, and we estimate a cost saving of $25.5 million for the first phase of the international phenotyping effort in which 5000 KO lines are predicted to generate 1500 embryonic or perinatal lethals. Given the huge potential for driving embryogenesis research forwards, the marginal extra cost of embryo phenotyping is, we believe, worth the additional investment at this early stage of the programme.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38594, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38606, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The systematic generation of mouse gene KO lines currently in progress provides a unique opportunity for both developmental biologists and clinicians. For the former it provides the chance to determine, in a comprehensive manner, the functional significance of genes that are essential for embryo development and which account for approximately one third of the entire genome. For the latter, it offers the prospect of identifying the genetic components that underlie developmental disease, in addition to providing animal models for the investigation of disease aetiologies. The scale of this task, like that of phenotyping adult mouse KO lines, requires a coordinated and international effort, but the rewards will be considerable. This endeavour will provide novel insights into the underlying developmental processes of organogenesis and embryo morphogenesis, including information on gene function and pleiotropy; it will help us to interpret adult KO phenotypes, leading to better models of human disease to inspire therapeutically relevant innovation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39665, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Importantly, a coordinated effort to phenotype embryonic lethals will build upon existing international efforts that have been established through the work of the IKMC and IMPC. This has already generated the infrastructural capacity and capability of generating thousands of KO strains and can therefore deliver embryos from embryonic lethal lines at relatively minimal additional effort and cost.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40064, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Through their discussions, participants at the IMPC/InfraCoMP workshop agreed on a common strategy to undertake phenotyping of embryonic lethal lines, based on a flexible, tiered approach where an initial screen to determine the approximate stage of death and reporter gene expression analysis is followed by detailed embryo, extra-embryonic and perinatal phenotyping. The triaged scheme allows specific research programmes to focus on the embryonic stages and follow-on studies that are of strategic scientific importance.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40588, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The core of phenotyping will be based on identification of morphological abnormalities through the use of modern imaging modalities that are capable of combining whole-embryo coverage with adequate sensitivity, specificity and resolution. Qualitative and quantitative analysis of 3D image data will provide the most reliable way to phenotype embryo malformations.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40952, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Coordinated and innovative IT efforts will be necessary to underpin such an ambitious programme, to ensure open access, data harmonisation between platforms and the adoption of agreed phenotyping methods using internationally defined mouse anatomy and phenotype ontologies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41226, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Finally, the workshop highlighted the urgency of establishing embryo phenotyping efforts. KO mouse strains from the IMPC are now becoming available for lethal screening, and national efforts need to be coordinated as soon as possible, in order to take advantage of the limited time window during which such a programme is economically feasible.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41571, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "FUNDING", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41579, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "This research received no specific grant from any funding agency in the public, commercial, or not-for-profit sectors.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41698, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "COMPETING INTERESTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41718, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "The authors declare that they do not have any competing or financial interests.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41798, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41809, "infons": {"fpage": "102", "lpage": "115", "name_0": "surname:Baldock;given-names:R. A.", "name_1": "surname:Dubreuil;given-names:C.", "name_2": "surname:Hill;given-names:W.", "name_3": "surname:Davidson;given-names:D.", "name_4": "surname:Levotsky;given-names:S.", "section_type": "REF", "source": "Bioinformatics Databases and Systems", "type": "ref", "year": "1999"}, "text": "The Edinburgh mouse atlas: basic structure and informatics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41868, "infons": {"fpage": "e1000759", "name_0": "surname:Boles;given-names:M. K.", "name_1": "surname:Wilkinson;given-names:B. M.", "name_2": "surname:Wilming;given-names:L. G.", "name_3": "surname:Liu;given-names:B.", "name_4": "surname:Probst;given-names:F. J.", "name_5": "surname:Harrow;given-names:J.", "name_6": "surname:Grafham;given-names:D.", "name_7": "surname:Hentges;given-names:K. E.", "name_8": "surname:Woodward;given-names:L. P.", "name_9": "surname:Maxwell;given-names:A.", "pub-id_pmid": "20011118", "section_type": "REF", "source": "PLoS Genet.", "type": "ref", "volume": "5", "year": "2009"}, "text": "Discovery of candidate disease genes in ENU-induced mouse mutants by large-scale sequencing, including a splice-site mutation in nucleoredoxin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42011, "infons": {"fpage": "289", "lpage": "292", "name_0": "surname:Brown;given-names:S. D.", "name_1": "surname:Moore;given-names:M. W.", "pub-id_pmid": "22566555", "section_type": "REF", "source": "Dis. Model. Mech.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Towards an encyclopaedia of mammalian gene function: the International Mouse Phenotyping Consortium", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42111, "infons": {"fpage": "769", "lpage": "778", "name_0": "surname:Cleary;given-names:J. O.", "name_1": "surname:Modat;given-names:M.", "name_2": "surname:Norris;given-names:F. C.", "name_3": "surname:Price;given-names:A. N.", "name_4": "surname:Jayakody;given-names:S. A.", "name_5": "surname:Martinez-Barbera;given-names:J. P.", "name_6": "surname:Greene;given-names:N. D.", "name_7": "surname:Hawkes;given-names:D. J.", "name_8": "surname:Ordidge;given-names:R. J.", "name_9": "surname:Scambler;given-names:P. J.", "pub-id_pmid": "20656039", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "54", "year": "2011"}, "text": "Magnetic resonance virtual histology for embryos: 3D atlases for automated high-throughput phenotyping", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42214, "infons": {"fpage": "87", "lpage": "93", "name_0": "surname:Copp;given-names:A. J.", "pub-id_pmid": "7732578", "section_type": "REF", "source": "Trends Genet.", "type": "ref", "volume": "11", "year": "1995"}, "text": "Death before birth: clues from gene knockouts and mutations", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42274, "infons": {"fpage": "1154", "lpage": "1164", "name_0": "surname:Cox;given-names:B. J.", "name_1": "surname:Vollmer;given-names:M.", "name_2": "surname:Tamplin;given-names:O.", "name_3": "surname:Lu;given-names:M.", "name_4": "surname:Biechele;given-names:S.", "name_5": "surname:Gertsenstein;given-names:M.", "name_6": "surname:van Campenhout;given-names:C.", "name_7": "surname:Floss;given-names:T.", "name_8": "surname:Kühn;given-names:R.", "name_9": "surname:Wurst;given-names:W.", "pub-id_pmid": "20548051", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "20", "year": "2010"}, "text": "Phenotypic annotation of the mouse X chromosome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42322, "infons": {"fpage": "2497", "name_0": "surname:Dazai;given-names:J.", "name_1": "surname:Spring;given-names:S.", "name_2": "surname:Cahill;given-names:L. S.", "name_3": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "21829155", "section_type": "REF", "source": "J. Vis. Exp.", "type": "ref", "volume": "48", "year": "2011"}, "text": "Multiple-mouse neuroanatomical magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42380, "infons": {"fpage": "e1000582", "name_0": "surname:Diez-Roux;given-names:G.", "name_1": "surname:Banfi;given-names:S.", "name_2": "surname:Sultan;given-names:M.", "name_3": "surname:Geffers;given-names:L.", "name_4": "surname:Anand;given-names:S.", "name_5": "surname:Rozado;given-names:D.", "name_6": "surname:Magen;given-names:A.", "name_7": "surname:Canidio;given-names:E.", "name_8": "surname:Pagani;given-names:M.", "name_9": "surname:Peluso;given-names:I.", "pub-id_pmid": "21267068", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "9", "year": "2011"}, "text": "A high-resolution anatomical atlas of the transcriptome in the mouse embryo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42456, "infons": {"fpage": "349", "lpage": "364", "name_0": "surname:Dolk;given-names:H.", "name_1": "surname:Loane;given-names:M.", "name_2": "surname:Garne;given-names:E.", "pub-id_pmid": "20824455", "section_type": "REF", "source": "Adv. Exp. Med. Biol.", "type": "ref", "volume": "686", "year": "2010"}, "text": "The prevalence of congenital anomalies in Europe", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42505, "infons": {"fpage": "60", "lpage": "69", "name_0": "surname:Dorr;given-names:A. E.", "name_1": "surname:Lerch;given-names:J. P.", "name_2": "surname:Spring;given-names:S.", "name_3": "surname:Kabani;given-names:N.", "name_4": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "18502665", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "42", "year": "2008"}, "text": "High resolution three-dimensional brain atlas using an average magnetic resonance image of 40 adult C57Bl/6J mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42619, "infons": {"fpage": "D881", "lpage": "D886", "name_0": "surname:Eppig;given-names:J. T.", "name_1": "surname:Blake;given-names:J. A.", "name_2": "surname:Bult;given-names:C. J.", "name_3": "surname:Kadin;given-names:J. A.", "name_4": "surname:Richardson;given-names:J. E.", "pub-id_pmid": "22075990", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "40", "year": "2012"}, "text": "The Mouse Genome Database (MGD): comprehensive resource for genetics and genomics of the laboratory mouse", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42725, "infons": {"fpage": "991", "lpage": "995", "name_0": "surname:Garber;given-names:K.", "pub-id_pmid": "17596567", "section_type": "REF", "source": "J. Natl. Cancer Inst.", "type": "ref", "volume": "99", "year": "2007"}, "text": "Targeting vessel abnormalization in cancer", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42768, "infons": {"fpage": "60", "lpage": "66", "name_0": "surname:Greene;given-names:N. D.", "name_1": "surname:Copp;given-names:A. J.", "pub-id_pmid": "8986742", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "3", "year": "1997"}, "text": "Inositol prevents folate-resistant neural tube defects in the mouse", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42836, "infons": {"fpage": "653", "lpage": "669", "name_0": "surname:Harris;given-names:M. J.", "name_1": "surname:Juriloff;given-names:D. M.", "pub-id_pmid": "20740593", "section_type": "REF", "source": "Birth Defects Res. Part A Clin. Mol. Teratol.", "type": "ref", "volume": "88", "year": "2010"}, "text": "An update to the list of mouse mutants with neural tube closure defects and advances toward a complete genetic perspective of neural tube closure", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42982, "infons": {"fpage": "579", "lpage": "584", "name_0": "surname:Larina;given-names:I. V.", "name_1": "surname:Larin;given-names:K. V.", "name_2": "surname:Justice;given-names:M. J.", "name_3": "surname:Dickinson;given-names:M. E.", "pub-id_pmid": "21962442", "section_type": "REF", "source": "Curr. Opin. Genet. Dev.", "type": "ref", "volume": "21", "year": "2011"}, "text": "Optical Coherence Tomography for live imaging of mammalian development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43053, "infons": {"fpage": "237", "lpage": "251", "name_0": "surname:Lary;given-names:J. M.", "name_1": "surname:Paulozzi;given-names:L. J.", "pub-id_pmid": "11745830", "section_type": "REF", "source": "Teratology", "type": "ref", "volume": "64", "year": "2001"}, "text": "Sex differences in the prevalence of human birth defects: a population-based study", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43136, "infons": {"fpage": "11", "name_0": "surname:Metscher;given-names:B. D.", "pub-id_pmid": "19545439", "section_type": "REF", "source": "BMC Physiol.", "type": "ref", "volume": "9", "year": "2009"}, "text": "MicroCT for comparative morphology: simple staining methods allow high-contrast 3D imaging of diverse non-mineralized animal tissues", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43269, "infons": {"fpage": "562", "lpage": "566", "name_0": "surname:Mohun;given-names:T.", "name_1": "surname:Adams;given-names:D. J.", "name_2": "surname:Baldock;given-names:R.", "name_3": "surname:Bhattacharya;given-names:S.", "name_4": "surname:Copp;given-names:A. J.", "name_5": "surname:Hemberger;given-names:M.", "name_6": "surname:Houart;given-names:C.", "name_7": "surname:Hurles;given-names:M. E.", "name_8": "surname:Robertson;given-names:E.", "name_9": "surname:Smith;given-names:J. C.", "section_type": "REF", "source": "Dis. Model. Mech.", "type": "ref", "volume": "6", "year": "2013"}, "text": "Deciphering the Mechanisms of Developmental Disorders (DMDD): a new programme for phenotyping embryonic lethal mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43385, "infons": {"fpage": "299", "lpage": "312", "name_0": "surname:Norris;given-names:D. P.", "name_1": "surname:Grimes;given-names:D. T.", "pub-id_pmid": "22566558", "section_type": "REF", "source": "Dis. Model. Mech.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Mouse models of ciliopathies: the state of the art", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43436, "infons": {"fpage": "849", "lpage": "862", "name_0": "surname:Ouseph;given-names:M. M.", "name_1": "surname:Li;given-names:J.", "name_2": "surname:Chen;given-names:H. Z.", "name_3": "surname:Pécot;given-names:T.", "name_4": "surname:Wenzel;given-names:P.", "name_5": "surname:Thompson;given-names:J. C.", "name_6": "surname:Comstock;given-names:G.", "name_7": "surname:Chokshi;given-names:V.", "name_8": "surname:Byrne;given-names:M.", "name_9": "surname:Forde;given-names:B.", "pub-id_pmid": "22516201", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "22", "year": "2012"}, "text": "Atypical E2F repressors and activators coordinate placental development", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43508, "infons": {"fpage": "538", "lpage": "548", "name_0": "surname:Rossant;given-names:J.", "name_1": "surname:Cross;given-names:J. C.", "pub-id_pmid": "11433360", "section_type": "REF", "source": "Nat. Rev. Genet.", "type": "ref", "volume": "2", "year": "2001"}, "text": "Placental development: lessons from mouse mutants", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43558, "infons": {"fpage": "16", "name_0": "surname:Schneider;given-names:J. E.", "name_1": "surname:Böse;given-names:J.", "name_2": "surname:Bamforth;given-names:S. D.", "name_3": "surname:Gruber;given-names:A. D.", "name_4": "surname:Broadbent;given-names:C.", "name_5": "surname:Clarke;given-names:K.", "name_6": "surname:Neubauer;given-names:S.", "name_7": "surname:Lengeling;given-names:A.", "name_8": "surname:Bhattacharya;given-names:S.", "pub-id_pmid": "15615595", "section_type": "REF", "source": "BMC Dev. Biol.", "type": "ref", "volume": "4", "year": "2004"}, "text": "Identification of cardiac malformations in mice lacking Ptdsr using a novel high-throughput magnetic resonance imaging technique", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43687, "infons": {"fpage": "108", "lpage": "111", "name_0": "surname:Schott;given-names:J. J.", "name_1": "surname:Benson;given-names:D. W.", "name_2": "surname:Basson;given-names:C. T.", "name_3": "surname:Pease;given-names:W.", "name_4": "surname:Silberbach;given-names:G. M.", "name_5": "surname:Moak;given-names:J. P.", "name_6": "surname:Maron;given-names:B. J.", "name_7": "surname:Seidman;given-names:C. E.", "name_8": "surname:Seidman;given-names:J. G.", "pub-id_pmid": "9651244", "section_type": "REF", "source": "Science", "type": "ref", "volume": "281", "year": "1998"}, "text": "Congenital heart disease caused by mutations in the transcription factor NKX2-5", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43767, "infons": {"fpage": "541", "lpage": "545", "name_0": "surname:Sharpe;given-names:J.", "name_1": "surname:Ahlgren;given-names:U.", "name_2": "surname:Perry;given-names:P.", "name_3": "surname:Hill;given-names:B.", "name_4": "surname:Ross;given-names:A.", "name_5": "surname:Hecksher-Sørensen;given-names:J.", "name_6": "surname:Baldock;given-names:R.", "name_7": "surname:Davidson;given-names:D.", "pub-id_pmid": "11964482", "section_type": "REF", "source": "Science", "type": "ref", "volume": "296", "year": "2002"}, "text": "Optical projection tomography as a tool for 3D microscopy and gene expression studies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43853, "infons": {"fpage": "337", "lpage": "342", "name_0": "surname:Skarnes;given-names:W. C.", "name_1": "surname:Rosen;given-names:B.", "name_2": "surname:West;given-names:A. P.", "name_3": "surname:Koutsourakis;given-names:M.", "name_4": "surname:Bushell;given-names:W.", "name_5": "surname:Iyer;given-names:V.", "name_6": "surname:Mujica;given-names:A. O.", "name_7": "surname:Thomas;given-names:M.", "name_8": "surname:Harrow;given-names:J.", "name_9": "surname:Cox;given-names:T.", "pub-id_pmid": "21677750", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "474", "year": "2011"}, "text": "A conditional knockout resource for the genome-wide study of mouse gene function", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43934, "infons": {"fpage": "213", "lpage": "221", "name_0": "surname:Weninger;given-names:W. J.", "name_1": "surname:Geyer;given-names:S. H.", "name_2": "surname:Mohun;given-names:T. J.", "name_3": "surname:Rasskin-Gutman;given-names:D.", "name_4": "surname:Matsui;given-names:T.", "name_5": "surname:Ribeiro;given-names:I.", "name_6": "surname:Costa;given-names:L. F.", "name_7": "surname:Izpisúa-Belmonte;given-names:J. C.", "name_8": "surname:Müller;given-names:G. B.", "pub-id_pmid": "16429276", "section_type": "REF", "source": "Anat. Embryol. (Berl.)", "type": "ref", "volume": "211", "year": "2006"}, "text": "High-resolution episcopic microscopy: a rapid technique for high detailed 3D analysis of gene activity in the context of tissue architecture and morphology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44090, "infons": {"fpage": "3248", "lpage": "3256", "name_0": "surname:Wong;given-names:M. D.", "name_1": "surname:Dorr;given-names:A. E.", "name_2": "surname:Walls;given-names:J. R.", "name_3": "surname:Lerch;given-names:J. P.", "name_4": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "22872090", "section_type": "REF", "source": "Development", "type": "ref", "volume": "139", "year": "2012"}, "text": "A novel 3D mouse embryo atlas based on micro-CT", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44138, "infons": {"fpage": "89", "lpage": "95", "name_0": "surname:Zamyadi;given-names:M.", "name_1": "surname:Baghdadi;given-names:L.", "name_2": "surname:Lerch;given-names:J. P.", "name_3": "surname:Bhattacharya;given-names:S.", "name_4": "surname:Schneider;given-names:J. E.", "name_5": "surname:Henkelman;given-names:R. M.", "name_6": "surname:Sled;given-names:J. G.", "pub-id_pmid": "20682847", "section_type": "REF", "source": "Physiol. Genomics", "type": "ref", "volume": "42A", "year": "2010"}, "text": "Mouse embryonic phenotyping by morphometric analysis of MR images", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44204, "infons": {"fpage": "1703", "lpage": "1707", "name_0": "surname:Zhang;given-names:X.", "name_1": "surname:Schneider;given-names:J. E.", "name_2": "surname:Portnoy;given-names:S.", "name_3": "surname:Bhattacharya;given-names:S.", "name_4": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "20512875", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "63", "year": "2010"}, "text": "Comparative SNR for high-throughput mouse embryo MR microscopy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44267, "infons": {"fpage": "232", "lpage": "244", "name_0": "surname:Zhou;given-names:Y. Q.", "name_1": "surname:Foster;given-names:F. S.", "name_2": "surname:Nieman;given-names:B. J.", "name_3": "surname:Davidson;given-names:L.", "name_4": "surname:Chen;given-names:X. J.", "name_5": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "15114000", "section_type": "REF", "source": "Physiol. Genomics", "type": "ref", "volume": "18", "year": "2004"}, "text": "Comprehensive transthoracic cardiac imaging in mice using ultrasound biomicroscopy with anatomical confirmation by magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]