[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240907", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC3634640", "infons": {"license": "CC BY-NC-SA"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"article-id_doi": "10.1242/dmm.011957", "article-id_pmc": "PMC3634640", "article-id_pmid": "23519034", "article-id_publisher-id": "0060562", "fpage": "562", "issue": "3", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution Non-Commercial Share Alike License (http://creativecommons.org/licenses/by-nc-sa/3.0), which permits unrestricted non-commercial use, distribution and reproduction in any medium provided that the original work is properly cited and all further distributions of the work or adaptation are subject to the same Creative Commons License terms.", "lpage": "566", "name_0": "surname:Mohun;given-names:Timothy", "name_1": "surname:Adams;given-names:David J.", "name_10": "surname:Weaver;given-names:Tom", "name_11": "surname:Weninger;given-names:Wolfgang", "name_2": "surname:Baldock;given-names:Richard", "name_3": "surname:Bhattacharya;given-names:Shoumo", "name_4": "surname:Copp;given-names:Andrew J.", "name_5": "surname:Hemberger;given-names:Myriam", "name_6": "surname:Houart;given-names:Corinne", "name_7": "surname:Hurles;given-names:Matt E.", "name_8": "surname:Robertson;given-names:Elizabeth", "name_9": "surname:Smith;given-names:James C.", "section_type": "TITLE", "type": "front", "volume": "6", "year": "2013"}, "text": "Deciphering the Mechanisms of Developmental Disorders (DMDD): a new programme for phenotyping embryonic lethal mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 116, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Summary", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 124, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "International efforts to test gene function in the mouse by the systematic knockout of each gene are creating many lines in which embryonic development is compromised. These homozygous lethal mutants represent a potential treasure trove for the biomedical community. Developmental biologists could exploit them in their studies of tissue differentiation and organogenesis; for clinical researchers they offer a powerful resource for investigating the origins of developmental diseases that affect newborns. Here, we outline a new programme of research in the UK aiming to kick-start research with embryonic lethal mouse lines. The ‘Deciphering the Mechanisms of Developmental Disorders’ (DMDD) programme has the ambitious goal of identifying all embryonic lethal knockout lines made in the UK over the next 5 years, and will use a combination of comprehensive imaging and transcriptomics to identify abnormalities in embryo structure and development. All data will be made freely available, enabling individual researchers to identify lines relevant to their research. The DMDD programme will coordinate its work with similar international efforts through the umbrella of the International Mouse Phenotyping Consortium [see accompanying Special Article ] and, together, these programmes will provide a novel database for embryonic development, linking gene identity with molecular profiles and morphology phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1545, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Knockout mice: the potential of embryonic lethal lines", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1600, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A global 10-year effort by the International Knockout Mouse Consortium (IKMC) to create targeted knockout strains for every gene in the mouse genome (∼20,000) is now well underway. This ambitious scheme will create an unparalleled resource for uncovering the role of individual genes in maintaining normal physiological function in the mouse and will be invaluable for identifying genes that might contribute to human disease. Standardised high-throughput phenotypic screens have been established to characterise adult mutant lines, coordinated by the International Mouse Phenotyping Consortium (IMPC), and these are already identifying the impact of individual gene mutations on adult mouse growth, metabolism, physiology and behaviour.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2340, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "However, research has shown that a strikingly large proportion (about one-third) of all targeted knockouts in the mouse result in embryonic or perinatal (EP) death and cannot therefore be studied using existing pipelines, except as heterozygotes. Yet these lines could be of tremendous value to developmental biologists seeking to identify genes that are essential for embryogenesis. If characterised further, these lines could provide a unique window into the genetic regulation of tissue differentiation, organ formation and embryo morphogenesis. The insights gained from such studies will also shed light on the origins of human developmental disorders and could provide an important boost for research into new diagnostic and therapeutic approaches for these debilitating, and sometimes lethal, conditions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3151, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Initiating work to identify and characterise knockout mutants that result in EP death is a priority for the IMPC [see accompanying Special Article on the April 2012 IMPC meeting on embryo phenotyping ]. In the UK, a consortium of developmental biologists and clinician scientists funded by the Wellcome Trust has now been formed to set the wheels in motion. ‘Deciphering the Mechanisms of Developmental Disorders’ (DMDD) is a 5-year programme, commencing in the spring of 2013, that aims to provide systematic characterisation of all EP lethal mouse lines generated in the UK by the Wellcome Trust Sanger Institute (WTSI). By combining comprehensive imaging with detailed transcriptomics, the DMDD programme aims to provide a systematic and unbiased study of EP lethals at both the anatomical and transcriptional levels. This will yield a novel and rich public resource that should transform our understanding of embryo tissue differentiation and organ morphogenesis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4123, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Careful and standardised analysis of embryos from EP lethal lines will also enable identification of mouse null alleles that mimic aspects of human congenital syndromes and disease. Through such work, the DMDD programme will provide new opportunities to identify and investigate the underlying molecular and developmental pathways that are disrupted in human developmental disorders. Its work will complement existing clinical genetic programmes [such as the Deciphering Developmental Disorders (DDD; http://www.ddduk.org) and UK10K [http://www.uk10k.org] projects] that are currently exploiting the latest generation sequencing methods in efforts to identify previously unknown disease-associated alleles.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4830, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Outline of the DMDD phenotyping pipeline", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4871, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Experience gained over more than a decade of mouse transgenics work has revealed that approximately half of all mouse gene knockouts demonstrating recessive EP lethality complete the major period of organogenesis (E14.5–E15.5) and reach a point when organ arrangement resembles that of the adult. Another third of the knockouts develop at least to the mid-gestation stage but fail to complete organogenesis. Furthermore, existing phenotyping efforts show that at least 60% of all EP lethals studied to date have readily detectable structural defects in one or more organ systems. (The true figure is likely to be significantly higher because existing studies have rarely been systematic, nor have they used consistent or comparable imaging methods.) Taken together, these observations indicate that simple screening of embryo morphology provides a remarkably efficient way to identify genes that are important in embryo development and organogenesis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5824, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Such a screen lies at the heart of the DMDD pipeline (Figs 1, 2) which will use state-of-the-art imaging methods to phenotype EP lethal embryos based on their external and internal embryo morphology. Where possible, embryos will be analysed after organogenesis (E14.5–E15.5). Lines presenting no homozygous mutant embryos at E14.5 (or those in which homozygous mutants are evidently dying or dead) will be re-assessed at mid-gestation (E9.5–E10.5), a stage late enough to identify structural defects in several major organ systems, including cardiovascular and neural tissue. Data collated by The Jackson Laboratory on existing mouse mutants (http://www.informatics.jax.org) indicates that, by studying embryos at these two time points, the DMDD programme can expect to capture more than three-quarters of all structural abnormalities in the EP embryos [see table 1 of the accompanying Special Article ].", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6733, "infons": {"file": "DMM011957F1.jpg", "id": "f1-0060562", "section_type": "FIG", "type": "fig_caption"}, "text": "Flow diagram of the DMDD programme. Embryo viability of homozygous nulls will be assessed 2 weeks after birth (P14) to identify EP lethal lines. Viability of EP embryos will then be checked at 14 days of gestation (E14.5) and viable embryos will be comprehensively imaged for malformations. If embryos are absent (resorbed), embryo litters will be examined after 9 or 10 days of gestation (E9.5–E10.5) and homozygous null embryos identified for imaging. All possible EP lines will be used for transcriptomics analysis at early stages of development. EP lines that appear normal at E14.5 will be reanalysed shortly before birth (E18.5) in order to detect neurological abnormalities. Data that will be presented on the DMDD web portal is indicated by pink boxes.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7496, "infons": {"file": "DMM011957F2.jpg", "id": "f2-0060562", "section_type": "FIG", "type": "fig_caption"}, "text": "Overall DMDD workflow. Mouse lines identified as EP lethal will undergo analysis in the DMDD pipeline, with all anatomical and histological data scored for defects. Collective data for each line will be reviewed and published in full via the web portal.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7750, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Current UK plans envisage the creation of ∼270 targeted, null lines in the UK annually [approximately 160 at the WTSI and 110 at the UK Medical Research Council (MRC) Mary Lyon Centre], which can be expected to yield ∼400 EP lethal lines over the next 5 years. At least 240 of these lines will provide viable embryos, either at mid-gestation or after organogenesis, and will therefore be amenable to analysis. This will dramatically extend the pool of mouse genes known to be critical for normal embryo development, enhancing research into the genetic networks that are responsible for tissue organisation and organogenesis. It will also provide experimental testing of candidate developmental disease genes suggested from clinical studies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8495, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Of course, embryonic lethality can arise not only through direct disruption of embryonic tissue formation or organ function; mid-gestational lethality or stunted growth prior to later-stage death can also result from compromised placental development. For this reason, the DMDD programme includes a comprehensive screen of EP lines for placental abnormalities.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8856, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Around 15% of EP mutants are expected to show peri- or postnatal, rather than earlier embryonic, lethality, and such embryos are likely to exhibit no obvious morphological abnormalities at E14.5–E15.5. For a large proportion of these mutants, the gene knockout will affect later aspects of neural development, and will not be easily detected using simple morphological criteria. Nonetheless, these mutations result in severe defects (for example, in movement, breathing, cognition, vision or suckling) that render the pups unviable. Lines falling into this category will therefore be assayed immediately prior to birth, initially triaged by a range of simple tests, including assessment of appearance and the response to stimuli. Histological analysis will be used to detect late-appearing phenotypes such as craniosynostosis, hindbrain herniation (Chiari II defect) and submucous cleft palate, whereas immunohistochemistry will identify defects in synaptogenesis and neuronal differentiation or morphology.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9866, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Optimising the pipeline", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 9890, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Evidently, any screen of this scale must balance effectiveness against cost. This is a difficult calculus because the bulk of costs arise simply from animal husbandry, constraining the scale of any screening. By contrast, we can expect considerable variations in phenotypic penetrance, despite the use of a single genetic background, with the result that some lines will require analysis of many more null embryos than others in order to detect the resulting abnormalities. For the DMDD programme, we have chosen to screen three homozygous knockout embryos, together with one wild-type littermate, for structural defects. Assuming phenotype penetrance of 0.5, this sample size gives a 0.875 probability of finding at least one phenotypically abnormal embryo for each EP line. In pilot studies, this approach has proved effective in identifying a range of specific abnormalities in virtually every line examined.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10802, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With relatively small embryo numbers and a limited amount of time before the lines will be archived, it is essential that embryo structure examination is as effective as possible. Furthermore, such data must lend itself readily to computer analysis to allow the power of digital resectioning and three-dimensional (3D) modelling to be harnessed in the detection of abnormal phenotypes. The DMDD programme will utilise high-resolution episcopic microscopy (HREM) to image embryos at the highest levels of resolution currently feasible without histological sectioning (Fig. 3). This will maximise our ability to identify the largest range of phenotypes by qualitative analysis.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11478, "infons": {"file": "DMM011957F3.jpg", "id": "f3-0060562", "section_type": "FIG", "type": "fig_caption"}, "text": "Phenotyping embryos with high-resolution episcopic microscopy (HREM). Volume-rendered 3D models from HREM data allow the visualisation of embryo morphology at remarkably high resolution.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11665, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Considerable progress has also been made in recent years using computer-based methods for automatic registration of multiple image data sets, paving the way for quantitative comparison of defined embryo organs and organ regions. This technique, which has been applied to magnetic resonance imaging (MRI) and X-ray computed tomography (μCT) data from embryos, has the potential to complement qualitative phenotyping. In addition to being automated rather than manual, this approach can identify volumetric changes that are difficult to detect in 2D analysis. Furthermore, it can assist expert phenotyping by highlighting regions of mutant embryos that display the greatest variance compared with reference controls. Because the bulk of embryo imaging in the DMDD programme will occur after organogenesis (E14.5–E15.5), we plan to image embryos non-invasively by μCT prior to HREM analysis. By implementing this sequential imaging pipeline, we will accumulate a repository of image data that has the greatest utility for future studies, while also facilitating the use of emerging automated analysis methods.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12776, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "The value of systematic transcriptomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12816, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As a first step towards identifying the cellular processes and molecular pathways that are disrupted by gene deletion, the DMDD programme will complement morphological analysis by analysing the transcriptome of knockout embryos, using RNA sequencing (RNA-seq). By adopting a transcript counting methodology developed for efficient and cost-effective high-throughput analysis, we will be able to detect differential expression of known protein-coding genes, non-coding RNAs (ncRNAs) and newly identified transcripts compared with sibling controls. Bioinformatic analysis could then be used to identify candidate pathways and downstream targets that might be affected. Of course, gene expression data will only reveal the genetic consequences of gene knockout at the stage chosen for analysis and cannot, in isolation, distinguish between the primary molecular lesion and its downstream consequences. However, by choosing the most appropriate early time point for transcriptomic analysis, DMDD’s goal is to obtain the most useful pointers to guide in-depth studies of each mutant line.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13902, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The systematic accumulation of transcriptomic data linked to phenotypic data would open many new opportunities for basic and translational research. The accumulated data from a large number of mutant lines and their controls will provide an unparalleled resource for bioinformatic analysis of likely gene networks driving normal tissue and organ development. By hierarchically combining information across different gene knockouts, it will be possible to begin constructing and refining gene regulatory networks (GRNs) that can inform our understanding of complex phenotypes. In addition, this resource will be invaluable for elucidating possible mechanisms underlying gene-based developmental abnormalities.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14611, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Focusing on developmental disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14645, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A key goal of DMDD is to exploit mouse studies to advance understanding of human congenital diseases. High-throughput sequencing studies are already transforming our knowledge of the aetiology of such diseases, and have pinpointed homozygous and heterozygous loss-of-function mutations as a major cause of childhood developmental disorders. Over 300 haploinsufficient genes have so far been identified, and establishing the full extent to which loss-of-function among the 22,000 human genes causes developmental disorders is a pressing challenge. A major obstacle is the observation that every patient genome in fact harbours many loss-of-function mutations; thus, distinguishing pathogenic from benign loss-of-function variants is not easy with clinical studies alone. Here, the DMDD programme could be invaluable, by producing the appropriate mouse lines to study loss-of-function in both heterozygote and homozygote animals. These could be used to directly test the putative association between loss-of-function variants and developmental disease phenotypes in vivo.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15715, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To help achieve this goal, the DMDD programme will prioritise the analysis of mutants for mouse genes that are orthologous to high-confidence causal alleles associated with human developmental disorders. Not only will this provide an experimental test of such linkage, the associated systematic phenotyping could unveil other associated phenotypes that merit further investigation in a clinical context. The UK10K and DDD projects have also shown the predictive value of gene-gene and protein-protein interaction networks for identifying additional disease alleles. DMDD will therefore also prioritise genes that, on the basis of network analysis, are predicted to interact or cooperate with genes known to cause developmental disease.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16451, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Challenges and outlook", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 16474, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The potential of EP lethal lines for advancing our understanding of embryo development and the genetics of developmental disease is easy to grasp; but the sheer scale of the opportunity afforded by a knockout screen covering the entire mouse genome is potentially daunting. The burden of mouse husbandry costs enforces the need for strict selection of lines by individual researchers, generally based on pre-existing genetic or phenotypic data, yet this is entirely absent for many of the genes now being identified in EP lethal lines. The DMDD programme is designed to fill this gap, providing the molecular and structural phenotype data to enable researchers to identify mutant lines that are relevant to their research interests. To encourage such engagement, all data obtained by the DMDD programme will therefore be made freely and immediately available for review and analysis by the research community.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17384, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Achieving this will be a considerable challenge. However, pilot studies have demonstrated that, despite the enormous size of individual embryo image sets, it is perfectly possible to make these data freely accessible, using a web-based platform that can provide real-time access to image data and its associated annotations (http://embryoimaging.org). Systematic, qualitative phenotyping by dedicated, expert anatomists has also proved feasible in pilot screens. By employing a standardised ontology, phenotypers will be able to record over 200 different abnormalities in embryo structure that will be incorporated in searchable form into web interface. Combined with links to the associated transcriptomics data, the DMDD web resource will provide an unparalleled level of phenotypic description, all of which can be reviewed and re-assessed by individual researchers.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18254, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The consortium of scientists brought together in the DMDD programme are drawn from across the UK and its leading research centres, bringing together a unique combination of developmental biology, genetics and clinical expertise. We hope that our efforts will herald a new level of cooperation and engagement that can help transform our understanding of embryo development and developmental disease.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18653, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18664, "infons": {"fpage": "571", "lpage": "579", "name_0": "surname:Adams;given-names:D.", "name_1": "surname:Baldock;given-names:R.", "name_2": "surname:Bhattacharya;given-names:S.", "name_3": "surname:Copp;given-names:A. J.", "name_4": "surname:Dickinson;given-names:M.", "name_5": "surname:Greene;given-names:N. D. E.", "name_6": "surname:Henkelman;given-names:M.", "name_7": "surname:Justice;given-names:M.", "name_8": "surname:Mohun;given-names:T.", "name_9": "surname:Murray;given-names:S. A.", "section_type": "REF", "source": "Dis. Model. Mech.", "type": "ref", "volume": "6", "year": "2013"}, "text": "Bloomsbury report on mouse embryo phenotyping: recommendations from the IMPC workshop on embryonic lethal screening", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18780, "infons": {"fpage": "2937", "lpage": "2944", "name_0": "surname:Aijö;given-names:T.", "name_1": "surname:Lähdesmäki;given-names:H.", "pub-id_pmid": "19706742", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "Learning gene regulatory networks from gene expression measurements using non-parametric molecular kinetics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18888, "infons": {"fpage": "2559", "lpage": "2568", "name_0": "surname:Airik;given-names:R.", "name_1": "surname:Kärner;given-names:M.", "name_2": "surname:Karis;given-names:A.", "name_3": "surname:Kärner;given-names:J.", "pub-id_pmid": "15769480", "section_type": "REF", "source": "Life Sci.", "type": "ref", "volume": "76", "year": "2005"}, "text": "Gene expression analysis of Gata3−/− mice by using cDNA microarray technology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18970, "infons": {"fpage": "R106", "name_0": "surname:Anders;given-names:S.", "name_1": "surname:Huber;given-names:W.", "pub-id_pmid": "20979621", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "11", "year": "2010"}, "text": "Differential expression analysis for sequence count data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19027, "infons": {"fpage": "289", "lpage": "292", "name_0": "surname:Brown;given-names:S. D.", "name_1": "surname:Moore;given-names:M. W.", "pub-id_pmid": "22566555", "section_type": "REF", "source": "Dis. Model. Mech.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Towards an encyclopaedia of mammalian gene function: the International Mouse Phenotyping Consortium", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19127, "infons": {"fpage": "60", "lpage": "69", "name_0": "surname:Dorr;given-names:A. E.", "name_1": "surname:Lerch;given-names:J. P.", "name_2": "surname:Spring;given-names:S.", "name_3": "surname:Kabani;given-names:N.", "name_4": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "18502665", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "42", "year": "2008"}, "text": "High resolution three-dimensional brain atlas using an average magnetic resonance image of 40 adult C57Bl/6J mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19241, "infons": {"fpage": "1423", "lpage": "1437", "name_0": "surname:Geyer;given-names:S. H.", "name_1": "surname:Mohun;given-names:T. J.", "name_2": "surname:Weninger;given-names:W. J.", "pub-id_pmid": "20024516", "section_type": "REF", "source": "ScientificWorldJournal", "type": "ref", "volume": "9", "year": "2009"}, "text": "Visualizing vertebrate embryos with episcopic 3D imaging techniques", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19309, "infons": {"fpage": "e1001154", "name_0": "surname:Huang;given-names:N.", "name_1": "surname:Lee;given-names:I.", "name_2": "surname:Marcotte;given-names:E. M.", "name_3": "surname:Hurles;given-names:M. E.", "pub-id_pmid": "20976243", "section_type": "REF", "source": "PLoS Genet.", "type": "ref", "volume": "6", "year": "2010"}, "text": "Characterising and predicting haploinsufficiency in the human genome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19378, "infons": {"fpage": "358", "lpage": "362", "name_0": "surname:Lu;given-names:R.", "name_1": "surname:Markowetz;given-names:F.", "name_2": "surname:Unwin;given-names:R. D.", "name_3": "surname:Leek;given-names:J. T.", "name_4": "surname:Airoldi;given-names:E. M.", "name_5": "surname:MacArthur;given-names:B. D.", "name_6": "surname:Lachmann;given-names:A.", "name_7": "surname:Rozov;given-names:R.", "name_8": "surname:Ma’ayan;given-names:A.", "name_9": "surname:Boyer;given-names:L. A.", "pub-id_pmid": "19924215", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "462", "year": "2009"}, "text": "Systems-level dynamic analyses of fate change in murine embryonic stem cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19455, "infons": {"fpage": "823", "lpage": "828", "name_0": "surname:MacArthur;given-names:D. G.", "name_1": "surname:Balasubramanian;given-names:S.", "name_2": "surname:Frankish;given-names:A.", "name_3": "surname:Huang;given-names:N.", "name_4": "surname:Morris;given-names:J.", "name_5": "surname:Walter;given-names:K.", "name_6": "surname:Jostins;given-names:L.", "name_7": "surname:Habegger;given-names:L.", "name_8": "surname:Pickrell;given-names:J. K.", "name_9": "surname:Montgomery;given-names:S. B.", "pub-id_pmid": "22344438", "section_type": "REF", "source": "Science", "type": "ref", "volume": "335", "year": "2012"}, "text": "A systematic survey of loss-of-function variants in human protein-coding genes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19534, "infons": {"fpage": "161", "lpage": "172", "name_0": "surname:Park;given-names:J. H.", "name_1": "surname:Choi;given-names:S.", "section_type": "REF", "source": "Genomics Inform.", "type": "ref", "volume": "9", "year": "2011"}, "text": "Gene expression analysis of Gα13−/− knockout mouse embryos reveals perturbations in Gα13 signaling related to angiogenesis and hypoxia", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19677, "infons": {"fpage": "129", "lpage": "139", "name_0": "surname:Rodriguez-Zas;given-names:S. L.", "name_1": "surname:Schellander;given-names:K.", "name_2": "surname:Lewin;given-names:H. A.", "pub-id_pmid": "18239044", "section_type": "REF", "source": "Reproduction", "type": "ref", "volume": "135", "year": "2008"}, "text": "Biological interpretations of transcriptomic profiles in mammalian oocytes and embryos", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19764, "infons": {"fpage": "1424", "lpage": "1433", "name_0": "surname:Spring;given-names:S.", "name_1": "surname:Lerch;given-names:J. P.", "name_2": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "17408971", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "35", "year": "2007"}, "text": "Sexual dimorphism revealed in the structure of the mouse brain using three-dimensional magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19878, "infons": {"fpage": "409", "lpage": "415", "name_0": "surname:Spring;given-names:S.", "name_1": "surname:Lerch;given-names:J. P.", "name_2": "surname:Wetzel;given-names:M. K.", "name_3": "surname:Evans;given-names:A. C.", "name_4": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "20026229", "section_type": "REF", "source": "Neuroimage", "type": "ref", "volume": "50", "year": "2010"}, "text": "Cerebral asymmetries in 12-week-old C57Bl/6J mice measured by magnetic resonance imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19967, "infons": {"fpage": "743", "lpage": "751", "name_0": "surname:Tsutsumi;given-names:T.", "name_1": "surname:Kuwabara;given-names:H.", "name_2": "surname:Arai;given-names:T.", "name_3": "surname:Xiao;given-names:Y.", "name_4": "surname:Decaprio;given-names:J. A.", "pub-id_pmid": "17998335", "section_type": "REF", "source": "Mol. Cell. Biol.", "type": "ref", "volume": "28", "year": "2008"}, "text": "Disruption of the Fbxw8 gene results in pre- and postnatal growth retardation in mice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20053, "infons": {"fpage": "89", "lpage": "95", "name_0": "surname:Zamyadi;given-names:M.", "name_1": "surname:Baghdadi;given-names:L.", "name_2": "surname:Lerch;given-names:J. P.", "name_3": "surname:Bhattacharya;given-names:S.", "name_4": "surname:Schneider;given-names:J. E.", "name_5": "surname:Henkelman;given-names:R. M.", "name_6": "surname:Sled;given-names:J. G.", "pub-id_pmid": "20682847", "section_type": "REF", "source": "Physiol. Genomics", "type": "ref", "volume": "42A", "year": "2010"}, "text": "Mouse embryonic phenotyping by morphometric analysis of MR images", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20119, "infons": {"fpage": "451", "lpage": "481", "name_0": "surname:Zhang;given-names:F.", "name_1": "surname:Gu;given-names:W.", "name_2": "surname:Hurles;given-names:M. E.", "name_3": "surname:Lupski;given-names:J. R.", "pub-id_pmid": "19715442", "section_type": "REF", "source": "Annu. Rev. Genomics Hum. Genet.", "type": "ref", "volume": "10", "year": "2009"}, "text": "Copy number variation in human health, disease, and evolution", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20181, "infons": {"fpage": "1703", "lpage": "1707", "name_0": "surname:Zhang;given-names:X.", "name_1": "surname:Schneider;given-names:J. E.", "name_2": "surname:Portnoy;given-names:S.", "name_3": "surname:Bhattacharya;given-names:S.", "name_4": "surname:Henkelman;given-names:R. M.", "pub-id_pmid": "20512875", "section_type": "REF", "source": "Magn. Reson. Med.", "type": "ref", "volume": "63", "year": "2010"}, "text": "Comparative SNR for high-throughput mouse embryo MR microscopy", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]