[{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "4728350", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1242/bio.013342", "article-id_pmc": "4728350", "article-id_pmid": "26432886", "article-id_publisher-id": "BIO013342", "fpage": "1367", "issue": "11", "kwd": "Arylformamidase Kynurenine Tryptophan Diabetes Insulin secretion", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (), which permits unrestricted use, distribution and reproduction in any medium provided that the original work is properly attributed.", "lpage": "1375", "name_0": "surname:Hugill;given-names:Alison J.", "name_1": "surname:Stewart;given-names:Michelle E.", "name_10": "surname:Cox;given-names:Roger D.", "name_2": "surname:Yon;given-names:Marianne A.", "name_3": "surname:Probert;given-names:Fay", "name_4": "surname:Cox;given-names:I. Jane", "name_5": "surname:Hough;given-names:Tertius A.", "name_6": "surname:Scudamore;given-names:Cheryl L.", "name_7": "surname:Bentley;given-names:Liz", "name_8": "surname:Wall;given-names:Gary", "name_9": "surname:Wells;given-names:Sara E.", "section_type": "TITLE", "title": "KEY WORDS", "type": "front", "volume": "4", "year": "2015"}, "text": "Loss of arylformamidase with reduced thymidine kinase expression leads to impaired glucose tolerance", "sentences": [], "annotations": [], "relations": []}, {"offset": 101, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "ABSTRACT", "sentences": [], "annotations": [], "relations": []}, {"offset": 110, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Tryptophan metabolites have been linked in observational studies with type 2 diabetes, cognitive disorders, inflammation and immune system regulation. A rate-limiting enzyme in tryptophan conversion is arylformamidase (Afmid), and a double knockout of this gene and thymidine kinase (Tk) has been reported to cause renal failure and abnormal immune system regulation. In order to further investigate possible links between abnormal tryptophan catabolism and diabetes and to examine the effect of single Afmid knockout, we have carried out metabolic phenotyping of an exon 2 Afmid gene knockout. These mice exhibit impaired glucose tolerance, although their insulin sensitivity is unchanged in comparison to wild-type animals. This phenotype results from a defect in glucose stimulated insulin secretion and these mice show reduced islet mass with age. No evidence of a renal phenotype was found, suggesting that this published phenotype resulted from loss of Tk expression in the double knockout. However, despite specifically removing only exon 2 of Afmid in our experiments we also observed some reduction of Tk expression, possibly due to a regulatory element in this region. In summary, our findings support a link between abnormal tryptophan metabolism and diabetes and highlight beta cell function for further mechanistic analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1448, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Summary: Mice homozygous for a tm1b deleted allele have impaired glucose tolerance due to reduced insulin secretion associated with reduced islet mass, but no evidence of renal disease, suggesting a link between abnormal tryptophan metabolism and diabetes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1705, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 1718, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Type 2 diabetes (T2D) is a complex disease resulting from the interaction of environmental factors such as obesity, which accounts for 80–85% of the risk, and multiple genetic factors. The disease is characterized by hyperglycemia due to defects in insulin secretion and/or insulin action. Diabetes causes significant mortality and morbidity as a result of complications that develop over prolonged periods of time. Diabetes is a major health problem globally with an estimated 382 million people affected in 2013, and a projected figure of 592 million by 2035 (International Diabetes Federation, 2013; ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2326, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The essential amino acid tryptophan (Trp) is required for protein synthesis and to make the neurotransmitter serotonin. Trp is metabolized in the tryptophan-kynurenine pathway in multiple steps, generating metabolites including kynurenic acid (KYNA), quinolonic acid, xanthurenic acid (XA), and nicotinamide (reviewed).", "sentences": [], "annotations": [], "relations": []}, {"offset": 2646, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It has been suggested that dysregulation of XA and kynurenine (KYN) derivatives are involved in insulin resistance and insulin secretion (reviewed). XA excretion has been reported to be elevated in the urine of patients with diabetes and in alloxan- and streptozotocin- induced diabetic rats. Similarly, a metabolomic analysis in rhesus macaques, comparing normal and spontaneously diabetic animals, identified elevated KYNA in urine as a biomarker of diabetes. Further, serum KYN and Trp have been correlated with measures of insulin resistance and beta cell function in patients with hepatitis-C. Consistent with these metabolites being biomarkers for diabetes, increased serum KYN, KYNA and 3-hydroxy-KYN has also been associated with diabetic retinopathy. Similarly Trp has been found to be elevated in urine of patients with progressive diabetic kidney disease. Studies in vitro have found that metabolites of KYNA and XA inhibit second phase insulin release in rat islets, inhibit insulin biosynthesis and that XA binds to circulating insulin.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3696, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A number of Trp metabolites have emerged as regulators of the activity of neurotransmitters and have been linked to cognitive disorders (reviewed). Kynurenic acid may act as an endogenous antagonist of glutamate NMDA receptors and as a negative allosteric modulator of nicotinic acetylcholine receptors, and a reduction in KYNA has been shown to improve cognitive function in rodents and non-human primates. Consistent with this, KYNA has also been linked with behavioral plasticity in C. elegans, with fasting leading to reduced KYNA and activation of NMDA-receptor expressing inter-neurons. This results in activation of a neuropeptide-Y (NPY) like signaling axis, promoting feeding when food becomes available. Increased brain expression of tryptophan 2,3-dioxygenase (TDO), one of the enzymes in the first step of the pathway, has also been linked to Alzheimer's disease in transgenic mice and human tissue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4608, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Finally, Trp catabolism has been linked with suppression of inflammation and regulation of immunity (; reviewed).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4722, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The enzyme arylformamidase (AFMID, also known as kynurenine formamidase) catalyzes the second step of Trp conversion in the pathway to nicotinic acid, NAD(H), and NADP(H), hydrolyzing N-formyl-L-kynurenine (FKYN) to L-kynurenine. The Afmid and thymidine kinase (Tk) genes are adjacent to one another in the genome and transcribed in opposite directions, with their ATG initiation codons only 170 bp apart. Simultaneous inactivation of both Afmid and Tk genes in mice by deletion of both first exons, results in the elimination of FKYN hydrolysis in the liver and residual (13%) hydrolysis in the kidney. In addition, plasma concentrations of Trp are unaltered but FKYN, KYN and KYNA are elevated, also liver and kidney levels of nicotinamide derivatives remain the same, indicating that the KYN pathway is disturbed but functional in double knockout mice. Double knockout mice also exhibit kidney failure and an abnormal immune system with mice usually dying before 6 months of age.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5709, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to further investigate the functional consequences, for type 2 diabetes, of loss of AFMID in vivo, we have characterized an exon 2 knockout of the Afmid gene using the EUCOMM allele Afmidtm1b(EUCOMM)Wtsi, available through the International Mouse Phenotyping Consortium (IMPC, ).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5998, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have found that mice homozygous for the tm1b deleted allele have impaired glucose tolerance due to reduced insulin secretion associated with reduced islet mass. There was no evidence of renal disease in these Afmidtm1b/tm1b mice, unlike the double Afmid and Tk knockout, suggesting that the renal traits are due to complete loss of Tk. This study further implicates KYN pathway metabolites in diabetes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6404, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"offset": 6412, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Initial data from limited numbers of Afmid Tm1a allele mice indicated that they had a strong diabetes phenotype, for example six males around 21 weeks of age had free fed blood glucose concentrations ranging from ∼29 to 52 mM (data not shown). Based on these data we decided to carry out comprehensive phenotyping to fully characterize the phenotype and understand its causes. The Tm1a allele is a gene trap expressing LacZ and contains a selectable neomycin cassette; therefore we decided to convert it to a full exon 2 deletion allele carrying only the LacZ reporter. This was achieved by using a β-actin Cre recombinase giving germline deletion. The Cre was then bred out before generating the animals for phenotyping.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7141, "infons": {"file": "biolopen-4-013342-g1.jpg", "id": "BIO013342F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of five phenotyping cohorts. (A) A cohort of 11 male and 8 female Afmidtm1b/tm1b mice on a C57BL6/NTac background were bred for the IMPC phenotyping pipeline (1). Two further cohorts of 10 males for each Afmidtm1b/tm1b, Afmidtm1b/+ and Afmid+/+ genotype were bred for blood based tests and one for urine analysis (2,3). A smaller cohort of 5–9 males of each genotype was also bred for pathology analysis (4). Finally a cohort of 11 Afmidtm1b/tm1b and Afmid+/+ and 10 Afmidtm1b/+ females were generated to investigate developing glucose phenotypes in older mice (5). (B) A schematic of the IMPC pipeline phenotyping timeline. wt=Afmid+/+, het=Afmidtm1b/+, hom=Afmidtm1b/tm1b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7827, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Five cohorts were bred for separate dedicated phenotyping experiments. A cohort of 11 male and 8 female homozygous knockout (Afmidtm1b/tm1b) mice on a C57BL6/NTac background were bred for the IMPC phenotyping pipeline () (Fig. 1A,B). Two further cohorts of 10 males for each homozygous, heterozygous (Afmidtm1b/+) and wild-type (Afmid+/+) genotype were bred, one for longitudinal blood based tests and one for urine analysis (Fig. 1A). A smaller cohort of males of each genotype were also bred for pathology analysis at varying time points (16 weeks, n=5 Afmid+/+ and n=7 Afmidtm1b/tm1b; 46 weeks, n=8 Afmid+/+ and n=9 Afmidtm1b/tm1b; Fig. 1A). Finally a cohort of 11 Afmidtm1b/tm1b and 11 Afmid+/+ and 10 Afmidtm1b/+ females were generated to investigate developing glucose phenotypes in older female mice (Fig. 1A). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 8654, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Expression of Afmid and Tk in total RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 8694, "infons": {"file": "biolopen-4-013342-g2.jpg", "id": "BIO013342F2", "section_type": "FIG", "type": "fig_caption"}, "text": "TK1 and AFMID expression. qRT-PCR relative expression data for thymidine kinase 1 (TK1; Mm01246403_g1) and arylformamidase (AFMID; Mm00510775_m1) in liver (A) and kidney (B) samples taken from male Afmidtm1b/tm1b mice and C57BL6/NTac controls. These results confirm complete silencing of Afmid in Afmidtm1b/tm1b mice, however, TK1 was also reduced. Values are expressed as mean±s.d. (n=3/group). **P>0.01, ***P>0.001 as compared to C57BL6/NTac controls (Student's 2-tailed t-test). HOM=Afmidtm1b/tm1b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9197, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to verify loss of expression of the Afmid gene transcript in Afmidtm1b/tm1b knockout animals and to establish whether the exon 2 deletion affected expression of the immediately adjacent Tk gene, we carried out qRT-PCR on liver and kidney total RNA. The expression of Afmid was undetectable in both liver and kidney of homozygous mice. Surprisingly, the expression of Tk was also reduced by 52% in the kidney and 94% in the liver (Fig. 2). There was no detectable expression of Afmid or Tk in RNA from isolated islets of wild-type or mutant mice. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9754, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Afmidtm1b/tm1b mice show impaired glucose tolerance", "sentences": [], "annotations": [], "relations": []}, {"offset": 9806, "infons": {"file": "biolopen-4-013342-g3.jpg", "id": "BIO013342F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Glucose tolerance test. Intraperitoneal glucose tolerance test (IPGTT) data for male and female Afmidtm1b/tm1b mice and Afmidtm1b/+ and Afmid+/+ controls. Glucose tolerance was measured during an IPGTT at 13 (A), 16 (C) and 28 (E) weeks for male mice and 16 (B) and 28 (D) weeks for female mice. The results show that both male and female Afmidtm1b/tm1b mice demonstrate impaired glucose tolerance at all time points. Values are expressed as mean±s.e.m. (n=8–11/group). *P>0.05, **P>0.01, ***P>0.001 as compared to Afmid+/+ controls; †P>0.001 as compared to Afmid+/tm1b (2-way ANOVA with repeated measures and Bonferroni correction). WT=Afmid+/+, HET=Afmidtm1b/+, HOM=Afmidtm1b/tm1b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10495, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Glucose tolerance was measured during an IPGTT at 13 (IMPC cohort 1, Fig. 1), 16 and 28 weeks (cohort 2, Fig. 1) for male mice and 16 (IMPC cohort 1, Fig. 1) and 28 weeks for female mice (cohort 5, Fig. 1). Afmidtm1b/tm1b mice exhibited impaired glucose tolerance at all ages tested (Fig. 3A-E). Glucose levels in male Afmidtm1b/tm1b mice were significantly elevated compared to Afmidtm1b/+ and Afmid+/+controls at 60 min post-glucose load and failed to return to normal levels after 120 min, becoming progressively worse with age (Fig. 3A,C,E). Afmidtm1b/+ heterozygous male mice were tested at 16 and 28 weeks and exhibited mild impaired glucose tolerance with significantly elevated glucose levels at 60 and 120 min at 16 weeks and at 60 min at 28 weeks compared to Afmid+/+ controls (Fig. 3C,E). Female Afmidtm1b/tm1b mice showed significantly elevated glucose levels 60 min post-glucose load at both 16 and 28 weeks when compared to controls but levels returned to normal after 120 min (Fig. 3B,D). Afmidtm1b/+ heterozygous female mice were not significantly different to controls (Fig. 3D). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 11626, "infons": {"file": "biolopen-4-013342-g4.jpg", "id": "BIO013342F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Glucose and fructosamine clinical chemistry. Clinical chemistry parameters were measured at 16 (free-fed; A,C) and 39 (fasted; B,D) weeks of age in male Afmidtm1b/tm1b mice and Afmidtm1b/+ and Afmid+/+ controls. Glucose and fructosamine levels were significantly elevated at both 16 and 39 weeks. Values are expressed as mean±s.e.m. (n=10–11/group). *P>0.05, **P>0.01 as compared to Afmid+/+ controls (1-way ANOVA with Bonferroni correction). WT=Afmid+/+, HET=Afmidtm1b/+, HOM=Afmidtm1b/tm1b, FF=Free Fed, TB=Terminal Bleed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12156, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Clinical chemistry confirmed significant elevations in plasma glucose and fructosamine (an indicator of glycaemic status during the preceding 1–2 weeks) in cohorts of male Afmidtm1b/tm1b mice respectively aged 16 and 39 weeks (Fig. 4A-D). These trends were not observed in 16 and 51 week old female Afmidtm1b/tm1b mice (data not shown). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 12503, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Male Afmidtm1b/tm1b mice show impaired insulin secretion", "sentences": [], "annotations": [], "relations": []}, {"offset": 12560, "infons": {"file": "biolopen-4-013342-g5.jpg", "id": "BIO013342F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Insulin tolerance test and islet perifusion. (A) Intraperitoneal insulin sensitivity test (IPIST) data for male Afmidtm1b/tm1b mice and Afmid+/+ controls at 13 weeks of age. (B) Pancreatic islet perifusion normalized insulin secretion data for male Afmidtm1b/tm1b mice and Afmid+/+ controls at 12 weeks of age. There were no differences in insulin tolerance, however Afmidtm1b/tm1b mice demonstrated reduced insulin secretion from their pancreatic islets. Values are expressed as mean±s.e.m. (n=5–6/group). *P>0.05, **P>0.01, ***P>0.001 as compared to Afmid+/+ controls (2-way ANOVA with repeated measures and Bonferroni correction). WT=Afmid+/+, HOM=Afmidtm1b/tm1b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13234, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate why Afmidtm1b/tm1b male mice are glucose intolerant we first carried out an intraperitoneal insulin sensitivity test (IPIST) at 13 weeks of age (cohort 3, Fig. 1), (paralleling the IMPC cohort IPGTTs that showed impaired glucose tolerance at this age) to evaluate whether the mice were insulin resistant (Fig. 5A). Reduction in blood glucose concentrations during the test was not significantly different between Afmidtm1b/tm1b and Afmid+/+ mice indicating that they had similar insulin sensitivities. Therefore, we hypothesized that the differences in glucose tolerance may be explained by a defect in insulin secretion. In order to test this, we measured glucose stimulated insulin secretion by collecting 50 isolated islets of similar size from individual male Afmidtm1b/tm1b and Afmid+/+ mice and perifusing them with glucose at 2 mM (basal), then 20 mM, and then finally at 20 mM with the addition of 500 μM tolbutamide (Fig. 5B). Pancreatic islets were isolated at 12 weeks of age from Afmidtm1b/tm1b and Afmid+/+ mice and strikingly, qualitatively an approximate 50% reduction was observed in the Afmidtm1b/tm1b digests (data not shown). There was no difference in basal insulin secretion between Afmidtm1b/tm1b and Afmid+/+ islets, however in response to 20 mM glucose, there was significantly (P<0.001) less insulin secreted in Afmidtm1b/tm1b islets (Fig. 5B). The Afmidtm1b/tm1b islets showed a trend of secreting less insulin in response to 500 μM tolbutamide plus 20 mM glucose compared to Afmid+/+ islets (Fig. 5B). There was no significant difference in total insulin content between the collection of Afmidtm1b/tm1b (mean 1576.1±138.0 pg/ml) and Afmid+/+ (mean 3098.7±518.5 pg/ml) islets, although there was a clear trend towards reduced content in the Afmidtm1b/tm1b. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 15065, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Male Afmidtm1b/tm1b mice form normal islets but islet mass decreases with age", "sentences": [], "annotations": [], "relations": []}, {"offset": 15143, "infons": {"file": "biolopen-4-013342-g6.jpg", "id": "BIO013342F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Islet histology. (A-D) Total islet number (A), total islet area (B), total pancreas area (C) and average islet size (D) as analyzed from whole pancreas sections taken from male Afmidtm1b/tm1b mice and Afmid+/+ controls at 16 and 46 weeks of age. (E,F) Representative Hematoxylin & Eosin stained sections from Afmid+/+ (E) and Afmidtm1b/tm1b (F) mice at 46 weeks of age (scale bar=250 µm). All islets within a section were counted, and a representative five sections were sampled from throughout the pancreas each 200 µm apart. Afmidtm1b/tm1b mice had reduced islet number at both time points and a reduced total islet area at 46 weeks old. Values are expressed as mean±s.e.m. (n=5–9/group). *P>0.01 as compared to Afmid+/+ controls (2-way ANOVA). WT=Afmid+/+, HOM=Afmidtm1b/tm1b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15938, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Given the impaired glucose stimulated insulin secretion and qualitative differences in the number of islets isolated, we next evaluated islet mass by histological methods. Glucagon and insulin immuno-staining of pancreas serial sections showed no qualitative difference in islet architecture in terms of numbers or arrangement of α and β cells between male Afmidtm1b/tm1b and Afmid+/+ mice at 16 and 46 weeks of age (data not shown). Islet number and islet area were then quantified to look for differences (Fig. 6A,B). Analysis of pancreatic immunohistochemistry revealed that by 16 weeks of age there was a significant reduction in islet number in Afmidtm1b/tm1b in comparison to the Afmid+/+ controls (P=0.0156) despite there being no differences in the total area of the pancreas (P=0.9653) (Fig. 6A,C). Analysis by 2-way ANOVA showed that the total pancreatic area decreased over time in both groups (P=0.0052) (Fig. 6C). By 46 weeks of age total islet number and total islet area were both significantly reduced in the Afmidtm1b/tm1b mice compared to Afmid+/+ (P=0.002 and 0.004 respectively, Fig. 6A,B; representative images from 46 weeks are presented in Fig. 6E,F). Despite these reductions the average islet size remained the same for both groups (Fig. 6D). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 17223, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "No histopathology was observed in Afmidtm1b/tm1b kidney or liver", "sentences": [], "annotations": [], "relations": []}, {"offset": 17288, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "No abnormalities were detected during the IMPC histopathological investigation of 32 tissues at 16 weeks (data not shown). Given the reported renal phenotypes in double knockout mice additional kidney and liver sections were also examined at 28 weeks, but no histopathology was observed (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17597, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "No differences were observed in body mass or composition", "sentences": [], "annotations": [], "relations": []}, {"offset": 17654, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant differences in weight or percentage fat and lean mass between Afmid+/+, Afmidtm1b/+ or Afmidtm1b/tm1b mice, for males or females (data not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17827, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Kynurenic and Xanthurenic acid detected by NMR spectroscopy in Afmidtm1b/tm1b urine", "sentences": [], "annotations": [], "relations": []}, {"offset": 17911, "infons": {"file": "biolopen-4-013342-g7.jpg", "id": "BIO013342F7", "section_type": "FIG", "type": "fig_caption"}, "text": "Representative urinary 1H NMR spectra. Urinary 1H NMR spectra from an Afmid+/+ control mouse (A) and an Afmidtm1b/tm1b mouse (B) showing the aromatic region of the spectrum. Peaks are assigned to formate and hippurate in both data sets, but additionally to kynurenic acid (*) and xanthurenic acid (†) in the urinary 1H NMR spectrum from the Afmidtm1b/tm1b mouse. WT=Afmid+/+, HOM=Afmidtm1b/tm1b.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18309, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As the Afmid gene encodes a key enzyme in the kynurenine pathway we evaluated pathway metabolites in urine samples in a longitudinal study. The urinary NMR spectra of Afmidtm1b/tm1b mice showed additional small resonances in the aromatic region, which were assigned to KYNA and XA (Fig. 7). These peaks were detected from 6 weeks of age, became more prominent with increasing age and were absent in Afmid+/+ mice. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 18727, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"offset": 18738, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Initial phenotype data from Afmid tm1a mice indicated overt diabetes (very high blood glucose, polydipsia and polyuria), however, detailed phenotyping of tm1b (exon 2 deletion) mice revealed a less severe glucose intolerance phenotype. The reason for this difference is unknown although we can speculate that the tm1a gene trap allele with LacZ and neo cassettes upstream of exon 2 disrupts an element within the intron that affects expression of another gene or genes. Supporting this, we found that expression of the closely adjacent Tk gene in homozygous tm1b Afmid mice was approximately 50% reduced in kidney and about 90% reduced in liver, indicating that regulation of this gene was disrupted by deleting exon 2 of Afmid and replacing it with a LacZ reporter. Previous reports of fatal kidney disease in Afmid and Tk double knockouts is in contrast to Afmid tm1b mice that did not exhibit any renal phenotypes. Given that both models lack Afmid expression it is likely that the renal phenotype in double knockout mice is due to a lack of TK activity and that our model retains sufficient TK activity to be healthy. Alternatively, defects in both genes could act synergistically to cause disease in sensitive tissues or a potential developmental defect. Thymidine kinase is required for thymidine nucleotide salvage for use in DNA synthesis and repair, whilst the Afmid block may affect the first rate-limiting step of tryptophan degradation that is superoxide consuming and generates formyl kynurenine for conversion by AFMID. A testable hypothesis would be that Afmid knockout results in disruption of the kynurenine pathway leading to DNA damage, possibly by superoxide, and in the case of Tk deficiencies abnormalities in repair that lead to cellular dysfunction in susceptible tissues and cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20545, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The male Afmidtm1b/tm1b mice retain normal insulin sensitivity and the impaired glucose tolerance is likely caused by a defect in both first and second phase insulin secretion as measured in isolated perifused islets. The trend for reduced tolbutamide induced insulin secretion suggests the defect is downstream of the KATP channel as this agent closes the channel and should stimulate secretion. The lack of impaired glucose tolerance in Afmidtm1b/tm1b female mice may be due to a protective hormonal affect. Histologically we also observed loss of islet number in male Afmidtm1b/tm1b mice in comparison with Afmid+/+ littermates. Histological analysis of the double knockout pancreas has similarly been reported to be deficient in islets. Consistent with an insulin secretory defect a number of studies have linked KYN metabolites with impaired insulin secretion in vitro. Furthermore, that xanthurenic acid binds to circulating insulin and prevents the hormone binding to cells, although we have not observed insulin resistance in our model. NMR analysis of urine showed the presence of both kynurenic acid and xanthurenic acid in Afmidtm1b/tm1b mice and therefore it is possible that the loss of islet number may be due to a toxicity effect halting development of these particular cells rather than apoptosis as there was no morphological evidence of cell death. Alternatively, KYN metabolites may exert a physiological effect on islet cells suppressing insulin secretion. We did not detect either Afmid or Tk expression in isolated islets of wild-type or mutant animals (data not shown), indicating that the islet defect is not intrinsic to islet cells.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22204, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Kynurenic acid has also been linked with behavioral plasticity and increased brain expression of tryptophan is linked to Alzheimer's disease. Therefore a small cognition screen consisting of open field habituation and fear conditioning was carried out on male Afmidtm1b/tm1b mice and Afmid+/+ controls. There were no observed differences in the fear conditioning studies, however, the open field habituation demonstrated differences in activity level which were slightly increased in Afmidtm1b/tm1b mice (data not shown). This effect was not borne out in the learning paradigm as the Afmidtm1b/tm1b mice still showed reduced activity on day two of testing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22861, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Both KYNA and XA are downstream of the conversion of formyl kynurenine to L-kynurenine catalyzed by AFMID. It is therefore unexpected that their level of excretion increases when this gene is knocked out, however, elevation of these metabolites in plasma was also observed in the double knockout mice. Thus there appears to be alternative pathways to generate these metabolites from formyl kynurenine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23263, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, we report that loss of Afmid and a reduction in Tk expression results in defective glucose stimulated insulin secretion and impaired glucose tolerance. In order to further dissect the function of these two genes more precisely it would be useful to study the effects of mutations, such as a stop codon, using CRISPR/Cas9 technology that would not disrupt intronic elements or their spacing, but eliminate gene function. Our studies provide further support of an association between kynurenine metabolites and diabetes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23794, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "MATERIALS AND METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 23816, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Animal husbandry", "sentences": [], "annotations": [], "relations": []}, {"offset": 23833, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice were kept and studied in accordance with UK Home Office legislation and local ethical guidelines issued by the Medical Research Council (Responsibility in the Use of Animals for Medical Research, July 1993; home office license 30/3146). Mice were kept under controlled light (light 7am–7pm, dark 7pm–7am), temperature (21±2°C) and humidity (55±10%) conditions. They had free access to water (9–13 ppm chlorine) and were fed ad libitum on a commercial diet (SDS Rat and Mouse No. 3 Breeding diet, RM3). Tm1a mice were derived from C57BL6/NTac ES cells as previously described. Mice were bred to a Cre-recombinase line (C57BL/6NTac-Tg(ACTB-cre)3Mrt/H) to delete the selection cassette and exon 2 of the Afmid gene, generating the null allele Afmidtm1b, on a C57BL/6NTac background. After breeding out the Cre-recombinase, male and female Afmidtm1b/tm1b and Afmid+/+ mice were phenotyped via the IMPC pipeline at the MRC Harwell. Additional cohorts of male and female Afmidtm1b/tm1b, Afmidtm1b/+ and Afmid+/+ mice were bred for alternative phenotyping tests (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24915, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Experimental design", "sentences": [], "annotations": [], "relations": []}, {"offset": 24935, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Five cohorts were bred for separate dedicated phenotyping experiments. Cohort sizes were chosen based on previous experience and power calculations using data from tests applied on other genetic mouse models of impaired glucose tolerance. A cohort of 11 male and 8 female Afmidtm1b/tm1b mice on a C57BL6/NTac background were bred for the IMPC phenotyping pipeline (). Two further cohorts of 10 males for each Afmidtm1b/tm1b, Afmidtm1b/+ and Afmid+/+ genotype were bred, one for longitudinal blood based tests and one for urine analysis. Smaller cohorts of 6 males of each genotype were also bred for pathology analysis. Finally a cohort of 11 Afmidtm1b/tm1b and Afmid+/+ and 10 Afmidtm1b/+ females were generated to investigate developing glucose phenotypes in older mice (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25718, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 25729, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice were genotyped using Taqman probe copy count qPCR. The qPCR assays for wild-type or LacZ (marking the knockout allele), were FAM labelled and run in duplex on a TaqMan system based on real-time detection of accumulated fluorescence (ABI Prism 7900, Applied Biosystems) with a VIC labelled internal control dot1l. Results were analyzed and copy counted using the ABI CopyCaller software v.2 (ABI). Ct values of greater than 30 were called as a fail. Each sample was run with a technical duplicate and each assay run with 7 controls of known genotype and a blank control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26304, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Quantitative RT-PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 26324, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNA was extracted from snap frozen tissues using an RNeasy Mini Kit (Qiagen, UK) according to the manufacturer's instructions. cDNA was generated using Superscript III enzyme (Invitrogen, UK) and analyzed by quantitative RT-PCR using the TaqMan system based on real-time detection of accumulated fluorescence (ABI Prism 7700, Perkin-Elmer Inc., USA). To select the appropriate house-keeping genes geNorm analysis using 12 reference genes (Primerdesign, UK) was undertaken against all samples. Samples were tested in triplicate and gene expression normalized relative to the expression of house-keeping genes 18S (Mm02601777_g1) and Gapdh (Mm99999915_g1) for liver and ActB (Mm00607939_s1) and Rpl13a (MM02601777_g1) for kidney. Afmid (Mm00510775_m1) and Tk1 (Mm01246403_g1) Fam-labeled Taqman probes were purchased from Life Technologies (ABI, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27174, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Intraperitoneal glucose tolerance test (IPGTT)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27221, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "IPGTT's were carried out according to the IMPReSS protocols () using 2 g glucose per kg body weight. Mice were fasted overnight and blood sampled under a local anesthetic at 0 min (baseline) and 60 and 120 min post glucose injection. Whole blood glucose was measured using an AlphaTRAK meter and test strips (Abbott Animal Health, UK). At the 13 week time point male plasma samples were also run on a GM9 glucose analyzer (Analox Instruments, UK) which is more sensitive than the AlphaTRAK meter. Plasma insulin was assayed using a Mouse insulin ELISA kit (Mercodia, Sweden).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27805, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Intraperitoneal insulin sensitivity test (IPIST)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27854, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Animals were fasted for 4 h and blood sampled under a local anesthetic at 0 min (baseline), prior to injection of 1 IU insulin per kg of body weight, and subsequently at 15, 30, 45, 60 and 90 min. Whole blood glucose was measured using an AlphaTRAK meter and test strips (Abbott Animal Health).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28157, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Free fed bleeds", "sentences": [], "annotations": [], "relations": []}, {"offset": 28173, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The test was undertaken at the same time of day (morning) and blood sampled from the lateral tail vein under local anesthetic. Whole blood glucose was measured using an AlphaTRAK meter and test strips (Abbott Animal Health). Plasma insulin was assayed using a Mouse insulin ELISA kit (Mercodia).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28469, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical biochemistry", "sentences": [], "annotations": [], "relations": []}, {"offset": 28491, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Terminal blood samples were collected from male mice aged 16, 39 and female mice aged 51 weeks. 16 week old mice were free-fed prior to terminal blood collections while 39 and 51 week old mice were fasted overnight (max. 18 h). Blood samples were collected under terminal isofluorane inhalation anesthesia by retro-orbital puncture into both pediatric EDTA and lithium heparin coated tubes. EDTA whole blood samples for hematology were placed on a rotary mixer for 30 min immediately after collection and kept at room temperature until a full blood count and differential analysis was performed on board a Siemens Advia 2120 hematology analyzer using settings and reagents recommended by the manufacturer. Lithium heparin samples were kept on wet ice until being centrifuged for 10 min at 8000×g in a centrifuge set to room temperature. The resulting plasma was analyzed on board a Beckman Coulter AU680 clinical chemistry analyzer using reagents and settings recommended by the manufacturer.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29497, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Histology", "sentences": [], "annotations": [], "relations": []}, {"offset": 29507, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The IMPC histopathology screen at 16 weeks involved fixing, processing and embedding in wax, sectioning and staining with Hematoxylin and Eosin (H&E) 32 tissues (), including the liver, kidney and pancreas which were assessed by a pathologist . For additional cohorts of mice the kidneys and livers were collected and analyzed in a similar way at 16 and 46 weeks of age. The pancreas, with the spleen attached, was fixed in neutral buffered formaldehyde and mounted in wax longitudinally using the spleen as an anchor in LS orientation. Serial sections 5 μm thick were cut 40 μm apart through the whole pancreas and either left unstained for immunohistochemistry or stained with H&E. To calculate a representative islet area five H&E-stained sections 200 μm apart, starting at a depth of 150 μm, from five to nine mice of each genotype, were photographed and the islet and total pancreas area calculated using ImageJ64.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30443, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Islet immunohistochemistry", "sentences": [], "annotations": [], "relations": []}, {"offset": 30470, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Immunohistochemistry was carried out on paraffin serial sections of the pancreas at 5, 16, 28, and 46 weeks. The following primary antibodies were used; rabbit anti-Insulin (1:100, Santa Cruz) and rabbit anti-Glucagon (1:1000, Millipore). A goat anti-rabbit secondary (1:250, Jackson) was used for both primary antibodies. Sections were counter-stained with Gill's formulation #3 hematoxylin. A rabbit IgG antibody was used as a negative control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30919, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Islet perifusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 30936, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice were killed by cervical dislocation and islets isolated by liberase digestion and handpicking as previously described. Islets were maintained in RPMI 1640 containing 11 mM glucose (Gibco) supplemented with 10% FBS and 100 U/ml penicillin and 100 µg/ml streptomycin and cultured for 24 h at 37°C in humidified 5% CO2 in air, before experimentation. Insulin secretion was measured from 50 islets of equal size for each genotype. Islets were perifused at 37°C and a rate of 1 ml per min with Krebs-Ringer-HEPES buffer (in mM): 140 NaCl, 3.6 KCl, 2.6 CaCl2, 0.5 NaH2PO4, 0.5 MgSO47H2O, 5 HEPES, and 2 NaHCO3, pH 7.4 (with NaOH), plus 0.2% BSA and glucose and tolbutamide as indicated. A 500 mM stock solution of tolbutamide was made in DMSO and diluted as required. After 30 min pre-perifusion in 2 mM glucose, the perifusate was collected every 1 min for 10 min in 2 mM glucose, 20 min in 20 mM glucose and finally 10 min in 20 mM glucose plus 500 μM tolbutamide. Finally islets were incubated overnight at −20°C with acidified ethanol solution (95% ethanol, 5% acetic acid) to extract all insulin. Insulin was measured using a Rat/Mouse Insulin ELISA kit (Millipore, UK) and normalized to insulin content.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32184, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Body mass and composition", "sentences": [], "annotations": [], "relations": []}, {"offset": 32210, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Body mass was measured every 2 weeks using scales calibrated to 0.01 g. Analysis of body composition was performed using an Echo MRI whole body composition analyzer (Echo Medical System, USA) every 4 weeks for males and at 35, 38 and 42 weeks for females.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32474, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Urinary NMR studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 32494, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Urine samples were collected at the same time of day from male Afmidtm1b/tm1b and Afmid+/+ mice every 2 weeks from 6 to 12 weeks and then every month until 28 weeks of age. Free catch urine was collected into a sterile microcentrifuge tube that was placed at 4°C for a maximum of 1 h before centrifugation at 16,060 g for 1 min, the supernatant was removed and stored at −20°C. Before NMR analysis, urine was briefly thawed at room temperature and centrifuged at 5,900 g for 2 min. 15 µl of urine was mixed with 15 µl sterile water and 45 µl of 0.2 M phosphate buffer [pH 7.4, containing 20% D2O to provide an NMR field frequency lock and 0.5 mM trimethylsilyl-propionic acid (TSP) for internal chemical shift reference]. The sample was transferred to a 1.7 mm OD capillary tube, capped by a Teflon adapter and placed within a 5 mm micro NMR sample tube (New Era, USA). Urinary NMR spectra were acquired using a JEOL 500 MHz Eclipse+ NMR spectrometer. Water presaturation was used for all data acquisitions. The following data acquisition parameters were used: spectral width 15 ppm, pulse angle 90°, acquisition time 4.36 s, relaxation delay 2 s, 32K data points and 256 data collects. The resulting free induction decay was zero filled and multiplied by an exponential function corresponding to 0.3 Hz line broadening prior to Fourier transformation. The NMR spectra were manually phased using the JEOL Delta software before being exported to the BioRad KnowItAll® v9.0 (Bio-Rad, USA) software package for principal components analysis (PCA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34088, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "NMR data analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34106, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prior to statistical analysis all NMR spectra were baseline corrected to a 4th degree polynomial, zero filled by a factor of 2 and referenced with the TSP peak set to 0.00 ppm using KIA version 9.0 (Bio-Rad). The resonances attributable to residual water and urea (δ 4.60-6.40 ppm) were excluded from further analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34430, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "NMR peak identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 34454, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The identification of NMR resonances to kynurenate and xanthurenic acid were confirmed by comparison of NMR data sets with solutions of kynurenic acid (10 mM in water) and xanthurenic acid (10 mM in methanol-d4). Further confirmation was obtained by adding 17 μM of kynurenic acid and 0.3 mM xanthurenic acid solutions to a specific urine sample to confirm peak overlap with the relevant NMR resonances.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34867, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 34888, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data collection, summary calculations and descriptive statistics were carried out using Microsoft Excel 2010. To determine position and dispersion of data, descriptive statistics (mean±s.e.m.) were first applied. All data within this paper are presented as mean±s.e.m. unless otherwise stated. Statistical analysis was carried out using software GraphPad Prism v6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35255, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Several measures were taken repeatedly over time from the same individual mouse. These include body weight and plasma hormone concentrations. Application of two-way ANOVA with repeated measures with post-hoc Bonferroni correction was applied to account for factors of time, genotype and individual variation within animals. Results were considered significant at P<0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35626, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Effects of genotype on clinical chemistry parameters, hematology data and islet histology were determined by one-way ANOVA followed by post hoc Bonferroni correction. Differences were considered significant at critical P<0.0166, as is suitable for three comparisons (i.e. between Afmid+/+, Afmidtm1b/+ and Afmidtm1b/tm1b groups) or in instances where only Afmid+/+ and Afmidtm1b/tm1b data were available then effects were determined by Student's 2-tailed t-test. Results were considered significant at P<0.05.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36136, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Footnotes", "sentences": [], "annotations": [], "relations": []}, {"offset": 36146, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 36166, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "The authors are involved in the International Mouse Phenotyping Consortium (IMPC). There are no other competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36289, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 36310, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "A.J.H., M.E.S., S.E.W. and R.D.C. conceived and designed the experiments. A.J.H., M.E.S., M.A.Y., L.B., T.A.H., G.W. and F.P. carried out the experiments. A.J.H., M.A.Y., M.E.S., J.C., T.A.H. and C.L.S. analyzed the data. A.J.H., M.A.Y. and R.D.C. wrote the manuscript and M.E.S., F.P., J.C., T.A.H., C.L.S. and S.E.W. edited the article.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36649, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 36657, "infons": {"section_type": "METHODS", "type": "footnote"}, "text": "This study was funded by the Medical Research Council, UK (.mrc.ac.uk/), R.D.C., S.E.W. The Afmid mice were phenotyped by the International Mouse Phenotyping Consortium (IMPC) funded under NIH grant [U54 HG006348]. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36998, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 37009, "infons": {"fpage": "580", "lpage": "586", "name_0": "surname:Bradley;given-names:A.", "name_1": "surname:Anastassiadis;given-names:K.", "name_2": "surname:Ayadi;given-names:A.", "name_3": "surname:Battey;given-names:J. F.", "name_4": "surname:Bell;given-names:C.", "name_5": "surname:Birling;given-names:M.-C.", "name_6": "surname:Bottomley;given-names:J.", "name_7": "surname:Brown;given-names:S. D.", "name_8": "surname:Burger;given-names:A.", "name_9": "surname:Bult;given-names:C. J.", "pub-id_doi": "10.1007/s00335-012-9422-2", "pub-id_pmid": "22968824", "section_type": "REF", "source": "Mamm. Genome", "type": "ref", "volume": "23", "year": "2012"}, "text": "The mammalian gene function resource: the International Knockout Mouse Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 37091, "infons": {"fpage": "1", "lpage": "10", "name_0": "surname:Dobrovolsky;given-names:V. N.", "name_1": "surname:Bucci;given-names:T.", "name_2": "surname:Heflich;given-names:R. H.", "name_3": "surname:Desjardins;given-names:J.", "name_4": "surname:Richardson;given-names:F. C.", "pub-id_doi": "10.1016/S1096-7192(02)00224-X", "pub-id_pmid": "12559842", "section_type": "REF", "source": "Mol. Genet. Metab.", "type": "ref", "volume": "78", "year": "2003"}, "text": "Mice deficient for cytosolic thymidine kinase gene develop fatal kidney disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 37171, "infons": {"fpage": "163", "lpage": "172", "name_0": "surname:Dobrovolsky;given-names:V. N.", "name_1": "surname:Bowyer;given-names:J. F.", "name_2": "surname:Pabarcus;given-names:M. K.", "name_3": "surname:Heflich;given-names:R. H.", "name_4": "surname:Williams;given-names:L. D.", "name_5": "surname:Doerge;given-names:D. R.", "name_6": "surname:Arvidsson;given-names:B.", "name_7": "surname:Bergquist;given-names:J.", "name_8": "surname:Casida;given-names:J. E.", "pub-id_doi": "10.1016/j.bbagen.2005.03.010", "pub-id_pmid": "15866519", "section_type": "REF", "source": "Biochim. Biophys. Acta", "type": "ref", "volume": "1724", "year": "2005"}, "text": "Effect of arylformamidase (kynurenine formamidase) gene inactivation in mice on enzymatic activity, kynurenine pathway metabolites and phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 37316, "infons": {"fpage": "221", "lpage": "228", "name_0": "surname:Hattori;given-names:M.", "name_1": "surname:Kotake;given-names:Y.", "name_2": "surname:Kotake;given-names:Y.", "pub-id_pmid": "6524581", "section_type": "REF", "source": "Acta Vitaminol. Enzymol.", "type": "ref", "volume": "6", "year": "1984"}, "text": "Studies on the urinary excretion of xanthurenic acid in diabetics", "sentences": [], "annotations": [], "relations": []}, {"offset": 37382, "infons": {"fpage": "232", "lpage": "241", "name_0": "surname:Ikeda;given-names:S.", "name_1": "surname:Kotake;given-names:Y.", "pub-id_pmid": "3781805", "section_type": "REF", "source": "Ital. J. Biochem.", "type": "ref", "volume": "35", "year": "1986"}, "text": "Urinary-excretion of xanthurenic acid and zinc in diabetes .3. Occurrence of Xanthurenic acid-Zn-2+ complex in urine of diabetic-patients and of experimentally-diabetic rats", "sentences": [], "annotations": [], "relations": []}, {"offset": 37556, "infons": {"fpage": "236", "lpage": "239", "name_0": "surname:Kotake;given-names:Y.", "name_1": "surname:Ueda;given-names:T.", "name_2": "surname:Mori;given-names:T.", "name_3": "surname:Igaki;given-names:S.", "name_4": "surname:Hattori;given-names:M.", "pub-id_pmid": "1244098", "section_type": "REF", "source": "Acta Vitaminol. Enzymol.", "type": "ref", "volume": "29", "year": "1975"}, "text": "Abnormal tryptophan-metabolism and experimental diabetes by Xanthurenic acid (Xa)", "sentences": [], "annotations": [], "relations": []}, {"offset": 37638, "infons": {"fpage": "10592", "lpage": "10602", "name_0": "surname:Kozak;given-names:R.", "name_1": "surname:Campbell;given-names:B. M.", "name_2": "surname:Strick;given-names:C. A.", "name_3": "surname:Horner;given-names:W.", "name_4": "surname:Hoffmann;given-names:W. E.", "name_5": "surname:Kiss;given-names:T.", "name_6": "surname:Chapin;given-names:D. S.", "name_7": "surname:McGinnis;given-names:D.", "name_8": "surname:Abbott;given-names:A. L.", "name_9": "surname:Roberts;given-names:B. M.", "pub-id_doi": "10.1523/JNEUROSCI.1107-14.2014", "pub-id_pmid": "25100593", "section_type": "REF", "source": "J. Neurosci.", "type": "ref", "volume": "34", "year": "2014"}, "text": "Reduction of brain kynurenic acid improves cognitive function", "sentences": [], "annotations": [], "relations": []}, {"offset": 37700, "infons": {"fpage": "119", "lpage": "131", "name_0": "surname:Lemieux;given-names:G. A.", "name_1": "surname:Cunningham;given-names:K. A.", "name_2": "surname:Lin;given-names:L.", "name_3": "surname:Mayer;given-names:F.", "name_4": "surname:Werb;given-names:Z.", "name_5": "surname:Ashrafi;given-names:K.", "pub-id_doi": "10.1016/j.cell.2014.12.028", "pub-id_pmid": "25594177", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "160", "year": "2015"}, "text": "Kynurenic acid is a nutritional cue that enables behavioral plasticity", "sentences": [], "annotations": [], "relations": []}, {"offset": 37771, "infons": {"fpage": "135", "lpage": "157", "name_0": "surname:McGaha;given-names:T. L.", "name_1": "surname:Huang;given-names:L.", "name_2": "surname:Lemos;given-names:H.", "name_3": "surname:Metz;given-names:R.", "name_4": "surname:Mautino;given-names:M.", "name_5": "surname:Prendergast;given-names:G. C.", "name_6": "surname:Mellor;given-names:A. L.", "pub-id_doi": "10.1111/j.1600-065X.2012.01149.x", "pub-id_pmid": "22889220", "section_type": "REF", "source": "Immunol. Rev.", "type": "ref", "volume": "249", "year": "2012"}, "text": "Amino acid catabolism: a pivotal regulator of innate and adaptive immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 37846, "infons": {"fpage": "254", "lpage": "258", "name_0": "surname:Munipally;given-names:P. K.", "name_1": "surname:Agraharm;given-names:S. G.", "name_2": "surname:Valavala;given-names:V. K.", "name_3": "surname:Gundae;given-names:S.", "name_4": "surname:Turlapati;given-names:N. R.", "pub-id_doi": "10.3109/13813455.2011.623705", "pub-id_pmid": "22034910", "section_type": "REF", "source": "Arch. Physiol. Biochem.", "type": "ref", "volume": "117", "year": "2011"}, "text": "Evaluation of indoleamine 2,3-dioxygenase expression and kynurenine pathway metabolites levels in serum samples of diabetic retinopathy patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 37991, "infons": {"fpage": "273", "lpage": "282", "name_0": "surname:Noto;given-names:Y.", "name_1": "surname:Okamoto;given-names:H.", "pub-id_doi": "10.1007/BF02590750", "section_type": "REF", "source": "Acta Diabetol. Latina", "type": "ref", "volume": "15", "year": "1978"}, "text": "Inhibition by kynurenine metabolites of proinsulin synthesis in isolated pancreatic-islets", "sentences": [], "annotations": [], "relations": []}, {"offset": 38082, "infons": {"fpage": "227", "lpage": "231", "name_0": "surname:Okamoto;given-names:H.", "pub-id_pmid": "801703", "section_type": "REF", "source": "Acta Vitaminol. Enzymol.", "type": "ref", "volume": "29", "year": "1975"}, "text": "Effect of quinaldic acid and its relatives on insulin-release from isolated Langerhans islets", "sentences": [], "annotations": [], "relations": []}, {"offset": 38176, "infons": {"fpage": "294", "lpage": "301", "name_0": "surname:Oxenkrug;given-names:G.", "pub-id_doi": "10.1007/s12035-013-8497-4", "pub-id_pmid": "23813101", "section_type": "REF", "source": "Mol. Neurobiol.", "type": "ref", "volume": "48", "year": "2013"}, "text": "Insulin resistance and dysregulation of tryptophan-kynurenine and kynurenine-nicotinamide adenine dinucleotide metabolic pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 38306, "infons": {"fpage": "149247", "name_0": "surname:Oxenkrug;given-names:G. F.", "name_1": "surname:Turski;given-names:W. A.", "name_2": "surname:Zgrajka;given-names:W.", "name_3": "surname:Weinstock;given-names:J. V.", "name_4": "surname:Summergrad;given-names:P.", "pub-id_doi": "10.1155/2013/149247", "pub-id_pmid": "24083022", "section_type": "REF", "source": "Hepat. Res. Treat.", "type": "ref", "volume": "2013", "year": "2013"}, "text": "Tryptophan-kynurenine metabolism and insulin resistance in hepatitis C patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 38386, "infons": {"fpage": "201", "lpage": "211", "name_0": "surname:Pabarcus;given-names:M. K.", "name_1": "surname:Casida;given-names:J. E.", "pub-id_doi": "10.1016/S0167-4838(02)00232-7", "pub-id_pmid": "12007602", "section_type": "REF", "source": "Biochim. Biophys. Acta", "type": "ref", "volume": "1596", "year": "2002"}, "text": "Kynurenine formamidase: determination of primary structure and modeling-based prediction of tertiary structure and catalytic triad", "sentences": [], "annotations": [], "relations": []}, {"offset": 38517, "infons": {"fpage": "39", "lpage": "44", "name_0": "surname:Pabarcus;given-names:M. K.", "name_1": "surname:Casida;given-names:J. E.", "pub-id_doi": "10.1016/j.pep.2005.04.013", "pub-id_pmid": "15935693", "section_type": "REF", "source": "Protein Expr. Purif.", "type": "ref", "volume": "44", "year": "2005"}, "text": "Cloning, expression, and catalytic triad of recombinant arylformamidase", "sentences": [], "annotations": [], "relations": []}, {"offset": 38589, "infons": {"fpage": "19511", "lpage": "19522", "name_0": "surname:Patterson;given-names:A. D.", "name_1": "surname:Bonzo;given-names:J. A.", "name_2": "surname:Li;given-names:F.", "name_3": "surname:Krausz;given-names:K. W.", "name_4": "surname:Eichler;given-names:G. S.", "name_5": "surname:Aslam;given-names:S.", "name_6": "surname:Tigno;given-names:X.", "name_7": "surname:Weinstein;given-names:J. N.", "name_8": "surname:Hansen;given-names:B. C.", "name_9": "surname:Idle;given-names:J. R.", "pub-id_doi": "10.1074/jbc.M111.221739", "pub-id_pmid": "21487016", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "286", "year": "2011"}, "text": "Metabolomics reveals attenuation of the SLC6A20 kidney transporter in nonhuman primate and mouse models of type 2 diabetes mellitus", "sentences": [], "annotations": [], "relations": []}, {"offset": 38721, "infons": {"fpage": "493", "lpage": "495", "name_0": "surname:Pettitt;given-names:S. J.", "name_1": "surname:Liang;given-names:Q.", "name_2": "surname:Rairdan;given-names:X. Y.", "name_3": "surname:Moran;given-names:J. L.", "name_4": "surname:Prosser;given-names:H. M.", "name_5": "surname:Beier;given-names:D. R.", "name_6": "surname:Lloyd;given-names:K. C.", "name_7": "surname:Bradley;given-names:A.", "name_8": "surname:Skarnes;given-names:W. C.", "pub-id_doi": "10.1038/nmeth.1342", "pub-id_pmid": "19525957", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "6", "year": "2009"}, "text": "Agouti C57BL/6N embryonic stem cells for mouse genetic resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 38786, "infons": {"fpage": "275", "lpage": "278", "name_0": "surname:Rogers;given-names:K. S.", "name_1": "surname:Evangelista;given-names:S. J.", "pub-id_doi": "10.3181/00379727-178-42010", "section_type": "REF", "source": "Exp. Biol. Med.", "type": "ref", "volume": "178", "year": "1985"}, "text": "3-Hydroxykynurenine, 3-hydroxyanthranilic acid, and o-aminophenol inhibit leucine-stimulated insulin release from rat pancreatic islets", "sentences": [], "annotations": [], "relations": []}, {"offset": 38922, "infons": {"fpage": "211", "lpage": "215", "name_0": "surname:Romani;given-names:L.", "name_1": "surname:Fallarino;given-names:F.", "name_2": "surname:De Luca;given-names:A.", "name_3": "surname:Montagnoli;given-names:C.", "name_4": "surname:D'Angelo;given-names:C.", "name_5": "surname:Zelante;given-names:T.", "name_6": "surname:Vacca;given-names:C.", "name_7": "surname:Bistoni;given-names:F.", "name_8": "surname:Fioretti;given-names:M. C.", "name_9": "surname:Grohmann;given-names:U.", "pub-id_doi": "10.1038/nature06471", "pub-id_pmid": "18185592", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "451", "year": "2008"}, "text": "Defective tryptophan catabolism underlies inflammation in mouse chronic granulomatous disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 39016, "infons": {"fpage": "451", "lpage": "480", "name_0": "surname:Shimomura;given-names:K.", "name_1": "surname:Galvanovskis;given-names:J.", "name_2": "surname:Goldsworthy;given-names:M.", "name_3": "surname:Hugill;given-names:A.", "name_4": "surname:Kaizak;given-names:S.", "name_5": "surname:Lee;given-names:A.", "name_6": "surname:Meadows;given-names:N.", "name_7": "surname:Quwailid;given-names:M. M.", "name_8": "surname:Rydstrom;given-names:J.", "name_9": "surname:Teboul;given-names:L.", "pub-id_doi": "10.1016/S0076-6879(09)05025-3", "pub-id_pmid": "19426883", "section_type": "REF", "source": "Methods Enzymol.", "type": "ref", "volume": "457", "year": "2009"}, "text": "Insulin secretion from beta-cells is affected by deletion of nicotinamide nucleotide transhydrogenase", "sentences": [], "annotations": [], "relations": []}, {"offset": 39118, "infons": {"fpage": "337", "lpage": "342", "name_0": "surname:Skarnes;given-names:W. C.", "name_1": "surname:Rosen;given-names:B.", "name_2": "surname:West;given-names:A. P.", "name_3": "surname:Koutsourakis;given-names:M.", "name_4": "surname:Bushell;given-names:W.", "name_5": "surname:Iyer;given-names:V.", "name_6": "surname:Mujica;given-names:A. O.", "name_7": "surname:Thomas;given-names:M.", "name_8": "surname:Harrow;given-names:J.", "name_9": "surname:Cox;given-names:T.", "pub-id_doi": "10.1038/nature10163", "pub-id_pmid": "21677750", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "474", "year": "2011"}, "text": "A conditional knockout resource for the genome-wide study of mouse gene function", "sentences": [], "annotations": [], "relations": []}, {"offset": 39199, "infons": {"fpage": "609", "lpage": "620", "name_0": "surname:Stone;given-names:T. W.", "name_1": "surname:Darlington;given-names:L. G.", "pub-id_doi": "10.1038/nrd870", "pub-id_pmid": "12402501", "section_type": "REF", "source": "Nat. Rev. Drug Discov.", "type": "ref", "volume": "1", "year": "2002"}, "text": "Endogenous kynurenines as targets for drug discovery and development", "sentences": [], "annotations": [], "relations": []}, {"offset": 39268, "infons": {"fpage": "1211", "lpage": "1227", "name_0": "surname:Stone;given-names:T. W.", "name_1": "surname:Darlington;given-names:L. G.", "pub-id_doi": "10.1111/bph.12230", "pub-id_pmid": "23647169", "section_type": "REF", "source": "Br. J. Pharmacol.", "type": "ref", "volume": "169", "year": "2013"}, "text": "The kynurenine pathway as a therapeutic target in cognitive and neurodegenerative disorders", "sentences": [], "annotations": [], "relations": []}, {"offset": 39360, "infons": {"fpage": "109", "lpage": "119", "name_0": "surname:van der Kloet;given-names:F. M.", "name_1": "surname:Tempels;given-names:F. W. A.", "name_2": "surname:Ismail;given-names:N.", "name_3": "surname:van der Heijden;given-names:R.", "name_4": "surname:Kasper;given-names:P. T.", "name_5": "surname:Rojas-Cherto;given-names:M.", "name_6": "surname:van Doorn;given-names:R.", "name_7": "surname:Spijksma;given-names:G.", "name_8": "surname:Koek;given-names:M.", "name_9": "surname:van der Greef;given-names:J.", "pub-id_doi": "10.1007/s11306-011-0291-6", "pub-id_pmid": "22279428", "section_type": "REF", "source": "Metabolomics", "type": "ref", "volume": "8", "year": "2012"}, "text": "Discovery of early-stage biomarkers for diabetic kidney disease using ms-based metabolomics (FinnDiane study)", "sentences": [], "annotations": [], "relations": []}, {"offset": 39470, "infons": {"fpage": "e59749", "name_0": "surname:Wu;given-names:W.", "name_1": "surname:Nicolazzo;given-names:J. A.", "name_2": "surname:Wen;given-names:L.", "name_3": "surname:Chung;given-names:R.", "name_4": "surname:Stankovic;given-names:R.", "name_5": "surname:Bao;given-names:S. S.", "name_6": "surname:Lim;given-names:C. K.", "name_7": "surname:Brew;given-names:B. J.", "name_8": "surname:Cullen;given-names:K. M.", "name_9": "surname:Guillemin;given-names:G. J.", "pub-id_doi": "10.1371/journal.pone.0059749", "pub-id_pmid": "23630570", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "8", "year": "2013"}, "text": "Expression of tryptophan 2,3-dioxygenase and production of kynurenine pathway metabolites in triple transgenic mice and human Alzheimer's disease brain", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]