[{"source": "PMC", "date": "20230803", "key": "pmc.key", "infons": {}, "documents": [{"id": "4753642", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13073-016-0273-4", "article-id_pmc": "4753642", "article-id_pmid": "26876963", "article-id_publisher-id": "273", "elocation-id": "16", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Mianné;given-names:Joffrey", "name_1": "surname:Chessum;given-names:Lauren", "name_10": "surname:Teboul;given-names:Lydia", "name_11": "surname:Brown;given-names:Steve D. M.", "name_12": "surname:Bowl;given-names:Michael R.", "name_13": "surname:Brown;given-names:Steve D. M.", "name_14": "surname:Bowl;given-names:Michael R.", "name_2": "surname:Kumar;given-names:Saumya", "name_3": "surname:Aguilar;given-names:Carlos", "name_4": "surname:Codner;given-names:Gemma", "name_5": "surname:Hutchison;given-names:Marie", "name_6": "surname:Parker;given-names:Andrew", "name_7": "surname:Mallon;given-names:Ann-Marie", "name_8": "surname:Wells;given-names:Sara", "name_9": "surname:Simon;given-names:Michelle M.", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2016"}, "text": "Correction of the auditory phenotype in C57BL/6N mice via CRISPR/Cas9-mediated homology directed repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 104, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 115, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Nuclease-based technologies have been developed that enable targeting of specific DNA sequences directly in the zygote. These approaches provide an opportunity to modify the genomes of inbred mice, and allow the removal of strain-specific mutations that confound phenotypic assessment. One such mutation is the Cdh23ahl allele, present in several commonly used inbred mouse strains, which predisposes to age-related progressive hearing loss.", "sentences": [], "annotations": [], "relations": []}, {"offset": 557, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 565, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We have used targeted CRISPR/Cas9-mediated homology directed repair (HDR) to correct the Cdh23ahl allele directly in C57BL/6NTac zygotes. Employing offset-nicking Cas9 (D10A) nickase with paired RNA guides and a single-stranded oligonucleotide donor template we show that allele repair was successfully achieved. To investigate potential Cas9-mediated ‘off-target’ mutations in our corrected mouse, we undertook whole-genome sequencing and assessed the ‘off-target’ sites predicted for the guide RNAs (≤4 nucleotide mis-matches). No induced sequence changes were identified at any of these sites.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1172, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Correction of the progressive hearing loss phenotype was demonstrated using auditory-evoked brainstem response testing of mice at 24 and 36 weeks of age, and rescue of the progressive loss of sensory hair cell stereocilia bundles was confirmed using scanning electron microscopy of dissected cochleae from 36-week-old mice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1497, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1509, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "CRISPR/Cas9-mediated HDR has been successfully utilised to efficiently correct the Cdh23ahl allele in C57BL/6NTac mice, and rescue the associated auditory phenotype. The corrected mice described in this report will allow age-related auditory phenotyping studies to be undertaken using C57BL/6NTac-derived models, such as those generated by the International Mouse Phenotyping Consortium (IMPC) programme.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1914, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 1948, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (doi:10.1186/s13073-016-0273-4) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2088, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 2099, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The most common form of sensory disability in the human population is age-related hearing loss (ARHL), which not only causes communication difficulties, but also is associated with social isolation, depression and reduced physical and cognitive function. ARHL is known to be a complex disorder with both genetic and environmental components. Given the high prevalence of the condition (>60 % of people aged ≥70 years), coupled with an ageing population, there is a drive to elucidate the genes and pathology associated with ARHL, thus enabling the development of potential therapeutic strategies. To date, several major genetic studies have investigated adult hearing function in humans, providing candidate gene sets for ARHL susceptibility factors. However, the lack of genome-wide significance and absence of replication between studies means validation of these candidate ARHL genes in a model organism is required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3023, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The International Mouse Phenotyping Consortium (IMPC) aims to produce knockout mice for every gene in the mouse genome and test each mutant line through a broad-based phenotyping pipeline, in order to elaborate upon the function of every mouse gene. IMPC uses mutant embryonic stem cells developed by the International Knockout Mouse Consortium (IKMC). The mice generated by the IMPC are preserved in repositories and are available to the scientific community. Utilisation of knockout mice generated by this programme would provide a relatively quick and cost-effective way to obtain models for the validation of genes arising from the human ARHL studies, and to assess the role of genes in ARHL.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3720, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A main strength of the IKMC and IMPC programmes is that the respective embryonic stem cell resource and knockout mice produced are generated in a single inbred strain background, namely C57BL/6NTac. However, a major genetic impact of the use of C57BL/6N and the related C57BL/6J strain is that they harbour a fixed hypomorphic allele in the Cadherin23 gene (Cdh23ahl) that causes these mice to exhibit a high-frequency hearing loss by 3–6 months of age that progresses to a profound impairment by 15 months of age. This renders C57BL/6NTac an unsuitable background strain for investigating potential ARHL-causing genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4343, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Over recent years several technologies have been developed that allow targeting of specific DNA sequences directly in the zygote, e.g. zinc-finger nuclease (ZFN), transcription activator-like effector nuclease (TALEN), and clustered regularly interspaced short palindromic repeats (CRISPR/Cas9). These are nuclease-based approaches which generate DNA double-stranded breaks (DSBs) at user-defined genomic sequences. The presence of a DSB initiates a repair mechanism that typically leads to non-homologous end joining (NHEJ), resulting in insertion or deletion (indels) events at the targeted locus. However, if the nucleases are used in conjunction with a donor DNA sequence carrying the desired insert with flanking homology to the targeted region, integration by homology directed repair (HDR) can occur. Recently, Low et al. successfully corrected the Crb1rd8 mutation directly in C57BL/6N zygotes using a TALEN-mediated HDR approach, showing recovery of a normal retinal phenotype in heterozygous repaired animals.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5363, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here, we describe the use of targeted CRISPR/Cas9-mediated HDR to correct the Cdh23ahl allele directly in C57BL/6NTac zygotes. Using two different designs, both employing offset-nicking Cas9 (D10A) nickase with paired RNA guides and a single-stranded oligonucleotide (ssODN) as donor template, we show that allele repair was successfully achieved.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5711, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Importantly, we demonstrate that unlike inbred C57BL/6NTac mice (Cdh23ahl/ahl), the heterozygous Cdh23 repair mice (Cdh23ahl/753A>G) have normal hearing thresholds and a full complement of cochlear sensory hair cell stereocilia bundles at 36 weeks of age. Thus, the repaired C57BL/6NTac mice described here provide an enhanced defined genetic background in which IMPC knockout mouse models can be generated, which are suitable for both assessment of age-related auditory function and age-related behavioural studies that utilize acoustic stimuli as part of the test paradigm.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6288, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 6296, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 6301, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All animals were housed and maintained in the Mary Lyon Centre, MRC Harwell under specific opportunistic pathogen-free (SOPF) conditions, in individually ventilated cages adhering to environmental conditions as outlined in the Home Office Code of Practice. All animal studies were licensed by the Home Office under the Animals (Scientific Procedures) Act 1986 Amendment Regulations 2012 (SI 4 2012/3039), UK, and additionally approved by the Institutional Ethical Review Committee. Mice were euthanized by Home Office Schedule 1 methods.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6839, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CRISPR/Cas plasmid generation", "sentences": [], "annotations": [], "relations": []}, {"offset": 6869, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Oligonucleotide sequences and quality control of constructs", "sentences": [], "annotations": [], "relations": []}, {"offset": 6929, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sequences of all single-stranded oligonucleotides are presented in Additional file 1: Table S1. All constructs were checked using Sanger sequencing (SourceBioscience).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7101, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Construction of p_1.1 plasmid backbone", "sentences": [], "annotations": [], "relations": []}, {"offset": 7140, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A pair of ssODNs containing two unique restriction sites, StuI and AflII (T7GibsonF and T7GibsonR, Integrated DNA Technologies) was annealed and cloned into linearised gRNA_Cloning Vector (Addgene, 41824; George Church, Harvard) digested with PvuI and AflII, using Gibson Assembly Master Mix (New England BioLabs (NEB)). As a result, the new restriction sites have been integrated between the T7 promoter and the single guide RNA (sgRNA) backbone sequence, and can be used to linearise the plasmid for further cloning of chosen protospacer sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7691, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Construction of p_1.3_D10A plasmid", "sentences": [], "annotations": [], "relations": []}, {"offset": 7726, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cas9 mutant D10A nickase sequence was PCR amplified from pX335 plasmid (Addgene, 42335; Feng Zhang, MIT) using high fidelity Expand Long Range dNTPack (Roche) and oligonucleotides Cas9f4gibson/Cas9r4gibson (Sigma-Aldrich). The PCR product was cloned using Gibson Assembly Master Mix (NEB) into linearised p_1.1 plasmid digested with StuI and AflII in order to express Cas9 mutant D10A under the T7 promoter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8134, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Construction of p_1.1_sgRNA plasmids", "sentences": [], "annotations": [], "relations": []}, {"offset": 8171, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each sgRNA (Cdh23_U1, U2 and D1), a pair of ssODNs (Sigma-Aldrich; forward 5′-TAATACGACTCACTATAGG-protospacer-3′; reverse 5′-GACTAGCCTTATTTTAACTTGCTATTTCTAGCTCTAAAAC-protospacer antisense-3′) was hybridised and cloned using Gibson Assembly Master Mix (NEB) into linearised p_1.1 plasmid digested with StuI and AflII in order to express sgRNAs under the T7 promoter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8549, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vitro RNA transcription", "sentences": [], "annotations": [], "relations": []}, {"offset": 8576, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cas9 mutant D10A nickase mRNA and sgRNAs were in vitro transcribed from linear forms of p_1.3_D10A and p_1.1_sgRNA plasmids, respectively. Plasmids were linearised with XbaI and phenol-chloroform purified. mRNA was synthesised using Message Max T7 Arca Capped Message Transcription Kit (Cellscript) and poly-adenylated using poly(A) polymerase Tailing Kit (Epicentre). Single-stranded guide RNAs were synthesised using MEGAshortscript (Ambion).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9021, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNAs were purified using MEGAclear kit (Ambion). RNA quality was assessed using a NanoDrop (Thermo Scientific) and by electrophoresis on 2 % agarose gel containing Ethidium Bromide (Fisher Scientific).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9224, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vitro evaluation of sgRNA efficacy", "sentences": [], "annotations": [], "relations": []}, {"offset": 9262, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In vitro efficacy of each in vitro transcribed sgRNA (U1, U2 and D1) was assessed using the Guide-itTM sgRNA Screening kit (Clontech) following the manufacturer’s instructions. Analysis of the enzymatic digestions were analysed by electrophoresis on 1.5 % agarose gel containing ethidium bromide (Fisher Scientific).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9582, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Pronuclear microinjections of zygotes", "sentences": [], "annotations": [], "relations": []}, {"offset": 9620, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pronuclear microinjection was performed as per Gardiner and Teboul, employing a FemtojJet (Eppendorf) and C57BL/6NTac embryos. Specifically, injection pressure (Pi) was set between 100 and 700 hPa, depending on needle opening; injection time (Ti) was set at 0.5 seconds and the compensation pressure (PC) was set at 10 hPa.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9947, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Microinjection buffer (MIB; 10 mM Tris–HCl, 0.1 mM EDTA, 100 mM NaCl, pH7.5) was prepared and filtered through a 2 nm filter and autoclaved. Cas9 mutant D10A nickase mRNA, sgRNAs and ssODNs were diluted and mixed in MIB to the working concentrations of 200 or 100 ng/μl, 100 or 50 ng/μl each and 40 or 20 ng/μl, respectively. Injected embryos were re-implanted in CD1 pseudo-pregnant females. Host females were allowed to litter and rear F0 progeny.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10409, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 10420, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA from F0 and F1 animals was extracted from ear clip biopsies using a DNA Extract All Reagents Kit (Applied Biosystems). The targeted region was PCR amplified using high fidelity Expand Long Range dNTPack (Roche) and genotyping primers Geno_Cdh23_F1/R1 or F2/R2. PCR products were further purified using a gel extraction kit (Qiagen) and analysed by Sanger sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10799, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PCR products amplified from DNA obtained from F0 animals that showed mixed sequencing traces were sub-cloned using a Zero-Blunt PCR cloning Kit (Invitrogen) and 12–24 clones per founder were analysed by Sanger sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11023, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Detection of ‘off-target’ sequence variations", "sentences": [], "annotations": [], "relations": []}, {"offset": 11073, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA was prepared from the spleen of the F0 mouse that gave rise to the ‘repaired’ line that underwent auditory phenotyping. Phenol-chloroform extracted DNA was assessed using a NanoDrop (Thermo Scientific), Epoch Microplate Spectrophotometer (Bio-Tek) and by electrophoresis on 1.5 % agarose gel containing ethidium bromide (Fisher Scientific). Whole genome sequencing (WGS) was performed using an Illumina HiSeq 2000 Sequencer. The sequence was mapped using: the BWA-mem aligner with default parameters, v.0.7.10; mouse genome reference mm10 from UCSC (original GRCm38 from NCBI, January 2012); base Phred quality cutoff, NA; keep duplicate reads, no; variable read length support, yes; and, realign gaps, no. Sequence variants were called by The Genome Analysis Toolkit (GATK). The BAM file was realigned for indel calling by Indel realigner. Indels were called by GATK’s HaplotypeCaller and single nucleotide variants (SNVs) were called by GATK’s UnifiedGenotyper, both using dbSNP version 137 as the background single nucleotide polymorphism (SNP) set. SNV annotations were done using NGS-SNP. Indels were annotated using The Variant Effect Predictor.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12246, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SNVs and indels were then compared against the precompiled list found in 18 inbred strains from the Mouse Genome Project. Further filtering was done by comparing the novel sequence variations with a wild-type (WT) C57BL/6NTac mouse genome and other in-house mouse sequences. Only high confidence sequence variations were considered in this study. High confidence SNVs and indels refer to those with Phred base quality >150 and read depth >3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12688, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Coding SNVs were investigated by PCR amplification (primers are listed in Additional file 1: Table S1) and Sanger sequencing of DNA from the F0 and four C57BL/6NTac WT animals, including that of a stud male employed to produce the microinjected embryos.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12942, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Analysis of the sgRNA predicted off-target sites", "sentences": [], "annotations": [], "relations": []}, {"offset": 12991, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA from F1 animals was extracted from ear clips using a DNA Extract All Reagents Kit (Applied Biosystems). Potential off-target sites predicted by the WTSI Genome Editing (WGE) webtool for sgRNA_U1 and sgRNA_D1 (design 1), and containing ≤3 mismatches (Additional file 1: Table S2) were PCR amplified using High fidelity Expand Long Range dNTPack (Roche) and the corresponding genotyping primers (Additional file 1: Table S3). PCR amplicons were gel-purified (QIAGEN) and analysed by Sanger sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13505, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Copy counting for ssODN_U1 in the F0 founder and F1 progeny", "sentences": [], "annotations": [], "relations": []}, {"offset": 13565, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Genomic DNA from F0 and F1 animals was extracted from ear clips using DNA Extract All Reagents Kit (Applied Biosystems). Reaction mixtures (20 μl) contained 1 μl crude DNA lysate, 1× ddPCR Supermix for probes (Bio-Rad), 225 nM of each primer (two primers per assay used; Additional file 1: Table S1) and 50 nM of each probe (one VIC-labeled probe for the reference gene assay and one FAM-labeled Taqman assay specific to the ssODN_U1 sequence, designed by Biosearch Technologies). These were loaded into the Bio-Rad QX200 AutoDG and droplets generated as per the manufacturer’s instructions. After droplet generation, the oil/reagent emulsion was transferred to a 96-well plate (Eppendorf) and the samples were amplified (95 °C for 10 min, followed by 40 cycles of 94 °C for 30 s and 58 °C for 60 s, with a final elongation step of 98 °C for 10 min). The plate containing the droplet amplicons was analysed as a CNV2 experiment in a QX200 Droplet Reader (Bio-Rad), with channel 1 as unknown and channel 2 as the two-copy reference assay. Standard reagents and consumables supplied by Bio-Rad were used, including cartridges and gaskets, droplet generation oil and droplet reader oil. Analysis was performed using Quantasoft software (Bio-Rad) and copy number determined using a minimum of 10,000 partitions for each sample.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14909, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Auditory-evoked brainstem response", "sentences": [], "annotations": [], "relations": []}, {"offset": 14944, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Auditory-evoked brainstem response (ABR) testing was performed as previously described by Hardisty-Hughes et al.. Briefly, mice were anaesthetised using a mixture of ketamine and xylazine and placed on a heated mat in an acoustic chamber (ETS-Lindgren). Broadband click and tone-burst stimuli (8 kHz, 16 kHz, and 32 kHz) were presented free field to the right ear of the mouse. TDT system III hardware and software (Tucker Davis Technology) were used for stimulus presentation and response averaging, starting at the highest level (90 dB sound pressure level (SPL)) and reducing in 5 or 10 dB increments until no response trace could be observed. Mice that displayed no response to a 90 dB SPL stimulus were recorded as 100 dB SPL for subsequent analysis. Recovery of anaesthetized mice was assisted by Atipamezole.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15767, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cochlear scanning electron microscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 15805, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Animals were euthanized and excised inner ears were fixed overnight in 2.5 % gluteraldehyde in 0.1 M phosphate buffer (Sigma-Aldrich). Fixed ears were decalcified for 48 hours in 4.3 % EDTA in 0.1 M phosphate buffer (Sigma-Aldrich). Fine dissection was performed to reveal the organ of Corti, before osmium tetroxide (Agar Scientific)–thiocarbohydrazide (Fluka) processing (adapted from Hunter-Duvar) was carried out. The inner ears were then dehydrated through increasing strength ethanol solutions (Fisher Scientific) and critical point dried using an Emitech K850 (EM Technologies Ltd). The specimens were then mounted on stubs using silver paint (Agar Scientific) and sputter coated with platinum using a Quorum Q150R S sputter coater (Quorum Technologies). Prepared cochlea were visualised with a JEOL LSM-6010 (Jeol Ltd) scanning electron microscope. Hair cell stereocilia bundle counts were performed by counting the number of adjacent inner hair cells (IHCs) and outer hair cells (OHCs) to ten pillar cells. For the analysis the cochlea was divided into three separate regions (turns), apical (<180° from apex), mid (180–450° from apex), and basal (450–630° from apex). Four ears (one ear per mouse) were analysed for each genotype at each region.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17075, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results and discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17098, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Strategy for Cdh23ahl allele correction", "sentences": [], "annotations": [], "relations": []}, {"offset": 17138, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Cdh23ahl allele is a synonymous SNP affecting the last nucleotide of the seventh coding exon of the Cdh23 gene (c.753). The presence of an adenine (A) rather than a guanine (G) at this position leads to an increased frequency of exon 7 skipping, predisposing inbred mouse strains carrying the A allele to age-related hearing loss. Our strategy for correcting this allele involved directly injecting CRISPR reagents into one-cell stage mouse embryos. This approach has previously been shown to introduce subtle modifications into the genome at high efficiency. Given reported concerns regarding the specificity of the Cas9 nuclease and potential off-target effects, we opted to use paired offset guides along with a nickase version (D10A) of the Cas9 protein to correct the B6N.Cdh23ahl allele.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17936, "infons": {"file": "13073_2016_273_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Design of two targeting strategies to recover normal splicing/function of the C57BL/6NTac Cdh23 gene. a Design 1 utilises a 121 bp single-stranded oligonucleotide donor (ssODN_U1) in combination with two single guide RNAs (sgRNA_U1 and sgRNA_D1), which flank the Cdh23\nahl allele. The full ssODN_U1 donor sequence is shown below the C57BL/6NTac Cdh23\nahl sequence (uppercase denotes exonic sequence and lowercase denotes intronic sequence), with homology indicated by dashed lines, the Cdh23\nahl allele with an arrow, and two base changes shown in red text. The two synonymous base substitutions are designed to prevent further modification by the CRISPR/Cas9 following repair. The corrected Cdh23\n753A>G allele is the allele found in inbred mouse strains that do not demonstrate age-related hearing loss (ARHL). The final corrected Cdh23\n753A>G(U1) gene sequence closely matches that found in these non-ARHL inbred strains at the nucleotide level, except for the two synonymous base substitutions (c.724A > T and c.725G > C; red text). The Cdh23\n753A>G(U1) product is predicted to be identical to the Cdh23 protein found in non-ARHL mouse strains. b Design 2 also utilises a 121 bp ssODN (ssODN_U2) in combination with two single guide RNAs, sgRNA_D1 also used in design 1 and sgRNA_U2, which lies across the Cdh23\nahl locus. The full ssODN_U2 donor sequence is shown below the C57BL/6NTac Cdh23\nahl sequence, with homology indicated by dashed lines, the Cdh23\nahl allele with an arrow, and one intronic base change shown in red text. The intronic base substitution is designed to prevent further modification by the CRISPR/Cas9 following repair. The final corrected Cdh23\n753A>G(U2) gene sequence is identical to that found in non-ARHL inbred strains at the nucleotide level, with only an intronic base substitution (c.753 + 9c > t; red text). The Cdh23\n753A>G(U2) product is predicted to be identical to the Cdh23 protein found in non-ARHL mouse strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 19895, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Employing the Zhang Lab CRISPR design tool (http://crispr.mit.edu/), three protospacers (sgRNA_U1, sgRNA_U2 and sgRNA_D1) were selected allowing for two different designs (design 1, U1/D1, +42 nucleotide offset; and design 2, U2/D1, +13 nucleotide offset) (Fig. 1). The criteria for protospacer sequence selection was based on the following previously suggested recommendations: double nicking resulting in 5′ overhang; low potential off-target effects; as close as possible to the targeted nucleotide; and a short offset. In vitro assessment of these sgRNAs revealed that sgRNA_U1 and sgRNA_D1 both have a high efficacy for directing Cas9 nuclease activity (85 % and 88 % cleavage, respectively), whereas sgRNA_U2 has a lower efficacy (30 %) (Additional file 1: Fig. S1). As such, while design 1 employs two very efficient sgRNAs, the large offset will likely reduce the overall efficiency of this design. In comparison, for design 2 the offset distance is within the optimum range (−4 to +20), but it employs a less efficient sgRNA that will reduce the overall efficiency of this second design. Each design required a specific 121 bp ssODN to be synthesised with the desired correction (A > G) at their centre; these act as DNA donor templates for HDR. In addition to the Cdh23ahl allele correction, both ssODN templates also contain substitutions in the region complementary to the protospacer sequences (AG > TC in ssODN_U1 and C > T in ssODN_U2). These additional substitutions were added to prevent further modification by the CRISPR/Cas9 post HDR repair. In design 1, the AG > TC substitution does not change the encoded residue (AGT > TCT, Ser > Ser), and in design 2 the C > T substitution is within the intron (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21635, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correction of the Cdh23ahl allele", "sentences": [], "annotations": [], "relations": []}, {"offset": 21669, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of injected embryos, embryos transferred, pups born, and mutation rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 21747, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Design</th><th>Cas9 (D10A) mRNA [conc] ng/μl</th><th>sgRNAs [conc] ng/μl (each)</th><th>ssODN [conc] ng/μl</th><th>Number of injected embryos</th><th>Lysed after injecting</th><th>Lysed (%)</th><th>Number of ET</th><th>Number of pups born</th><th>Born/injected (%)</th><th>Number of TG mice</th><th>Mutation rate (%)</th><th>Number of correct F<sub>0</sub> mice</th><th>Legitimate repair rate (%)</th></tr></thead><tbody><tr><td rowspan=\"2\">1</td><td>100</td><td>50</td><td>20</td><td>24</td><td>3</td><td char=\".\" align=\"char\">12.5</td><td>21</td><td>11</td><td char=\".\" align=\"char\">45.8</td><td>1</td><td char=\".\" align=\"char\">9.1</td><td>0</td><td>0</td></tr><tr><td>200</td><td>100</td><td>40</td><td>220</td><td>20</td><td char=\".\" align=\"char\">9.1</td><td>200</td><td>61</td><td char=\".\" align=\"char\">27.7</td><td>10</td><td char=\".\" align=\"char\">16.4</td><td>2</td><td>3.3</td></tr><tr><td rowspan=\"2\">2</td><td>100</td><td>50</td><td>20</td><td>101</td><td>11</td><td char=\".\" align=\"char\">10.9</td><td>90</td><td>16</td><td char=\".\" align=\"char\">15.8</td><td>0</td><td char=\".\" align=\"char\">0.0</td><td>0</td><td>0</td></tr><tr><td>200</td><td>100</td><td>40</td><td>111</td><td>4</td><td char=\".\" align=\"char\">3.6</td><td>107</td><td>16</td><td char=\".\" align=\"char\">14.4</td><td>4</td><td char=\".\" align=\"char\">25.0</td><td>2</td><td>12.5</td></tr><tr><td/><td/><td/><td/><td>456</td><td>38</td><td char=\".\" align=\"char\">8.3</td><td>418</td><td>104</td><td char=\".\" align=\"char\">22.8</td><td>15</td><td char=\".\" align=\"char\">14.4</td><td>4</td><td>3.8</td></tr></tbody></table>\n"}, "text": "Design\tCas9 (D10A) mRNA [conc] ng/μl\tsgRNAs [conc] ng/μl (each)\tssODN [conc] ng/μl\tNumber of injected embryos\tLysed after injecting\tLysed (%)\tNumber of ET\tNumber of pups born\tBorn/injected (%)\tNumber of TG mice\tMutation rate (%)\tNumber of correct F0 mice\tLegitimate repair rate (%)\t \t1\t100\t50\t20\t24\t3\t12.5\t21\t11\t45.8\t1\t9.1\t0\t0\t \t200\t100\t40\t220\t20\t9.1\t200\t61\t27.7\t10\t16.4\t2\t3.3\t \t2\t100\t50\t20\t101\t11\t10.9\t90\t16\t15.8\t0\t0.0\t0\t0\t \t200\t100\t40\t111\t4\t3.6\t107\t16\t14.4\t4\t25.0\t2\t12.5\t \t\t\t\t\t456\t38\t8.3\t418\t104\t22.8\t15\t14.4\t4\t3.8\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 22270, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "\nET embryos transferred, TG transgenic", "sentences": [], "annotations": [], "relations": []}, {"offset": 22309, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Generation of mice carrying the Cdh23\n753A>G repair using pronuclear injection of CRISPR/Cas9 reagents. For designs 1 and 2, two sets of injections were performed using either 100, 50, 50 and 20 ng/μl or 200, 100, 100 and 40 ng/μl of Cas9 (D10A) nickase mRNA, sgRNAs_U, sgRNA_D and ssODN, respectively. Higher efficiency was obtained when using the higher concentrations. The percentages of mutation rate and legitimate repair rate have both been calculated using the number of pups born as the denominator", "sentences": [], "annotations": [], "relations": []}, {"offset": 22820, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For each experimental design, in vitro transcribed Cas9 (D10A) nickase mRNA, two sgRNAs and one ssODN were co-injected into one-cell-stage mouse embryos. To optimise the CRISPR/Cas9-mediated HDR, we varied the concentration of these reagents such that we used a ‘low’ and a ‘high’ concentration for each of the two designs (Table 1). For design 1, the percentage of survival (born/injected) was lower when using the higher concentration. However, this likely reflects the smaller number of embryos injected with the lower concentration, as no difference in survival was noted for design 2 when altering concentration (Table 1). Using design 1, a total of 244 embryos were injected over three microinjection sessions giving rise to 72 live founder (F0) pups (29.5 %). Whereas, using design 2 a total of 212 embryos were injected over two microinjection sessions, giving rise to 32 live F0 pups (15.1 %).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23735, "infons": {"file": "13073_2016_273_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Targeting events in F0 mice and transmission to F1 offspring. a Targeting events in an F0 using design 1. The genotype of the F0 was directly assessed by ear clip DNA analysis. This revealed the presence of two alleles: allele 1 corresponding to the legitimate HDR event and allele 2 corresponding to the WT allele. The genotype of the F0 animal was confirmed through the transmission of both alleles to the F1 population, several of which were identified as heterozygous for the legitimate repair (see trace). b Targeting events in an F0 using design 2. The genotype of the F0 was directly assessed by ear clip DNA analysis. This revealed the presence of three alleles: allele 1 corresponding to an NHEJ event consisting of a 24 nucleotide deletion; allele 2 corresponding to a combination of the intended repair and additional sequence changes (illegitimate repair) comprising modification of the two targeted nucleotides and a 3′ deletion of 24 nucleotides; and allele 3 corresponding to a legitimate repair. The genotype of the F0 animal was confirmed through transmission of these three alleles to the F1 population (F1 allele 1 and F1 allele 2). However, one additional allele was also identified in the F1 population: ‘F1 allele 4’ comprising WT sequence", "sentences": [], "annotations": [], "relations": []}, {"offset": 25003, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To identify CRISPR-mediated events within the 104 F0 pups, DNA extracted from ear biopsies was utilised for PCR amplification and Sanger sequencing of the targeted locus. Animals with a complex genotype (i.e. mosaic with two or more mutated alleles) or potentially harbouring the correctly repaired allele were further characterised by sub-cloning and Sanger sequencing of the targeted region. Of the 72 F0 pups generated using design 1, 11 were found mutated on-target, including two containing the repaired Cdh23753A>G allele. For design 2, 4 of the 32 F0 pups were found mutated on-target, including two containing the repaired Cdh23753A>G allele. Interestingly, in addition to the repaired Cdh23753A>G allele, these animals were also carrying alleles incorrectly repaired through HDR (which we called “illegitimate repair”) (Fig. 2). Thus, from a total of 456 injected embryos we recovered 104 pups (22.8 %), 15 of which are transgenic (14.4 %), including four carrying the correct Cdh23753A>Grepair (3.8 %) (Table 1). Interestingly, 14 of the 15 transgenic mice (including the four with the repaired allele) were obtained from microinjections using the higher concentration of CRISPR/Cas9 reagents, while only one transgenic mouse was produced using the lower concentration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26295, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The four F0 mice identified as having the correctly repaired Cdh23753A>G allele were shown to be highly mosaic at the target region. To further characterise the alleles present in these mice, PCR amplification of the targeted locus was undertaken, and the resulting amplicons were sub-cloned and Sanger sequenced. This confirmed that the four F0 mice had undergone CRISPR/Cas9-mediated repair of the Cdh23ahl allele, all showing legitimate repair sequences (Fig. 2). Going forward, this experimental design can be employed to repair the Cdh23ahl allele in other mouse strains, e.g. C57BL/6J.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26888, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Germline transmission", "sentences": [], "annotations": [], "relations": []}, {"offset": 26910, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To establish heritability of the repaired Cdh23753A>G allele and to segregate the alleles detected in mosaic founders, three of the Cdh23753A>G F0 mice were bred to stock C57BL/6NTac mice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27099, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Analysis of the F1 offspring obtained from each of these three founders revealed transmission of the repaired Cdh23753A>G allele (Fig. 2a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27240, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "However, analysis of the F1 generation also demonstrated that alleles represented in F0 somatic cells (e.g. an ear biopsy) can be absent, or under-represented, in F0 germ cells, as determined by their non-transmission to the F1 progeny. In addition, the reciprocal can occur where alleles not detected within the somatic cells of a F0 mouse are identified in their F1 progeny. This latter case was observed for both of our design 2 founder mice, which transmitted an additional WT allele not previously detected at the F0 stage (Fig. 2b). These data highlight three important issues associated with CRISPR-aided mutagenesis: firstly, while F0 mice may give initial insight into phenotypic outcomes of CRISPR/Cas9 targeting, they are genotypically unpredictable due to potential mosaicism — therefore, more detailed studies should be undertaken using ≥ F1 animals; secondly, analysis of F1 mice may identify ‘hidden’ alleles not seen in the somatic cells of F0 mice; and thirdly, it is important to sequence the flanking regions when producing point mutations by CRISPR-aided mutagenesis to confirm that targeted mutations are not associated with unwanted indels.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28412, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of predicted off-target sites", "sentences": [], "annotations": [], "relations": []}, {"offset": 28451, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Summary of predicted off-target sites for sgRNA_U1 and sgRNA_D1, and off-target variations identified", "sentences": [], "annotations": [], "relations": []}, {"offset": 28553, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Predicted off-target sites</th><th>With two mismatches</th><th>With three mismatches</th><th>With four mismatches</th><th>Number of off-target SNVs and indels</th></tr></thead><tbody><tr><td>Exonic</td><td>0</td><td>0</td><td>8</td><td>0</td></tr><tr><td>Intergenic</td><td>0</td><td>6</td><td>122</td><td>0</td></tr><tr><td>Intronic</td><td>2</td><td>6</td><td>82</td><td>0</td></tr></tbody></table>\n"}, "text": "Predicted off-target sites\tWith two mismatches\tWith three mismatches\tWith four mismatches\tNumber of off-target SNVs and indels\t \tExonic\t0\t0\t8\t0\t \tIntergenic\t0\t6\t122\t0\t \tIntronic\t2\t6\t82\t0\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 28743, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_foot"}, "text": "Summary of the predicted off-target sites with four or fewer mismatches for both sgRNA_U1 (total of 55 sites) and sgRNA_D1 (total of 173 sites) separated into genic type. Whole genome sequence analysis of the founder F0 mouse, used to establish the line that was phenotyped in this study, demonstrated no modifications to be present at these 228 predicted off-target sites", "sentences": [], "annotations": [], "relations": []}, {"offset": 29116, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Novel high-confidence coding SNVs identified in the F0 repaired Cdh23\nahl/753A>G genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 29204, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Chr</th><th>Position</th><th>B6J Ref</th><th>F<sub>0</sub> SNV</th><th>Functional annotation</th><th>Gene</th><th>AA position</th><th>Reference AA</th><th>Alternative AA</th><th>Validated</th></tr></thead><tbody><tr><td>2</td><td>130591861</td><td>C</td><td>T</td><td>missense_variant</td><td>Ubox5</td><td>522</td><td>C</td><td>Y</td><td>Present<sup>a</sup>\n</td></tr><tr><td>5</td><td>45582909</td><td>G</td><td>A</td><td>missense_variant</td><td>\n<italic>Fam184b</italic>\n</td><td>312</td><td>R</td><td>W</td><td>Present</td></tr><tr><td>8</td><td>35482596</td><td>C</td><td>T</td><td>missense_variant</td><td>\n<italic>Eri1</italic>\n</td><td>136</td><td>E</td><td>K</td><td>Not present</td></tr><tr><td>8</td><td>35482601</td><td>G</td><td>A</td><td>missense_variant</td><td>\n<italic>Eri1</italic>\n</td><td>134</td><td>T</td><td>I</td><td>Not present</td></tr><tr><td>8</td><td>35482602</td><td>T</td><td>G</td><td>missense_variant</td><td>\n<italic>Eri1</italic>\n</td><td>134</td><td>T</td><td>P</td><td>Not present</td></tr><tr><td>10</td><td>60530975</td><td>C</td><td>G</td><td>missense_variant</td><td>\n<italic>Cdh23</italic>\n</td><td>242</td><td>S</td><td>T</td><td>Present<sup>b</sup>\n</td></tr><tr><td>10</td><td>60530976</td><td>T</td><td>A</td><td>missense_variant</td><td>\n<italic>Cdh23</italic>\n</td><td>242</td><td>S</td><td>C</td><td>Present<sup>b</sup>\n</td></tr><tr><td>11</td><td>69826746</td><td>A</td><td>C</td><td>splice_region_variant</td><td>\n<italic>Nlgn2</italic>\n</td><td>544</td><td>T</td><td>T</td><td>Not present</td></tr><tr><td>17</td><td>23310616</td><td>G</td><td>T</td><td>missense_variant</td><td>\n<italic>Vmn2r114</italic>\n</td><td>171</td><td>P</td><td>T</td><td>UD</td></tr></tbody></table>\n"}, "text": "Chr\tPosition\tB6J Ref\tF0 SNV\tFunctional annotation\tGene\tAA position\tReference AA\tAlternative AA\tValidated\t \t2\t130591861\tC\tT\tmissense_variant\tUbox5\t522\tC\tY\tPresenta\t \t5\t45582909\tG\tA\tmissense_variant\tFam184b\t312\tR\tW\tPresent\t \t8\t35482596\tC\tT\tmissense_variant\tEri1\t136\tE\tK\tNot present\t \t8\t35482601\tG\tA\tmissense_variant\tEri1\t134\tT\tI\tNot present\t \t8\t35482602\tT\tG\tmissense_variant\tEri1\t134\tT\tP\tNot present\t \t10\t60530975\tC\tG\tmissense_variant\tCdh23\t242\tS\tT\tPresentb\t \t10\t60530976\tT\tA\tmissense_variant\tCdh23\t242\tS\tC\tPresentb\t \t11\t69826746\tA\tC\tsplice_region_variant\tNlgn2\t544\tT\tT\tNot present\t \t17\t23310616\tG\tT\tmissense_variant\tVmn2r114\t171\tP\tT\tUD\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 29842, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\nChr chromosome, B6J Ref C57BL/6J reference genome sequence, F\n0\nSNV founder-identified single nucleotide variant, AA amino acid, UD undetermined due to the repetitive nature of the sequence encompassing the SNV", "sentences": [], "annotations": [], "relations": []}, {"offset": 30054, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\naPresent in the WT C57BL/6NTac strain", "sentences": [], "annotations": [], "relations": []}, {"offset": 30093, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "\nbThese two nucleotide changes were specifically introduced as part of correction design 1, and when both are present led to a synonymous change (p.S242S)", "sentences": [], "annotations": [], "relations": []}, {"offset": 30248, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A major concern within the research community regarding CRISPR/Cas9 technology is the potential for ‘off-target’ events to occur, as these could cause deleterious/confounding phenotypic traits. In order to increase the specificity of our system we decided to use the Cas9 mutant (D10A) double nicking system, which has been proposed to reduce the likelihood of ‘off-target’ mutations. Moreover, the sgRNAs used in this study were specifically selected as they show very few potential off-target sites, particularly on chromosome 10, which could not be easily segregated out through breeding, unlike off-target mutations on other chromosomes. Potential off-target binding sites for the design 1 guides were determined using the WTSI Genome Editing tool. When allowing up to four nucleotide mismatches, 55 and 173 off-target sites were predicted for sgRNA_U1 and sgRNA_D1, respectively (Additional file 1: Table S2). To assess the possibility of off-target Cas9-mediated damage, WGS was performed for the F0 used to establish the line that underwent phenotyping as part of this study. From approximately 152 million paired-end reads (150 bp), the alignment had a 9× average read depth with 1.5 % assembly gaps. To enable the identification of CRISPR/Cas9-induced variants we also sequenced a WT C57BL/6NTac from our breeding colony. Sequence variants found to be common between the CRISPR/Cas9 F0, WT C57BL/6NTac, and those variants present in public repositories (including the Mouse Genomes Project and dbSNP) were eliminated from further analysis. Using a standard mutation detection tool we searched for potential sequence variations (SNVs and small indels) in the predicted off-target sites and surrounding the on-target site. No putative SNVs or indels were detected at any of the 228 predicted off-target sites examined (Table 2). Due to the potential of mosaicism within the F0 mouse to confound the WGS data, we also assessed the F1 progeny for the presence of ‘hidden’ off-target damage transmitted through the germline. We amplified and Sanger sequenced the 14 most closely related off-target sites (three or fewer mismatches) predicted for sgRNA_U1 and sgRNA_D1 (Additional file 1: Table S3). No sequence variants were identified, confirming the high specificity of the double nicking system. In addition to the Cdh23753A>G repair edit, two additional genome edits were also added as part of design 1 (Fig. 1 and Table 3). All three edits were detected by WGS. To investigate the coding (missense, stop gain/loss and splice) mutation frequency in the F0 repaired Cdh23ahl/753A>G genome, we first used an automated SNV detection pipeline. This identified 42 potential coding SNVs. Subsequently we manually compared these with the WT C57BL/6NTac sequence and other mouse strains from our in-house sequence library. We found the majority of these coding SNVs (41) were present at low allele frequencies in more than two sequences or in regions with misaligned reads, and so were eliminated from further analysis. The one remaining coding SNV and six predicted false positives (randomly selected) were assessed using Sanger sequencing (Table 3). Of these: four SNVs were found not to be present in the repaired Cdh23ahl/753A>G sequence and therefore confirmed as false positives; one SNV (Ubox5) was found to be present in both the WT C57BL/6NTac sequence and the repaired Cdh23ahl/753A>G sequence; one SNV remained undetermined due to the repetitive nature of the genomic locus (Vmn2r114); and one SNV (Fam184b) was found only in the repaired Cdh23ahl/753A>G sequence. Sanger sequencing of additional C57BL/6NTac mice from our WT stock identified that the Fam184b SNV is heterogeneously present, indicating that this mutation has recently arisen spontaneously within the colony (less than ten generations, as the WT C57BL/6NTac colony is restocked every ten generations from the supplier, Taconic Biosciences). This allele on chromosome 5 will be easily segregated from the repaired Cdh23ahl/753A>G allele located on chromosome 10. Importantly, no novel coding small indels were predicted in the repaired Cdh23ahl/753A>G genome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34403, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Another reported concern regarding genome editing is the potential for the donor ssODN to randomly incorporate at strand breaks in the genome. To address this possibility we interrogated the F0 WGS data, which only identified the ssODN_U1 sequence at the on-target site. In addition, copy counting of the ssODN_U1 using Droplet Digital™ PCR was undertaken for this F0 animal and its F1 progeny. This confirmed that the ssODN has only incorporated once within the genome of our repaired mice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34897, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correction of C57BL/6N auditory phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 34939, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The age-related hearing loss observed in C57BL/6 mice (B6J and B6N) has been extensively characterized. The Cdh23ahl hearing loss susceptibility allele (c.753A) carried by these inbred strains cause the mice to develop a high-frequency hearing loss by 3 to 6 months of age that progresses to a profound impairment by 15 months of age. Consistent with the exhibited auditory decline, age-related histopathological changes occur within the ageing cochleae of C57BL/6 mice. It has been shown that loss of sensory hair cell stereocilia bundles begins in the base of the cochlea (the region of the cochlea that detects high-frequency sound) and gradually spreads apically (the region that detects low-frequency sound) with advancing age. While the loss includes both inner and outer hair cell bundles, the loss of outer hair cell bundles precedes and is more extensive than inner hair cell bundle loss.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35839, "infons": {"file": "13073_2016_273_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "CRISPR-Cas9 mediated repair of the Cdh23\nahl allele in C57BL/6NTac mice preserves age-related high-frequency hearing and sensory hair cell stereocilia bundles. a ABR measurements from 24-week-old C57BL/6NTac mice (Cdh23\nahl/ahl) and their heterozygous ‘repaired’ C57BL/6NTac littermates (Cdh23\nahl/753A>G). As previously reported, by 24 weeks of age the WT Cdh23\nahl/ahl (n = 17) mice show elevated hearing thresholds (>60 dB SPL) for the 32 kHz stimulus, the highest frequency tested. However, at 24 weeks of age the Cdh23\nahl/753A>G (n = 13) littermates do not have elevated thresholds at 32 kHz, but instead display thresholds similar to those measured for the 8 and 16 kHz stimuli (~20–35 dB SPL). b By 36 weeks of age the Cdh23\nahl/ahlmice (n = 12) have very elevated hearing thresholds (≥80 dB SPL) for the 32 kHz stimulus, showing progression of the high-frequency hearing impairment. However, at 36 weeks of age the Cdh23\nahl/753A>G littermate mice (n = 9) still exhibit hearing thresholds within the normal range (~20–35 dB SPL) for all frequencies tested (8, 16 and 32 kHz). These results indicate that the CRISPR/Cas9 repaired Cdh23 allele is sufficient to preserve high-frequency hearing in C57BL/6NTac mice. ABR data analysed using an unpaired t test with Welch’s correction, and shown as mean ± standard deviation. c Scanning electron micrographs of the sensory epithelia in the apex, mid and base regions of the cochlea in WT C57BL/6NTac (Cdh23\nahl/ahl) and heterozygous repaired C57BL/6NTac (Cdh23\nahl/753A>G) mice at 36 weeks of age. Loss of outer hair cell (OHC) bundles is evident at the cochlear base of Cdh23\nahl/ahl mice. No loss of OHC bundles is evident in the age-matched Cdh23\nahl/753A>G littermate mice. d, e Cochleograms showing the number of inner hair cell (IHC) and OHC bundles present in the apex, mid and base regions of the cochlea in WT C57BL/6NTac (Cdh23\nahl/ahl) (n = 4) and heterozygous repaired C57BL/6NTac (Cdh23\nahl/753A>G) (n = 4) mice at 36 weeks of age. By 36 weeks of age, no significant loss of IHC bundles in any cochlear region of Cdh23\nahl/ahl or Cdh23\nahl/753A>G mice is observed. Significant loss of OHC bundles is found at the cochlear base of Cdh23\nahl/ahl mice, whereas no loss is found in the cochleae of Cdh23\nahl/753A>G mice. Hair cell count data analysed using an unpaired t test with Welch’s correction, and shown as mean ± standard error of the mean. *p < 0.05, **p < 0.01, ****p < 0.0001, ns not significant", "sentences": [], "annotations": [], "relations": []}, {"offset": 38340, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Hearing assessment by ABR threshold analysis was undertaken for wild-type C57BL/6NTac (Cdh23ahl/ahl) mice and heterozygous repaired C57BL/6NTac (Cdh23ahl/753A>G) littermates (Cdh23ahl/753A>G) at 24 and 36 weeks of age. Figure 3 shows the ABR threshold means for each auditory stimulus. By 24 weeks of age the Cdh23ahl/ahl mice (n = 17) already have significantly elevated hearing thresholds (>60 dB SPL) at the highest frequency tested (32 kHz), whereas their lower frequency (8 and 16 kHz) hearing thresholds are within the normal range (15–35 dB SPL). However, at 24 weeks of age the Cdh23ahl/753A>G mice (n = 13) have hearing thresholds within the normal range (15–35 dB SPL) at all frequencies tested (8, 16 and 32 kHz) (Fig. 3a).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39090, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By 36 weeks of age the Cdh23ahl/ahl mice (n = 12) show an expected increase in hearing threshold at 32 kHz (>80 dB SPL) compared with their 24-week threshold, while their lower frequency hearing thresholds are not greatly increased. At 36 weeks of age the Cdh23ahl/753A>G mice (n = 9) still have hearing thresholds within the normal range (15–35 dB SPL) at all frequencies tested (8, 16 and 32 kHz) (Fig. 3b).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39509, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Sensory hair cells were assessed using scanning electron microscopy for Cdh23ahl/ahl and Cdh23ahl/753A>G mice at 36 weeks of age. Figure 3c shows micrographs taken of the sensory epithelia from three regions of the cochlea (apex, mid and base). This shows that by 36 weeks of age the Cdh23ahl/ahl mice have a normal complement of hair cells (one row of IHCs and three rows of OHCs) in the apex and mid regions of the cochlea. However, as expected, they show loss of OHC stereocilia bundles in the base. In contrast, at 36 weeks of age the Cdh23ahl/753A>G mice do not show loss of IHC or OHC bundles, in any region of the cochlea.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40143, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Hair cell bundle counts were undertaken to quantify the number of IHC and OHC stereocilia bundles present in the different cochlear regions of these mice. Figure 3d shows there is no difference in the number of IHC bundles found in Cdh23ahl/ahl and Cdh23ahl/753A>G mice at 36 weeks of age. Figure 3e shows that while there is no difference in the number of OHC bundles found in the apex and mid regions of Cdh23ahl/ahl and Cdh23ahl/753A>G mice at 36 weeks of age, there is a significant difference in the number of OHC bundles present in the cochlear base. The Cdh23ahl/ahl mice show a loss of >50 % of their OHC stereocilia bundles, whereas the Cdh23ahl/753A>G mice have a full complement of OHC bundles at the base of the cochlea.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40881, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Together, these data show that CRISPR/Cas9-mediated HDR using ssODN genotypically corrected the Cdh23ahl allele in C57BL/6NTac mice and phenotypically rescued their age-related auditory function. The repaired allele is being maintained on a C57BL/6NTac background and available from the Frozen Embryo and Sperm Archive (FESA) at MRC Harwell via MouseBook, an integrated portal of mouse resources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41278, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 41290, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We report the use of offset-nicking CRISPR/Cas9-mediated HDR to efficiently and precisely correct the Cdh23ahl allele directly in C57BL/6NTac zygotes. Our sequencing data suggest the approach is highly specific, with no lesions identified at any of the predicted off-target sites. Critically, mice heterozygous for the repaired allele maintain normal hearing function, with complete abrogation of both the progressive hearing loss and sensory cell degeneration phenotypes common to the WT C57BL/6NTac strain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41799, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "It has previously been reported that nuclease-mediated HDR can cause mosaicism in founder animals, and this was found in our F0 mice. The genotypic complexity present in the founder animals precludes definitive phenotypic assessment of these mice and confirms that detailed phenotype data should be acquired from subsequent generations (F1 onwards), once the alleles have been segregated and a precise genotype for each animal is known.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42236, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The study of mouse mutants, whether induced, engineered, or spontaneous, has been invaluable for the elucidation of genes required for mammalian audition, and remain the model organism of choice. Importantly, characterisation of these models has provided mechanistic insight into the biology of congenital and early-onset hearing loss by elucidating gene function. However, less progress has been made regarding understanding the genetics and pathological processes associated with age-related hearing loss. By crossing to the C57BL/6NTac.Cdh23753A>G mice generated in this study, mouse models derived from IKMC embryonic stem cells and IMPC-produced knockout mutants can be maintained on an enhanced C57BL/6N background that will permit investigation of auditory function in aged animals, thus providing insight into genes required for age-related hearing. In addition, models maintained on the repaired background can be employed for age-related behavioural studies that utilize acoustic stimuli as part of the test paradigm, such as acoustic startle and pre-pulse inhibition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43315, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Additional file", "sentences": [], "annotations": [], "relations": []}, {"offset": 43331, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 43345, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ABR", "sentences": [], "annotations": [], "relations": []}, {"offset": 43349, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Auditory-evoked brainstem response", "sentences": [], "annotations": [], "relations": []}, {"offset": 43384, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ARHL", "sentences": [], "annotations": [], "relations": []}, {"offset": 43389, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Age-related hearing loss", "sentences": [], "annotations": [], "relations": []}, {"offset": 43414, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "bp", "sentences": [], "annotations": [], "relations": []}, {"offset": 43417, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Base pair", "sentences": [], "annotations": [], "relations": []}, {"offset": 43427, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CRISPR", "sentences": [], "annotations": [], "relations": []}, {"offset": 43434, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Clustered regularly interspaced short palindromic repeats", "sentences": [], "annotations": [], "relations": []}, {"offset": 43492, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DSB", "sentences": [], "annotations": [], "relations": []}, {"offset": 43496, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DNA double-stranded break", "sentences": [], "annotations": [], "relations": []}, {"offset": 43522, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GATK", "sentences": [], "annotations": [], "relations": []}, {"offset": 43527, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Genome Analysis Toolkit", "sentences": [], "annotations": [], "relations": []}, {"offset": 43551, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "HDR", "sentences": [], "annotations": [], "relations": []}, {"offset": 43555, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Homology directed repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 43580, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IHC", "sentences": [], "annotations": [], "relations": []}, {"offset": 43584, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Inner hair cell", "sentences": [], "annotations": [], "relations": []}, {"offset": 43600, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IKMC", "sentences": [], "annotations": [], "relations": []}, {"offset": 43605, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "International Knockout Mouse Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 43645, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IMPC", "sentences": [], "annotations": [], "relations": []}, {"offset": 43650, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "International Mouse Phenotyping Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 43693, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "indel", "sentences": [], "annotations": [], "relations": []}, {"offset": 43699, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Insertion or deletion", "sentences": [], "annotations": [], "relations": []}, {"offset": 43721, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MIB", "sentences": [], "annotations": [], "relations": []}, {"offset": 43725, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Microinjection buffer", "sentences": [], "annotations": [], "relations": []}, {"offset": 43747, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NEB", "sentences": [], "annotations": [], "relations": []}, {"offset": 43751, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "New England BioLabs", "sentences": [], "annotations": [], "relations": []}, {"offset": 43771, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NHEJ", "sentences": [], "annotations": [], "relations": []}, {"offset": 43776, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Non-homologous end joining", "sentences": [], "annotations": [], "relations": []}, {"offset": 43803, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "OHC", "sentences": [], "annotations": [], "relations": []}, {"offset": 43807, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Outer hair cell", "sentences": [], "annotations": [], "relations": []}, {"offset": 43823, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 43827, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Polymerase chain reaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 43853, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "sgRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 43859, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single guide RNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 43876, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SNP", "sentences": [], "annotations": [], "relations": []}, {"offset": 43880, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single nucleotide polymorphism", "sentences": [], "annotations": [], "relations": []}, {"offset": 43911, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SNV", "sentences": [], "annotations": [], "relations": []}, {"offset": 43915, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single nucleotide variant", "sentences": [], "annotations": [], "relations": []}, {"offset": 43941, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "SPL", "sentences": [], "annotations": [], "relations": []}, {"offset": 43945, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Sound pressure level", "sentences": [], "annotations": [], "relations": []}, {"offset": 43966, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ssODN", "sentences": [], "annotations": [], "relations": []}, {"offset": 43972, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Single-stranded oligonucleotide", "sentences": [], "annotations": [], "relations": []}, {"offset": 44004, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TALEN", "sentences": [], "annotations": [], "relations": []}, {"offset": 44010, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Transcription activator-like effector nuclease", "sentences": [], "annotations": [], "relations": []}, {"offset": 44057, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WGS", "sentences": [], "annotations": [], "relations": []}, {"offset": 44061, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Whole genome sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 44085, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WT", "sentences": [], "annotations": [], "relations": []}, {"offset": 44088, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "wild type", "sentences": [], "annotations": [], "relations": []}, {"offset": 44098, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ZFN", "sentences": [], "annotations": [], "relations": []}, {"offset": 44102, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Zinc-finger nuclease", "sentences": [], "annotations": [], "relations": []}, {"offset": 44123, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 44143, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44202, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 44227, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "J.M., G.C. and L.T. designed the oligonucleotides, genotyped progeny mice and validated SNVs. L.C., C.A., A.P. and M.R.B. carried out the auditory phenotyping and/or data analysis. S.K., M.M.S. and A.M. carried out the WGS data analysis. M.H. and S.W. undertook colony management and cohort breeding. S.W., S.D.M.B. and M.R.B. conceived the study. All authors contributed to the writing of the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44685, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 44696, "infons": {"fpage": "139", "lpage": "52", "name_0": "surname:Bainbridge;given-names:KE", "name_1": "surname:Wallhagen;given-names:MI", "pub-id_doi": "10.1146/annurev-publhealth-032013-182510", "pub-id_pmid": "24641557", "section_type": "REF", "source": "Annu Rev Public Health", "type": "ref", "volume": "35", "year": "2014"}, "text": "Hearing loss in an aging American population: extent, impact, and management", "sentences": [], "annotations": [], "relations": []}, {"offset": 44773, "infons": {"section_type": "REF", "type": "ref"}, "text": "Fransen E, Bonneux S, Corneveaux JJ, Schrauwen I, Di Berardino F, White CH, et al. Genome-wide association analysis demonstrates the highly polygenic character of age-related hearing impairment. Eur J Hum Genet. 2015;23(1):110–5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45005, "infons": {"fpage": "785", "lpage": "96", "name_0": "surname:Friedman;given-names:RA", "name_1": "surname:Van Laer;given-names:L", "name_2": "surname:Huentelman;given-names:MJ", "name_3": "surname:Sheth;given-names:SS", "name_4": "surname:Van Eyken;given-names:E", "name_5": "surname:Corneveaux;given-names:JJ", "pub-id_doi": "10.1093/hmg/ddn402", "pub-id_pmid": "19047183", "section_type": "REF", "source": "Hum Mol Genet", "type": "ref", "volume": "18", "year": "2009"}, "text": "GRM7 variants confer susceptibility to age-related hearing impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 45075, "infons": {"fpage": "369", "lpage": "74", "name_0": "surname:Girotto;given-names:G", "name_1": "surname:Pirastu;given-names:N", "name_2": "surname:Sorice;given-names:R", "name_3": "surname:Biino;given-names:G", "name_4": "surname:Campbell;given-names:H", "name_5": "surname:d’Adamo;given-names:AP", "pub-id_doi": "10.1136/jmg.2010.088310", "pub-id_pmid": "21493956", "section_type": "REF", "source": "J Med Genet", "type": "ref", "volume": "48", "year": "2011"}, "text": "Hearing function and thresholds: a genome-wide association study in European isolated populations identifies new loci and pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 45206, "infons": {"fpage": "e2071", "issue": "34", "lpage": "9", "name_0": "surname:Nolan;given-names:LS", "name_1": "surname:Maier;given-names:H", "name_2": "surname:Hermans-Borgmeyer;given-names:I", "name_3": "surname:Girotto;given-names:G", "name_4": "surname:Ecob;given-names:R", "name_5": "surname:Pirastu;given-names:N", "section_type": "REF", "source": "Neurobiol Aging", "type": "ref", "volume": "2077", "year": "2013"}, "text": "Estrogen-related receptor gamma and hearing function: evidence of a role in humans and mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 45298, "infons": {"fpage": "685", "lpage": "93", "name_0": "surname:Van Laer;given-names:L", "name_1": "surname:Huyghe;given-names:JR", "name_2": "surname:Hannula;given-names:S", "name_3": "surname:Van Eyken;given-names:E", "name_4": "surname:Stephan;given-names:DA", "name_5": "surname:Maki-Torkko;given-names:E", "pub-id_doi": "10.1038/ejhg.2009.234", "pub-id_pmid": "20068591", "section_type": "REF", "source": "Eur J Hum Genet", "type": "ref", "volume": "18", "year": "2010"}, "text": "A genome-wide association study for age-related hearing impairment in the Saami", "sentences": [], "annotations": [], "relations": []}, {"offset": 45378, "infons": {"fpage": "632", "lpage": "40", "name_0": "surname:Brown;given-names:SD", "name_1": "surname:Moore;given-names:MW", "pub-id_doi": "10.1007/s00335-012-9427-x", "pub-id_pmid": "22940749", "section_type": "REF", "source": "Mamm Genome", "type": "ref", "volume": "23", "year": "2012"}, "text": "The International Mouse Phenotyping Consortium: past and future perspectives on mouse phenotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 45476, "infons": {"fpage": "289", "lpage": "92", "name_0": "surname:Brown;given-names:SD", "name_1": "surname:Moore;given-names:MW", "pub-id_doi": "10.1242/dmm.009878", "pub-id_pmid": "22566555", "section_type": "REF", "source": "Dis Model Mech", "type": "ref", "volume": "5", "year": "2012"}, "text": "Towards an encyclopaedia of mammalian gene function: the International Mouse Phenotyping Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 45576, "infons": {"fpage": "118", "lpage": "29", "name_0": "surname:Hequembourg;given-names:S", "name_1": "surname:Liberman;given-names:MC", "pub-id_doi": "10.1007/s101620010075", "pub-id_pmid": "11550522", "section_type": "REF", "source": "J Assoc Res Otolaryngol", "type": "ref", "volume": "2", "year": "2001"}, "text": "Spiral ligament pathology: a major aspect of age-related cochlear degeneration in C57BL/6 mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 45671, "infons": {"fpage": "80", "lpage": "8", "name_0": "surname:Kane;given-names:KL", "name_1": "surname:Longo-Guess;given-names:CM", "name_2": "surname:Gagnon;given-names:LH", "name_3": "surname:Ding;given-names:D", "name_4": "surname:Salvi;given-names:RJ", "name_5": "surname:Johnson;given-names:KR", "pub-id_doi": "10.1016/j.heares.2011.11.007", "pub-id_pmid": "22138310", "section_type": "REF", "source": "Hear Res", "type": "ref", "volume": "283", "year": "2012"}, "text": "Genetic background effects on age-related hearing loss associated with Cdh23 variants in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 45765, "infons": {"fpage": "387", "lpage": "95", "name_0": "surname:Low;given-names:BE", "name_1": "surname:Krebs;given-names:MP", "name_2": "surname:Joung;given-names:JK", "name_3": "surname:Tsai;given-names:SQ", "name_4": "surname:Nishina;given-names:PM", "name_5": "surname:Wiles;given-names:MV", "pub-id_doi": "10.1167/iovs.13-13278", "pub-id_pmid": "24346171", "section_type": "REF", "source": "Invest Ophthalmol Vis Sci", "type": "ref", "volume": "55", "year": "2014"}, "text": "Correction of the Crb1rd8 allele and retinal phenotype in C57BL/6N mice via TALEN-mediated homology-directed repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 45881, "infons": {"fpage": "111", "lpage": "26", "name_0": "surname:Gardiner;given-names:WJ", "name_1": "surname:Teboul;given-names:L", "pub-id_doi": "10.1007/978-1-60327-019-9_8", "pub-id_pmid": "19504068", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "561", "year": "2009"}, "text": "Overexpression transgenesis in mouse: pronuclear injection", "sentences": [], "annotations": [], "relations": []}, {"offset": 45940, "infons": {"fpage": "1297", "lpage": "303", "name_0": "surname:McKenna;given-names:A", "name_1": "surname:Hanna;given-names:M", "name_2": "surname:Banks;given-names:E", "name_3": "surname:Sivachenko;given-names:A", "name_4": "surname:Cibulskis;given-names:K", "name_5": "surname:Kernytsky;given-names:A", "pub-id_doi": "10.1101/gr.107524.110", "pub-id_pmid": "20644199", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "20", "year": "2010"}, "text": "The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 46041, "infons": {"fpage": "e37558", "name_0": "surname:Nielsen;given-names:R", "name_1": "surname:Korneliussen;given-names:T", "name_2": "surname:Albrechtsen;given-names:A", "name_3": "surname:Li;given-names:Y", "name_4": "surname:Wang;given-names:J", "pub-id_doi": "10.1371/journal.pone.0037558", "pub-id_pmid": "22911679", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "SNP calling, genotype calling, and sample allele frequency estimation from new-generation sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 46147, "infons": {"fpage": "2069", "lpage": "70", "name_0": "surname:McLaren;given-names:W", "name_1": "surname:Pritchard;given-names:B", "name_2": "surname:Rios;given-names:D", "name_3": "surname:Chen;given-names:Y", "name_4": "surname:Flicek;given-names:P", "name_5": "surname:Cunningham;given-names:F", "pub-id_doi": "10.1093/bioinformatics/btq330", "pub-id_pmid": "20562413", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "Deriving the consequences of genomic variants with the Ensembl API and SNP Effect Predictor", "sentences": [], "annotations": [], "relations": []}, {"offset": 46239, "infons": {"fpage": "289", "lpage": "94", "name_0": "surname:Keane;given-names:TM", "name_1": "surname:Goodstadt;given-names:L", "name_2": "surname:Danecek;given-names:P", "name_3": "surname:White;given-names:MA", "name_4": "surname:Wong;given-names:K", "name_5": "surname:Yalcin;given-names:B", "pub-id_doi": "10.1038/nature10413", "pub-id_pmid": "21921910", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "477", "year": "2011"}, "text": "Mouse genomic variation and its effect on phenotypes and gene regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46312, "infons": {"fpage": "177", "lpage": "90", "name_0": "surname:Hardisty-Hughes;given-names:RE", "name_1": "surname:Parker;given-names:A", "name_2": "surname:Brown;given-names:SD", "pub-id_doi": "10.1038/nprot.2009.204", "pub-id_pmid": "20057387", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "5", "year": "2010"}, "text": "A hearing and vestibular phenotyping pipeline to identify mouse mutants with hearing impairment", "sentences": [], "annotations": [], "relations": []}, {"offset": 46408, "infons": {"fpage": "3", "lpage": "23", "name_0": "surname:Hunter-Duvar;given-names:IM", "pub-id_doi": "10.3109/00016487809122718", "pub-id_pmid": "352089", "section_type": "REF", "source": "Acta Otolaryngol Suppl", "type": "ref", "volume": "351", "year": "1978"}, "text": "A technique for preparation of cochlear specimens for assessment with the scanning electron microscope", "sentences": [], "annotations": [], "relations": []}, {"offset": 46511, "infons": {"fpage": "79", "lpage": "88", "name_0": "surname:Johnson;given-names:KR", "name_1": "surname:Zheng;given-names:QY", "name_2": "surname:Noben-Trauth;given-names:K", "pub-id_doi": "10.1016/j.brainres.2006.02.021", "pub-id_pmid": "16579977", "section_type": "REF", "source": "Brain Res", "type": "ref", "volume": "1091", "year": "2006"}, "text": "Strain background effects and genetic modifiers of hearing in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 46578, "infons": {"fpage": "5396", "name_0": "surname:Inui;given-names:M", "name_1": "surname:Miyado;given-names:M", "name_2": "surname:Igarashi;given-names:M", "name_3": "surname:Tamano;given-names:M", "name_4": "surname:Kubo;given-names:A", "name_5": "surname:Yamashita;given-names:S", "pub-id_doi": "10.1038/srep05396", "pub-id_pmid": "24953798", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "4", "year": "2014"}, "text": "Rapid generation of mouse models with defined point mutations by the CRISPR/Cas9 system", "sentences": [], "annotations": [], "relations": []}, {"offset": 46666, "infons": {"fpage": "1370", "lpage": "9", "name_0": "surname:Yang;given-names:H", "name_1": "surname:Wang;given-names:H", "name_2": "surname:Shivalila;given-names:CS", "name_3": "surname:Cheng;given-names:AW", "name_4": "surname:Shi;given-names:L", "name_5": "surname:Jaenisch;given-names:R", "pub-id_doi": "10.1016/j.cell.2013.08.022", "pub-id_pmid": "23992847", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "154", "year": "2013"}, "text": "One-step generation of mice carrying reporter and conditional alleles by CRISPR/Cas-mediated genome engineering", "sentences": [], "annotations": [], "relations": []}, {"offset": 46778, "infons": {"fpage": "1380", "lpage": "9", "name_0": "surname:Ran;given-names:FA", "name_1": "surname:Hsu;given-names:PD", "name_2": "surname:Lin;given-names:CY", "name_3": "surname:Gootenberg;given-names:JS", "name_4": "surname:Konermann;given-names:S", "name_5": "surname:Trevino;given-names:AE", "pub-id_doi": "10.1016/j.cell.2013.08.021", "pub-id_pmid": "23992846", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "154", "year": "2013"}, "text": "Double nicking by RNA-guided CRISPR Cas9 for enhanced genome editing specificity", "sentences": [], "annotations": [], "relations": []}, {"offset": 46859, "infons": {"fpage": "399", "lpage": "402", "name_0": "surname:Shen;given-names:B", "name_1": "surname:Zhang;given-names:W", "name_2": "surname:Zhang;given-names:J", "name_3": "surname:Zhou;given-names:J", "name_4": "surname:Wang;given-names:J", "name_5": "surname:Chen;given-names:L", "pub-id_doi": "10.1038/nmeth.2857", "pub-id_pmid": "24584192", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "11", "year": "2014"}, "text": "Efficient genome modification by CRISPR-Cas9 nickase with minimal off-target effects", "sentences": [], "annotations": [], "relations": []}, {"offset": 46944, "infons": {"fpage": "2281", "lpage": "308", "name_0": "surname:Ran;given-names:FA", "name_1": "surname:Hsu;given-names:PD", "name_2": "surname:Wright;given-names:J", "name_3": "surname:Agarwala;given-names:V", "name_4": "surname:Scott;given-names:DA", "name_5": "surname:Zhang;given-names:F", "pub-id_doi": "10.1038/nprot.2013.143", "pub-id_pmid": "24157548", "section_type": "REF", "source": "Nat Protoc", "type": "ref", "volume": "8", "year": "2013"}, "text": "Genome engineering using the CRISPR-Cas9 system", "sentences": [], "annotations": [], "relations": []}, {"offset": 46992, "infons": {"fpage": "822", "lpage": "6", "name_0": "surname:Fu;given-names:Y", "name_1": "surname:Foden;given-names:JA", "name_2": "surname:Khayter;given-names:C", "name_3": "surname:Maeder;given-names:ML", "name_4": "surname:Reyon;given-names:D", "name_5": "surname:Joung;given-names:JK", "pub-id_doi": "10.1038/nbt.2623", "pub-id_pmid": "23792628", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "31", "year": "2013"}, "text": "High-frequency off-target mutagenesis induced by CRISPR-Cas nucleases in human cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 47077, "infons": {"fpage": "827", "lpage": "32", "name_0": "surname:Hsu;given-names:PD", "name_1": "surname:Scott;given-names:DA", "name_2": "surname:Weinstein;given-names:JA", "name_3": "surname:Ran;given-names:FA", "name_4": "surname:Konermann;given-names:S", "name_5": "surname:Agarwala;given-names:V", "pub-id_doi": "10.1038/nbt.2647", "pub-id_pmid": "23873081", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "31", "year": "2013"}, "text": "DNA targeting specificity of RNA-guided Cas9 nucleases", "sentences": [], "annotations": [], "relations": []}, {"offset": 47132, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hodgkins A, Farne A, Perera S, Grego T, Parry-Smith DJ, Skarnes WC, et al. WGE: a CRISPR database for genome engineering. Bioinformatics. 2015;31(18):3078–80.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47293, "infons": {"fpage": "308", "lpage": "11", "name_0": "surname:Sherry;given-names:ST", "name_1": "surname:Ward;given-names:MH", "name_2": "surname:Kholodov;given-names:M", "name_3": "surname:Baker;given-names:J", "name_4": "surname:Phan;given-names:L", "name_5": "surname:Smigielski;given-names:EM", "pub-id_doi": "10.1093/nar/29.1.308", "pub-id_pmid": "11125122", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "29", "year": "2001"}, "text": "dbSNP: the NCBI database of genetic variation", "sentences": [], "annotations": [], "relations": []}, {"offset": 47339, "infons": {"fpage": "D593", "lpage": "9", "name_0": "surname:Blake;given-names:A", "name_1": "surname:Pickford;given-names:K", "name_2": "surname:Greenaway;given-names:S", "name_3": "surname:Thomas;given-names:S", "name_4": "surname:Pickard;given-names:A", "name_5": "surname:Williamson;given-names:CM", "pub-id_doi": "10.1093/nar/gkp867", "pub-id_pmid": "19854936", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "38", "year": "2010"}, "text": "MouseBook: an integrated portal of mouse resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 47390, "infons": {"fpage": "1", "lpage": "15", "name_0": "surname:Singh;given-names:P", "name_1": "surname:Schimenti;given-names:JC", "name_2": "surname:Bolcun-Filas;given-names:E", "pub-id_doi": "10.1534/genetics.114.169771", "pub-id_pmid": "25271304", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "199", "year": "2015"}, "text": "A mouse geneticist’s practical guide to CRISPR applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 47452, "infons": {"fpage": "277", "lpage": "90", "name_0": "surname:Brown;given-names:SD", "name_1": "surname:Hardisty-Hughes;given-names:RE", "name_2": "surname:Mburu;given-names:P", "pub-id_doi": "10.1038/nrg2309", "pub-id_pmid": "18283275", "section_type": "REF", "source": "Nat Rev Genet", "type": "ref", "volume": "9", "year": "2008"}, "text": "Quiet as a mouse: dissecting the molecular and genetic basis of hearing", "sentences": [], "annotations": [], "relations": []}, {"offset": 47524, "infons": {"fpage": "149", "lpage": "57", "name_0": "surname:Bowl;given-names:MR", "name_1": "surname:Dawson;given-names:SJ", "pub-id_doi": "10.1159/000368399", "pub-id_pmid": "25471225", "section_type": "REF", "source": "Gerontology", "type": "ref", "volume": "61", "year": "2015"}, "text": "The mouse as a model for age-related hearing loss--a mini-review", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]