[{"source": "PMC", "date": "20230714", "key": "pmc.key", "infons": {}, "documents": [{"id": "4157796", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "MiRNAs and Transcript Targets in Paulownia australis", "article-id_doi": "10.1371/journal.pone.0106736", "article-id_pmc": "4157796", "article-id_pmid": "25198709", "article-id_publisher-id": "PONE-D-14-20752", "elocation-id": "e106736", "issue": "9", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.", "name_0": "surname:Niu;given-names:Suyan", "name_1": "surname:Fan;given-names:Guoqiang", "name_2": "surname:Xu;given-names:Enkai", "name_3": "surname:Deng;given-names:Minjie", "name_4": "surname:Zhao;given-names:Zhenli", "name_5": "surname:Dong;given-names:Yanpeng", "name_6": "surname:Wu;given-names:Keqiang", "notes": "The authors confirm that all data underlying the findings are fully available without restriction. All the files are available from the NIH Short Read Archive database (http://www.ncbi.nlm.nih.gov/sra) with accession numbers SRP041440 and SRP041442 (Alias: PRJNA245384 and PRJNA245383).", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "9", "year": "2014"}, "text": "Transcriptome/Degradome-Wide Discovery of MicroRNAs and Transcript Targets in Two Paulownia australis Genotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 112, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "MicroRNAs (miRNAs) are involved in plant growth, development, and response to biotic and abiotic stresses. Most of the miRNAs that have been identified in model plants are well characterized, but till now, no reports have previously been published concerning miRNAs in Paulownia australis. In order to investigate miRNA-guided transcript target regulation in P. australis, small RNA libraries from two P. australis (diploids, PA2; and autotetraploids, PA4) genotypes were subjected to Solexa sequencing. As a result, 10,691,271 (PA2) and 10,712,733 (PA4) clean reads were obtained, and 45 conserved miRNAs belonging to 15 families, and 31 potential novel miRNAs candidates were identified. Compared with their expression levels in the PA2 plants, 26 miRNAs were up-regulated and 15 miRNAs were down-regulated in the PA4 plants. The relative expressions of 12 miRNAs were validated by quantitative real-time polymerase chain reaction. Using the degradome approach, 53 transcript targets were identified and annotated based on Gene Ontology and Kyoto Encyclopedia of Genes and Genomes pathway analysis. These targets were associated with development, stimulus response, metabolism, signaling transduction and biological regulation. Among them, 11 targets, including TCP transcription factors, auxin response factors, squamosa promoter-binding-like proteins, scarecrow-like proteins, L-type lectin-domain containing receptor kinases and zinc finger CCCH domain-containing protein, cleaved by four known miRNA family and two potentially novel miRNAs were found to be involved in regulating plant development, biotic and abiotic stresses. The findings will be helpful to facilitate studies on the functions of miRNAs and their transcript targets in Paulownia. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 1868, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1881, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "MicroRNAs (miRNAs), a class of endogenous 21–24 nucleotide (nt), single-stranded, non-coding RNAs, modulate the gene expression at the transcription and post-transcriptional levels. In plants, emerging data demonstrate that miRNAs play vital regulatory roles in a wide range of biological processes, including regulation of plant growth, development, signal transduction, and response to biotic and abiotic stresses via interactions with their specific target mRNAs. Thereby, understanding of miRNAs functions in plant requires the recognition of their target genes. Initially, based on the either perfect or near-perfect sequence complementarity between miRNAs and their target mRNAs, the plant miRNA transcript targets have been identified via computational prediction. However, computational target prediction method is very challenging because of the existence of a higher mismatch in miRNA-target mRNA pairing. With the development of high-throughput sequencing technology, recently, a transcriptome wide experimental method combining high-throughput miRNA profiling with degradome sequencing analysis, has been successfully developed to identify miRNA-directed mRNA cleavage at a large scale. Using this strategy, so many plant species have been studied, for instance, Arabidopsis , Oryza sativa , maize , Brassica napus , Medicago truncatula , Fragaria ananassa , grapevine , Taxus , Populus trichocarpa , Populus euphratica , Trifoliate orange , Paulownia tomentosa , and Paulownia fortunei . These discoveries have triggered detailed biological studies on gene regulation with the result that the number of reported plant miRNAs and their transcript targets has been increasing rapidly.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3579, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": " Paulownia is a genus of deciduous tree species in the family Paulowniaceae, related to and sometimes included in the family Scrophulariaceae. It is a very adaptable, extremely fast-growing woody plant, and in managed plantations, it can be harvested for saw timber in as little as 5 years. Paulownia can not only provide wood for a variety of products including timber, fuelwood, herbal medicines, boxes, clogs, musical instruments, and surfboards, but can also benefit the environment and ecology; for example, it can increase crop production when used for intercropping on farmland, and prevent soil erosion. Because of its specific characteristics and economic value, in its native China, Paulownia is popular for reforestation, intercropping on farmland, and roadside and garden planting. To enlarge the germplasm and breed new varieties, in recent years, several autotetraploid paulownia seedlings were induced successfully using colchicines. The autotetraploid cultivars of paulownia contains two sets of the same chromosomes, and compared with their diploid progenitors, the autotetraploids have better timber quality and improved stress resistance, which makes understanding the molecular mechanisms underlying the differences of diploids and autotetraploids imperative. To our knowledge, the different paulownia species have genetic diversity and differentiation, although miRNAs in the P. tomentosa  and P. fortunei species have been identified, there have been no detailed reports of miRNAs in P. australis. In the current study, we used Solexa sequencing and degradome technology to analyze four sequencing libraries constructed from the seedlings of the two P. australis genotypes to identify conserved and novel miRNAs and to investigate the potential roles of their transcript targets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5381, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5403, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Plant culture and treatment", "sentences": [], "annotations": [], "relations": []}, {"offset": 5431, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Plantlets of two P. australis genotypes (diploids, PA2; and autotetraploids, PA4) were cultured in vitro on medium as described previously. All the samples were grown at 25°C under a 16/8 h (light/dark) photoperiod for 30 days, and at least three parallel samples were prepared for each genotype. After culturing, samples were collected from nine different seedlings of each genotype and subsequently mixed, frozen immediately in liquid nitrogen, and stored at −86°C until further use.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5921, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Construction and sequencing of the small RNA library", "sentences": [], "annotations": [], "relations": []}, {"offset": 5974, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNA was isolated from the leaves of the PA2 and PA4 samples using TRIzol reagent (Invitrogen, Carlsbad, CA, USA) following the manufacturer's instructions. Two small RNA (sRNA) libraries were constructed, one from the PA2 sample and the other from the PA4 sample, using methods described elsewhere. Briefly, bands in the 18–30 nt size range were purified by electrophoretic separation on a 15% denaturing polyacrylamide gel and then successively ligated with 5′ and 3′ adapters. After reverse transcription and PCR, the amplified products were subjected to Solexa sequencing (Illumina, San Diego, CA, USA) at the Beijing Genomics Institute, Shenzhen, China. The data used in this publication have been deposited in the NIH Short Read Archive database (http://www.ncbi.nlm.nih.gov/sra) with accession number SRP041440 and SRP041442 (Alias: PRJNA245384 and PRJNA245383).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6855, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Identification of conserved and novel miRNAs in the P. australis libraries", "sentences": [], "annotations": [], "relations": []}, {"offset": 6930, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Low-quality reads, poly(A) reads, oversized insertions, reads shorter than 18 nt, and adaptor contaminated reads were filtered out from the raw reads to yield the clean reads. The length distribution of the 18–30 nt clean reads was analyzed and the reads were mapped to the sequences in the P. australis UniGene database (http://www.ncbi.nlm.nih.gov/sra; Accession Number SRP032321) using SOAP. Perfectly matched reads were analyzed by running Blastall (http://www.ncbi.nlm.nih.gov/staff/tao/URLAPI/blastall/) against the Rfam (http://www.sanger.ac.uk/software/Rfam) and GenBank databases (http://www.ncbi.nlm.nih.gov/) to discard tRNAs, rRNAs, snRNAs, snoRNAs, and other ncoRNAs. The remaining reads were annotated by aligning them against the sequences in the miRBase database 19.0 (http://www.mirbase.org/) to identify known miRNAs. When a read in the P. australis libraries shared homology with fewer than two mismatches with a miRNA sequence in miRBase, it was considered to be an evolutionarily conserved miRNA.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7950, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The MIREAP software (https://sourceforge.net/projects/mireap/) was used to detect novel miRNAs in the two libraries by predicting the stem-loop structures and estimating the minimal folding free energy of the unannotated sRNAs (no matches in miRBase) that mapped to the P. australis UniGene sequences. The stem-loop structures of the candidate precursor miRNAs (pre-miRNAs) were predicted using Mfold (http://mfold.rna.albany.edu/?q0mfold). The strict criteria used to annotate the candidate miRNAs were as described by Meyers et al. .", "sentences": [], "annotations": [], "relations": []}, {"offset": 8486, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Differential expression analysis of miRNAs in the two P. australis libraries", "sentences": [], "annotations": [], "relations": []}, {"offset": 8563, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To identify the differentially expressed miRNAs between the PA2 and PA4 libraries, the abundance of the miRNAs in the two libraries were normalized to one million, regardless of the total number of miRNAs in each sample. Then, statistical analysis was performed based on a Poisson distribution. Finally, when the fold-change was greater than 1.0 or less than −1.0 and the P-values were less than 0.05, the miRNA was considered to be significantly differentially expressed. The fold-changes and P-values were calculated from the normalized expression using the following formulas:", "sentences": [], "annotations": [], "relations": []}, {"offset": 9145, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Normalized expression  =  (actual miRNA reads/total count of clean reads) × 1,000,000", "sentences": [], "annotations": [], "relations": []}, {"offset": 9236, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fold-change  =  log2 (PA4 normalized reads/PA2 normalized reads)", "sentences": [], "annotations": [], "relations": []}, {"offset": 9305, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": " P-values were calculated as,   ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9338, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Degradome library construction, data analysis, and target identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 9411, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two degradome libraries were constructed from the leaves of the PA2 and PA4 plants based on a protocol published previously. Briefly, using T4 RNA ligase (Takara, Dalian, China), poly(A) enriched RNA was ligated to a 5′RNA adapter containing a MmeI recognition site. Reverse transcription was performed to generate first-strand cDNA, followed by PCR enrichment, and digestion using the MmeI restriction enzyme (NEB, Ipswich, MA, USA). A double-stranded DNA adapter was then ligated to the digested products using T4 DNA ligase (NEB, Ipswich, MA, USA) and gel purified for PCR amplification. The resulting PCR products were sequenced using an Illumina HiSeqTM 2000 system. Low-quality sequences and adapters were removed from the raw reads of the degradome libraries, then the remaining reads were aligned to the P. australis UniGene database (http://www.ncbi.nlm.nih.gov/sra; Accession Number SRP032321) using SOAP software (http://soap.genomics. org.cn/) to define the coverage rate. The PAIRFINDER software (version 2.0) was used to identify the miRNA-mediated cleaved fragments. Alignments with scores not exceeding four and no mismatches at the cleavage site (between the 10th and 11th nucleotides) were considered to be the potential miRNA targets. Furthermore, t-plots were built according to the distribution of signatures (and abundances) along these transcripts to help analyze the miRNA targets and RNA degradation patterns. Based on the locations of the target genes in the P. australis UniGene sequences, putative target genes were selected manually and subsequently mapped to the previously identified genes that were annotated according to the annotations of their homologous sequences in the GenBank Nr and Nt databases, and in the Swiss-Prot database using BLASTX searches with an E-value cutoff of 10−5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11236, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Verification of miRNAs and their targets by quantitative real-time polymerase chain reaction", "sentences": [], "annotations": [], "relations": []}, {"offset": 11329, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Quantitative real-time polymerase chain reaction (qRT-PCR) was used to validate and measure the expressions of selected miRNAs and their targets obtained from the Solexa sequencing and degradome analysis. The qRT-PCR was performed according to the protocol described previously. For the qRT-PCR, total RNA were isolated from the leaves of two individual PA2 and PA4 plants at two developmental stages (30-day-old in vitro plantlets, and two-year-old saplings from field). Three biological replicates of each stage were used. The qRT-PCRs were performed in triplicate on a CFX96TM Real-Time PCR System (Bio-Rad, Hercules, CA, USA) using a SuperScript III platinum SYBR Green one-step qRT-PCR kit (Invitrogen, Carlsbad, CA, USA) according to the manufacturer's instructions. The PCR conditions were 50°C for 3 min, 95°C for 5 min, then 40 cycles of 95°C for 15 s, 55°C for 30 s, and 40°C for 10 min. Specific stem-loop primers and other primers for the miRNAs were designed based on the mature miRNA sequence. The U6 was used as an endogenous control. All the primers used for the qRT-PCR are listed in Table S1. The primers for the target genes were designed using Beacon Designer, version 7.7 (Premier Biosoft International, Ltd., Palo Alto, CA, USA), and the 18S rRNA of Paulownia was chosen as an endogenous reference gene for normalization. The relative expression level of a miRNA or target gene was calculated according to the method described previously.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12795, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 12803, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis of sRNAs in the two P. australis libraries", "sentences": [], "annotations": [], "relations": []}, {"offset": 12855, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A total of 13,895,340 and 13,537,466 raw reads were obtained in the PA2 and PA4 sRNA libraries, respectively. After removing low-quality reads, poly(A) reads, oversized insertions, reads shorter than 18-nt, and adaptor contaminated reads, we obtained 10,691,271 (PA2) and 10,712,733 (PA4) clean reads that represented 2,006,153 (PA2) and 2,418,971 (PA4) unique reads with lengths ranging from 18 to 30-nt. The majority of clean reads, 63.24% (PA2) and 68.79% (PA4), ranged from 20 to 24-nt in length, among which the 24-nt long reads were the most abundant, followed by the 21-nt long reads (Figure S1). The abundances of the 24-nt and 21-nt long sRNAs in the PA4 library were 6.48% and 0.04% more, respectively, than their abundances in the PA2 library. This atypical situation has also been reported in other hardwood species, such as Liriodendron chinense .", "sentences": [], "annotations": [], "relations": []}, {"offset": 13716, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The clean reads were used to query the P. australis UniGene database (http://www.ncbi.nlm.nih.gov/sra), the non-coding RNAs sequences deposited in GenBank (http://www.ncbi.nih.gov/Genbank), the Rfam database (http://rfam.sanger.ac.uk/), and miRBase 19.0 (http://microrna.sanger.ac.uk/sequences). These searches allowed us to assign annotations to each sRNA sequence, including rRNA, tRNA, snRNA, snoRNA, and known miRNA (Table S2). As a result, 848,652 (PA2) and 931,989 (PA4) known miRNA reads were detected. Finally, 1,809,478 (PA2) and 2,308,527 (PA4) unique unannotated sRNAs remained for predicting potentially novel miRNAs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14346, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of conserved miRNAs in P. australis ", "sentences": [], "annotations": [], "relations": []}, {"offset": 14398, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To detect conserved miRNAs in the two libraries, the unique reads were compared with the known miRNAs in miRBase 19.0, allowing two mismatches. In the two libraries, a total of 45 conserved miRNAs belonging to 15 miRNA families were found to share high identity with known plant miRNAs (Table 1 and Table S3). Among these 45 miRNAs, 40 and 43 were identified in PA2 and PA4, respectively; 38 of them were expressed in both libraries, two were found only in the PA2 library, and five occurred only in the PA4 library. Most of the conserved miRNAs (91.67%) were 21-nt long and the remaining miRNAs were 20 or 23-nt long (Table 1 and Table S3). This result is consistent with the current understanding that canonical miRNAs are 21-nt long, while canonical small interfering RNAs (siRNAs) are 24-nt long. Among the 15 miRNA families, the miR166 family was dominant in both libraries, accounting for 89.44% (PA2) and 86.35% (PA4) of all conserved miRNA reads, followed by the miR159 family (Table 1). Several miRNA families, such as miR156, miR396, miR397, miR398, and miR482, had moderate expression levels in the two libraries, while other miRNA families showed very low levels of expression, with fewer than 100 reads, in both libraries. Moreover, different members in the same miRNA family displayed significantly different expression levels. For instance, members of the miR166 family varied in abundance from 50,932 to 563,946 reads in the two libraries (Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15864, "infons": {"file": "pone-0106736-t001.xml", "id": "pone-0106736-t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Conserved miRNAs identified from P. australis.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 15912, "infons": {"file": "pone-0106736-t001.xml", "id": "pone-0106736-t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Family</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">miRNA</td><td colspan=\"2\" align=\"left\" rowspan=\"1\">expression</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">fold-change</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P-value</td><td colspan=\"2\" align=\"left\" rowspan=\"1\">MiRNA*expression</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(log2PA4/PA2)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA4</td></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR169</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR169a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">252</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">142</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.83</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.27E-08</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">180</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">87</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR169b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">244</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−11.16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.77E-74</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">173</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR169c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">244</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−11.16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.77E-74</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">173</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR169d</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.35E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR169e</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.35E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR159</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR159-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">117706</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">141387</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">115</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">83</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR319a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1312</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−3.95</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR408</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR408a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1475</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6263</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.08</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">50</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">208</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR408b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1475</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6263</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.08</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">50</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">208</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR396</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR396a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7879</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6831</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.86E-18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">142</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">153</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR396b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2808</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3441</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.11E-15</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">120</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">263</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR396c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.61E-10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR396d-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.61E-10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR397</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR397a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">676</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6543</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">368</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR397b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">678</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6601</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">368</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR398</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR398a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">532</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3071</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">44</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1042</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR398b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">532</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3071</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">44</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1042</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR398c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">532</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3071</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.53</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">44</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1042</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR166</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR166a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">178621</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">189900</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.09</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.20E-72</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1809</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1883</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR166b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">180817</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">192950</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.09</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.90E-82</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">141</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">332</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR166c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">550961</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">563946</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.62E-29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1689</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1755</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR166d-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">422623</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">424471</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.78E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">373</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">236</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR166e-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">50932</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">51265</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.71E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">490</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">455</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR160</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR160a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">718</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1445</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.76E-56</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR160b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.38E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR160c</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.38E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR160d</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.38E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR160e</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.38E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR160f</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.38E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR156</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR156a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2251</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3231</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.51</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.59E-39</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR156b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2251</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3221</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.51</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.75E-39</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">46</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">69</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR156c</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1349</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2284</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.76</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.94E-54</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">278</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">493</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR156d</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1349</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2284</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.76</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.94E-54</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">278</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">493</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR164</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR164</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">396</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">284</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.48</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.51E-05</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">85</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR167</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR167</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">509</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">864</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.76</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.46E-22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR168</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR168a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1893</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2713</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.52</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.06E-33</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">143</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">236</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR168b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1895</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2712</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.51</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.58E-33</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">137</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">185</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR2118</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR2118a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">109</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">136</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.32</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.78E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR2118b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">109</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">136</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.32</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.78E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR482</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR482a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4727</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6806</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.52</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.00E-83</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR482b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4529</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4723</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.48E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR482c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4728</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6804</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.52</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.48E-83</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">MIR171</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR171a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.54</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.87E-04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR171b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.94E-03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-miR171c</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.94E-03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr></tbody></table>\n"}, "text": "Family\tmiRNA\texpression\tfold-change\tP-value\tMiRNA*expression\t \t\t\tPA2\tPA4\t(log2PA4/PA2)\t\tPA2\tPA4\t \tMIR169\tpas-miR169a-3p\t252\t142\t−0.83\t2.27E-08\t180\t87\t \t\tpas-miR169b-3p\t244\t0\t−11.16\t2.77E-74\t173\t0\t \t\tpas-miR169c-3p\t244\t0\t−11.16\t2.77E-74\t173\t0\t \t\tpas-miR169d\t18\t26\t0.53\t2.35E-01\t0\t0\t \t\tpas-miR169e\t18\t26\t0.53\t2.35E-01\t0\t0\t \tMIR159\tpas-miR159-3p\t117706\t141387\t0.26\t0\t115\t83\t \t\tpas-miR319a-3p\t1312\t85\t−3.95\t0\t16\t0\t \tMIR408\tpas-miR408a-3p\t1475\t6263\t2.08\t0\t50\t208\t \t\tpas-miR408b-3p\t1475\t6263\t2.08\t0\t50\t208\t \tMIR396\tpas-miR396a\t7879\t6831\t−0.21\t1.86E-18\t142\t153\t \t\tpas-miR396b\t2808\t3441\t0.29\t2.11E-15\t120\t263\t \t\tpas-miR396c-3p\t0\t30\t8.13\t9.61E-10\t13\t11\t \t\tpas-miR396d-3p\t0\t30\t8.13\t9.61E-10\t13\t11\t \tMIR397\tpas-miR397a\t676\t6543\t3.27\t0\t16\t368\t \t\tpas-miR397b\t678\t6601\t3.28\t0\t16\t368\t \tMIR398\tpas-miR398a-3p\t532\t3071\t2.53\t0\t44\t1042\t \t\tpas-miR398b-3p\t532\t3071\t2.53\t0\t44\t1042\t \t\tpas-miR398c-3p\t532\t3071\t2.53\t0\t44\t1042\t \tMIR166\tpas-miR166a-3p\t178621\t189900\t0.09\t3.20E-72\t1809\t1883\t \t\tpas-miR166b-3p\t180817\t192950\t0.09\t1.90E-82\t141\t332\t \t\tpas-miR166c-3p\t550961\t563946\t0.03\t2.62E-29\t1689\t1755\t \t\tpas-miR166d-3p\t422623\t424471\t0.00\t2.78E-01\t373\t236\t \t\tpas-miR166e-3p\t50932\t51265\t0.01\t4.71E-01\t490\t455\t \tMIR160\tpas-miR160a\t718\t1445\t1.01\t8.76E-56\t0\t1\t \t\tpas-miR160b\t30\t40\t0.41\t2.38E-01\t0\t0\t \t\tpas-miR160c\t30\t40\t0.41\t2.38E-01\t0\t0\t \t\tpas-miR160d\t30\t40\t0.41\t2.38E-01\t0\t0\t \t\tpas-miR160e\t30\t40\t0.41\t2.38E-01\t0\t0\t \t\tpas-miR160f\t30\t40\t0.41\t2.38E-01\t0\t0\t \tMIR156\tpas-miR156a\t2251\t3231\t0.51\t5.59E-39\t0\t0\t \t\tpas-miR156b\t2251\t3221\t0.51\t4.75E-39\t46\t69\t \t\tpas-miR156c\t1349\t2284\t0.76\t1.94E-54\t278\t493\t \t\tpas-miR156d\t1349\t2284\t0.76\t1.94E-54\t278\t493\t \tMIR164\tpas-miR164\t396\t284\t−0.48\t1.51E-05\t85\t40\t \tMIR167\tpas-miR167\t509\t864\t0.76\t8.46E-22\t18\t27\t \tMIR168\tpas-miR168a\t1893\t2713\t0.52\t2.06E-33\t143\t236\t \t\tpas-miR168b\t1895\t2712\t0.51\t3.58E-33\t137\t185\t \tMIR2118\tpas-miR2118a-3p\t109\t136\t0.32\t8.78E-02\t0\t0\t \t\tpas-miR2118b-3p\t109\t136\t0.32\t8.78E-02\t0\t0\t \tMIR482\tpas-miR482a-3p\t4727\t6806\t0.52\t5.00E-83\t0\t0\t \t\tpas-miR482b-3p\t4529\t4723\t0.06\t5.48E-02\t0\t0\t \t\tpas-miR482c-3p\t4728\t6804\t0.52\t8.48E-83\t0\t0\t \tMIR171\tpas-miR171a\t0\t10\t6.54\t9.87E-04\t0\t0\t \t\tpas-miR171b\t0\t8\t6.22\t3.94E-03\t0\t0\t \t\tpas-miR171c\t0\t8\t6.22\t3.94E-03\t0\t0\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18093, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of novel miRNAs in the P. australis sRNA libraries", "sentences": [], "annotations": [], "relations": []}, {"offset": 18159, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The characteristic stem-loop structure of pre-miRNA was employed to predict novel miRNAs. We found that 31 of the potential pre-miRNAs met this requirement; 15 pre-miRNAs exhibited the 3p:5p miRNA pair, providing more evidence that they were novel miRNAs, while the other 16 miRNAs were also considered to be potentially novel miRNAs (Table 2 and Table S4). Among the 31 candidate novel miRNAs, 10 miRNAs were common between the two libraries, while 10 and 11 were specific to PA2 and PA4, respectively. The length of the mature miRNAs varied from 20 to 23 nt, with the majority being 21-nt long. The mature miRNA sequences were localized inside the stem-loop structures, with almost half in either the 3p or 5p arms. We observed that the average pre-miRNA length was 151 nt, and these precursors had minimal folding free energies that ranged from −142.5 kcal mol−1 to −30.8 kcal mol−1 with an average of −56.3 kcal mol−1. In this study, compared with the abundance of the conserved miRNAs, the majority of novel miRNAs had relatively low expressions, and only five (PA2) and six (PA4) of the novel miRNA candidates had more than 1,000 reads (Table 2 and Table S4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19337, "infons": {"file": "pone-0106736-t002.xml", "id": "pone-0106736-t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Novel miRNAs identified from P. australis.\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 19381, "infons": {"file": "pone-0106736-t002.xml", "id": "pone-0106736-t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/><col align=\"center\" span=\"1\"/></colgroup><thead><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">miRNA</td><td colspan=\"2\" align=\"left\" rowspan=\"1\">expression</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Fold-change</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">P-value</td><td colspan=\"2\" align=\"left\" rowspan=\"1\">MiRNA* expression</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">(log2PA4/PA2)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">PA4</td></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">116</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">422</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.86</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.02E-42</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">106</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">74</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">43</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−8.65</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.09E-13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.42</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.45E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir4a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−5.81</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.55E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir4b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−5.81</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.55E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir5a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7116</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6078</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.38E-20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">208</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">223</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir5b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7116</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6078</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−0.23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.38E-20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">208</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">223</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir6a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2125</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4098</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.94</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.51E-139</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">67</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">71</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir6b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2125</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4098</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.94</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.51E-139</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">67</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">71</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir6c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2125</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4098</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.94</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.51E-139</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">67</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">71</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir7-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">696</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−12.67</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.51E-210</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir8a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−8.08</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.57E-01</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir8b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−1.4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.48E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−6.23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.87E-03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir10-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−6.55</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.66E-04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir11-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−7.31</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.49E-06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−5.55</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.11E-02</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir13-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">934</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1506</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0.69</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.10E-31</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1128</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1403</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir14</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.48</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.45E-03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir15a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">345</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">−11.66</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9.86E-105</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">107</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir16a-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.47</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.95E-06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir16b-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.47</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.95E-06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir16c-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7.47</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.95E-06</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir17-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.94E-03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir18-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.68</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.94E-04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir19-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">126</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10.2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1.34E-38</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir20-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">54</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.98</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5.87E-17</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir21a</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.81</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.47E-04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir21b</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.81</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2.47E-04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir22-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6.68</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4.94E-04</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">pas-mir23-3p</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8.03</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3.84E-09</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0</td></tr></tbody></table>\n"}, "text": "miRNA\texpression\tFold-change\tP-value\tMiRNA* expression\t \t\tPA2\tPA4\t(log2PA4/PA2)\t\tPA2\tPA4\t \tpas-mir1\t116\t422\t1.86\t7.02E-42\t106\t74\t \tpas-mir2\t43\t0\t−8.65\t1.09E-13\t0\t0\t \tpas-mir3\t8\t3\t−1.42\t1.45E-01\t6\t5\t \tpas-mir4a\t6\t0\t−5.81\t1.55E-02\t0\t0\t \tpas-mir4b\t6\t0\t−5.81\t1.55E-02\t0\t0\t \tpas-mir5a\t7116\t6078\t−0.23\t5.38E-20\t208\t223\t \tpas-mir5b\t7116\t6078\t−0.23\t5.38E-20\t208\t223\t \tpas-mir6a-3p\t2125\t4098\t0.94\t1.51E-139\t67\t71\t \tpas-mir6b-3p\t2125\t4098\t0.94\t1.51E-139\t67\t71\t \tpas-mir6c-3p\t2125\t4098\t0.94\t1.51E-139\t67\t71\t \tpas-mir7-3p\t696\t0\t−12.67\t1.51E-210\t6\t0\t \tpas-mir8a-3p\t29\t0\t−8.08\t4.57E-01\t0\t0\t \tpas-mir8b-3p\t29\t11\t−1.4\t5.48E-02\t0\t0\t \tpas-mir9\t8\t0\t−6.23\t3.87E-03\t0\t0\t \tpas-mir10-3p\t10\t0\t−6.55\t9.66E-04\t0\t0\t \tpas-mir11-3p\t17\t0\t−7.31\t7.49E-06\t0\t0\t \tpas-mir12\t5\t0\t−5.55\t3.11E-02\t0\t0\t \tpas-mir13-3p\t934\t1506\t0.69\t5.10E-31\t1128\t1403\t \tpas-mir14\t10\t28\t1.48\t3.45E-03\t2\t1\t \tpas-mir15a\t345\t0\t−11.66\t9.86E-105\t107\t0\t \tpas-mir16a-3p\t0\t19\t7.47\t1.95E-06\t0\t0\t \tpas-mir16b-3p\t0\t19\t7.47\t1.95E-06\t0\t0\t \tpas-mir16c-3p\t0\t19\t7.47\t1.95E-06\t0\t0\t \tpas-mir17-3p\t0\t8\t6.22\t3.94E-03\t0\t7\t \tpas-mir18-3p\t0\t11\t6.68\t4.94E-04\t0\t0\t \tpas-mir19-3p\t0\t126\t10.2\t1.34E-38\t0\t0\t \tpas-mir20-3p\t0\t54\t8.98\t5.87E-17\t0\t2\t \tpas-mir21a\t0\t12\t6.81\t2.47E-04\t0\t9\t \tpas-mir21b\t0\t12\t6.81\t2.47E-04\t0\t9\t \tpas-mir22-3p\t0\t11\t6.68\t4.94E-04\t0\t0\t \tpas-mir23-3p\t0\t28\t8.03\t3.84E-09\t0\t0\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 20717, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Expression patterns of conserved and novel miRNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 20767, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The differential expression analysis was performed based on the normalized read counts for each identified miRNA. A total of 41 miRNAs showed statistically significant changes (fold change ≥1.0 or ≤−1.0, and P-values ≤0.05) in their relative abundance between the two libraries. Among them, 26 miRNAs were up-regulated (13 conserved miRNAs and 13 novel miRNAs; fold-change ≥1.0) and 15 were down-regulated (three conserved miRNAs and 12 novel miRNAs; fold-change ≤−1.0) in the PA4 library compared with in the PA2 library. The expression levels of some miRNAs changed significantly. For example, the expression levels of pas-miR169b-3p, pas-miR169c-3p, pas-miR396c-3p, pas-miR396d-3p, pas-miR171a, pas-miR171b, and pas-miR171c increased or decreased by about 5-fold in the PA4 library (Table 1). We also detected 21 novel miRNAs in the PA4 library that had 5-fold greater or lesser expression levels than in the PA2 library (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21716, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of miRNAs transcript targets in P. australis by using degradome analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 21804, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To better understand the physiological functions and biology processes that these miRNAs may be involved in during the development of P. australis, transcript target identification was performed based on the degradome approach. Using PAIRFINDER, a total of 53 targets were predicted to be cleaved by 11 of the conserved miRNA families and three novel miRNA candidates (Table S5). The target transcripts were pooled and grouped into three categories (I–III) according to their relative abundances (Figure 1). Among these identified targets, 32 (37 cleavage sites) belonged to category I, and 20 (34 cleavage sites) and six (six cleavage sites) targets belonged to categories II and III, respectively (Table S5). We then performed a Gene Ontology (GO) analysis to assign functional annotations to the predicted target genes, as described previously. More than 80% of the target genes were annotated as being involved in regulation of biological processes, and the GO annotations for the predicted target genes are shown in Figure 2. The Kyoto Encyclopedia of Genes and Genomes (KEGG) Pathway database was used to further classify the miRNA target genes. The KEGG Pathway annotation showed that the target genes were involved in metabolic pathways, plant-pathogen interaction, pyruvate metabolism, carbon fixation in photosynthetic organisms, purine metabolism, RNA polymerase, pyrimidine metabolism, nitrogen metabolism, plant hormone signal transduction, cellular metabolism, and disease. (Table S5). The prediction and annotation of the miRNA target genes may provide some new insights into how P. australis miRNAs regulate gene expression in this plant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23461, "infons": {"file": "pone.0106736.g001.jpg", "id": "pone-0106736-g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Target plots (t-plots) of miRNA targets in different categories confirmed by degradome sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23560, "infons": {"file": "pone.0106736.g001.jpg", "id": "pone-0106736-g001", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) T-plot (top) and miRNA: mRNA alignments (bottom) for two category I targets, Unigene11776_All and CL1057.Contig2_All transcripts. The arrow indicates signatures consistent with miRNA-directed cleavage. The solid lines and dot in miRNA: mRNA alignments indicate matched RNA base pairs and GU mismatch, respectively, and the red letter indicates the cleavage site. (B) CL5129.Contig3_All and CL6407.Contig9_All, a category II target for pas-miR156d and pas-miR167. (C) CL11907.Contig1_All and Unigene1681_All, a category III target for pas-miR168b and pas-miR169e.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24127, "infons": {"file": "pone.0106736.g002.jpg", "id": "pone-0106736-g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Gene Ontology analysis of miRNA targets in P. australis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24184, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Validation of the candidate miRNAs and their targets by qRT-PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 24248, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To verify the existence and expression levels of the miRNAs determined from the high-throughput Solexa sequencing, 12 miRNAs with different expression levels were randomly selected for qRT-PCR analysis. As shown in Figure S2, the expression patterns of the miRNAs obtained by qRT-PCR showed similar trends to their expression patterns in the two libraries as determined by Solexa sequencing. Compared with their expressions in PA2, the expression levels of pas-miR156c, pas-miR398a-3p, pas-miR408a-5p, and pas-mir22-3p were up-regulated in PA4 in the 30-day plantlets and in the 2-year saplings, pas-miR319a-3p were on the contrary. Further, the expressions of pas-miR160a, pas-miR167, pas-miR171a, pas-miR397a, pas-mir1, and pas-mir14 in PA4 were up-regulated in the 30-day plantlets, and down-regulated in the PA4 in the 2-year saplings, while the expressions of pas-mir3 were the opposite to this. Thus, with the development of the plants, the expression levels of some of the miRNAs showed different trends. Six miRNAs (pas-miR160a, pas-miR167, pas-miR319a-3p, pas-miR398a,-3p pas-miR408a-3p, pas-mir1) had the same expression trend between PA2 and PA4 in the two stages. Furthermore, to confirm the reliability of degradome sequencing technology and the potential correlation between miRNAs and their transcript targets, 12 genes from two P. australis genotypes were also selected for qRT-PCR assays. The results showed that except the targets of auxin response factor (ARF) ARF8 (CL4211.Contig3) and scarecrow-like protein (SCL) SCL15 (CL10503.Contig1), the expression levels of the rest targets were inversely correlated with these of the corresponding miRNAs (Figure 3). During the different developmental stages, pas-miR160a, pas-miR167, pas-miR171 and pas-mir1 at a relatively higher level in the PA4 than in the PA2 at the 30-day plantlets stage, and lower level at the 2-year saplings stage, while its transcript targets, CL3173.Contig7, CL11603.Contig1, CL6407.Contig9, CL11078.Contig2, CL11078.Contig3, and Unigene9061 expressed in the reverse way as expected, and these coding for proteins are members of the auxin response factors ARF10, ARF18 and ARF6, the scarecrow-like proteins SCL6 and SCL22, and serine/threonine protein kinase, respectively. The expression levels of pas-miR319a-3p in PA4 were significantly lower than in the PA2 at two treatment stages, while the reverse was true for the transcription factor TCP4 (CL9103.Contig3) (Figure 3). Moreover, a reverse trend was noted between pas-miR156c and its target genes coding for squamosa promoter-binding-like protein (SPL) SPL6 and SPL12 (CL11428.Contig2 and CL5129.Contig2), and between pas-mir22-3p and its target gene coding for zinc finger CCCH domain-containing protein 53 (CL1197.Contig2) in the PA4 as compared to the PA2 (Figure 3). These results indicated that the miRNA and transcript target expression patterns were very complex and varied during the growth and development of P. australis. Furthermore, the possible roles of these miRNAs in the genome duplication changes from diploid to autotetraploid in these plants were revealed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27372, "infons": {"file": "pone.0106736.g003.jpg", "id": "pone-0106736-g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Relative expression levels of the target genes in P. australis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27436, "infons": {"file": "pone.0106736.g003.jpg", "id": "pone-0106736-g003", "section_type": "FIG", "type": "fig_caption"}, "text": "PA2-1, 30-day-old diploid in vitro plantlets; PA4-1, 30-day-old autotetraploid in vitro plantlets; PA2-2, two-year-old diploid saplings; PA4-2, two-year-old autotetraploid saplings. CL11428.Contig2 (SPL6) and CL5129.Contig2 (SPL12) targeted by pas-miR156c, CL3173.Contig7 (ARF10) and CL11603.Contig1 (ARF18) targeted by pas-miR160a, CL4211.Contig3 (ARF8) and CL6407.Contig9 (ARF6) targeted by pas-miR167, CL11078.Contig2 (SCL6), CL10503.Contig1 (SCL15) and CL11078.Contig3 (SCL22) targeted by pas-miR171a, CL9103.Contig3 (Transcription factor TCP4) targeted by pas-miR319a-3p; Unigene9061 (Serine/threonine protein kinase) targeted by pas-mir1; CL1197.Contig2 (Zinc finger CCCH domain-containing protein 53) targeted by pas-mir22-3p. Three independent biological replicates were performed. Values are means ± SD (n = 3).The expression levels of targets were normalized to 18SrRNA. The normalized miRNA levels in the PA2-1 were arbitrarily set to 1. *: Statistically significant differences between PA2 and PA4 under the same developmental stages (p-value was less than 0.05)", "sentences": [], "annotations": [], "relations": []}, {"offset": 28516, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28527, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Variations in plant morphology and physiology resulting from genome duplication have occurred in many plants, such as Triticum, Gossypium, Spartina, Tragopogon, Brassica and Solanum . Generally speaking, genome duplication has led to the production of fast-growing, high-quality plants. The autotetraploid P. australis, which contains two sets of the same chromosomes, displayed apparent alterations in morphology, growth development, physiology, and gene expression when compared with their diploid counterparts. However, the mechanisms for these changes are poorly understood. MiRNAs are a class of endogenous small RNAs that have been involved in many processes, including growth, development, and resistance to stress and disease, by their ability to regulate gene expression in plants. To understand the functions of miRNAs in diploid and autotetraploid P. australis, in this present study, we used Solexa sequencing and degradome approaches to construct two sRNA libraries and two degradome libraries from the PA2 and PA4 plants to identify conserved and novel miRNAs and their transcript targets. A total of 45 conserved miRNAs belonging to 15 miRNA families and 31 potential novel miRNA candidates along with 53 transcript targets were identified across the PA2 and PA4 libraries. Most of the identified conserved miRNA families are also conserved in other plant species, including Populus tomentosa , Populus euphratica , Oryza sativa , and Arabidopsis thaliana . In the PA2 and PA4 libraries, the expression patterns varied dramatically among the different miRNA families, and different members in the same miRNA family also displayed significantly different expression levels. For instance, the read number varied from 26 (miR171 family) to 1,422,532 (miR166 family) (Table 1), and members of the miR166 family varied in abundance from 50,932 to 563,946 reads (Table 1). Moreover, the majority of novel miRNAs had relatively low expressions, and only five (PA2) and six (PA4) of the novel miRNA candidates had more than 1,000 reads (Table 2). Our results are in accordance with previous reports that novel miRNAs were often represented in relatively lower levels than conserved miRNAs. Furthermore, it is possible that the low-expression novel miRNAs may play particular functions in specific tissues, during developmental stages, or under various growth conditions. Whether these low-expression miRNAs are expressed at higher levels in other tissues or developmental stages, or are regulated by environmental stresses, remain to be investigated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31085, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previous studies have shown that many of the genes appeared to be methylated in tetraploid Paulownia plants specifically after genome duplication by the methylation-sensitive amplified polymorphism analysis. DNA methylation has been reported to be involved in inducing gene silencing, which can restart or change the genes expression levels. Salmon et al. found that significant changes in DNA methylation patterns could explain the morphological plasticity and larger ecological amplitude of Spartina allopolyploids. Indeed, we found that the expression levels of many of the differentially expressed miRNAs in the PA4 library were not increased by more than two-fold compared with their expressions in the PA2 library. However, the expressions of about half of these miRNAs were significantly different in the two libraries. Some of the miRNAs were expressed at similar level in the PA4 and PA2 libraries (Table 2). These findings are similar to those reported previously in P. tomentosa, P. fortunei and tetraploid Arabidopsis thaliana lines, suggesting that the genome merger in the PA4 plants lead to nonadditive expression of the miRNA primary transcripts and miRNA target genes. Furthermore, the expression patterns of the differentially expressed miRNAs and transcript targets at different development stages were validated by qRT-PCR. The result showed that the differentially expressed miRNAs caused different expression levels in their transcript targets. Interestingly, we also found the expression levels of two target genes (CL4211.Contig3 and CL10503.Contig1) were inconsistent with those of their corresponding miRNAs (pas-miR167 and pas-miR171a). The similar phenomena were also observed in P. tomentosa, Phalaenopsis Aphrodite and cotton, indicating that the other mechanisms of regulating expression of the target genes exist. Above all, these results imply that the miRNAs with significantly varied expressions in the PA2 and PA4 P. australis plants are probably involved in the epigenetic changes of PA4 plants; however, the relation between the miRNA expression patterns and genome duplication may be more complex than we first thought.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33244, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To understand the biological functions of miRNAs, it is necessary to identify their transcript targets. In the present study, to avoid false-positive predictions of miRNA transcript targets in P. australis, we identified the 53 transcript targets for 11 miRNA families and three novel miRNA candidates by degradome sequencing, which opens up a new avenue for high-throughput validation of splicing targets. The target genes predicted for the conserved miRNAs in P. australis were similar or functionally related to validated plant miRNA targets, which were annotated as being involved in diverse physiological processes. For instance, pas-miR156 targeted the SPL protein family, which can affect diverse developmental processes such as leaf development, shoot maturation, phase change, and flowering in plants; and pas-miR167 targeted ARF6 and ARF 8, which belong to a class of transcription factors known to control multiple processes in plants, including the regulation of gynoecium and stamen maturation, and seed dispersal. Thus, our results support the idea that conserved miRNAs take part in essential physiological processes in plants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34387, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The analysis of the target genes identified for the differentially expressed miRNAs revealed that some of the target genes may play important roles in plant morphology and physiology. We found that the expression level of pas-miR319a-3p decreased by about 3-fold in PA4 compared with its level in PA2, and pas-miR319a-3p was predicted to target TCP transcription factors, which are plant-specific transcription factors that have been shown to participate in specifying plant morphological traits, such as organ border delimitation, cell division and proliferation, flower and leaf shape, and shoot outgrowth. In Arabidopsis, the TCP transcription factors have been related to control of the morphology of shoot lateral organs and formation of the shoot meristem-dependent regulation of the expression of boundary-specific genes. The putative transcription factor SCL is a number of GRAS protein family that are involved in several aspects of plant growth and development, including control of asymmetric cell division, maintenance of stem cell status, and induction of the regeneration of the root tip after laser ablation, and SCL expression has been associated with auxin distribution in root apical meristem. In this study, three SCL genes were predicted to be targeted by the miR171 family, which was up-regulated in the PA4 plants. This result suggested that SCL may be involved in the formation of adventitious root and the other aerial organs of Paulownia. L-type lectin-domain containing receptor kinases (lecRKs) and zinc finger CCCH domain-containing protein were predicted to be targeted by pas-miR1 and pas-miR22-3p, respectively, suggesting that, besides their possible involvement in plant development, some of the miRNA target genes identified in this study could play fundamental roles in biotic and abiotic stresses. A previous study showed that LecRKs were most likely plasma membrane proteins, and were probably involved in mediating protein-protein interactions with a wide range of functions such as recognition of oligosaccharide or lipochitooligosaccharide signals, linking ABA-signaling, and response to salt, drought, cold stress, wounding, and disease in plants. Zinc finger CCCH domain-containing protein is a kind of RNA-binding protein and many studies have shown that it may be regulated by abiotic or biotic stresses, and could have regulatory functions in mRNA processing, thus supporting the possible roles for pas-miR1 and pas-miR22-3p in the adaptive response of PA4 to abiotic stress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36908, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Based on the GO analysis of the targets of the identified miRNAs in the two P. australis genotypes plants, the target genes were separated into the biological process, cellular component, and molecular function. Some of the genes were annotated as being involved in biological regulation, cellular process, developmental process, response to stimulus, metabolic process, cell, cell part, organelle components, binding, and catalytic activity (Figure 2). Thus, our results suggest that the transcript targets might be closely related to the observed differences of phenotype (environmental adaptations) and resistance to biotic and abiotic stresses between the PA4 and PA2 plants. The functional role of the differentially expressed miRNAs will be the focus of future investigations. No target genes were predicted for many of the miRNAs identified in the two P. australis sRNA libraries, and a few of the predicted target genes were annotated as being of unknown function and hypothetical genes. Careful analysis of these potential targets will contribute further to our understanding of the role of miRNAs in P. australis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38032, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, miRNA target genes were identified using a degradome approach that included functional annotation and pathway analyses based on the GO and KEGG databases. Some of the transcript targets regulated by the differentially expressed miRNAs were related to the physiology and environmental adaptations. Our results suggest that the significantly varied expression miRNAs in the two P. australis genotypes are probably involved in the epigenetic changes of PA4 plants, the correlation between the miRNA expression pattern and genome duplication may be more complex than we first thought. Taken together, this study provides beneficial information for elucidating the miRNA-mediated regulation of transcript targets in P. australis and related species.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38789, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 38812, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 38823, "infons": {"fpage": "759", "lpage": "771", "name_0": "surname:Vaucheret;given-names:H", "pub-id_pmid": "16600909", "section_type": "REF", "source": "Genes Dev", "type": "ref", "volume": "20", "year": "2006"}, "text": "Post-transcriptional small RNA pathways in plants: mechanisms and regulations", "sentences": [], "annotations": [], "relations": []}, {"offset": 38901, "infons": {"fpage": "1583", "lpage": "1595", "name_0": "surname:Meng;given-names:Y", "name_1": "surname:Shao;given-names:C", "name_2": "surname:Wang;given-names:H", "name_3": "surname:Chen;given-names:M", "pub-id_pmid": "22003084", "section_type": "REF", "source": "Plant Physiol", "type": "ref", "volume": "157", "year": "2011"}, "text": "The regulatory activities of plant microRNAs: a more dynamic perspective", "sentences": [], "annotations": [], "relations": []}, {"offset": 38974, "infons": {"fpage": "25", "name_0": "surname:Sunkar;given-names:R", "name_1": "surname:Zhou;given-names:X", "name_2": "surname:Zheng;given-names:Y", "name_3": "surname:Zhang;given-names:W", "name_4": "surname:Zhu;given-names:JK", "pub-id_pmid": "18312648", "section_type": "REF", "source": "BMC Plant Biol", "type": "ref", "volume": "8", "year": "2008"}, "text": "Identification of novel and candidate miRNAs in rice by high throughput sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 39057, "infons": {"fpage": "281", "lpage": "297", "name_0": "surname:Bartel;given-names:DP", "pub-id_pmid": "14744438", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "116", "year": "2004"}, "text": "MicroRNAs: genomics, biogenesis, mechanism, and function", "sentences": [], "annotations": [], "relations": []}, {"offset": 39114, "infons": {"fpage": "669", "lpage": "687", "name_0": "surname:Voinnet;given-names:O", "pub-id_pmid": "19239888", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "136", "year": "2009"}, "text": "Origin, biogenesis, and activity of plant microRNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 39166, "infons": {"fpage": "31", "lpage": "36", "name_0": "surname:Mallory;given-names:A", "name_1": "surname:Vaucheret;given-names:H", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "38", "year": "2006"}, "text": "Functions of microRNAs and related small RNAs in plants", "sentences": [], "annotations": [], "relations": []}, {"offset": 39222, "infons": {"fpage": "301", "lpage": "309", "name_0": "surname:Sunkar;given-names:R", "name_1": "surname:Chinnusamy;given-names:V", "name_2": "surname:Zhu;given-names:J", "name_3": "surname:Zhu;given-names:JK", "pub-id_pmid": "17573231", "section_type": "REF", "source": "Trends Plant Sci", "type": "ref", "volume": "12", "year": "2007"}, "text": "Small RNAs as big players in plant abiotic stress responses and nutrient deprivation", "sentences": [], "annotations": [], "relations": []}, {"offset": 39307, "infons": {"fpage": "743", "lpage": "748", "name_0": "surname:Shukla;given-names:LI", "name_1": "surname:Chinnusamy;given-names:V", "name_2": "surname:Sunkar;given-names:R", "pub-id_pmid": "18457682", "section_type": "REF", "source": "Biochim Biophys Acta", "type": "ref", "volume": "1779", "year": "2008"}, "text": "The role of microRNAs and other endogenous small RNAs in plant stress responses", "sentences": [], "annotations": [], "relations": []}, {"offset": 39387, "infons": {"fpage": "81", "lpage": "86", "name_0": "surname:Chuck;given-names:G", "name_1": "surname:Candela;given-names:H", "name_2": "surname:Hake;given-names:S", "pub-id_pmid": "18980858", "section_type": "REF", "source": "Curr Opin Plant Biol", "type": "ref", "volume": "12", "year": "2009"}, "text": "Big impacts by small RNAs in plant development", "sentences": [], "annotations": [], "relations": []}, {"offset": 39434, "infons": {"fpage": "538", "lpage": "542", "name_0": "surname:Zhou;given-names:Z", "name_1": "surname:Huang;given-names:S", "name_2": "surname:Yang;given-names:Z", "pub-id_pmid": "18662674", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "374", "year": "2008"}, "text": "Bioinformatic identification and expression analysis of new microRNAs from Medicago truncatula", "sentences": [], "annotations": [], "relations": []}, {"offset": 39529, "infons": {"fpage": "R65", "name_0": "surname:Wang;given-names:X", "name_1": "surname:Reyes;given-names:J", "name_2": "surname:Chua;given-names:N", "name_3": "surname:Gaasterland;given-names:T", "pub-id_pmid": "15345049", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "5", "year": "2004"}, "text": "Prediction and identification of Arabidopsis thaliana microRNAs and their mRNA targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 39616, "infons": {"fpage": "78", "lpage": "91", "name_0": "surname:Adai;given-names:A", "name_1": "surname:Johnson;given-names:C", "name_2": "surname:Mlotshwa;given-names:S", "name_3": "surname:Archer-Evans;given-names:S", "name_4": "surname:Manocha;given-names:V", "pub-id_pmid": "15632092", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "15", "year": "2005"}, "text": "Computational prediction of miRNAs in Arabidopsis thaliana", "sentences": [], "annotations": [], "relations": []}, {"offset": 39675, "infons": {"fpage": "787", "lpage": "799", "name_0": "surname:Jones-Rhoades;given-names:M", "name_1": "surname:Bartel;given-names:D", "pub-id_pmid": "15200956", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "14", "year": "2004"}, "text": "Computational identification of plant microRNAs and their targets, including a stress-induced miRNA", "sentences": [], "annotations": [], "relations": []}, {"offset": 39775, "infons": {"fpage": "758", "lpage": "762", "name_0": "surname:Addo-Quaye;given-names:C", "name_1": "surname:Eshoo;given-names:TW", "name_2": "surname:Bartel;given-names:DP", "name_3": "surname:Axtell;given-names:MJ", "pub-id_pmid": "18472421", "section_type": "REF", "source": "Curr Biol", "type": "ref", "volume": "18", "year": "2008"}, "text": "Endogenous siRNA and miRNA targets identified by sequencing of the Arabidopsis degradome", "sentences": [], "annotations": [], "relations": []}, {"offset": 39864, "infons": {"fpage": "941", "lpage": "946", "name_0": "surname:German;given-names:MA", "name_1": "surname:Pillay;given-names:M", "name_2": "surname:Jeong;given-names:DH", "name_3": "surname:Hetawal;given-names:A", "name_4": "surname:Luo;given-names:S", "pub-id_pmid": "18542052", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "26", "year": "2008"}, "text": "Global identification of microRNA-target RNA pairs by parallel analysis of RNA ends", "sentences": [], "annotations": [], "relations": []}, {"offset": 39948, "infons": {"fpage": "67", "lpage": "90", "name_0": "surname:Zhou;given-names:M", "name_1": "surname:Gu;given-names:L", "name_2": "surname:Li;given-names:P", "name_3": "surname:Song;given-names:X", "name_4": "surname:Wei;given-names:L", "section_type": "REF", "source": "Front Biol", "type": "ref", "volume": "5", "year": "2010"}, "text": "Degradome sequencing reveals endogenous small RNA targets in rice (Oryza sativa L. ssp. indica)", "sentences": [], "annotations": [], "relations": []}, {"offset": 40044, "infons": {"fpage": "425", "lpage": "430", "name_0": "surname:Shen;given-names:Y", "name_1": "surname:Jiang;given-names:Z", "name_2": "surname:Lu;given-names:S", "name_3": "surname:Lin;given-names:H", "name_4": "surname:Gao;given-names:S", "pub-id_pmid": "24183719", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "441", "year": "2013"}, "text": "Combined small RNA and degradome sequencing reveals microRNA regulation during immature maize embryo dedifferentiation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40163, "infons": {"comment": "doi:4510.1093/jxb/ers 4136", "fpage": "4597", "lpage": "4613", "name_0": "surname:Zhou;given-names:Z", "name_1": "surname:Song;given-names:J", "name_2": "surname:Yang;given-names:Z", "pub-id_pmid": "22760473", "section_type": "REF", "source": "J Exp Bot", "type": "ref", "volume": "63", "year": "2012"}, "text": "Genome-wide identification of Brassica napus microRNAs and their targets in response to cadmium", "sentences": [], "annotations": [], "relations": []}, {"offset": 40259, "infons": {"fpage": "86", "lpage": "99", "name_0": "surname:Zhou;given-names:Z", "name_1": "surname:Zeng;given-names:H", "name_2": "surname:Liu;given-names:Z", "name_3": "surname:Yang;given-names:Z", "pub-id_pmid": "21895696", "section_type": "REF", "source": "Plant Cell Environ", "type": "ref", "volume": "35", "year": "2012"}, "text": "Genome-wide identification of Medicago truncatula microRNAs and their targets reveals their differential regulation by heavy metal", "sentences": [], "annotations": [], "relations": []}, {"offset": 40390, "infons": {"fpage": "e70959", "name_0": "surname:Xu;given-names:X", "name_1": "surname:Yin;given-names:L", "name_2": "surname:Ying;given-names:Q", "name_3": "surname:Song;given-names:H", "name_4": "surname:Xue;given-names:D", "pub-id_pmid": "23990918", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "High-throughput sequencing and degradome analysis identify miRNAs and their targets involved in fruit senescence of Fragaria ananassa", "sentences": [], "annotations": [], "relations": []}, {"offset": 40524, "infons": {"fpage": "960", "lpage": "976", "name_0": "surname:Pantaleo;given-names:V", "name_1": "surname:Szittya;given-names:G", "name_2": "surname:Moxon;given-names:S", "name_3": "surname:Miozzi;given-names:L", "name_4": "surname:Moulton;given-names:V", "pub-id_pmid": "20230504", "section_type": "REF", "source": "Plant J", "type": "ref", "volume": "62", "year": "2010"}, "text": "Identification of grapevine microRNAs and their targets using high-throughput sequencing and degradome analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40636, "infons": {"fpage": "388", "lpage": "403", "name_0": "surname:Hao;given-names:DC", "name_1": "surname:Yang;given-names:L", "name_2": "surname:Xiao;given-names:PG", "name_3": "surname:Liu;given-names:M", "pub-id_pmid": "22708792", "section_type": "REF", "source": "Physiol Plant", "type": "ref", "volume": "146", "year": "2012"}, "text": "Identification of Taxus microRNAs and their targets with high-throughput sequencing and degradome analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40743, "infons": {"fpage": "233", "name_0": "surname:Shuai;given-names:P", "name_1": "surname:Liang;given-names:D", "name_2": "surname:Zhang;given-names:Z", "name_3": "surname:Yin;given-names:W", "name_4": "surname:Xia;given-names:X", "pub-id_pmid": "23570526", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "14", "year": "2013"}, "text": "Identification of drought-responsive and novel Populus trichocarpa microRNAs by high-throughput sequencing and their targets using degradome analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40893, "infons": {"fpage": "3765", "lpage": "3779", "name_0": "surname:Li;given-names:B", "name_1": "surname:Qin;given-names:Y", "name_2": "surname:Duan;given-names:H", "name_3": "surname:Yin;given-names:W", "name_4": "surname:Xia;given-names:X", "pub-id_pmid": "21511902", "section_type": "REF", "source": "J Exp Bot", "type": "ref", "volume": "62", "year": "2011"}, "text": "Genome-wide characterization of new and drought stress responsive microRNAs in Populus euphratica", "sentences": [], "annotations": [], "relations": []}, {"offset": 40991, "infons": {"fpage": "44", "lpage": "57", "name_0": "surname:Zhang;given-names:JZ", "name_1": "surname:Ai;given-names:XY", "name_2": "surname:Guo;given-names:WW", "name_3": "surname:Peng;given-names:SA", "name_4": "surname:Deng;given-names:XX", "pub-id_pmid": "21796478", "section_type": "REF", "source": "Mol Biotechnol", "type": "ref", "volume": "51", "year": "2012"}, "text": "Identification of miRNAs and their target genes using deep sequencing and degradome analysis in trifoliate orange [Poncirus trifoliata L. Raf]", "sentences": [], "annotations": [], "relations": []}, {"offset": 41134, "infons": {"fpage": "68", "lpage": "77", "name_0": "surname:Fan;given-names:G", "name_1": "surname:Zhai;given-names:X", "name_2": "surname:Niu;given-names:S", "name_3": "surname:Ren;given-names:Y", "pub-id_pmid": "24565810", "section_type": "REF", "source": "Biochimie", "type": "ref", "volume": "102", "year": "2014"}, "text": "Dynamic expression of novel and conserved microRNAs and their targets in diploid and tetraploid of Paulownia tomentosa", "sentences": [], "annotations": [], "relations": []}, {"offset": 41253, "infons": {"section_type": "REF", "type": "ref"}, "text": "Niu S, Fan G, Zhao Z, Deng M, Dong Y (2014) High-throughput sequencing and degradome analysis reveal microRNA differential expression profiles and their targets in Paulownia fortunei. Plant Cell Tiss Org DOI 10.1007/s11240-014-0546-9.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41488, "infons": {"fpage": "171", "lpage": "180", "name_0": "surname:Chirko;given-names:CP", "name_1": "surname:Gold;given-names:MA", "name_2": "surname:Nguyen;given-names:PV", "name_3": "surname:Jiang;given-names:J", "section_type": "REF", "source": "Forest Ecol Manag", "type": "ref", "volume": "83", "year": "1996"}, "text": "Influence of direction and distance from trees on wheat yield and photosynthetic photon flux density in a Paulownia and wheat intercropping system", "sentences": [], "annotations": [], "relations": []}, {"offset": 41635, "infons": {"fpage": "123", "lpage": "124", "name_0": "surname:Bayliss;given-names:K", "name_1": "surname:Saqib;given-names:M", "name_2": "surname:Dell;given-names:B", "name_3": "surname:Jones;given-names:M", "name_4": "surname:Hardy;given-names:GSJ", "section_type": "REF", "source": "Australas Plant Path", "type": "ref", "volume": "34", "year": "2005"}, "text": "First record of ‘Candidatus Phytoplasma australiense’ in Paulownia trees", "sentences": [], "annotations": [], "relations": []}, {"offset": 41712, "infons": {"fpage": "83", "lpage": "90", "name_0": "surname:Fan;given-names:G", "name_1": "surname:Wei;given-names:Z", "name_2": "surname:Yang;given-names:Z", "section_type": "REF", "source": "J Northwest Sci-Tech Univ", "type": "ref", "volume": "37", "year": "2009"}, "text": "Induction of autotetraploid of Paulownia australis and its in vitro plantlet regeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 41802, "infons": {"fpage": "31", "lpage": "35", "name_0": "surname:Fan;given-names:G", "name_1": "surname:Cao;given-names:Y", "name_2": "surname:Zhao;given-names:Z", "name_3": "surname:Yang;given-names:Z", "section_type": "REF", "source": "Sci Silv Sin", "type": "ref", "volume": "43", "year": "2007"}, "text": "Induction of Autotetraploid of Paulownia fortunei", "sentences": [], "annotations": [], "relations": []}, {"offset": 41852, "infons": {"fpage": "109", "lpage": "111", "name_0": "surname:Fan;given-names:G", "name_1": "surname:Yang;given-names:Z", "name_2": "surname:Cao;given-names:Y", "name_3": "surname:Q;given-names:Z", "section_type": "REF", "source": "Plant physiol Commun", "type": "ref", "volume": "43", "year": "2007"}, "text": "Induction of Autotetraploid of Paulownia tomentosa", "sentences": [], "annotations": [], "relations": []}, {"offset": 41903, "infons": {"fpage": "22", "lpage": "26", "name_0": "surname:Fan;given-names:G", "name_1": "surname:Zhai;given-names:X", "name_2": "surname:Wei;given-names:Z", "name_3": "surname:Yang;given-names:Z", "section_type": "REF", "source": "J Northeast Forestry Univ", "type": "ref", "volume": "38", "year": "2010"}, "text": "Induction of autotetrapioid from the somatic cell of Paulownia tomentosa×Paulownia fortunei and its in vitro plantley regeneration", "sentences": [], "annotations": [], "relations": []}, {"offset": 42035, "infons": {"fpage": "646", "lpage": "650", "name_0": "surname:Zhang;given-names:X", "name_1": "surname:Zhai;given-names:X", "name_2": "surname:Fan;given-names:G", "name_3": "surname:Deng;given-names:M", "name_4": "surname:Zhao;given-names:Z", "section_type": "REF", "source": "J Henan Agric Univ", "type": "ref", "volume": "46", "year": "2012"}, "text": "Observation on Microstructure of Leaves and Stress Tolerance Analysis of Different Tetraploid Paulownia", "sentences": [], "annotations": [], "relations": []}, {"offset": 42139, "infons": {"fpage": "651", "lpage": "654", "name_0": "surname:Zhai;given-names:X", "name_1": "surname:Zhang;given-names:X", "name_2": "surname:Zhao;given-names:Z", "name_3": "surname:Deng;given-names:M", "name_4": "surname:Fan;given-names:G", "section_type": "REF", "source": "J Henan Agric Univ", "type": "ref", "volume": "46", "year": "2012"}, "text": "Study on Wood Physical Properties of Tetraploid Paulownia fortunei", "sentences": [], "annotations": [], "relations": []}, {"offset": 42206, "infons": {"fpage": "29", "lpage": "35", "name_0": "surname:Fan;given-names:G", "name_1": "surname:Zhai;given-names:X", "name_2": "surname:Liu;given-names:X", "section_type": "REF", "source": "Sci Silv Sin", "type": "ref", "volume": "38", "year": "2002"}, "text": "Callus induction from Paulownia plant leaves and their plantlet regenerations", "sentences": [], "annotations": [], "relations": []}, {"offset": 42284, "infons": {"fpage": "3", "lpage": "12", "name_0": "surname:Hafner;given-names:M", "name_1": "surname:Landgraf;given-names:P", "name_2": "surname:Ludwig;given-names:J", "name_3": "surname:Rice;given-names:A", "name_4": "surname:Ojo;given-names:T", "pub-id_pmid": "18158127", "section_type": "REF", "source": "Methods", "type": "ref", "volume": "44", "year": "2008"}, "text": "Identification of microRNAs and other small regulatory RNAs using cDNA library sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 42374, "infons": {"fpage": "713", "lpage": "714", "name_0": "surname:Li;given-names:R", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Kristiansen;given-names:K", "name_3": "surname:Wang;given-names:J", "pub-id_pmid": "18227114", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "24", "year": "2008"}, "text": "SOAP: short oligonucleotide alignment program", "sentences": [], "annotations": [], "relations": []}, {"offset": 42420, "infons": {"fpage": "3406", "lpage": "3415", "name_0": "surname:Zuker;given-names:M", "pub-id_pmid": "12824337", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "31", "year": "2003"}, "text": "Mfold web server for nucleic acid folding and hybridization prediction", "sentences": [], "annotations": [], "relations": []}, {"offset": 42491, "infons": {"fpage": "3186", "lpage": "3190", "name_0": "surname:Meyers;given-names:BC", "name_1": "surname:Axtell;given-names:MJ", "name_2": "surname:Bartel;given-names:B", "name_3": "surname:Bartel;given-names:DP", "name_4": "surname:Baulcombe;given-names:D", "pub-id_pmid": "19074682", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "20", "year": "2008"}, "text": "Criteria for annotation of plant MicroRNAs", "sentences": [], "annotations": [], "relations": []}, {"offset": 42534, "infons": {"fpage": "986", "lpage": "995", "name_0": "surname:Audic;given-names:S", "name_1": "surname:Claverie;given-names:JM", "pub-id_pmid": "9331369", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "7", "year": "1997"}, "text": "The significance of digital gene expression profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 42587, "infons": {"fpage": "953", "lpage": "959", "name_0": "surname:Man;given-names:MZ", "name_1": "surname:Wang;given-names:X", "name_2": "surname:Wang;given-names:Y", "pub-id_pmid": "11159306", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "16", "year": "2000"}, "text": "POWER_SAGE: comparing statistical tests for SAGE experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 42648, "infons": {"fpage": "e179", "name_0": "surname:Chen;given-names:C", "name_1": "surname:Ridzon;given-names:DA", "name_2": "surname:Broomer;given-names:AJ", "name_3": "surname:Zhou;given-names:Z", "name_4": "surname:Lee;given-names:DH", "pub-id_pmid": "16314309", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "33", "year": "2005"}, "text": "Real-time quantification of microRNAs by stem-loop RT-PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 42706, "infons": {"fpage": "402", "lpage": "408", "name_0": "surname:Livak;given-names:KJ", "name_1": "surname:Schmittgen;given-names:TD", "pub-id_pmid": "11846609", "section_type": "REF", "source": "Methods", "type": "ref", "volume": "25", "year": "2001"}, "text": "Analysis of relative gene expression data using real-time quantitative PCR and the 2(-Delta Delta C(T))", "sentences": [], "annotations": [], "relations": []}, {"offset": 42810, "infons": {"fpage": "e44696", "name_0": "surname:Wang;given-names:K", "name_1": "surname:Li;given-names:M", "name_2": "surname:Gao;given-names:F", "name_3": "surname:Li;given-names:S", "name_4": "surname:Zhu;given-names:Y", "pub-id_pmid": "23028583", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "7", "year": "2012"}, "text": "Identification of Conserved and Novel microRNAs from Liriodendron chinense Floral Tissues", "sentences": [], "annotations": [], "relations": []}, {"offset": 42900, "infons": {"fpage": "21", "lpage": "44", "name_0": "surname:Chen;given-names:X", "section_type": "REF", "source": "Ann Rev Cell Dev", "type": "ref", "volume": "25", "year": "2009"}, "text": "Small RNAs and their roles in plant development", "sentences": [], "annotations": [], "relations": []}, {"offset": 42948, "infons": {"fpage": "610", "lpage": "621", "name_0": "surname:Morin;given-names:RD", "name_1": "surname:O'Connor;given-names:MD", "name_2": "surname:Griffith;given-names:M", "name_3": "surname:Kuchenbauer;given-names:F", "name_4": "surname:Delaney;given-names:A", "pub-id_pmid": "18285502", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "18", "year": "2008"}, "text": "Application of massively parallel sequencing to microRNA profiling and discovery in human embryonic stem cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 43059, "infons": {"fpage": "29", "lpage": "36", "name_0": "surname:Cifuentes;given-names:M", "name_1": "surname:Grandont;given-names:L", "name_2": "surname:Moore;given-names:G", "name_3": "surname:Chevre;given-names:AM", "name_4": "surname:Jenczewski;given-names:E", "pub-id_pmid": "19912546", "section_type": "REF", "source": "New Phytol", "type": "ref", "volume": "186", "year": "2010"}, "text": "Genetic regulation of meiosis in polyploid species: new insights into an old question", "sentences": [], "annotations": [], "relations": []}, {"offset": 43145, "infons": {"fpage": "377", "lpage": "406", "name_0": "surname:Chen;given-names:ZJ", "pub-id_pmid": "17280525", "section_type": "REF", "source": "Annu Rev Plant Biol", "type": "ref", "volume": "58", "year": "2007"}, "text": "Genetic and epigenetic mechanisms for gene expression and phenotypic variation in plant polyploids", "sentences": [], "annotations": [], "relations": []}, {"offset": 43244, "infons": {"fpage": "481", "lpage": "483", "name_0": "surname:Leitch;given-names:AR", "name_1": "surname:Leitch;given-names:IJ", "pub-id_pmid": "18436776", "section_type": "REF", "source": "Science", "type": "ref", "volume": "320", "year": "2008"}, "text": "Genomic plasticity and the diversity of polyploid plants", "sentences": [], "annotations": [], "relations": []}, {"offset": 43301, "infons": {"fpage": "136", "lpage": "141", "name_0": "surname:Adams;given-names:K", "pub-id_pmid": "17208934", "section_type": "REF", "source": "J hered", "type": "ref", "volume": "98", "year": "2007"}, "text": "Evolution of duplicate gene expression in polyploid and hybrid plants", "sentences": [], "annotations": [], "relations": []}, {"offset": 43371, "infons": {"fpage": "352", "lpage": "357", "name_0": "surname:Vashisht;given-names:D", "name_1": "surname:Nodine;given-names:MD", "pub-id_pmid": "24646243", "section_type": "REF", "source": "Biochem Soc Trans", "type": "ref", "volume": "42", "year": "2014"}, "text": "MicroRNA functions in plant embryos", "sentences": [], "annotations": [], "relations": []}, {"offset": 43407, "infons": {"fpage": "327", "lpage": "339", "name_0": "surname:Ren;given-names:Y", "name_1": "surname:Chen;given-names:L", "name_2": "surname:Zhang;given-names:Y", "name_3": "surname:Kang;given-names:X", "name_4": "surname:Zhang;given-names:Z", "pub-id_pmid": "22415631", "section_type": "REF", "source": "Funct Integr Genomics", "type": "ref", "volume": "12", "year": "2012"}, "text": "Identification of novel and conserved Populus tomentosa microRNA as components of a response to water stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 43516, "infons": {"fpage": "906", "lpage": "915", "name_0": "surname:Zhao;given-names:M", "name_1": "surname:Ding;given-names:H", "name_2": "surname:Zhu;given-names:J", "name_3": "surname:Zhang;given-names:F", "name_4": "surname:Li;given-names:W", "pub-id_pmid": "21348874", "section_type": "REF", "source": "New Phytol", "type": "ref", "volume": "190", "year": "2011"}, "text": "Involvement of miR169 in the nitrogen-starvation responses in Arabidopsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43590, "infons": {"fpage": "272", "lpage": "277", "name_0": "surname:Li;given-names:B", "name_1": "surname:Yin;given-names:W", "name_2": "surname:Xia;given-names:X", "section_type": "REF", "source": "Biochem Bioph Res Co", "type": "ref", "volume": "388", "year": "2009"}, "text": "Identification of microRNAs and their targets from Populus euphratica", "sentences": [], "annotations": [], "relations": []}, {"offset": 43660, "infons": {"fpage": "836", "lpage": "843", "name_0": "surname:Liu;given-names:HH", "name_1": "surname:Tian;given-names:X", "name_2": "surname:Li;given-names:YJ", "name_3": "surname:Wu;given-names:CA", "name_4": "surname:Zheng;given-names:CC", "pub-id_pmid": "18356539", "section_type": "REF", "source": "RNA", "type": "ref", "volume": "14", "year": "2008"}, "text": "Microarray-based analysis of stress-regulated microRNAs in Arabidopsis thaliana", "sentences": [], "annotations": [], "relations": []}, {"offset": 43740, "infons": {"fpage": "e33040", "name_0": "surname:Mao;given-names:W", "name_1": "surname:Li;given-names:Z", "name_2": "surname:Xia;given-names:X", "name_3": "surname:Li;given-names:Y", "name_4": "surname:Yu;given-names:J", "pub-id_pmid": "22479356", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "7", "year": "2012"}, "text": "A combined approach of high-throughput sequencing and degradome analysis reveals tissue specific expression of microRNAs and their targets in cucumber", "sentences": [], "annotations": [], "relations": []}, {"offset": 43891, "infons": {"fpage": "e27530", "name_0": "surname:Chi;given-names:X", "name_1": "surname:Yang;given-names:Q", "name_2": "surname:Chen;given-names:X", "name_3": "surname:Wang;given-names:J", "name_4": "surname:Pan;given-names:L", "pub-id_pmid": "22110666", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Identification and characterization of microRNAs from peanut (Arachis hypogaea L.) by high-throughput sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 44004, "infons": {"fpage": "026", "name_0": "surname:Zhang;given-names:X", "name_1": "surname:Fan;given-names:G", "name_2": "surname:Zhao;given-names:Z", "name_3": "surname:Cao;given-names:X", "name_4": "surname:Zhao;given-names:G", "section_type": "REF", "source": "Sci Silv Sin", "type": "ref", "volume": "10", "year": "2013"}, "text": "Analysis of Diploid and Its Autotetraploid Paulownia tomentosa× P. fortunei with AFLP and MSAP", "sentences": [], "annotations": [], "relations": []}, {"offset": 44100, "infons": {"fpage": "875", "lpage": "892", "name_0": "surname:Shen;given-names:H", "name_1": "surname:He;given-names:H", "name_2": "surname:Li;given-names:J", "name_3": "surname:Chen;given-names:W", "name_4": "surname:Wang;given-names:X", "pub-id_pmid": "22438023", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "24", "year": "2012"}, "text": "Genome-wide analysis of DNA methylation and gene expression changes in two Arabidopsis ecotypes and their reciprocal hybrids", "sentences": [], "annotations": [], "relations": []}, {"offset": 44225, "infons": {"fpage": "1163", "lpage": "1175", "name_0": "surname:Salmon;given-names:A", "name_1": "surname:Ainouche;given-names:ML", "name_2": "surname:Wendel;given-names:JF", "pub-id_pmid": "15773943", "section_type": "REF", "source": "Mol Ecol", "type": "ref", "volume": "14", "year": "2005"}, "text": "Genetic and epigenetic consequences of recent hybridization and polyploidy in Spartina (Poaceae)", "sentences": [], "annotations": [], "relations": []}, {"offset": 44322, "infons": {"fpage": "17835", "lpage": "17840", "name_0": "surname:Ha;given-names:M", "name_1": "surname:Lu;given-names:J", "name_2": "surname:Tian;given-names:L", "name_3": "surname:Ramachandran;given-names:V", "name_4": "surname:Kasschau K;given-names:D", "pub-id_pmid": "19805056", "section_type": "REF", "source": "Proc Natl Acad Sci USA", "type": "ref", "volume": "106", "year": "2009"}, "text": "Small RNAs serve as a genetic buffer against genomic shock in Arabidopsis interspecific hybrids and allopolyploids", "sentences": [], "annotations": [], "relations": []}, {"offset": 44437, "infons": {"comment": "doi:1710.1093/pcp/pcs1118", "fpage": "1737", "lpage": "1750", "name_0": "surname:An;given-names:F", "name_1": "surname:Chan;given-names:M", "pub-id_pmid": "22904110", "section_type": "REF", "source": "Plant Cell Physiol", "type": "ref", "volume": "53", "year": "2012"}, "text": "Transcriptome-wide characterization of miRNA-directed and non-miRNA-directed endonucleolytic cleavage using Degradome analysis under low ambient temperature in Phalaenopsis aphrodite subsp. formosana", "sentences": [], "annotations": [], "relations": []}, {"offset": 44637, "infons": {"fpage": "66", "name_0": "surname:Wei;given-names:M", "name_1": "surname:Wei;given-names:H", "name_2": "surname:Wu;given-names:M", "name_3": "surname:Song;given-names:M", "name_4": "surname:Zhang;given-names:J", "pub-id_pmid": "23597285", "section_type": "REF", "source": "BMC Plant Biol", "type": "ref", "volume": "13", "year": "2013"}, "text": "Comparative expression profiling of miRNA during anther development in genetic male sterile and wild type cotton", "sentences": [], "annotations": [], "relations": []}, {"offset": 44750, "infons": {"fpage": "513", "lpage": "520", "name_0": "surname:Rhoades;given-names:MW", "name_1": "surname:Reinhart;given-names:BJ", "name_2": "surname:Lim;given-names:LP", "name_3": "surname:Burge;given-names:CB", "name_4": "surname:Bartel;given-names:B", "pub-id_pmid": "12202040", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "110", "year": "2002"}, "text": "Prediction of plant microRNA targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 44787, "infons": {"fpage": "4107", "lpage": "4118", "name_0": "surname:Nagpal;given-names:P", "name_1": "surname:Ellis;given-names:CM", "name_2": "surname:Weber;given-names:H", "name_3": "surname:Ploense;given-names:SE", "name_4": "surname:Barkawi;given-names:LS", "pub-id_pmid": "16107481", "section_type": "REF", "source": "Development", "type": "ref", "volume": "132", "year": "2005"}, "text": "Auxin response factors ARF6 and ARF8 promote jasmonic acid production and flower maturation", "sentences": [], "annotations": [], "relations": []}, {"offset": 44879, "infons": {"fpage": "457", "name_0": "surname:Kwak;given-names:P", "name_1": "surname:Wang;given-names:Q", "name_2": "surname:Chen;given-names:X", "name_3": "surname:Qiu;given-names:C", "name_4": "surname:Yang;given-names:Z", "pub-id_pmid": "19788742", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Enrichment of a set of microRNAs during the cotton fiber development", "sentences": [], "annotations": [], "relations": []}, {"offset": 44948, "infons": {"fpage": "915", "lpage": "922", "name_0": "surname:Weir;given-names:I", "name_1": "surname:Lu;given-names:J", "name_2": "surname:Cook;given-names:H", "name_3": "surname:Causier;given-names:B", "name_4": "surname:Schwarz-Sommer;given-names:Z", "pub-id_pmid": "14757643", "section_type": "REF", "source": "Development", "type": "ref", "volume": "131", "year": "2004"}, "text": "CUPULIFORMIS establishes lateral organ boundaries in Antirrhinum", "sentences": [], "annotations": [], "relations": []}, {"offset": 45013, "infons": {"fpage": "337", "lpage": "348", "name_0": "surname:Kosugi;given-names:S", "name_1": "surname:Ohashi;given-names:Y", "pub-id_pmid": "12000681", "section_type": "REF", "source": "Plant J", "type": "ref", "volume": "30", "year": "2002"}, "text": "DNA binding and dimerization specificity and potential targets for the TCP protein family", "sentences": [], "annotations": [], "relations": []}, {"offset": 45103, "infons": {"fpage": "1175", "lpage": "1184", "name_0": "surname:Cubas;given-names:P", "pub-id_pmid": "15499590", "section_type": "REF", "source": "Bioessays", "type": "ref", "volume": "26", "year": "2004"}, "text": "Floral zygomorphy, the recurring evolution of a successful trait", "sentences": [], "annotations": [], "relations": []}, {"offset": 45168, "infons": {"fpage": "473", "lpage": "484", "name_0": "surname:Koyama;given-names:T", "name_1": "surname:Furutani;given-names:M", "name_2": "surname:Tasaka;given-names:M", "name_3": "surname:Ohme-Takagi;given-names:M", "pub-id_pmid": "17307931", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "19", "year": "2007"}, "text": "TCP transcription factors control the morphology of shoot lateral organs via negative regulation of the expression of boundary-specific genes in Arabidopsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45325, "infons": {"fpage": "463", "lpage": "472", "name_0": "surname:Sabatini;given-names:S", "name_1": "surname:Beis;given-names:D", "name_2": "surname:Wolkenfelt;given-names:H", "name_3": "surname:Murfett;given-names:J", "name_4": "surname:Guilfoyle;given-names:T", "pub-id_pmid": "10589675", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "99", "year": "1999"}, "text": "An auxin-dependent distal organizer of pattern and polarity in the Arabidopsis root", "sentences": [], "annotations": [], "relations": []}, {"offset": 45409, "infons": {"fpage": "1459", "lpage": "1470", "name_0": "surname:Sánchez;given-names:C", "name_1": "surname:Vielba;given-names:JM", "name_2": "surname:Ferro;given-names:E", "name_3": "surname:Covelo;given-names:G", "name_4": "surname:Solé;given-names:A", "pub-id_pmid": "17669736", "section_type": "REF", "source": "Tree Physiol", "type": "ref", "volume": "27", "year": "2007"}, "text": "Two SCARECROW-LIKE genes are induced in response to exogenous auxin in rooting-competent cuttings of distantly related forest species", "sentences": [], "annotations": [], "relations": []}, {"offset": 45543, "infons": {"fpage": "595", "lpage": "603", "name_0": "surname:Wysocka-Diller;given-names:JW", "name_1": "surname:Helariutta;given-names:Y", "name_2": "surname:Fukaki;given-names:H", "name_3": "surname:Malamy;given-names:JE", "name_4": "surname:Benfey;given-names:PN", "pub-id_pmid": "10631180", "section_type": "REF", "source": "Development", "type": "ref", "volume": "127", "year": "2000"}, "text": "Molecular analysis of SCARECROW function reveals a radial patterning mechanism common to root and shoot", "sentences": [], "annotations": [], "relations": []}, {"offset": 45647, "infons": {"fpage": "4383", "lpage": "4396", "name_0": "surname:Bouwmeester;given-names:K", "name_1": "surname:Govers;given-names:F", "pub-id_pmid": "19773388", "section_type": "REF", "source": "J Exp Bot", "type": "ref", "volume": "60", "year": "2009"}, "text": "Arabidopsis L-type lectin receptor kinases: phylogeny, classification, and expression profiles", "sentences": [], "annotations": [], "relations": []}, {"offset": 45742, "infons": {"fpage": "124", "name_0": "surname:Singh;given-names:P", "name_1": "surname:Zimmerli;given-names:L", "pub-id_pmid": "23675375", "section_type": "REF", "source": "Front Plant Sci", "type": "ref", "volume": "4", "year": "2013"}, "text": "Lectin receptor kinases in plant innate immunity", "sentences": [], "annotations": [], "relations": []}, {"offset": 45791, "infons": {"fpage": "2269", "lpage": "2281", "name_0": "surname:Li;given-names:J", "name_1": "surname:Jia;given-names:D", "name_2": "surname:Chen;given-names:X", "pub-id_pmid": "11595801", "section_type": "REF", "source": "Plant Cell", "type": "ref", "volume": "13", "year": "2001"}, "text": "HUA1, a regulator of stamen and carpel identities in Arabidopsis, codes for a nuclear RNA binding protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 45897, "infons": {"fpage": "1081", "lpage": "1085", "name_0": "surname:Berg;given-names:JM", "name_1": "surname:Shi;given-names:Y", "pub-id_pmid": "8599083", "section_type": "REF", "source": "Science", "type": "ref", "volume": "271", "year": "1996"}, "text": "The galvanization of biology: a growing appreciation for the roles of zinc", "sentences": [], "annotations": [], "relations": []}, {"offset": 45972, "infons": {"fpage": "44", "name_0": "surname:Wang;given-names:D", "name_1": "surname:Guo;given-names:Y", "name_2": "surname:Wu;given-names:C", "name_3": "surname:Yang;given-names:G", "name_4": "surname:Li;given-names:Y", "pub-id_pmid": "18221561", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "9", "year": "2008"}, "text": "Genome-wide analysis of CCCH zinc finger family in Arabidopsis and rice", "sentences": [], "annotations": [], "relations": []}, {"offset": 46044, "infons": {"fpage": "e40120", "name_0": "surname:Peng;given-names:X", "name_1": "surname:Zhao;given-names:Y", "name_2": "surname:Cao;given-names:J", "name_3": "surname:Zhang;given-names:W", "name_4": "surname:Jiang;given-names:H", "pub-id_pmid": "22792223", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "CCCH-type zinc finger family in maize: genome-wide identification, classification and expression profiling under abscisic acid and drought treatments", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]