[{"source": "PMC", "date": "20230723", "key": "pmc.key", "infons": {}, "documents": [{"id": "4482142", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "Variation in Intestinal Microbiota Prior to Sepsis", "article-id_doi": "10.1371/journal.pone.0130604", "article-id_pmc": "4482142", "article-id_pmid": "26110908", "article-id_publisher-id": "PONE-D-14-46304", "elocation-id": "e0130604", "issue": "6", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are properly credited.", "name_0": "surname:Taft;given-names:Diana H.", "name_1": "surname:Ambalavanan;given-names:Namasivayam", "name_2": "surname:Schibler;given-names:Kurt R.", "name_3": "surname:Yu;given-names:Zhuoteng", "name_4": "surname:Newburg;given-names:David S.", "name_5": "surname:Deshmukh;given-names:Hitesh", "name_6": "surname:Ward;given-names:Doyle V.", "name_7": "surname:Morrow;given-names:Ardythe L.", "name_8": "surname:Ratner;given-names:Adam J.", "notes": "Data is available on NCBI SRA, Accession PRJNA63661. Additional metadata and the metadata dictionary are available as a supplementary file to this article. This file contains all the metadata used in this article. The OTU table and taxa assignments after rarefaction are also available as supplementary file to this article. Whole genome sequencing data is deposited under the NCBI bioproject ID 63661.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "10", "year": "2015"}, "text": "Center Variation in Intestinal Microbiota Prior to Late-Onset Sepsis in Preterm Infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 88, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Objective", "sentences": [], "annotations": [], "relations": []}, {"offset": 98, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Late onset sepsis (LOS) contributes to mortality and morbidity in preterm infants. We tested the hypotheses that microbes causing LOS originate from the gut, and that distortions in the gut microbial community increases subsequent risk of LOS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 342, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Study Design", "sentences": [], "annotations": [], "relations": []}, {"offset": 355, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "We examined the gut microbial community in prospectively collected stool samples from preterm infants with LOS and an equal number of age-matched controls at two sites (Cincinnati, OH and Birmingham, AL), by sequencing the bacterial 16S rDNA. We confirmed our findings in a subset of infants by whole genome shotgun sequencing, and analyzed the data using R and LEfSe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 724, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 732, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Infants with LOS in Cincinnati, as compared to controls, had less abundant Actinobacteria in the first samples after birth (median 18 days before sepsis onset), and less abundant Pseudomonadales in the last samples collected prior to LOS (median 8 days before sepsis onset). Infants with LOS in Birmingham, as compared to controls, had no differences identified in the first sample microbial communities, but Lactobacillales was less abundant in the last samples prior to LOS (median 4 days before sepsis onset). Sequencing identified detectable levels of the sepsis-causative organism in stool samples prior to disease onset for 82% of LOS cases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1380, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1392, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Translocation of gut microbes may account for the majority of LOS cases. Distortions in the fecal microbiota occur prior to LOS, but the form of distortion depends on timing and site. The microbial composition of fecal samples does not predict LOS onset in a generalizable fashion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1674, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1687, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Late-onset neonatal sepsis (LOS) is a major cause of morbidity and mortality in preterm infants. LOS occurs in more than 20% of very low birth weight infants and is associated with increased risk of mortality. Survivors of LOS exhibit worse long-term outcomes, with increased risk of cerebral palsy, vision, and hearing impairment. Given the seriousness of LOS, diagnostic and predictive biomarkers are needed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2098, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Two-thirds of LOS cases in preterm neonates have been attributed to indwelling vascular catheters; this statistic is based on co-occurrence of events, i.e., catheter use within 48 hours of sepsis onset. However, LOS is often caused by organisms that are typically found colonizing the intestinal tract, suggesting that LOS may often originate from translocation of gut organisms across the intestinal lining into the blood stream. Indeed, several small studies have demonstrated that the majority of LOS cases, in particular, those caused by group B Streptococcus, Serratia marcescens, or Escherichia coli strains, are due to organisms that were detectable in infant stool samples collected prior to the occurrence of sepsis. Several investigators have applied 16S microbial community analysis to examine distortions in the intestinal microbiota in advance of neonatal sepsis. A study of six infants found that those who later developed sepsis had an intestinal microbiota distinct from that of healthy infants; samples from infants who later developed LOS tended to have more Staphylococcus and Proteobacteria than healthy infants who exhibited greater microbial diversity and more anaerobic bacteria. Another study, of 10 LOS cases and 18 matched control infants, found a decrease in diversity and lower Bifidobacteria counts preceding LOS compared to control infants. A third study, of 27 infants, found an increase in Staphylococcaceae associated with sepsis but did not report a difference in diversity between cases and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3634, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The microbiota of the gut is a complex community, and dysbiosis within that community can result in disease. A clear example of this process is Clostridium difficile infection following antibiotic treatment: Antibiotic treatment may remove microbial community members that normally keep C. difficile in check, thereby allowing C. difficile to overgrow and cause disease. Restoration of the microbial community through fecal transplant is highly successful in treating refractory C. difficile disease. Another example of microbial community dysbiosis predisposing to disease is seen in the different colonization patterns of preterm infants who develop necrotizing enterocolitis (NEC) compared to infants who remain healthy. The ability of a healthy microbial community to prevent disease may have implications for LOS. Indeed, mouse studies have demonstrated that microbiota are important to the barrier function of gastrointestinal epithelium and that alterations to microbiota influence intestinal permeability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4648, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We therefore hypothesized that the composition of the intestinal microbiome influences the risk of LOS in premature infants. This study addresses two distinct but related questions: 1) What proportion of neonatal LOS are potentially attributable to translocation of gut microbes; and 2) is there an identifiable pattern of microbial community dysregulation that occurs in advance of neonatal sepsis?", "sentences": [], "annotations": [], "relations": []}, {"offset": 5048, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5056, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 5065, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Study infants were selected from all infants <29 weeks gestational age who were enrolled in an ongoing cohort study of novel biomarkers for NEC. Infants were enrolled from three level III Neonatal Intensive Care Units (NICUs), including one in Birmingham, AL and two in Cincinnati, OH. LOS was defined as development of blood culture-proven sepsis more than72 hours after birth. When blood culture indicated the cause of sepsis as coagulase-negative Staphylococcus or diphtheroid Bacilli, infants had to have been either blood culture positive for an additional organism or treated with antibiotics for at least 5 days beginning within 72 hours of the time of the blood draw for the culture. To be eligible for inclusion as a case, infants had to have at least one stool sample collected and successfully processed prior to sepsis onset. Eligibility for selection as a control required that an infant was born during the time period between the birth of the first case and the birth of the last case at each site, and survive free of proven NEC and sepsis. Additionally, to be eligible as a control, an infant had to have at least one successfully sequenced stool sample. Controls were frequency matched to cases on study site and gestational age. The Cincinnati Children’s Hospital Medical Center IRB, the University of Alabama IRB, the TriHealth IRB, and the University of Cincinnati IRB approved this study. Written consent was obtained from parents or guardians of study subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6552, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sample Collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 6570, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Serial stool samples were collected from infants on scheduled collection postnatal days 5, 8, 11, 14, and 21 plus or minus two days. For this study, the first successfully sequenced stool sample and the last successfully sequenced sample prior to LOS onset from each infant were included. For the last sample analysis, control samples were frequency matched to case samples on collection postnatal days. Frequency matching on the postnatal day of sample collection was done to account for the known normal progression of intestinal microbiota that occurs with increasing time since birth. Samples were collected from soiled diapers, immediately refrigerated at 4°C in the NICU and transported to the laboratory where they remained in the refrigerator until processing and storage at -80°C. All Birmingham samples were stored without buffer, as facilities for processing samples were limited. In Cincinnati, most samples were processed and stored with thioglycollate buffer. However, the protocol for use of buffer changed over time as efforts were made to optimize sample storage: Thus, for the first sample analysis, 4 of 22 control samples and 7 of 22 case samples were stored without thioglycollate (Fisher’s Exact Test, p = 0.49). In Cincinnati for the last sample analysis, 1 of 22 control samples and 5 of 22 case samples were stored without thioglycollate (Fisher’s Exact Test, p = 0.19). From previous methodologic studies, we found that samples stored without thioglycollate to be enriched in phylum Bacteroidetes, Proprionibacterineae (a family belonging to class Actinomycetales), and Leuconostocaeae (a family belonging to class Bacilli).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8227, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Stool Extraction and 16S rDNA Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 8268, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Stool extractions were completed using the methods described in Morrow et al. 2013. The DNA was then sequenced and processed as described in Taft et al. 2014. The OTU table was rarified to 2000 reads per sample for analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8493, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Whole Genome Sequencing (WGS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 8523, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For half of the sepsis cases, sequence data was available to determine whether the sepsis-causing organism identified by the clinical laboratory was also present in the infant’s intestinal tract, as determined by WGS. The WGS data consisted of 101-base, paired-end reads on the Illumina HiSeq2000 platform producing an average of 3.2E+7 reads per sample. A minimal read length filter of 80nt was applied to all data used in analysis. Relative taxonomic abundances were determined from WGS data using MetaPhlAn v2.0 (https://bitbucket.org/biobakery/metaphlan2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9086, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9107, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Analysis focused on the 16S sequencing data as the number of cases and controls with WGS data was limited. Ordination was conducted using non-metric multi-dimensional scaling (NMDS),which did not indicate distinct microbial communities between the two sites, but the linear discriminant analysis effect size tool, LEfSe, found specific differences by site, as reported previously for this cohort (S1 and S2 Figs) The two Cincinnati NICUs had similar colonization patterns, and so were combined into one analysis. The initial analyses used the first available stool sample from each infant prior to LOS. We then analyzed the last sample prior to sepsis in cases compared to a sample at a matched postnatal timing from controls. To select the appropriate sample from controls for this analysis, the sample collection day of life was frequency matched to the sample collection day of life for the sepsis cases by sampling without replacement. We first created a table including the day of life of collection of all samples from control infants and a table of collection day of life of the last sample prior to sepsis for all case samples. The first control sample was selected by identifying the collection day of life of a case sample on which the fewest control samples were available. Those two samples and all additional samples from that control and case infants were then removed from the pool eligible for selection. The selection of the next control sample was made by again identifying the collection day of life of a case sample with the fewest control samples to choose from. This procedure was repeated until only a single case sample and a single control infant remained. The control sample collected closest to the collection day of life of the final case sample was selected for inclusion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10909, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Alpha diversity was calculated using the Chao1 index and the Simpson index with the Vegan package in R; the Kruskal-Wallis test was used to test for differences in alpha diversity between cases and controls. Beta diversity was examined using non-metric multidimensional scaling, based on weighted and unweighted Uni-Frac distance as described in Morrow et al. The linear discriminant analysis effect size tool (LEfSe) was used to screen for differences at all taxonomic levels between the LOS case and control samples. Classification trees were generated to provide additional information on differences in microbial composition between the two sites. To generate trees for the Cincinnati analysis, the rpart package in R was used with default settings. For Birmingham, the minimum number to split changed from 20 to 10 due to the small number of subjects. Logistic regression using a forward inclusion approach conducted in R was used in combination with the taxa difference cut-points identified by the classification tree, to test for significance of the models created by the classification trees. Covariates considered for inclusion in the model were delivery mode, sex, gestational age, birthweight, birth length, history of chorioamnionitis, infant exposure to antibiotics in the first week of life, mother’s marital status, preeclampsia, and gravida. In Cincinnati, extraction protocol and thioglycollate storage protocol were also considered. Race was not included in the model because there were no differences in race between cases and controls in Birmingham, and in Cincinnati controls had only one more infant identified as black than did controls. Since the number of subjects included at each site was small, the models of Cincinnati data were limited to 4 covariates at a time and the models of Birmingham data were limited to two covariates at a time. All models are reported for sites and time points with multiple models possible.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12861, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, we analyzed the most common cause of LOS, coagulase-negative Staphylococcus (CONS), compared to all controls to determine whether LOS caused by a single organism has a distinct form of dysbiosis. No other cause of LOS was numerous enough to analyze as a subgroup.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13134, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 13142, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Study subjects", "sentences": [], "annotations": [], "relations": []}, {"offset": 13157, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Included for study were 13 infants in Birmingham, AL and 20 infants in Cincinnati, OH who developed LOS and had at least one successfully sequenced stool sample that was collected prior to disease onset. Also included were an equal number of control infants who did not develop LOS. Controls were frequency matched to cases by site and gestational age. LOS cases and controls were well matched (Table 1) and we noted no significant differences between cases and controls at either site in any clinical or demographic variables. In Birmingham, the mean birth weight was 736 grams for infant with LOS and 804 grams for control infants. In Cincinnati, the mean birth weight was 795 grams for infant with LOS and 851 grams for controls. The median gestational age at birth was 24 weeks for Birmingham cases, 25 weeks for Birmingham controls and Cincinnati cases, and 25.5 weeks for Cincinnati controls. However, potentially important differences were noted between sites: Intrapartum antibiotics were given to 92% of Birmingham mothers, whereas in Cincinnati, intrapartum antibiotics were given to 75% of mothers. Infant antibiotic use was significantly higher in Birmingham than Cincinnati (p = 0.051, Kruskal-Wallis test). Furthermore, the rate of infant formula use was lower in Cincinnati (where none received formula prior to day of life 15) compared to Birmingham (p = 0.005, Fisher’s exact test).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14559, "infons": {"file": "pone.0130604.t001.xml", "id": "pone.0130604.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Comparison of cases and controls in Birmingham and Cincinnati.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14622, "infons": {"file": "pone.0130604.t001.xml", "id": "pone.0130604.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th rowspan=\"3\" align=\"left\" colspan=\"1\">Characteristic</th><th colspan=\"2\" align=\"center\" rowspan=\"1\">Birmingham</th><th colspan=\"2\" align=\"center\" rowspan=\"1\">Cincinnati</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Cases</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Controls</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Cases</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Controls</th></tr><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">n = 13</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">n = 13</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">n = 20</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">n = 20</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Multiple Birth</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3 (23%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2 (15%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8 (40%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5 (25%)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">C-section</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5 (38%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6 (46%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11 (55%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11 (55%)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Sex, female</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 (54%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 (54%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 (35%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11 (55%)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Hispanic</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1 (8%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0 (0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2 (10%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0 (0%)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Race, Black, other</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 (54%), 0 (0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7 (54%), 0 (0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7(35%), 0(0%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9(45%), 1(5%)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Maternal antibiotics given</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12 (92%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12 (92%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">17 (85%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13 (65%)</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Infant birthweight (mean), g</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">736</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">804</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">795</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">851</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Infant gestation, weeks (median)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">24</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">25</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">25</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">25.5</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Days on antibiotics in first 14 (median)<xref rid=\"t001fn002\" ref-type=\"table-fn\">*</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Any formula prior to last included stool sample<xref rid=\"t001fn003\" ref-type=\"table-fn\">**</xref>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5 (38%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4 (31%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2 (10%)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">0 (0%)</td></tr></tbody></table>\n"}, "text": "Characteristic\tBirmingham\tCincinnati\t \tCases\tControls\tCases\tControls\t \tn = 13\tn = 13\tn = 20\tn = 20\t \tMultiple Birth\t3 (23%)\t2 (15%)\t8 (40%)\t5 (25%)\t \tC-section\t5 (38%)\t6 (46%)\t11 (55%)\t11 (55%)\t \tSex, female\t7 (54%)\t7 (54%)\t7 (35%)\t11 (55%)\t \tHispanic\t1 (8%)\t0 (0%)\t2 (10%)\t0 (0%)\t \tRace, Black, other\t7 (54%), 0 (0%)\t7 (54%), 0 (0%)\t7(35%), 0(0%)\t9(45%), 1(5%)\t \tMaternal antibiotics given\t12 (92%)\t12 (92%)\t17 (85%)\t13 (65%)\t \tInfant birthweight (mean), g\t736\t804\t795\t851\t \tInfant gestation, weeks (median)\t24\t25\t25\t25.5\t \tDays on antibiotics in first 14 (median)*\t6\t8\t6\t7\t \tAny formula prior to last included stool sample**\t5 (38%)\t4 (31%)\t2 (10%)\t0 (0%)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 15283, "infons": {"file": "pone.0130604.t001.xml", "id": "pone.0130604.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "Comparing all subjects between sites:", "sentences": [], "annotations": [], "relations": []}, {"offset": 15321, "infons": {"file": "pone.0130604.t001.xml", "id": "pone.0130604.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "*p = 0.05;", "sentences": [], "annotations": [], "relations": []}, {"offset": 15332, "infons": {"file": "pone.0130604.t001.xml", "id": "pone.0130604.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "**p = 0.005", "sentences": [], "annotations": [], "relations": []}, {"offset": 15344, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Twelve (92%) of 13 infants with LOS in Birmingham had Gram-positive sepsis (median day of life 13 for sepsis onset) and 1 had Gram-negative sepsis on day of life 12. Twelve (60%) of 20 infants with LOS in Cincinnati had Gram-positive sepsis (median day of life 16) and 6 (30%) had Gram-negative sepsis (median day of life 33), while 2 (10%) infants were culture positive for both Gram-positive and Gram-negative organisms at the time sepsis was diagnosed (Table 2). To examine the concordance between the clinical LOS isolate and the presence of a matching organism in infant stool, we utilized whole genome sequencing data that was available for samples prior to sepsis in 17 of the 33 cases. If a species-level match was identified from the stool metagenome, we considered it a match to the clinical isolate. For example, if the causative organism was identified as coagulase negative Staphylococcus, we considered a match to occur if the stool metagenome indicated the presence of at least one species of coagulase negative Staphylococcus. If no information below the genus level was available from the clinical laboratory, we considered a match to have occurred if DNA from at least one species belonging to that genus was detected in stool. Of these 17 cases, 14 (82%) had at least 1 stool sample with identifiable abundance of the causative organism as identified by the clinical laboratory; results matched to the lowest taxonomic level for which clinical and stool data were available (genus or species, Table 2). The three infants whose clinical isolate was not matched by identifying the same organism in stool sample had LOS caused by Klebsiella pneumoniae, Group B Streptococcus, or Staphylococcus aureus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17062, "infons": {"file": "pone.0130604.t002.xml", "id": "pone.0130604.t002", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Sepsis cause, day of life of blood collection, and the number of stool samples collected prior to sepsis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17168, "infons": {"file": "pone.0130604.t002.xml", "id": "pone.0130604.t002", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Case No.</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">City</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Causative Organisms identified by clinical laboratories</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Day of life of blood culture</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">No. samples prior to sepsis</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Closest related organism identified in WGS data</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Scored as match to cultured isolate<xref rid=\"t002fn002\" ref-type=\"table-fn\">^</xref>\n</th></tr></thead><tbody><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">8</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis Staphylococcus hominis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis Staphylococcus warneri</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">16</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">22</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">33</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Enterococcus faecalis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Enterococcus faecalis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">21</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Streptococcus</italic> viridans</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Streptococcus thermophilus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n<xref rid=\"t002fn001\" ref-type=\"table-fn\">*</xref>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Diphtheroid bacilli</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Corynebacterium striatum Corynebacterium pyruviciproducens</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Enterobacter cloacae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Enterobacter cloacae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Escherichia coli</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">5</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Escherichia coli</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">15</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Escherichia coli</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">35</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Escherichia coli</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Klebsiella</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">41</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Klebsiella</italic> unclassified</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold>Yes</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">14</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus aureus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus epidermidis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">No</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">7</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Group B <italic>Streptococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Streptococcus salivarius</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">No</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">3</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Klebsiella pneumoniae</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">31</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Klebsiella oxytoca Klebsiella</italic> unclassified</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">No</td></tr><tr><td colspan=\"7\" align=\"left\" rowspan=\"1\">No WGS data available prior to sepsis</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Serratia marcescens Enterococcus faecium Enterococcus faecalis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">64</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Group B <italic>Streptococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">17</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Group B <italic>Streptococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">72</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Escherichia coli</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">38</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Pseudomonas</italic> Coagulase negative <italic>Staphylococcus</italic>Group B <italic>Streptococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">20</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">C</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">13</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">23</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Enterococcus faecalis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">18</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">24</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">25</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Escherichia coli</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">26</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">10</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">27</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Enterococcus faecalis</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">14</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">28</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus aureus</italic> (methicillin resistant)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">29</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">40</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">30</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Staphylococcus aureus</italic> (methicillin resistant)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">105</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">31</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">11</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">32</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">B</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Coagulase negative <italic>Staphylococcus</italic>\n</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">12</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\"/><td align=\"left\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "Case No.\tCity\tCausative Organisms identified by clinical laboratories\tDay of life of blood culture\tNo. samples prior to sepsis\tClosest related organism identified in WGS data\tScored as match to cultured isolate^\t \t1\tC\tCoagulase negative Staphylococcus\t13\t1\tStaphylococcus epidermidis\tYes\t \t8\tC\tCoagulase negative Staphylococcus\t10\t3\tStaphylococcus epidermidis\tYes\t \t9\tC\tCoagulase negative Staphylococcus\t20\t3\tStaphylococcus epidermidis\tYes\t \t11\tC\tCoagulase negative Staphylococcus\t13\t2\tStaphylococcus epidermidis Staphylococcus hominis\tYes\t \t12\tC\tCoagulase negative Staphylococcus\t29\t2\tStaphylococcus epidermidis Staphylococcus warneri\tYes\t \t16\tC\tCoagulase negative Staphylococcus\t13\t2\tStaphylococcus epidermidis\tYes\t \t22\tB\tCoagulase negative Staphylococcus\t9\t1\tStaphylococcus epidermidis\tYes\t \t33\tB\tEnterococcus faecalis\t21\t2\tEnterococcus faecalis\tYes\t \t21\tB\tStreptococcus viridans\t19\t2\tStreptococcus thermophilus\tYes*\t \t5\tC\tDiphtheroid bacilli\t19\t1\tCorynebacterium striatum Corynebacterium pyruviciproducens\tYes\t \t2\tC\tEnterobacter cloacae\t27\t3\tEnterobacter cloacae\tYes\t \t13\tC\tEscherichia coli\t20\t5\tEscherichia coli\tYes\t \t15\tC\tEscherichia coli\t35\t3\tEscherichia coli\tYes\t \t4\tC\tKlebsiella\t41\t4\tKlebsiella unclassified\tYes\t \t14\tC\tStaphylococcus aureus\t6\t1\tStaphylococcus epidermidis\tNo\t \t7\tC\tGroup B Streptococcus\t27\t1\tStreptococcus salivarius\tNo\t \t3\tC\tKlebsiella pneumoniae\t31\t4\tKlebsiella oxytoca Klebsiella unclassified\tNo\t \tNo WGS data available prior to sepsis\t \t6\tC\tSerratia marcescens Enterococcus faecium Enterococcus faecalis\t64\t1\t\t\t \t10\tC\tGroup B Streptococcus\t28\t2\t\t\t \t17\tC\tGroup B Streptococcus\t72\t1\t\t\t \t18\tC\tEscherichia coli\t38\t1\t\t\t \t19\tC\tPseudomonas Coagulase negative StaphylococcusGroup B Streptococcus\t27\t2\t\t\t \t20\tC\tCoagulase negative Staphylococcus\t13\t1\t\t\t \t23\tB\tEnterococcus faecalis\t18\t2\t\t\t \t24\tB\tCoagulase negative Staphylococcus\t9\t1\t\t\t \t25\tB\tEscherichia coli\t12\t2\t\t\t \t26\tB\tCoagulase negative Staphylococcus\t10\t1\t\t\t \t27\tB\tEnterococcus faecalis\t14\t2\t\t\t \t28\tB\tStaphylococcus aureus (methicillin resistant)\t9\t1\t\t\t \t29\tB\tCoagulase negative Staphylococcus\t40\t2\t\t\t \t30\tB\tStaphylococcus aureus (methicillin resistant)\t105\t2\t\t\t \t31\tB\tCoagulase negative Staphylococcus\t11\t1\t\t\t \t32\tB\tCoagulase negative Staphylococcus\t12\t2\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19405, "infons": {"file": "pone.0130604.t002.xml", "id": "pone.0130604.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "*Streptococcus viridans is a group of organisms that includes Streptococcus thermophilus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19495, "infons": {"file": "pone.0130604.t002.xml", "id": "pone.0130604.t002", "section_type": "TABLE", "type": "table_footnote"}, "text": "\n^WGS results were scored as a match to the clinical isolate if the same taxonomy was identified at the species level, or if the species identified by WGS was an member of the genus noted clinically when clinical results were not conclusive at the species level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19758, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Microbial Diversity", "sentences": [], "annotations": [], "relations": []}, {"offset": 19778, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine the microbial community pattern prior to LOS, we examined alpha and beta diversity in the first sample after birth and the last sample available prior to LOS onset.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19954, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "First Sample Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 19976, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The timing of first sample did not differ significantly between cases and controls within or between Birmingham and Cincinnati sites. For Birmingham infants, the median sample collection day of life was day 7 (range, 4–10) for LOS cases and day 8 (range, 6–12) for controls; the median number of days from first sample collection day until sepsis onset was 8 days (range, 1–96). For Cincinnati infants, the median sample collection day of life was day 8 (range, 3–20) for LOS cases and day 8 (range, 4–21) for controls; the median number of days from first sample collection day until sepsis onset was 18 days (range was 2–56).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20616, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In Birmingham, cases had a significantly (p<0.02) lower alpha diversity than controls by both the Simpson and Chao1 metrics. In Cincinnati, however, there were no significant differences by either alpha diversity index between cases and controls. For both Birmingham and Cincinnati analyses, there was no clustering of cases or controls in the non-metric multidimensional scaling ordinations, whether using weighted or unweighted UniFrac measures (data not shown.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 21081, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For Birmingham samples, LEfSe analysis indicated a significant association of Clostridia and Clostridiales abundance in infants who later developed LOS compared to control infants (Fig 1A). Clostridia and Clostridiales more frequently colonized cases and were present in higher abundance. The classification tree model confirmed that Clostridia differed between cases and controls (cases were more likely to have greater than 0.3% relative abundance of Clostridia), but also found a signal from Streptococcaceae (cases were more likely to have greater than 0.1% relative abundance of Streptococcaceae (Fig 2A). The misclassification rate of the tree was 15%. However, logistic regression models did not find a significant association between the cut points identified in the classification tree and sepsis. The final model did not include any other covariates, all dropped out of the model as non-significant (model not shown).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22009, "infons": {"file": "pone.0130604.g001.jpg", "id": "pone.0130604.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Barplots of taxa identified as differential abundant in cases and controls.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22085, "infons": {"file": "pone.0130604.g001.jpg", "id": "pone.0130604.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "Y-axis was transformed by taking the base ten logarithm of the number of reads plus one. Samples were rarefied to 2000 reads per sample prior to creating the plots. A) Taxa differentially abundant by LEfSe in the first sample analysis in Birmingham. Median number of reads of Clostridiales in controls was 0, range was 0 to 5. Median number of reads of Clostridiales in cases was 2, the range was 0 to 50. Class Clostridia was also significantly different between cases and controls, it is not shown here because class Clostridia and order Clostridiales had a correlation of 1. B) Taxa differentially abundant by LEfSe in the first sample analysis in Cincinnati. Median number of reads of class Actinobacteria in controls was 1.5, range was 0 to 985. Median number of reads of class Actinobacteria in cases was 0, range was 0 to 74. Median number of reads of Pseudomonadales in controls was 2.5, range was 0 to 661. Median number of reads of Pseudomonadales in cases was 0, range was 0 to 193. Median number of reads of Acinetobacter in controls was 1.5, range was 0 to 660. Median number of reads of Acinetobacter in cases was 0, range was 0 to 75. Median number of reads of Proteus in controls was 0, range was 0 to 267. Median number of reads of Proteus in cases was 0, range was 0 to 1, Phyla Actinobacteria was also significantly different between cases and controls, it is not shown here because it has a correlation 0.9996 with class Actinobacteria and was visually indistinguishable. Family Moraxellaceae was also significantly different between cases and controls; it is not shown here because it had a correlation of 1 with genus Acinetobacter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23740, "infons": {"file": "pone.0130604.g002.jpg", "id": "pone.0130604.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "First sample classification tree results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23782, "infons": {"file": "pone.0130604.g002.jpg", "id": "pone.0130604.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Birmingham results, showing infants colonized with Streptococcaceae and infants with higher levels of Clostridia are at greater risk of sepsis. (B) Cincinnati results, showing that infants colonized with greater relative abundance of Actinobacteria and infants with lower relative abundance of Bacilli are protected from sepsis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24115, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For Cincinnati samples, LEfSe analysis indicated a statistically significant association between higher levels of phylum Actinobacteria and genus Proteus in control infants compared to LOS infants. In addition, control infants were more likely to be colonized with order Pseudomonadales, family Moraxellaceae, and genus Acinetobacter (Fig 1B). As with the Birmingham samples, examination of the differential feature plot (not shown) found the differences observed were not driven by outliers. The classification tree confirmed that phylum Actinobacteria differed between cases and controls, and detected a further signal. In the subset of infants lacking Actinobacteria, the classification tree found that infants whose stool samples contained at least 3% Bacilli by relative abundance (65 of 2000 rarefied reads) were more likely to be cases than were infants whose stool samples had fewer reads (Fig 2B). The misclassification rate of the tree in Cincinnati was 20%. Logistic regression was again used to determine the significance of the cut points identified in the classification tree at p<0.05; only the Actinobacteria cut point was significant. All covariates dropped out of the model as non-significant (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25337, "infons": {"file": "pone.0130604.t003.xml", "id": "pone.0130604.t003", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Logistic modeling results of LOS by site using cut points defined by classification trees.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25428, "infons": {"file": "pone.0130604.t003.xml", "id": "pone.0130604.t003", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"left\" rowspan=\"1\" colspan=\"1\">Model</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Other covariates<xref rid=\"t003fn002\" ref-type=\"table-fn\">+</xref>\n</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">Independent Variables</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">beta</th><th align=\"left\" rowspan=\"1\" colspan=\"1\">p-value</th></tr></thead><tbody><tr><td rowspan=\"2\" align=\"left\" colspan=\"1\">Cincinnati—first sample</td><td rowspan=\"2\" align=\"left\" colspan=\"1\">none</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><italic>Actinobacteria</italic> &gt; = 0.1%</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>-2.67</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.018</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<italic>Bacilli</italic> &lt; 3.25%</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">-1.39</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">0.39</td></tr><tr><td rowspan=\"3\" align=\"left\" colspan=\"1\">Cincinnati—last sample</td><td rowspan=\"3\" align=\"left\" colspan=\"1\">Gravida (p = 0.098)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><italic>Pseudomonadales</italic> &gt; = 0.1%</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>-2.65</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.029</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><italic>Clostridiaceae</italic> &gt; = 0.35%</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>2.43</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.030</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><italic>Proteobacteria</italic> &lt; 72.3%</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>-2.59</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.011</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Birmingham—last sample Model 1</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Infant GA (p = 0.087)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><italic>Lactobacillales</italic> present</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>-3.6</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.017</bold>\n</td></tr><tr><td align=\"left\" rowspan=\"1\" colspan=\"1\">Birmingham—last sample Model 2</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">Chorioamnionitis (p = 0.070)</td><td align=\"left\" rowspan=\"1\" colspan=\"1\">\n<bold><italic>Lactobacillales</italic> present</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>-3.2</bold>\n</td><td align=\"char\" char=\".\" rowspan=\"1\" colspan=\"1\">\n<bold>0.010</bold>\n</td></tr></tbody></table>\n"}, "text": "Model\tOther covariates+\tIndependent Variables\tbeta\tp-value\t \tCincinnati—first sample\tnone\tActinobacteria > = 0.1%\t-2.67\t0.018\t \tBacilli < 3.25%\t-1.39\t0.39\t \tCincinnati—last sample\tGravida (p = 0.098)\tPseudomonadales > = 0.1%\t-2.65\t0.029\t \tClostridiaceae > = 0.35%\t2.43\t0.030\t \tProteobacteria < 72.3%\t-2.59\t0.011\t \tBirmingham—last sample Model 1\tInfant GA (p = 0.087)\tLactobacillales present\t-3.6\t0.017\t \tBirmingham—last sample Model 2\tChorioamnionitis (p = 0.070)\tLactobacillales present\t-3.2\t0.010\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 25938, "infons": {"file": "pone.0130604.t003.xml", "id": "pone.0130604.t003", "section_type": "TABLE", "type": "table_footnote"}, "text": "Modeling confirmed the statistical significance of cut points identified from classification tree analysis except for the Birmingham first sample tree (not shown) and the unknown Bacillales in the Birmingham last sample tree.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26164, "infons": {"file": "pone.0130604.t003.xml", "id": "pone.0130604.t003", "section_type": "TABLE", "type": "table_footnote"}, "text": "\n+Covariates that remained in each model are noted along with their p-value.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26241, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Last Sample Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 26262, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There were no significant differences in day of life of sample collection in either Birmingham or Cincinnati. In both Birmingham and Cincinnati samples, one-third of samples included in the last sample analysis were also included in the first sample analysis. In Birmingham, the median sample collection day of life was 10 days (range, 4–14) for both LOS cases and controls; the median number of days from last sample collection day of life until sepsis onset was 4 days (range, 1–91). In Cincinnati, the median sample collection day of life was 13 days (range, 4–21) for both cases and controls; the median number of days from last sample collection day of life until sepsis onset was 8 days (range, 1–56). In Birmingham, cases had a significantly (p<0.001) lower alpha diversity than controls by the Simpson index but no significant difference by the Chao1 index. As in the first sample analysis, there were no significant differences between cases and controls in alpha diversity by either metric in Cincinnati. There was no visible separation between cases and controls on the non-metric multidimensional scaling ordinations using either UniFrac metric at either site (data not shown.)", "sentences": [], "annotations": [], "relations": []}, {"offset": 27460, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For Birmingham, LEfSe did not detect significant differences in microbial colonization above the OTU level between cases and controls. The OTUs enriched in both cases and controls were almost entirely classified as Enterobacteriaceae (data not shown). A classification tree found that the presence or absence of Lactobacillales, the presence or absence of an OTU of Bacillales of unknown family, and infant gestational age less than or equal to 23 weeks were the best predictors of sepsis status (Fig 3A). The misclassification rate was 12%. Logistic regression confirmed the significance of the presence of Lactobacillales as protective against sepsis, but the unknown Bacillales had a p-value >0.99 in all possible models and so was excluded. Infant gestational age (model 1) and chorioamnionitis (model 2) were borderline significant (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28308, "infons": {"file": "pone.0130604.g003.jpg", "id": "pone.0130604.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Last sample classification tree results for (A) Birmingham showing infants without Lactobacillales, with the unknown OTU of Bacillales, or born at younger gestational ages were more at risk of sepsis and (B) Cincinnati showing that infants with high levels of Enterobacteriales or high levels of Firmicutes were at increased risk of sepsis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28649, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For Cincinnati, we observed a significant association of Prevotellaceae, and Prevotella with cases and Pseudomonadales with controls (Fig 4). Examination of the differential feature plots revealed that Prevotella and Prevotellaceae were detected in 5 (25%) of the cases and never in controls. Pseudomonadales was present in in only 3 (15%) cases and 8 (40%) controls. A classification tree agreed with the Pseudomonadales finding, splitting first on Pseudomonadales but then split on Clostridiaceae and Proteobacteria instead of either Prevotellaceae or Prevotella (Fig 3B). The misclassification rate was 23%. Logistic regression confirmed that the cut points created by the classification tree were significant predictors of sepsis after controlling for the borderline significant covariate, gravida (Table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29462, "infons": {"file": "pone.0130604.g004.jpg", "id": "pone.0130604.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Barplots of taxa identified as differential abundant in cases and controls at genus level and higher in Cincinnati.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29578, "infons": {"file": "pone.0130604.g004.jpg", "id": "pone.0130604.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "Y-axis was transformed by taking the base ten logarithm of the number of reads plus one. Samples were rarefied to 2000 reads per sample prior to creating the plots. Median number of reads of Pseudomonadales in controls was 0, range was 0 to 1251. Median number of reads of Pseudomonadales in cases was 0, range was 0 to 9. No control samples had reads of Prevotella. Median number of reads of Prevotella in cases was 0, range was 0 to 384. Family Prevotellaceae was also significantly different between cases and controls, it is not shown here because it had a correlation of 1 with genus Prevotella. All other differences identified by LEfSe were at the OTU level. All differences identified by LEfSe in the Birmingham last sample analysis were at the OTU level.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30342, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cause-specific analysis of LOS dysbiosis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30383, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To examine the possibility that dysbiosis prior to sepsis is influenced by the causative organism, we focused on coagulase negative Staphylococcus (CONS), which constituted 42% of all LOS cases in our study, and was the most abundant causative organism. In the first sample after birth, the Birmingham CONS cases exhibited higher levels of Actinobacteria than in controls; but no other differences were identified between the groups. Whereas, analysis of first samples of Cincinnati CONS cases found lower Actinobacteria in cases than controls (S3 Fig) Analysis of last samples of Cincinnati CONS cases versus controls demonstrated enrichment in Prevotella and Prevotellaceae. Overall, the stool microbiome patterns identified with CONS cases are similar to those found for LOS cases overall. Staphylococcaceae were not found more abundantly in infant stool samples prior to CONS-associated sepsis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31282, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Analysis using whole genome sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 31321, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Though we had whole genome sequencing available only for a subset of Cincinnati LOS cases and controls, we examined the WGS data to determine consistency with 16S results. For the first sample analysis, we obtained WGS data for 12 LOS and 15 controls. Controls were enriched in Actinomycetales (an order of phylum Actinobacteria), Streptococcus, and Streptococcaceae. Actinomycetales enrichment is consistent with the 16S results showing enrichment of phylum Actinobacteria. WGS evidence of Streptococcus enrichment was not identified in the 16S data; it is, however, consistent with the 16S classification tree results insofar as Streptococcus belongs to class Bacilli. For the last sample analysis, WGS data were available for 10 LOS and 11 control samples. Similar to the 16S analysis, we found the Prevotella and Prevotellaceae enriched in cases compared to controls. Altogether, while 16S and WGS results were not identical, they were generally concordant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32283, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32294, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Late onset sepsis in preterm infants is associated with very high mortality and disproportionately high morbidities among survivors, including poor neurodevelopmental outcomes. While the source of microbes causing LOS is not well established, reports suggest that the gut is often the source of microbes causing LOS in preterm neonates. We used high-throughput sequencing to address the relationship between gut colonization and neonatal LOS. Consistent with previous reports, we identified a concordance of 82% between the causative LOS organism and its identification in stool samples prior to LOS; previous studies have reported concordance ranging from 64% to 95%. In this and an earlier publication, we have reported differences in colonization between our two study sites, which was the basis for analyzing the gut microbiota at each site separately. Site-specific analyses identified differences in microbial-community patterns in advance of LOS compared to controls. In Cincinnati, we found lower levels of Actinobacteria in early samples from infants who later developed LOS compared to controls, similar to a report from Mai et al, in which lower levels of Bifidobacteria, a genus of the phylum Actinobacteria, were observed in infants who later developed LOS. In Birmingham, we found lower microbial-diversity in infants with LOS compared to controls, similar to reports by Madan et al. and Mai et al.. In Birmingham, the presence of Lactobacillales in the last sample was associated with protection against LOS, whereas in Cincinnati, the presence of Lactobacillales in the first sample, but not the last sample, was associated with protection against LOS. Thus, while we found significant site-specific differences in gut-microbial patterns in advance of LOS, we failed to detect a specific and generalizable gut-microbial colonization pattern in advance of LOS. Furthermore, the observed differences were dependent not only on site, but also on the timing of sample collection. Previous studies at single sites have reported associations with gut microbiota prior to the onset of sepsis, but also like the current study, the reported associations are not consistent between sites: One study found an association between increased abundance of Staphylococcaceae  and sepsis, while another found an association between decreased abundance of Clostridia and sepsis; and some, but not all studies reported lower alpha diversity in sepsis cases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34749, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "What could explain the site-specific differences in the gut-microbial pattern in advance of LOS? We sought to minimize the potential for chance associations by reporting only significant differences found at the bacterial family level in most cases and genus level in cases where OTUs were successfully classified at the genus level. Acquisition of intestinal microbiota, which begins immediately after birth, is impacted by gestational age, delivery mode, the use of antibiotics, feeding mode (breast milk versus formula), the neonate’s genetic background, and the circulating microbiota of the environment. In this study, we used site-, age-, birth weight- and sex-matched-controls thus minimizing the impact of confounding variables. However, the sites did significantly differ in their use of infant formula and the use of antibiotics (both were higher in Birmingham). The failure to find a consistent form of intestinal dysbiosis in prior to LOS between the sites could thus be due to site differences in initiating and advancing feeds, use of breast milk and use of antibiotics. Differences in the environmental microbiota could also potentially explain site-specific forms of dysbiosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35945, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Preterm infants undergo frequent and abrupt shifts in microbial community composition. We analyzed two time points—the first collected sample after delivery and last sample prior to LOS onset—which identified different associations with LOS, similar to findings reported by Mai et al.. We therefore speculate that to observe consistent within and between-site differences between cases and controls, more frequent (e.g., daily) sampling may be needed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36401, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The sepsis-causing organism is frequently detectable in stool prior to disease onset but such pathogens are not typically found in infants who remain healthy. We speculate that these pathogens are able to colonize the intestinal tract due to dysbiosis of the microbiome, and that these distortions vary by pathogen. Therefore, we compared stool from control infants to that of infants with LOS due to coagulase negative staphylococcus, the most common cause of neonatal LOS in our study. These sepsis-associated microbes did not occur more abundantly in infant stool samples in advance of LOS compared to controls. We posit that microbial-composition of the stool samples may not accurately represent the adherent gut microbial composition in advance of sepsis. Indeed, several groups have demonstrated that stool microbiota correlates poorly with the adherent microbiota identified by intestinal biopsy of specific intestinal sites. As the microbes that translocate to cause disease are likely to be adherent, analysis of stool samples may not adequately reflect the relevant adherent microbes and their activity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37516, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "LOS has a diverse etiology, with coagulase negative Staphylococcus and Gram-negative microbes such as E. coli accounting for majority of the cases. This complexity in etiology presents a substantial challenge to our understanding of LOS and underscores the inherent heterogeneity in how the LOS is defined in preterm infants. It is suggested that LOS due to coagulase negative Staphylococcus originates from the skin/indwelling catheters, while Gram negative LOS is thought to reflect the microbial translocation across the gut epithelium. However, our data suggest that LOS due to coagulase negative Staphylococcus may in some cases originate in the gut. Nevertheless, LOS due to Gram negative bacteria reflects a distinct group, with different etiology and pathobiology, as compared to LOS due to coagulase negative Staphylococcus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38350, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, our findings support the hypothesis that neonatal LOS is frequently caused by organisms that translocate from the intestinal tract, as 82% of LOS causative organisms were identified in infant stool samples prior to LOS onset. Within each center, we found differences in infant microbial communities preceding LOS compared to control infants. However, the differences in microbiota between cases and controls were not consistent between the sites. Our data suggest that factors besides intestinal microbial composition may underlie the risk of LOS. As yet unexplored in the context of LOS is dysfunction or dysregulation of the microbiota, or most likely, of host-microbial interactions. Such functional studies are key to advancing the understanding of the microbiota prior to sepsis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39150, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 39173, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 39184, "infons": {"fpage": "1120 4 e1", "issue": "6", "lpage": "4", "name_0": "surname:Boghossian;given-names:NS", "name_1": "surname:Page;given-names:GP", "name_2": "surname:Bell;given-names:EF", "name_3": "surname:Stoll;given-names:BJ", "name_4": "surname:Murray;given-names:JC", "name_5": "surname:Cotten;given-names:CM", "pub-id_doi": "10.1016/j.jpeds.2012.11.089", "pub-id_pmid": "23324523", "section_type": "REF", "source": "The Journal of pediatrics", "type": "ref", "volume": "162", "year": "2013"}, "text": "Late-onset sepsis in very low birth weight infants from singleton and multiple-gestation births", "sentences": [], "annotations": [], "relations": []}, {"offset": 39280, "infons": {"fpage": "S69", "issue": "Suppl 2", "lpage": "74", "name_0": "surname:Hornik;given-names:CP", "name_1": "surname:Fort;given-names:P", "name_2": "surname:Clark;given-names:RH", "name_3": "surname:Watt;given-names:K", "name_4": "surname:Benjamin;given-names:DK;suffix:Jr.", "name_5": "surname:Smith;given-names:PB", "pub-id_doi": "10.1016/s0378-3782(12)70019-1", "pub-id_pmid": "22633519", "section_type": "REF", "source": "Early human development", "type": "ref", "volume": "88", "year": "2012"}, "text": "Early and late onset sepsis in very-low-birth-weight infants from a large group of neonatal intensive care units", "sentences": [], "annotations": [], "relations": []}, {"offset": 39393, "infons": {"fpage": "2357", "issue": "19", "lpage": "65", "name_0": "surname:Stoll;given-names:BJ", "name_1": "surname:Hansen;given-names:NI", "name_2": "surname:Adams-Chapman;given-names:I", "name_3": "surname:Fanaroff;given-names:AA", "name_4": "surname:Hintz;given-names:SR", "name_5": "surname:Vohr;given-names:B", "pub-id_doi": "10.1001/jama.292.19.2357", "pub-id_pmid": "15547163", "section_type": "REF", "source": "JAMA: the journal of the American Medical Association", "type": "ref", "volume": "292", "year": "2004"}, "text": "Neurodevelopmental and growth impairment among extremely low-birth-weight infants with neonatal infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 39499, "infons": {"fpage": "599", "issue": "3", "lpage": "610", "name_0": "surname:Ng;given-names:PC", "name_1": "surname:Lam;given-names:HS", "pub-id_doi": "10.1016/j.clp.2010.05.005", "pub-id_pmid": "20813273", "section_type": "REF", "source": "Clinics in perinatology", "type": "ref", "volume": "37", "year": "2010"}, "text": "Biomarkers for late-onset neonatal sepsis: cytokines and beyond", "sentences": [], "annotations": [], "relations": []}, {"offset": 39563, "infons": {"fpage": "427", "issue": "3", "lpage": "35", "name_0": "surname:Kaplan;given-names:HC", "name_1": "surname:Lannon;given-names:C", "name_2": "surname:Walsh;given-names:MC", "name_3": "surname:Donovan;given-names:EF", "pub-id_doi": "10.1542/peds.2010-2141", "pub-id_pmid": "21339274", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "127", "year": "2011"}, "text": "Ohio statewide quality-improvement collaborative to reduce late-onset sepsis in preterm infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 39659, "infons": {"fpage": "1153", "issue": "12", "lpage": "6", "name_0": "surname:Graham;given-names:PL;suffix:3rd", "name_1": "surname:Della-Latta;given-names:P", "name_2": "surname:Wu;given-names:F", "name_3": "surname:Zhou;given-names:J", "name_4": "surname:Saiman;given-names:L", "pub-id_doi": "10.1097/INF.0b013e31814619d4", "pub-id_pmid": "18043457", "section_type": "REF", "source": "The Pediatric infectious disease journal", "type": "ref", "volume": "26", "year": "2007"}, "text": "The gastrointestinal tract serves as the reservoir for Gram-negative pathogens in very low birth weight infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 39771, "infons": {"fpage": "1211", "issue": "9", "lpage": "8", "name_0": "surname:Carl;given-names:MA", "name_1": "surname:Ndao;given-names:IM", "name_2": "surname:Springman;given-names:AC", "name_3": "surname:Manning;given-names:SD", "name_4": "surname:Johnson;given-names:JR", "name_5": "surname:Johnston;given-names:BD", "pub-id_doi": "10.1093/cid/ciu084", "pub-id_pmid": "24647013", "section_type": "REF", "source": "Clinical infectious diseases: an official publication of the Infectious Diseases Society of America", "type": "ref", "volume": "58", "year": "2014"}, "text": "Sepsis from the gut: the enteric habitat of bacteria that cause late-onset neonatal bloodstream infections", "sentences": [], "annotations": [], "relations": []}, {"offset": 39878, "infons": {"fpage": "F456", "issue": "6", "lpage": "62", "name_0": "surname:Madan;given-names:JC", "name_1": "surname:Salari;given-names:RC", "name_2": "surname:Saxena;given-names:D", "name_3": "surname:Davidson;given-names:L", "name_4": "surname:O'Toole;given-names:GA", "name_5": "surname:Moore;given-names:JH", "pub-id_doi": "10.1136/fetalneonatal-2011-301373", "pub-id_pmid": "22562869", "section_type": "REF", "source": "Archives of disease in childhood Fetal and neonatal edition", "type": "ref", "volume": "97", "year": "2012"}, "text": "Gut microbial colonisation in premature neonates predicts neonatal sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 39952, "infons": {"fpage": "e52876", "issue": "1", "name_0": "surname:Mai;given-names:V", "name_1": "surname:Torrazza;given-names:RM", "name_2": "surname:Ukhanova;given-names:M", "name_3": "surname:Wang;given-names:X", "name_4": "surname:Sun;given-names:Y", "name_5": "surname:Li;given-names:N", "pub-id_doi": "10.1371/journal.pone.0052876", "pub-id_pmid": "23341915", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "8", "year": "2013"}, "text": "Distortions in development of intestinal microbiota associated with late onset sepsis in preterm infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 40057, "infons": {"fpage": "1121", "issue": "11", "lpage": "7", "name_0": "surname:Stewart;given-names:CJ", "name_1": "surname:Marrs;given-names:EC", "name_2": "surname:Magorrian;given-names:S", "name_3": "surname:Nelson;given-names:A", "name_4": "surname:Lanyon;given-names:C", "name_5": "surname:Perry;given-names:JD", "pub-id_doi": "10.1111/j.1651-2227.2012.02801.x", "pub-id_pmid": "22845166", "section_type": "REF", "source": "Acta paediatrica (Oslo, Norway: 1992)", "type": "ref", "volume": "101", "year": "2012"}, "text": "The preterm gut microbiota: changes associated with necrotizing enterocolitis and infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 40149, "infons": {"fpage": "248", "issue": "3", "lpage": "9", "name_0": "surname:Ley;given-names:RE", "pub-id_doi": "10.1038/nm.3494", "pub-id_pmid": "24603797", "section_type": "REF", "source": "Nature medicine", "type": "ref", "volume": "20", "year": "2014"}, "text": "Harnessing microbiota to kill a pathogen: the sweet tooth of Clostridium difficile", "sentences": [], "annotations": [], "relations": []}, {"offset": 40232, "infons": {"fpage": "13", "issue": "1", "name_0": "surname:Morrow;given-names:AL", "name_1": "surname:Lagomarcino;given-names:AJ", "name_2": "surname:Schibler;given-names:KR", "name_3": "surname:Taft;given-names:DH", "name_4": "surname:Yu;given-names:Z", "name_5": "surname:Wang;given-names:B", "pub-id_doi": "10.1186/2049-2618-1-13", "pub-id_pmid": "24450576", "section_type": "REF", "source": "Microbiome", "type": "ref", "volume": "1", "year": "2013"}, "text": "Early microbial and metabolomic signatures predict later onset of necrotizing enterocolitis in preterm infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 40343, "infons": {"fpage": "e83304", "issue": "12", "name_0": "surname:Torrazza;given-names:RM", "name_1": "surname:Ukhanova;given-names:M", "name_2": "surname:Wang;given-names:X", "name_3": "surname:Sharma;given-names:R", "name_4": "surname:Hudak;given-names:ML", "name_5": "surname:Neu;given-names:J", "pub-id_doi": "10.1371/journal.pone.0083304", "pub-id_pmid": "24386174", "section_type": "REF", "source": "PloS one", "type": "ref", "volume": "8", "year": "2013"}, "text": "Intestinal microbial ecology and environmental factors affecting necrotizing enterocolitis", "sentences": [], "annotations": [], "relations": []}, {"offset": 40434, "infons": {"fpage": "93", "issue": "2–3", "lpage": "101", "name_0": "surname:Candela;given-names:M", "name_1": "surname:Maccaferri;given-names:S", "name_2": "surname:Turroni;given-names:S", "name_3": "surname:Carnevali;given-names:P", "name_4": "surname:Brigidi;given-names:P", "pub-id_doi": "10.1016/j.ijfoodmicro.2010.04.017", "pub-id_pmid": "20471127", "section_type": "REF", "source": "International journal of food microbiology", "type": "ref", "volume": "140", "year": "2010"}, "text": "Functional intestinal microbiome, new frontiers in prebiotic design", "sentences": [], "annotations": [], "relations": []}, {"offset": 40502, "infons": {"fpage": "12522", "issue": "34", "lpage": "7", "name_0": "surname:La Rosa;given-names:PS", "name_1": "surname:Warner;given-names:BB", "name_2": "surname:Zhou;given-names:Y", "name_3": "surname:Weinstock;given-names:GM", "name_4": "surname:Sodergren;given-names:E", "name_5": "surname:Hall-Moore;given-names:CM", "pub-id_doi": "10.1073/pnas.1409497111", "pub-id_pmid": "25114261", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "111", "year": "2014"}, "text": "Patterned progression of bacterial populations in the premature infant gut", "sentences": [], "annotations": [], "relations": []}, {"offset": 40577, "infons": {"fpage": "36", "issue": "1", "name_0": "surname:Taft;given-names:D", "name_1": "surname:Ambalavanan;given-names:N", "name_2": "surname:Schibler;given-names:K", "name_3": "surname:Yu;given-names:Z", "name_4": "surname:Newburg;given-names:D", "name_5": "surname:Ward;given-names:D", "pub-id_doi": "10.1186/2049-2618-2-36", "pub-id_pmid": "25332767", "section_type": "REF", "source": "Microbiome", "type": "ref", "volume": "2", "year": "2014"}, "text": "Intestinal microbiota of preterm infants differ over time and between hospitals", "sentences": [], "annotations": [], "relations": []}, {"offset": 40657, "infons": {"fpage": "811", "issue": "8", "lpage": "4", "name_0": "surname:Segata;given-names:N", "name_1": "surname:Waldron;given-names:L", "name_2": "surname:Ballarini;given-names:A", "name_3": "surname:Narasimhan;given-names:V", "name_4": "surname:Jousson;given-names:O", "name_5": "surname:Huttenhower;given-names:C", "pub-id_doi": "10.1038/nmeth.2066", "pub-id_pmid": "22688413", "section_type": "REF", "source": "Nature methods", "type": "ref", "volume": "9", "year": "2012"}, "text": "Metagenomic microbial community profiling using unique clade-specific marker genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 40740, "infons": {"fpage": "R60", "issue": "6", "name_0": "surname:Segata;given-names:N", "name_1": "surname:Izard;given-names:J", "name_2": "surname:Waldron;given-names:L", "name_3": "surname:Gevers;given-names:D", "name_4": "surname:Miropolsky;given-names:L", "name_5": "surname:Garrett;given-names:WS", "pub-id_doi": "10.1186/gb-2011-12-6-r60", "pub-id_pmid": "21702898", "section_type": "REF", "source": "Genome biology", "type": "ref", "volume": "12", "year": "2011"}, "text": "Metagenomic biomarker discovery and explanation", "sentences": [], "annotations": [], "relations": []}, {"offset": 40788, "infons": {"section_type": "REF", "type": "ref"}, "text": "Therneau T, Atkinson B, Ripley B. rpart: Recursive Partitioning2011.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40857, "infons": {"fpage": "285", "issue": "2 Pt 1", "lpage": "91", "name_0": "surname:Stoll;given-names:BJ", "name_1": "surname:Hansen;given-names:N", "name_2": "surname:Fanaroff;given-names:AA", "name_3": "surname:Wright;given-names:LL", "name_4": "surname:Carlo;given-names:WA", "name_5": "surname:Ehrenkranz;given-names:RA", "pub-id_pmid": "12165580", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "110", "year": "2002"}, "text": "Late-onset sepsis in very low birth weight neonates: the experience of the NICHD Neonatal Research Network", "sentences": [], "annotations": [], "relations": []}, {"offset": 40964, "infons": {"fpage": "211", "issue": "3", "lpage": "6", "name_0": "surname:Silveira;given-names:RC", "name_1": "surname:Procianoy;given-names:RS", "name_2": "surname:Dill;given-names:JC", "name_3": "surname:da Costa;given-names:CS", "pub-id_doi": "10.2223/JPED.1777", "pub-id_pmid": "18425215", "section_type": "REF", "source": "Jornal de pediatria", "type": "ref", "volume": "84", "year": "2008"}, "text": "Periventricular leukomalacia in very low birth weight preterm neonates with high risk for neonatal sepsis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41070, "infons": {"fpage": "188", "issue": "3", "lpage": "91", "name_0": "surname:Polin;given-names:RA", "pub-id_doi": "10.2223/JPED.1784", "pub-id_pmid": "18535740", "section_type": "REF", "source": "Jornal de pediatria", "type": "ref", "volume": "84", "year": "2008"}, "text": "Systemic infection and brain injury in the preterm infant", "sentences": [], "annotations": [], "relations": []}, {"offset": 41128, "infons": {"fpage": "170 5 e1", "issue": "2", "lpage": "5", "name_0": "surname:Shah;given-names:DK", "name_1": "surname:Doyle;given-names:LW", "name_2": "surname:Anderson;given-names:PJ", "name_3": "surname:Bear;given-names:M", "name_4": "surname:Daley;given-names:AJ", "name_5": "surname:Hunt;given-names:RW", "pub-id_doi": "10.1016/j.jpeds.2008.02.033", "pub-id_pmid": "18534228", "section_type": "REF", "source": "The Journal of pediatrics", "type": "ref", "volume": "153", "year": "2008"}, "text": "Adverse neurodevelopment in preterm infants with postnatal sepsis or necrotizing enterocolitis is mediated by white matter abnormalities on magnetic resonance imaging at term", "sentences": [], "annotations": [], "relations": []}, {"offset": 41303, "infons": {"fpage": "e177", "issue": "7", "name_0": "surname:Palmer;given-names:C", "name_1": "surname:Bik;given-names:EM", "name_2": "surname:DiGiulio;given-names:DB", "name_3": "surname:Relman;given-names:DA", "name_4": "surname:Brown;given-names:PO", "pub-id_doi": "10.1371/journal.pbio.0050177", "pub-id_pmid": "17594176", "section_type": "REF", "source": "PLoS biology", "type": "ref", "volume": "5", "year": "2007"}, "text": "Development of the human infant intestinal microbiota", "sentences": [], "annotations": [], "relations": []}, {"offset": 41357, "infons": {"fpage": "393", "issue": "3", "lpage": "9", "name_0": "surname:Schwiertz;given-names:A", "name_1": "surname:Gruhl;given-names:B", "name_2": "surname:Lobnitz;given-names:M", "name_3": "surname:Michel;given-names:P", "name_4": "surname:Radke;given-names:M", "name_5": "surname:Blaut;given-names:M", "pub-id_doi": "10.1203/01.pdr.0000078274.74607.7a", "pub-id_pmid": "12788986", "section_type": "REF", "source": "Pediatric research", "type": "ref", "volume": "54", "year": "2003"}, "text": "Development of the intestinal bacterial composition in hospitalized preterm infants in comparison with breast-fed, full-term infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 41490, "infons": {"fpage": "11971", "issue": "26", "lpage": "5", "name_0": "surname:Dominguez-Bello;given-names:MG", "name_1": "surname:Costello;given-names:EK", "name_2": "surname:Contreras;given-names:M", "name_3": "surname:Magris;given-names:M", "name_4": "surname:Hidalgo;given-names:G", "name_5": "surname:Fierer;given-names:N", "pub-id_doi": "10.1073/pnas.1002601107", "pub-id_pmid": "20566857", "section_type": "REF", "source": "Proceedings of the National Academy of Sciences of the United States of America", "type": "ref", "volume": "107", "year": "2010"}, "text": "Delivery mode shapes the acquisition and structure of the initial microbiota across multiple body habitats in newborns", "sentences": [], "annotations": [], "relations": []}, {"offset": 41609, "infons": {"fpage": "23", "issue": "1", "lpage": "9", "name_0": "surname:Greenwood;given-names:C", "name_1": "surname:Morrow;given-names:AL", "name_2": "surname:Lagomarcino;given-names:AJ", "name_3": "surname:Altaye;given-names:M", "name_4": "surname:Taft;given-names:DH", "name_5": "surname:Yu;given-names:Z", "pub-id_doi": "10.1016/j.jpeds.2014.01.010", "pub-id_pmid": "24529620", "section_type": "REF", "source": "The Journal of pediatrics", "type": "ref", "volume": "165", "year": "2014"}, "text": "Early empiric antibiotic use in preterm infants is associated with lower bacterial diversity and higher relative abundance of Enterobacter", "sentences": [], "annotations": [], "relations": []}, {"offset": 41748, "infons": {"fpage": "61", "issue": "1", "lpage": "7", "name_0": "surname:Harmsen;given-names:HJ", "name_1": "surname:Wildeboer-Veloo;given-names:AC", "name_2": "surname:Raangs;given-names:GC", "name_3": "surname:Wagendorp;given-names:AA", "name_4": "surname:Klijn;given-names:N", "name_5": "surname:Bindels;given-names:JG", "pub-id_pmid": "10630441", "section_type": "REF", "source": "Journal of pediatric gastroenterology and nutrition", "type": "ref", "volume": "30", "year": "2000"}, "text": "Analysis of intestinal flora development in breast-fed and formula-fed infants by using molecular identification and detection methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 41883, "infons": {"fpage": "279", "issue": "4", "lpage": "90", "name_0": "surname:Spor;given-names:A", "name_1": "surname:Koren;given-names:O", "name_2": "surname:Ley;given-names:R", "pub-id_doi": "10.1038/nrmicro2540", "pub-id_pmid": "21407244", "section_type": "REF", "source": "Nature reviews Microbiology", "type": "ref", "volume": "9", "year": "2011"}, "text": "Unravelling the effects of the environment and host genotype on the gut microbiome", "sentences": [], "annotations": [], "relations": []}, {"offset": 41966, "infons": {"fpage": "382", "issue": "3", "lpage": "92", "name_0": "surname:Gevers;given-names:D", "name_1": "surname:Kugathasan;given-names:S", "name_2": "surname:Denson;given-names:LA", "name_3": "surname:Vazquez-Baeza;given-names:Y", "name_4": "surname:Van Treuren;given-names:W", "name_5": "surname:Ren;given-names:B", "pub-id_doi": "10.1016/j.chom.2014.02.005", "pub-id_pmid": "24629344", "section_type": "REF", "source": "Cell host & microbe", "type": "ref", "volume": "15", "year": "2014"}, "text": "The treatment-naive microbiome in new-onset Crohn's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 42026, "infons": {"fpage": "G675", "issue": "6", "lpage": "85", "name_0": "surname:Bajaj;given-names:JS", "name_1": "surname:Hylemon;given-names:PB", "name_2": "surname:Ridlon;given-names:JM", "name_3": "surname:Heuman;given-names:DM", "name_4": "surname:Daita;given-names:K", "name_5": "surname:White;given-names:MB", "pub-id_doi": "10.1152/ajpgi.00152.2012", "pub-id_pmid": "22821944", "section_type": "REF", "source": "American journal of physiology Gastrointestinal and liver physiology", "type": "ref", "volume": "303", "year": "2012"}, "text": "Colonic mucosal microbiome differs from stool microbiome in cirrhosis and hepatic encephalopathy and is linked to cognition and inflammation", "sentences": [], "annotations": [], "relations": []}, {"offset": 42167, "infons": {"fpage": "364", "issue": "3", "lpage": "71", "name_0": "surname:Nakayama;given-names:M", "name_1": "surname:Yajima;given-names:M", "name_2": "surname:Hatano;given-names:S", "name_3": "surname:Yajima;given-names:T", "name_4": "surname:Kuwata;given-names:T", "pub-id_doi": "10.1203/01.pdr.0000077482.28990.2d", "pub-id_pmid": "12788982", "section_type": "REF", "source": "Pediatric research", "type": "ref", "volume": "54", "year": "2003"}, "text": "Intestinal adherent bacteria and bacterial translocation in breast-fed and formula-fed rats in relation to susceptibility to infection", "sentences": [], "annotations": [], "relations": []}, {"offset": 42302, "infons": {"fpage": "966", "issue": "4", "lpage": "72", "name_0": "surname:Clarke;given-names:DE", "name_1": "surname:Raffin;given-names:TA", "pub-id_pmid": "2182303", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "97", "year": "1990"}, "text": "Infectious complications of indwelling long-term central venous catheters", "sentences": [], "annotations": [], "relations": []}, {"offset": 42376, "infons": {"fpage": "397", "issue": "2", "lpage": "412", "name_0": "surname:Sriskandan;given-names:S", "name_1": "surname:Cohen;given-names:J", "pub-id_pmid": "10340174", "section_type": "REF", "source": "Infectious disease clinics of North America", "type": "ref", "volume": "13", "year": "1999"}, "text": "Gram-positive sepsis. Mechanisms and differences from gram-negative sepsis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]