[{"source": "PMC", "date": "20230625", "key": "pmc.key", "infons": {}, "documents": [{"id": "3633000", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/2041-1480-4-S1-S8", "article-id_pmc": "3633000", "article-id_pmid": "23734708", "article-id_publisher-id": "2041-1480-4-S1-S8", "fpage": "S8", "issue": "Suppl 1", "kwd": "BioPortal ontology web service REST Annotator Resource Index", "license": "This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited.", "lpage": "S8", "name_0": "surname:Whetzel;given-names:Patricia L", "section_type": "TITLE", "type": "front", "volume": "4", "year": "2013"}, "text": "NCBO Technology: Powering semantically aware applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 58, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "As new biomedical technologies are developed, the amount of publically available biomedical data continues to increase. To help manage these vast and disparate data sources, researchers have turned to the Semantic Web. Specifically, ontologies are used in data annotation, natural language processing, information retrieval, clinical decision support, and data integration tasks. The development of software applications to perform these tasks requires the integration of Web services to incorporate the wide variety of ontologies used in the health care and life sciences. The National Center for Biomedical Ontology, a National Center for Biomedical Computing created under the NIH Roadmap, developed BioPortal, which provides access to one of the largest repositories of biomedical ontologies. The NCBO Web services provide programmtic access to these ontologies and can be grouped into four categories; Ontology, Mapping, Annotation, and Data Access. The Ontology Web services provide access to ontologies, their metadata, ontology versions, downloads, navigation of the class hierarchy (parents, children, siblings) and details of each term. The Mapping Web services provide access to the millions of ontology mappings published in BioPortal. The NCBO Annotator Web service “tags” text automatically with terms from ontologies in BioPortal, and the NCBO Resource Index Web services provides access to an ontology-based index of public, online data resources. The NCBO Widgets package the Ontology Web services for use directly in Web sites. The functionality of the NCBO Web services and widgets are incorporated into semantically aware applications for ontology development and visualization, data annotation, and data integration. This overview will describe these classes of applications, discuss a few examples of each type, and which NCBO Web services are used by these applications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1956, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "NCBO Technology overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 1981, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "BioPortal is an open repository of biomedical ontologies that stores ontologies developed in various formats, such as OWL, OBO format, Protégé frames, and the Rich release format, and provides access to this content via Web browsers and Web services. The BioPortal Web interface allows users to browse the list of ontologies, search and comment on terms in ontologies, annotate text with ontology terms, and search an ontology-based index of biomedical resources. The BioPortal architecture currently includes both LexEVS (http://informatics.mayo.edu/LexGrid) and the Protégé database (http://protege.stanford.edu), however work is underway to replace the dual database backend with a RDF database. A beta version of the BioPortal RDF database is available at: http://sparql.bioontology.org.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2777, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The functionality of the BioPortal Web site is driven by the NCBO Web services, which include the Ontology, Mapping, Annotator, and Resource Index Web services (Figure 1). The Ontology Web services provide access to ontologies, their metadata, ontology versions, navigation of the class hierarchy (parents, children, siblings) and details of each term. These services also allow download of the ontology (in the original format and in RDF), provide the ability to search for terms in an ontology, to extract subsets of an ontology and to provide comments and propose new terms as metadata to the ontology. The Widgets package the functionality of the Ontology Web services in order to provide embeddable code for Web sites. These widgets include a term autocomplete widget and ontology visualization widgets. The Mapping Web services provides access to a variety of mappings published in BioPortal. The mapping data includes mappings from UMLS based on shared Concept Unique Identifiers, mappings specified within ontologies, user submitted mappings, and automatically generated mappings using the Lexical OWL Ontology Matcher (LOOM), which generates mappings based on lexical similarity of the preferred name and synonyms between pairs of ontologies. The Mapping Web services are parameterized to allow a high degree of flexibility to access the data. For example, mappings can be accessed for one ontology mapped to all other ontologies, between pairs of ontologies, for one term mapped to all other terms, and between pairs of terms. This Web service can also be used to submit mappings directly to BioPortal. The NCBO Annotator Web service processes text to recognize terms from ontologies in BioPortal that exist within the text. The Annotator Web service uses the entity recognizer Mgrep, which outperforms MetaMap in almost all cases evaluated for precision. The Web service parameters can be set to limit results to a particular ontology or to certain UMLS semantic types and characterisitcs of the term matches can also be parameterized, e.g. to recognize both preferred name and synonyms, match terms greater than X characters in length, and the ability to include a custom list of stopwords. The NCBO Annotator Web service was used to generate an ontology-based index of several online biomedical data repositories (e.g., GEO, ClinicalTrials.gov, dbGaP, DrugBank, PharmGKB, and Reactome) resulting in the NCBO Resource Index . The textual metadata of data records from these resources was annotated with terms from ontologies in BioPortal and then stored locally for query efficiency. Therefore, data records across databases are linked together via their shared ontology annotations. These linkages take advantage of the semantic relationships within the ontology, including subsumption relationships among ontology entities and mappings between entities in different ontologies. The Resource Index is designed to provide updates in both new resource data records and new ontology versions. The NCBO Resource Index Web services provide a mechanism for programmatic search of the index using ontology terms. For example, one can search for all experiments and clinical trials related to ‘malignant melanoma’ from GEO and ClinicalTrials.gov. The NCBO Web services are documented at: http://www.bioontology.org/wiki/index.php/NCBO_REST_services", "sentences": [], "annotations": [], "relations": []}, {"offset": 6135, "infons": {"file": "2041-1480-4-S1-S8-1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "NCBO Technology The NCBO Web services and widgets provide access to ontologies in BioPortal. The Web services can be grouped into four categories; Ontology, Mapping, Annotation and Data Access.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6329, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Classes of applications incorporating ontologies via NCBO Technology", "sentences": [], "annotations": [], "relations": []}, {"offset": 6398, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Ontology development and visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 6437, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "With the growing interest in the use of ontologies in the health care and life sciences, additional tools are being developed to support the development of ontologies within new biomedical domains and the re-use of existing ontologies to build application ontologies. To this end, new plugins for ontology editing tools such as Protégé and OBO-Edit have been developed. These plugins use the NCBO Web services to aid in term re-use, to automatically generate ontology terms from text, provide an infrastructure for collaborative ontology development, and provide ways to visualize ontologies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7032, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The BioPortal Import plugin  enables re-use of ontology terms by allowing the ontology developer to search for terms in BioPortal directly from Protégé 3 (Figure 2). The terms of interest can be directly imported enabling the re-use of terms rather than creating new terms with new URIs. The developer can import an entire subtree of terms and specify the desired depth of child terms to import. The annotation properties of the imported terms can be specified in order to harmonize these properties with existing terms in the new application ontology. The BioPortal Reference plugin  also enables term re-use, however in this case by generating references to external ontologies stored in BioPortal. This method is being used in the development of the International Classification of Diseases, version 11 and minimizes the size of the ontology via the reference without sacrificing content. These plugins are powered by Ontology Web services including the “List all Ontologies”, “Search”, “Get Term”, and “View Extraction” Web services.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8088, "infons": {"file": "2041-1480-4-S1-S8-2.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "BioPortal Import plugin for Protégé The BioPortal Import plugin allows ontology developers to search for terms within ontologies in BioPortal and import these into their own ontology directly from Protégé.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8298, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The OLS2OWL plugin  is designed to aid ontology developers during the knowledge elicitation stage and allows ontology developers to search for terms from a repository of ontologies and compare similar classes, properties, and instances. The plugin was developed as part of the Open architecture for Accessible Services Integration and Standardization project, which facilitates interoperability across service providers, mobile devices (wearable devices, phones, palm, etc.) smart home technology, and medical care providers for elderly and disabled population. The Dresden Ontology Generator for Directed Acyclic Graphs  plugin for Protégé 4 and OBO-Edit generates ontology terms, definitions, and relationships based on natural language text found in PubMed, the Web, or PDF documents and therefore supports the extension of existing ontologies with terms from resources commonly used in biocuration. These tools use the “List all Ontologies”, “Search”, and “Get Term” Web services.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9297, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to tools for ontology re-use, infrastructure now exists for collaborative ontology development, a methodology commonly used in biomedical ontology development. WebProtégé  is a web-based ontology-editing environment, which supports collaboration, enabling users to edit an ontology simultaneously, carry out discussions, and add comments to the terms. These comments and new term proposals can be submitted and viewed in BioPortal using the “Notes” Web services.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9778, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The display of an ontology, i.e. the tree hierarchy and term details, can also be customized for display in term browsers. For example, the RadLex Term Browser  uses the “Hierarchy” Web services to display the ontology tree and “Get Term” Web service to display the term details formatted and customized to meet the requirements of the Radiological Society of North America (Figure 3). The browser also uses the “Notes” Web service to allow users to submit new term proposals for review and inclusion in the ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10308, "infons": {"file": "2041-1480-4-S1-S8-3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "RadLex Term Browser RadLex term details and hierarchy are displayed using the NCBO Web services. The browser is customized to display additional term details, e.g. Sample Images, and the user interface is designed to meet the requirements of the Radiological Society of North America.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10593, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Data annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 10609, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ontologies are also commonly incorporated into data annotation applications. While BioPortal contains over 400 ontologies, to help identify ontologies that best cover the text for annotation the Ontology Recommender Web service can be used. The input to this Web service is either a list of terms or corpus of text and generates a ranked list of what ontologies best cover the text. The resulting ontologies can then be selected for use in data annotation applications and terms presented to the user in various ways. Data annotation applications represent the most widely used category of applications using the NCBO Web services.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11241, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For example, the ISAcreator  tool is configured to use specific ontologies (Figure 4). For data fields requiring an ontology term, the user can search for these terms from the ISAcreator application using the “Search” Web service. These fatures are also included within OntoMaton  available from the Google Script Gallery. Rightfield  also constrains data annotation to certain ontologies via an Excel spreadsheet. A Web-based application is used to configure the ontology selection and data input fields. The “Ontology Download” Web service is then used together with the configuration to generate an Excel form that can be populated as a desktop application.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11910, "infons": {"file": "2041-1480-4-S1-S8-4.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "ISACreator ISACreator allows data annotators to dynamically select ontology terms for use in annotation tasks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12021, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The ECG Gadget  is a tool developed by the CardioVascular Research Grid that enables physicians to annotate electronic ECG traces (Figure 5). The tool is developed using the Google Web Toolkit and uses the “Search” and “Get Term” Web services to access terms of interest and display the content such as the term definition so that the annotator can confirm the selection of the correct term.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12421, "infons": {"file": "2041-1480-4-S1-S8-5.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "ECG Gadget The ECG Gadget displays electronic ECG traces and provides a mechanism for physicians to annotate both waves and intervals in the ECG trace.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12573, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The NCBO Ontology Web services are also used in applications to harmonize data elements. For example, openMDR  uses the “List all Ontologies”, “Search”, and “Get Term” Web services to provide access for curators to select terms from ontologies such as the NCI Thesaurus, Ontology for Clinical Research, or SNOMED-CT. eleMap , a tool developed by the eMERGE Network, follows a similar workflow. The tool provides a mechanism for researchers to harmonize their local phenotype data dictionaries to existing metadata and terminology standards such as the Cancer Data Standards Registry and Repository, the NCI Thesaurus, and SNOMED-CT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13218, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Web services are also provided as Web widgets to ease application development. For example, the “Search” Web service drives and Term auto-complete widget, while the “Hierarchy” and “Get Term” Web services drive the graph and tree visualization widgets. These widgets are also used in data annotation applications such as RedFly  (Figure 6) and the Knowledge Egg .", "sentences": [], "annotations": [], "relations": []}, {"offset": 13598, "infons": {"file": "2041-1480-4-S1-S8-6.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "REDfly REDfly is a data annotation tool and enables annotators to view the ontology hierarchy and graph from within the annotation tool. Once a term is selected it is automatically populated into the data annotation tool.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13820, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Data integration", "sentences": [], "annotations": [], "relations": []}, {"offset": 13837, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While many projects aim to collect annotated data upon submission of new data sets, unstructured text also accompanies data sets. The Annotator Web service can be used in these cases to identify ontology terms within a corpus of text and the data sets can be linked via these ontology annotations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14135, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The GeneWiki  contains information about human genes and seeks to apply community intelligence to the annotation of gene and protein function (Figure 7). To identify mentions of disease and biological processes within GeneWiki articles, the Annotator Web service is used to identify terms from the Gene Ontology and Disease Ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14469, "infons": {"file": "2041-1480-4-S1-S8-7.jpg", "id": "F7", "section_type": "FIG", "type": "fig_caption"}, "text": "GeneWiki Text from the GeneWiki article, in this example for the glycoprotein Reelin, is used as input to the Annotator Web service to identify ontology terms from the Gene Ontology and Disease Ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14673, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The NCBO Resource Index is an ontology-based index of publicly available biomedical databases. The text descriptions of database entries are processed using the Annotator Web service to identify ontology terms and then the results are stored in the Resource Index. The ontology-based index links the data records within a database and across disparate databases, providing a functional linkage based on the content of the data field as opposed to schema matching. These annotations and linkages are useful to more precisely identify data records of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15232, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Ontology Driven Semantic Search SciVerse application uses both the Annotator and Resource Index Web services (Figure 8). Ontology terms within abstracts in SciVerse are first identified using the Annotator Web service and then these terms are used as input to perform a search of ClinicalTrials.gov, DrugBank, OMIM, Research Crossroads via the Resource Index Web services to link the abstracts to information about clinical trials, drugs, genes, and grants.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15694, "infons": {"file": "2041-1480-4-S1-S8-8.jpg", "id": "F8", "section_type": "FIG", "type": "fig_caption"}, "text": "Ontology Driven Semantic Search Search results for the term “atherosclerosis” are highlighted in the abstract results. The Annotator Web service recognizes ontology terms in these abstracts and these terms are displayed in the ODiSSea application window. Clicking on the “See all terms & resources” button displays a pop-up window with results from searching the Resource Index.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16081, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 16089, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "The suite of NCBO Web services power a variety of semantically aware software applications (see additional file 1). The Web services are used in various combinations to enable workflows for ontology development, data annotation, and data analysis. Future work will include expansion of the Web services to enhance selection of terms by ontology sub-setting, to build lexicons for use with the Annotator Web service, and for ontology enrichment analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16543, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 16563, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "No competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16587, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16610, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "PLW drafted the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16638, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Authors' information", "sentences": [], "annotations": [], "relations": []}, {"offset": 16659, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "PLW is the Outreach Coordinator for the National Center for Biomedical Ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16740, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 16763, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Acknowledgements", "sentences": [], "annotations": [], "relations": []}, {"offset": 16780, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The National Center for Biomedical Ontology is supported by the NHGRI, the NHLBI, and the NIH Common Fund under grant U54-HG004028. We thank Alex Skrenchuk from Stanford University for computer support.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16983, "infons": {"section_type": "ACK_FUND", "type": "title_1"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 16996, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "The publication costs for this article were funded by the corresponding author's institution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17090, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This article has been published as part of Journal of Biomedical Semantics Volume 4 Supplement 1, 2013: Proceedings of the Bio-Ontologies Special Interest Group 2012. The full contents of the supplement are available online at http://www.jbiomedsem.com/supplements/4/S1", "sentences": [], "annotations": [], "relations": []}, {"offset": 17360, "infons": {"fpage": "W170", "issue": "Web Server issue", "lpage": "3", "name_0": "surname:Noy;given-names:NF", "name_1": "surname:Shah;given-names:NH", "name_10": "surname:Musen;given-names:MA", "name_2": "surname:Whetzel;given-names:PL", "name_3": "surname:Dai;given-names:B", "name_4": "surname:Dorf;given-names:M", "name_5": "surname:Griffith;given-names:N", "name_6": "surname:Jonquet;given-names:C", "name_7": "surname:Rubin;given-names:DL", "name_8": "surname:Storey;given-names:MA", "name_9": "surname:Chute;given-names:CG", "pub-id_pmid": "19483092", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "37", "year": "2009"}, "text": "BioPortal: ontologies and integrated data resources at the click of a mouse", "sentences": [], "annotations": [], "relations": []}, {"offset": 17436, "infons": {"fpage": "W541", "issue": "Web Server issue", "lpage": "5", "name_0": "surname:Whetzel;given-names:PL", "name_1": "surname:Noy;given-names:NF", "name_2": "surname:Shah;given-names:NH", "name_3": "surname:Alexander;given-names:PR", "name_4": "surname:Nyulas;given-names:C", "name_5": "surname:Tudorache;given-names:T", "name_6": "surname:Musen;given-names:MA", "pub-id_pmid": "21672956", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "BioPortal: enhanced functionality via new Web services from the National Center for Biomedical Ontology to access and use ontologies in software applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 17594, "infons": {"fpage": "198", "lpage": "202", "name_0": "surname:Ghazvinian;given-names:A", "name_1": "surname:Noy;given-names:NF", "name_2": "surname:Musen;given-names:MA", "pub-id_pmid": "20351849", "section_type": "REF", "source": "AMIA Annu Symp Proc", "type": "ref", "volume": "2009", "year": "2009"}, "text": "Creating mappings for ontologies in biomedicine: simple methods work", "sentences": [], "annotations": [], "relations": []}, {"offset": 17663, "infons": {"fpage": "56", "lpage": "60", "name_0": "surname:Jonquet;given-names:C", "name_1": "surname:Shah;given-names:NH", "name_2": "surname:Musen;given-names:MA", "pub-id_pmid": "21347171", "section_type": "REF", "source": "Summit on Translat Bioinforma", "type": "ref", "volume": "2009", "year": "2009"}, "text": "The open biomedical annotator", "sentences": [], "annotations": [], "relations": []}, {"offset": 17693, "infons": {"name_0": "surname:Dai;given-names:M", "section_type": "REF", "source": "AMIA Summit on Translational Bioinformatics", "type": "ref", "year": "2008"}, "text": "An Efficient Solution for Mapping Free Text to Ontology Terms", "sentences": [], "annotations": [], "relations": []}, {"offset": 17755, "infons": {"fpage": "S14", "issue": "Suppl 9", "name_0": "surname:Shah;given-names:NH", "name_1": "surname:Bhatia;given-names:N", "name_2": "surname:Jonquet;given-names:C", "name_3": "surname:Rubin;given-names:D", "name_4": "surname:Chiang;given-names:AP", "name_5": "surname:Musen;given-names:MA", "pub-id_pmid": "19761568", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Comparison of concept recognizers for building the Open Biomedical Annotator", "sentences": [], "annotations": [], "relations": []}, {"offset": 17832, "infons": {"fpage": "S1", "issue": "Suppl 2", "name_0": "surname:Shah;given-names:NH", "name_1": "surname:Jonquet;given-names:C", "name_2": "surname:Chiang;given-names:AP", "name_3": "surname:Butte;given-names:AJ", "name_4": "surname:Chen;given-names:R", "name_5": "surname:Musen;given-names:MA", "pub-id_pmid": "19208184", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "10", "year": "2009"}, "text": "Ontology-driven indexing of public datasets for translational bioinformatics", "sentences": [], "annotations": [], "relations": []}, {"offset": 17909, "infons": {"fpage": "316", "lpage": "324", "name_0": "surname:Jonquet;given-names:C", "name_1": "surname:LePendu;given-names:P", "name_2": "surname:Falconer;given-names:S", "name_3": "surname:Coulet;given-names:A", "name_4": "surname:Noy;given-names:NF", "name_5": "surname:Musen;given-names:MA", "name_6": "surname:Shah;given-names:NH", "pub-id_pmid": "21918645", "section_type": "REF", "source": "Web Semant", "type": "ref", "volume": "9", "year": "2011"}, "text": "NCBO Resource Index: Ontology-Based Search and Mining of Biomedical Resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 17987, "infons": {"section_type": "REF", "type": "ref"}, "text": "BioPortal Import plugin", "sentences": [], "annotations": [], "relations": []}, {"offset": 18011, "infons": {"section_type": "REF", "type": "ref"}, "text": "BioPortal Reference plugin", "sentences": [], "annotations": [], "relations": []}, {"offset": 18038, "infons": {"section_type": "REF", "type": "ref"}, "text": "OLS2OWL plugin", "sentences": [], "annotations": [], "relations": []}, {"offset": 18053, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ontology Generation plugin", "sentences": [], "annotations": [], "relations": []}, {"offset": 18080, "infons": {"section_type": "REF", "type": "ref"}, "text": "WebProtégé", "sentences": [], "annotations": [], "relations": []}, {"offset": 18093, "infons": {"section_type": "REF", "type": "ref"}, "text": "RadLex Term Browser", "sentences": [], "annotations": [], "relations": []}, {"offset": 18113, "infons": {"section_type": "REF", "type": "ref"}, "text": "ISAcreator", "sentences": [], "annotations": [], "relations": []}, {"offset": 18124, "infons": {"comment": "[Epub ahead of print]", "name_0": "surname:Maguire;given-names:E", "name_1": "surname:González-Beltrán;given-names:A", "name_2": "surname:Whetzel;given-names:PL", "name_3": "surname:Sansone;given-names:SA", "name_4": "surname:Rocca-Serra;given-names:P", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "year": "2012"}, "text": "OntoMaton: a BioPortal powered ontology widget for Google Spreadsheets", "sentences": [], "annotations": [], "relations": []}, {"offset": 18195, "infons": {"section_type": "REF", "type": "ref"}, "text": "Rightfield", "sentences": [], "annotations": [], "relations": []}, {"offset": 18206, "infons": {"section_type": "REF", "type": "ref"}, "text": "ECG Gadget", "sentences": [], "annotations": [], "relations": []}, {"offset": 18217, "infons": {"section_type": "REF", "type": "ref"}, "text": "openMDR", "sentences": [], "annotations": [], "relations": []}, {"offset": 18225, "infons": {"section_type": "REF", "type": "ref"}, "text": "eleMap", "sentences": [], "annotations": [], "relations": []}, {"offset": 18232, "infons": {"fpage": "13", "name_0": "surname:McCarty;given-names:CA", "name_1": "surname:Chisholm;given-names:RL", "name_10": "surname:Struewing;given-names:JP", "name_11": "surname:Wolf;given-names:WA", "name_2": "surname:Chute;given-names:CG", "name_3": "surname:Kullo;given-names:IJ", "name_4": "surname:Jarvik;given-names:GP", "name_5": "surname:Larson;given-names:EB", "name_6": "surname:Li;given-names:R", "name_7": "surname:Masys;given-names:DR", "name_8": "surname:Ritchie;given-names:MD", "name_9": "surname:Roden;given-names:DM", "pub-id_pmid": "21269473", "section_type": "REF", "source": "BMC Med Genomics", "type": "ref", "volume": "4", "year": "2011"}, "text": "The eMERGE Network: a consortium of biorepositories linked to electronic medical records data for conducting genomic studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 18357, "infons": {"section_type": "REF", "type": "ref"}, "text": "RedFly", "sentences": [], "annotations": [], "relations": []}, {"offset": 18364, "infons": {"section_type": "REF", "type": "ref"}, "text": "Knowledge Egg", "sentences": [], "annotations": [], "relations": []}, {"offset": 18378, "infons": {"section_type": "REF", "type": "ref"}, "text": "GeneWiki", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]