[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "5679337", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13326-017-0161-x", "article-id_pmc": "5679337", "article-id_pmid": "29122012", "article-id_publisher-id": "161", "elocation-id": "50", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Lin;given-names:Yu", "name_1": "surname:Mehta;given-names:Saurabh", "name_10": "surname:Mathias;given-names:Stephen L.", "name_11": "surname:Ursu;given-names:Oleg", "name_12": "surname:Stathias;given-names:Vasileios", "name_13": "surname:Duan;given-names:Jianbin", "name_14": "surname:Nabizadeh;given-names:Nooshin", "name_15": "surname:Chung;given-names:Caty", "name_16": "surname:Mader;given-names:Christopher", "name_17": "surname:Visser;given-names:Ubbo", "name_18": "surname:Yang;given-names:Jeremy J.", "name_19": "surname:Bologa;given-names:Cristian G.", "name_2": "surname:Küçük-McGinty;given-names:Hande", "name_20": "surname:Oprea;given-names:Tudor I.", "name_21": "surname:Schürer;given-names:Stephan C.", "name_22": "surname:Oprea;given-names:Tudor I.", "name_23": "surname:Schürer;given-names:Stephan C.", "name_3": "surname:Turner;given-names:John Paul", "name_4": "surname:Vidovic;given-names:Dusica", "name_5": "surname:Forlin;given-names:Michele", "name_6": "surname:Koleti;given-names:Amar", "name_7": "surname:Nguyen;given-names:Dac-Trung", "name_8": "surname:Jensen;given-names:Lars Juhl", "name_9": "surname:Guha;given-names:Rajarshi", "section_type": "TITLE", "type": "front", "volume": "8", "year": "2017"}, "text": "Drug target ontology to classify and integrate drug discovery data", "sentences": [], "annotations": [], "relations": []}, {"offset": 67, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 78, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "One of the most successful approaches to develop new small molecule therapeutics has been to start from a validated druggable protein target. However, only a small subset of potentially druggable targets has attracted significant research and development resources. The Illuminating the Druggable Genome (IDG) project develops resources to catalyze the development of likely targetable, yet currently understudied prospective drug targets. A central component of the IDG program is a comprehensive knowledge resource of the druggable genome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 620, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 628, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "As part of that effort, we have developed a framework to integrate, navigate, and analyze drug discovery data based on formalized and standardized classifications and annotations of druggable protein targets, the Drug Target Ontology (DTO). DTO was constructed by extensive curation and consolidation of various resources. DTO classifies the four major drug target protein families, GPCRs, kinases, ion channels and nuclear receptors, based on phylogenecity, function, target development level, disease association, tissue expression, chemical ligand and substrate characteristics, and target-family specific characteristics. The formal ontology was built using a new software tool to auto-generate most axioms from a database while supporting manual knowledge acquisition. A modular, hierarchical implementation facilitate ontology development and maintenance and makes use of various external ontologies, thus integrating the DTO into the ecosystem of biomedical ontologies. As a formal OWL-DL ontology, DTO contains asserted and inferred axioms. Modeling data from the Library of Integrated Network-based Cellular Signatures (LINCS) program illustrates the potential of DTO for contextual data integration and nuanced definition of important drug target characteristics. DTO has been implemented in the IDG user interface Portal, Pharos and the TIN-X explorer of protein target disease relationships.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2032, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 2044, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "DTO was built based on the need for a formal semantic model for druggable targets including various related information such as protein, gene, protein domain, protein structure, binding site, small molecule drug, mechanism of action, protein tissue localization, disease association, and many other types of information. DTO will further facilitate the otherwise challenging integration and formal linking to biological assays, phenotypes, disease models, drug poly-pharmacology, binding kinetics and many other processes, functions and qualities that are at the core of drug discovery. The first version of DTO is publically available via the website http://drugtargetontology.org/, Github (http://github.com/DrugTargetOntology/DTO), and the NCBO Bioportal (http://bioportal.bioontology.org/ontologies/DTO). The long-term goal of DTO is to provide such an integrative framework and to populate the ontology with this information as a community resource.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2999, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 3033, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (10.1186/s13326-017-0161-x) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3169, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 3180, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The development and approval of novel small molecule therapeutics (drugs) is highly complex and exceedingly resource intensive, being estimated at over one billion dollars for a new FDA approved drug. The primary reason for attrition in clinical trials is the lack of efficacy, which has been associated with poor or biased target selection. Although the drug target mechanism of action is not required for FDA approval, a target-based mechanistic understanding of diseases and drug action is highly desirable and a preferred approach of drug development in the pharmaceutical industry. Following the advent of the Human Genome, several research groups in academia as well as industry have focused on “the druggable genome” i.e. the subsets of genes in the human genome that express proteins that have the ability to bind drug-like small molecules. The researchers have estimated the number of druggable targets ranging from few hundreds to several thousands. Furthermore, it has been suggested by several analyses that only a small fraction of likely relevant druggable targets are extensively studied, leaving a potentially huge treasure trove of promising, yet understudied (“dark”) drug targets to be explored by pharmaceutical companies and academic drug discovery researchers. Not only is there ambiguity about the number of the druggable targets, but there is also a need of systematic characterization and annotation of the druggable genome. A few research groups have made efforts to address these issues and have indeed developed several useful resources, e.g. IUPHAR/BPS Guide to PHARMACOLOGY (GtoPdb/IUPHAR), PANTHER, Therapeutic Target Database (TTD), Potential Drug Target Database (PDTD) , covering important aspects of the drug targets. However, to the best of our knowledge, a publically available structured knowledge resource of drug target classifications and relevant annotations for the most important protein families, one that facilitates querying, data integration, re-use, and analysis does not currently exist. Content in the above-mentioned databases is scattered and in some cases inconsistent and duplicated, complicating data integration and analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5371, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Illuminating the Druggable Genome (IDG) project (http://targetcentral.ws/) has the goal to identify and prioritize new prospective drug targets among likely targetable, yet currently poorly or not at all annotated proteins; and by doing so to catalyze the development of novel drugs with new mechanisms of action. Data compiled and analyzed by the IDG Knowledge Management Center (IDG-KMC) shows that the globally marketed drugs stem from only 3% of the human proteome. These results also suggest that the substantial knowledge deficit for understudied drug targets may be due to an uneven distribution of information and resources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6008, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the context of the IDG program we have been developing the Drug Target Ontology (DTO). Formal ontologies have been quite useful to facilitate harmonization, integration, and analysis of diverse data in the biomedical and other domains. DTO integrates and harmonizes knowledge of the most important druggable protein families: kinases, GPCRs, ion channels and nuclear hormone receptors. DTO content was curated from several resources and the literature, and includes detailed hierarchical classifications of proteins and genes, tissue localization, disease association, drug target development level, protein domain information, ligands, substrates, and other types of relevant information. DTO content sources were chosen by domain experts based on relevance, coverage and completeness of the information available through them. Most resources had been peer reviewed (references are included in the respective sections), published and were therefore considered reliable. DTO is aimed towards the drug discovery and clinical communities and was built to align with other ontologies including BioAssay Ontology (BAO) and GPCR Ontology. By providing a semantic framework of diverse information related to druggable proteins, DTO facilitates the otherwise challenging integration and formal linking of heterogeneous and diverse data important for drug discovery. DTO is particularly relevant for big data, systems-level models of diseases and drug action as well as precision medicine. The long-term goal of DTO is to provide such an integrative framework and to populate the ontology with this information as a community resource. Here we describe the development, content, architecture, modeling and use of the DTO. DTO has already been implemented in end-user software tools to facilitate the browsing and navigation of drug target data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7848, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 7856, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Drug target data curation and classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 7901, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DTO places special emphasis on the four protein families that are central to the NIH IDG initiative: non-olfactory GPCRs (oGPCRs), Kinases, Ion Channels and Nuclear Receptors. The classifications and annotations of these four protein families were extracted, aggregated, harmonized, and manually curated from various resources as described below, and further enriched using the recent research literature. Proteins and their classification and annotations were aligned with the Target Central Resource Databases (TCRD) database developed by the IDG project (http://targetcentral.ws/ProteinFam). In particular, the Target Development Level (TDL) classification was obtained from the TCRD database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8598, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Kinase classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 8620, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Kinases have been classified primarily into protein and non-protein kinases. Protein kinases have been further classified into several groups, families, subfamilies. Non-protein kinases have been classified in several groups, based on the type of substrates (lipid, carbohydrate, nucleoside, other small molecule, etc.). Classification information has been extracted and curated from various resources e.g. UniProt, ChEMBL, PhosphoSitePlus® (PSP), Sugen Kinase website (http://www.kinase.com/web/current/), and the literature, and was organized manually, consolidated and checked for consistency. Kinase substrates were manually curated from UniProt and the literature. Pseudokinases, which lack key functional residues and are (to current knowledge) not catalytically active, were annotated based on the Sugen kinase domain sequences and the literature.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9476, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Ion-channel classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 9503, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Ion channels have been classified primarily into family, subfamily, sub-subfamily. Most of the information has been taken from the Transporter Classification Database (http://www.tcdb.org/), UniProt and several linked databases therein. The classification is based on both the phylogenetic and functional information. Additional information regarding the gating mechanism (voltage gated, ligand gated, etc.), transported ions, protein structural and topological information has also been captured and included as separate annotations. Moreover, the transported ions, such as chloride, sodium, etc. have been mapped to the “Chemical entity” of the ChEBI reference database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10180, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "GPCR classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 10200, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GPCRs have been classified based on phylogenetic, functional and the endogenous ligand information. The primary classification included class, group, family, and subfamily. Most of the information has been taken from the GPCR.org classification and had been updated using various sources e.g. IUPHAR, ChEMBL, UniProt and also from our earlier GPCR ontology. Furthermore, the information for the specific endogenous ligands for each protein has been extracted from IUPHAR and has been integrated with the classification. The information about the GPCR ligand and ligand type (lipid, peptide, etc.) has also been included and has been mapped manually to the “Chemical entity” of the ChEBI reference database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10911, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Nuclear receptor classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 10943, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This information has been adopted directly from IUPHAR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10999, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "External DTO modules and mapping", "sentences": [], "annotations": [], "relations": []}, {"offset": 11032, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Proteins mapped to UniProt. Genes were classified identical to proteins (above) and mapped to Entrez gene. The external modules incorporated into DTO were extracted from the Disease Ontology (DOID), BRENDA Tissue Ontology (BTO), UBERON, the ontology of Chemical Entities of Biological Interest (ChEBI), and Protein Ontology (PRO). Data about over 1000 cell lines from the LINCS project were integrated and mapped to diseases and tissues. Gene/protein–disease and protein–tissue associations were obtained from the JensenLab at Novo Nordisk Foundation Center for Protein Research. Mapping between UBERON and BRENDA to integrate the tissue associations of cell lines and proteins was retrieved from the NCBO BioPortal and manually cross-checked. Target Development Level (TDL) were obtained from TCRD and included as separate annotation for all protein families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11897, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Drug target ontology (DTO) development", "sentences": [], "annotations": [], "relations": []}, {"offset": 11936, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Ontology modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 11954, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "While curators stored all classification and annotation data into various spreadsheets, ontologists created the ontological model to link the metadata obtained from those spreadsheets, and to create the descriptive logic axioms to define ontology classes using a semi-automated workflow. Finalizing and optimizing the ontology model or design pattern required iterative processes of intensive discussions, modeling refinement, voting, and approval among domain experts, data curators, IT developers, and ontologists. Once ontologists proposed a conceptual ontology model, the selection of the most robust ontology model was guided by simple criteria: correct representation of domain content, minimize the number of relations to link all metadata, avoid contradiction with existing domain knowledge representation ontologies, such as the OBO ontologies. For example, in our conceptual model, the relations among organ, tissue, cell lines and anatomical entity were adopted and refined from the UBERON and CLO ontologies. Some relations such as the shortcut relations between protein and associated disease or tissue were created specifically for DTO, which was a compromise for accommodating the large amount of data in DTO. Approval process of accepting a model proposal was driven by our domain experts with contributing data curators, IT developers, and ontologists. The voting process was rather informal; however, the model had to be agreed by all the parties involved in the ontology development: domain experts, data curators, IT developers, and ontologists. Once the most fit ontology model was chosen, this piece of modeling was used as template for a java tool (described below) to generate all the OWL files by using above mentioned data annotation spreadsheets as input.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13737, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Modularization approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 13761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "DTO was built with an extended modular architecture based on the modular architecture designed and implemented for BAO. The modularization strategy developed previously was a layered architecture and used the modeling primitives, vocabularies, modules and axioms. Most significantly, DTO’s modular architecture includes an additional layer to the modularization process by automating the creation of basic subsumption hierarchies and select axioms such as the axioms for disease and tissue associations. Three types of files are used in the modular architecture: vocabulary files, module files, and combined files, such as DTO_core and DTO_complete. Vocabularies only contain concepts (classes with subsumption only). Module layers enable combining vocabularies in flexible ways to create desired ontology structures or subsets. Finally, in the combined files axioms are added to the vocabularies to formally define the various concepts to allow logical inferences. Classes and relationships are imported (directly or indirectly) from module and/or vocabulary files. The external third-party ontologies were extracted using the OWL API or OntoFox.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14911, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "OntoJOG tool", "sentences": [], "annotations": [], "relations": []}, {"offset": 14924, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To streamline the building process, a Java tool (OntoJOG) was developed to automatically create the OWL module files, vocabulary files as components of the whole ontology. OntoJOG takes a flat CSV or TSV data file and loads it as a table either into a temporary SQLite database or a permanent MySQL database. This table is then used as a reference for creating and generating the OWL files as well as several relationship tables. The relationship tables and the final OWL files are generated based on a CSV mapping file that generates the commands for the OntoJOG to perform and the various options for those commands. The commands from the mapping file are read in two passes to ensure everything is added correctly. In the first pass, all classes and their annotations are inserted into the relationship tables and are assigned IDs as necessary, and in the second pass all axioms and relationships between classes are created. After this process is completed an optional reparenting phase is executed before each module of the ontology is generated into its own OWL vocabulary files with an accompanying module file containing the relationships for the given vocabulary files.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16103, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Finally, the ontology was thoroughly reviewed, tested and validated by developers, domain experts, and users in the IDG-KMC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16228, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 16249, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Several steps of Quality Control (QC) at different stages in the development process of the ontology were implemented. First, data extracted from external resources is checked for consistency against that original source by the lead data curator. Depending on how the data was extracted (APIs, download of files) this involves different scripts, but in all cases thorough manual expert review. Secondly, while developers load curated data into a local staging database, another QC step is taking place to assure data integrity during the loading process. Thirdly, as soon as the auto-ontology building using OntoJOG finishes, reasoning over the whole ontology checks for consistency of the logical definitions and the ontology itself. In a fourth QC step, the ontologist runs several SPARQL queries against the ontology to retrieve the data and arrange them in a format that can directly be compared to the original datasets; any discrepancies are flagged and resolved between the lead curator, developer and ontologist. Fifth, for each new ontology build, an automated script reads all DTO vocabulary and module files and compares them to the previous version. This script generates reports with all new (not present in the previous version), deleted (not present in current version) and changed classes and properties based on their URIs and labels. These reports are reviewed by curators and ontologists and any expected differences among versions are resolved. Sixth and finally, the ontology is loaded into Protégé and carefully manually reviewed by curators and ontologists. In order to audit the QC process, all the development versions are stored at a private GitHub repository owned by our lab. Only when data is in 100% consistency with original datasets and all QC steps are completed and passed, the ontology is released to the designated public GitHub repository.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18128, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DTO visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 18146, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data visualization is important, especially with the increasing complexity of the data. Ontology visualization, correspondingly, has an appealing potential to help to browse and comprehend the structures of ontologies. A number of ontology visualization tools have been developed and applied as information retrieval aids, such as OntoGraf, OWLViz as part of the Ontology development tool Protégé, and OntoSphere3D among others. Further, studies and reviews on different visualization tools, e.g. and, have been published by comparing each tool’s performances. Preference of visualization models depends on the type and query context of the visualized network and also on users’ needs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18838, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data-Drive Document (D3) is a relatively novel representation-transparent and dynamic approach to visualize data on the web. It is a modern interactive visualization tool available as a JavaScript library. By selectively binding input data to arbitrary document elements, D3.js enables direct inspection and manipulation of a native representation. The D3.js JavaScript library gained popularity as a generic framework based on widely accepted web standards such as SVG, JavaScript, HTML5 and CSS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19336, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Consequently, we use the D3.js library for the interactive visualization of our DTO as part of the Neo4J graphical database solution.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19470, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DTO and BAO integration to model LINCS data", "sentences": [], "annotations": [], "relations": []}, {"offset": 19514, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Library of Network-Based Cellular Signatures (LINCS) program has been generating a reference “library” of molecular signatures, such as changes in gene expression and other cellular phenotypes that occur when cells are exposed to a variety of perturbing agents. One of the LINCS screening assays is a biochemical kinase profiling assay that measures drug binding using a panel of ~440 recombinant purified kinases, namely, KINOMEscan assay. The HMS LINCS Center has collected 165 KINOMEscan datasets in order to analyze the drug-target interaction. All these LINCS KINOMEscan data were originally retrieved from Harvard Medical School (HMS) LINCS DB (http://lincs.hms.harvard.edu/db/). KINOMEscan data was curated by domain experts to map to both Pfam domains, and corresponding Kinases. Unique KINOMEscan domains and annotations, including domain descriptions, IDs, names, gene symbols, phosphorylation status, and mutations were curated from different sources, including the HMS LINCS DB, DiscoverX KINOMEscan® assay list, Pfam (http://pfam.xfam.org/), and our previous modeling efforts of the entire human Kinome (publication in preparation). The kinase domain classification into group, family, etc. was the same as described above (kinase classification). Gatekeeper and hinge residues were assigned based on structural alignment of existing kinase domain crystal structures and structural models of the human kinome and sequence alignment with the full kinase protein referenced by UniProt accession in the DTO. Pfam accession number and names were obtained from Pfam. The protocol and the KINOMEscan curated target metadata table were analyzed by ontologists to create kinase domain drug target ontology model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21241, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ontology source access and license", "sentences": [], "annotations": [], "relations": []}, {"offset": 21276, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The official DTO website is publicly available at http://drugtargetontology.org/, where it can be visualized and searched. The DTO is an open source project, and released under a Creative Commons 3.0 License. The source code including the development and release versions are freely available at the URL: http://github.com/DrugTargetOntology/DTO . DTO is also published at the NCBO BioPortal (http://bioportal.bioontology.org/ontologies/DTO).", "sentences": [], "annotations": [], "relations": []}, {"offset": 21719, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 21727, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In what follows, the italic font represents terms, classes, relations, or axioms used in the ontology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21830, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Drug targets definition and classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 21873, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Different communities have been using the term “drug target” ambiguously with no formal generally accepted definition. The DTO project develops a formal semantic model for drug targets including various related information such as protein, gene, protein domain, protein structure, binding site, small molecule drug, mechanism of action, protein tissue localization, disease associations, and many other types of information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22302, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The IDG project defined ‘drug target’ as “a native (gene product) protein or protein complex that physically interacts with a therapeutic drug (with some binding affinity) and where this physical interaction is (at least partially) the cause of a (detectable) clinical effect”. DTO defined a DTO specific term “drug target role”. The text definition of “drug target role” is “a role played by a material entity, such as native (gene product) protein, protein complex, microorganism, DNA, etc., that physically interacts with a therapeutic or prophylactic drug (with some binding affinity) and where this physical interaction is (at least partially) the cause of a (detectable) clinical effect.”", "sentences": [], "annotations": [], "relations": []}, {"offset": 23017, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At the current phase, DTO focuses on protein targets. DTO provides various asserted and inferred hierarchies to classify drug targets. Below we describe the most relevant ones.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23194, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Target development level (TDL)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23225, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " T clin are proteins targeted by approved drugs as they exert their mode of action. The Tclin proteins are designated drug targets under the context of IDG.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23382, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " T chem are proteins that can specifically be manipulated with small molecules better than bioactivity cutoff values (30 nM for kinases, 100 nM for GPCRs and NRs, 10 uM for ICs, and 1 uM for other target classes), which lack approved small molecule or biologic drugs. In some cases, targets have been manually migrated to Tchem through human curation, based on small molecule activities from sources other than ChEMBL or DrugCentral.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23818, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " T bio are proteins that do not satisfy the Tclin or Tchem criteria, which are annotated with a Gene Ontology Molecular Function or Biological Process with an Experimental Evidence code, or targets with confirmed OMIM phenotype(s), or do not satisfy the Tdark criteria detailed in 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 24103, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " T dark refers to proteins that have been described at the sequence level and have very few associated studies. They do not have any known drug or small molecule activities that satisfy the activity thresholds detailed in 2), lack OMIM and GO terms that would match Tbio criteria, and meet at least two of the following conditions:", "sentences": [], "annotations": [], "relations": []}, {"offset": 24435, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A PubMed text-mining score < 5 ", "sentences": [], "annotations": [], "relations": []}, {"offset": 24469, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "<= 3 Gene RIFs ", "sentences": [], "annotations": [], "relations": []}, {"offset": 24485, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "<= 50 Antibodies available per Antibodypedia (http://antibodypedia.com)", "sentences": [], "annotations": [], "relations": []}, {"offset": 24557, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The IDG classified proteins into four levels with respect to the depth of investigation from a clinical, biological and chemical standpoint (http://targetcentral.ws/):  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 24727, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Functional and phylogenetic classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 24770, "infons": {"file": "13326_2017_161_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Overview of protein classification hierarchies for Kinase, Ion Channel, GPCR, and NR protein families. Note that several other relevant target annotations have been incorporated into DTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 24957, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DTO proteins have been classified into various categories based on their structural (sequence/domains) or functional similarity. A high-level summary of the classifications for Kinases, Ion Channels, GPCRs and Nuclear Receptors is shown in Fig. 1. It should be noted that, as indicated above, the classification information has been extracted from various database and literature resources. The classification is subject to continuous updating for greater accuracy, and enriching the DTO using the most recent information as it becomes available. The present classification of the four protein families is briefly discussed below: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25590, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Most of the 578 kinases covered in the current version of DTO are protein kinases. These 514 PKs are categorized into 10 groups that are further sub-categorized in 131 families and 82 subfamilies. A representative classification hierarchy for MAPK1 is:", "sentences": [], "annotations": [], "relations": []}, {"offset": 25843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Kinase > Protein Kinase > CMGC group > MAPK family > ERK subfamily > Mitogen-activated Protein Kinase 1. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 25960, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 62 non-protein kinases are categorized in 5 groups depending on the substrate that is phosphorylated by these proteins. These 5 groups are further sub-categorized in 25 families and 7 subfamilies. There are two kinases that haven’t been categorized yet into any of the above types or groups.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26258, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The 334 Ion channel proteins (out of 342 covered in the current version of DTO) are categorized into 46 families, 111 subfamilies, and 107 sub-subfamilies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26414, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Similarly, the 827 GPCRs covered in the current version of DTO are categorized into 6 classes, 61 families and 14 subfamilies. The additional information whether any receptor has a known endogenous ligand or is currently “orphan” is mapped with the individual proteins. Finally, the 48 nuclear hormone receptors are categorized into 19 NR families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26767, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Disease- and tissue-based classification", "sentences": [], "annotations": [], "relations": []}, {"offset": 26808, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Target-disease associations and tissue expressions were obtained from the DISEASES and TISSUES databases (see Methods). Examples of such classifications are available as inferences in DTO (see below section 3.3.2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27023, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Additional annotations and classifications", "sentences": [], "annotations": [], "relations": []}, {"offset": 27066, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to the phylogenetic classification of the proteins, there are several relevant properties associated with them as additional annotations. For example, there are 46 PKs that have been annotated as pseudokinases. For ion channels, important properties, like transporter protein type, transported ion(s), gating mechanism, etc. have been associated with the individual proteins. The gating mechanism refers to the information regarding the factors that control the opening and closing of the ion channels. The important mechanisms include voltage-gated, ligand-gated, temperature-gated, mechanically-gated, etc. Similarly, for the GPCRs, the additional information whether any receptor has a known endogenous ligand or is currently “orphan” is mapped with the individual proteins. Current version of DTO has approximately 255 receptors that have information available regarding the endogenous ligands.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27981, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The analysis of drug target protein classification along with such relevant information associated through separate annotations may lead to interesting inferences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28145, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Chemical classifications", "sentences": [], "annotations": [], "relations": []}, {"offset": 28170, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Known GPCR ligands and IC transported ions were categorized by chemical properties and mapped to ChEBI (see Methods). For example, depending upon their chemical structure and properties, these known endogenous ligands for GPCRs have been categorized in seven types, namely, amine, amino acid, carboxylic acid, lipid, peptide, nucleoside and nucleotide. Similarly, the ions transported by the ion channel proteins and ion types (anion/cation) have been mapped to ChEBI. These annotations together with mappings of substrates and ligands to the proteins enable inferred classification of the proteins based on their chemical properties (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28817, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "DTO ontology implementation and modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 28858, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Drug discovery target knowledge model of the DTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 28907, "infons": {"file": "13326_2017_161_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Conceptual high-level model of DTO. Including the main DTO (high-level) classes", "sentences": [], "annotations": [], "relations": []}, {"offset": 28987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The first version of the DTO includes detailed target classification and annotations for the four IDG protein families. Each protein is related to four types of entities: gene, related disease, related tissue or organ, and target development level. The conceptual model of DTO is illustrated as a linked diagram with nodes and edges. Nodes represent the classes in the DTO, and edges represent the ontological relations between classes. As shown in Fig. 2, GPCRs, kinases, ICs and NRs are types of proteins. GPCR binds GPCR ligands, and IC transports ions. Most GPCR ligands and ion are types of chemical entity from ChEBI. Each protein has a target development level (TDL), i.e., Tclin, Tchem, Tbio and Tdark. The protein is linked to gene by ‘has gene template’ relation. The gene is associated with disease based on evidence from the DISEASES database. The protein is also associated with some organ, tissue, or cell line using some evidence from TISSUES database. The full DTO contains many more annotations and classifications available at http://drugtargetontology.org/ . ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30071, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DTO is implemented in OWL2-DL to enable further classification by inference reasoning and SPARQL queries. The current version of DTO contains >13,000 classes and >220,000 axioms. The DTO contains 827 GPCRs, 572 kinase, 342 ion channels (ICs), and 48 NRs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30326, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Modular implementation of the DTO combining auto-generated and expert axioms", "sentences": [], "annotations": [], "relations": []}, {"offset": 30403, "infons": {"file": "13326_2017_161_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Illustration of the DTO modular architecture", "sentences": [], "annotations": [], "relations": []}, {"offset": 30448, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In DTO, each of the four drug target families has two vocabulary files of gene and protein, respectively; other DTO-native categories were created as separate vocabulary files. Additional vocabulary files include quality, role, properties, and cell line classes and subclasses. A vocabulary file contains entities of a class, which only contains “is-a” hierarchies. For example, the GPCR gene vocabulary contains only GPCR gene list and its curated classification. DTO core imports all the DTO vocabulary files of four families, including genes and proteins, and necessary axioms were added. Finally, DTO core was imported into the DTO complete file, which includes other vocabulary files and external files. External ontologies used in DTO include: BTO, CHEBI, DOID, UBERON, Cell Line Ontology (CLO), Protein Ontology (PRO), Relations Ontology (RO) and Basic Formal Ontology (BFO). The DTO core and DTO external are imported into the DTO module with auto-generated axioms, which links entities from different vocabulary files. Besides the programmatically generated vocabularies and modules, DTO also contains manually generated vocabularies and modules, as shown in Fig. 3. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This modularization approach significantly simplifies the maintenance of the ontology contents, especially when the ontology is large in size. If the gene or protein list changes, only the vocabulary file and the specific module file need to be updated instead of the whole ontology. In addition, external and internal resources are maintained separately. This design facilitates automated content updates from external resources including axioms generated using the above-mentioned Java tool OntoJOG without the need to re-generate manually axiomized domain knowledge, which can be very resource intensive, by simply separating them into two layers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32281, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "DTO to infer biologically and chemically relevant target classes", "sentences": [], "annotations": [], "relations": []}, {"offset": 32346, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Chemically relevant target classes inferred by DTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 32397, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In addition to detailed asserted target classifications, DTO incorporates various other annotations including GPCR endogenous ligands for GPCRs, transported ions for ICs, gating mechanism for ICs, or pseudokinases. Endogenous GPCR ligands were manually mapped to ChEBI and classified by chemical category such as amine, lipid, peptide, etc. As ligands relate to receptor properties, GPCRs are typically classified based on their ligands; however, the ligand-based classification is orthogonal to the classification based on class A, B, C, adhesion, etc. and it changes as new ligands are deorphanized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32999, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In DTO we therefore infer the ligand-based receptor, for example aminergic GPCR, lipidergic GPCR, peptidic GPCR, and orphan GPCR, which are of particular interest, by defining their logical equivalent as follows:", "sentences": [], "annotations": [], "relations": []}, {"offset": 33212, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " aminergic GPCR ≡ GPCR and (‘binds molecular entity’ some amine); ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33285, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " lipidergic GPCR ≡ GPCR and (‘binds molecular entity’ some lipid); ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33359, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " peptidic GPCR ≡ GPCR and (‘binds molecular entity’ some peptide); ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33433, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " orphan GPCR ≡ GPCR and (not (‘binds molecular entity’ some ‘GPCR ligand’)). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33521, "infons": {"file": "13326_2017_161_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Inferred classifications in DTO. a 5-hydroxytryptamine receptor as an aminergic receptor based on its endogenous ligand, b mevalonate kinase as a putative metabolic drug target", "sentences": [], "annotations": [], "relations": []}, {"offset": 33698, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "An example for 5-hydroxytryptamine receptor is shown in Fig. 4; the receptor is inferred as aminergic receptor based on its endogenous ligand. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33843, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DTO has classified 39 aminergic GPCR, 37 lipidergic GPCR, 119 peptide GPCR and 582 orphan GPCR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33939, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Disease relevant target classes inferred by DTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 33987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In a similar way, we categorized important disease targets by inference based on the protein - disease association, which were modeled as ‘strong’, ‘at least some’, or ‘at least weak’ evidence using subsumption. For example, DTO uses the following hierarchical relations to declare the relation between a protein and the associated disease extracted from the DISEASES database.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34377, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " has associated disease with strong evidence from DISEASES ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34437, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " has associated disease with at least some evidence from DISEASES  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34505, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " has associated disease with at least weak evidence from DISEASES  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34573, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the DISEASES database, the associated disease and protein are measured by a Z-Score. In DTO, the “at least weak evidence” is translated as a Z-Score between zero and 2.4; the “some evidence” is translated as a Z-Score between 2.5 and 3.5; and the “strong evidence” is translated as a Z-Score between 3.6 and 5.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34899, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Putative infectious disease targets ≡ Protein and (‘has associated disease with strong evidence from DISEASES’ some ‘disease of metabolism’); ", "sentences": [], "annotations": [], "relations": []}, {"offset": 35053, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Putative infectious disease targets ≡ Protein and (‘has associated disease with strong evidence from DISEASES’ some ‘disease by infectious agent’); ", "sentences": [], "annotations": [], "relations": []}, {"offset": 35213, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": " Putative mental health disease targets ≡ Protein and (‘has associated disease with strong evidence from DISEASES’ some ‘developmental disorder of mental health’) ", "sentences": [], "annotations": [], "relations": []}, {"offset": 35389, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "This allows querying or inferring proteins for a disease of interest by evidence. Diseases related targets were defined using following axioms (as illustrative as examples): ", "sentences": [], "annotations": [], "relations": []}, {"offset": 35564, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We created such inference examples in DTO, including 29 metabolic disease targets, 36 mental health disease targets, and 1 infectious disease target.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35714, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Modeling and integration of Kinase data from the LINCS project", "sentences": [], "annotations": [], "relations": []}, {"offset": 35777, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The Library of Network-Based Cellular Signatures (LINCS, http://lincsproject.org/) program has a systems biology focus. This project has been generating a reference “library” of molecular signatures, such as changes in gene expression and other cellular phenotypes that occur when cells are exposed to a variety of perturbing agents. The project also builds computational tools for data integration, access, and analysis. Dimensions of LINCS signatures include the biological model system (cell type), the perturbation (e.g. small molecules) and the assays that generate diverse phenotypic profiles. LINCS aims to create a full data matrix by coordinating cell types and perturbations as well as informatics and analytics tools. We have processed various LINCS datasets, which are available at the LINCS Data Portal (http://lincsportal.ccs.miami.edu/). LINCS data standards are the foundation of LINCS data integration and analysis. We have previously illustrated how integrated LINCS data can be used to characterize drug action; among those, KINOME-wide drug profiling datasets.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36862, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We have annotated the KINOMEscan domains data generated from HMS LINCS KINOMEscan dataset. The annotation includes domains descriptions, names, gene symbols, phosphorylation status, and mutations. To integrate this information into DTO, we built a kinase domain module following the modularization approach described in section 2.2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37195, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "ABL1 is a tyrosine-protein kinase with UNIPROT ID P00519 (human). The sequence itself is 1131 AA long.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37298, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The KINOMEscan domain named “ABL1” is a part of the protein (AA Start/Stop S229/K512) containing the “Pkinase-Tyr” domain (pFam accession PF07714.14, AA Start/Stop I242/F493).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37482, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The KINOMEscan domain named “ABL1(F317I)-nonphosphorylated” is the same part of the protein (AA Start/Stop S229/K512) with a mutation at position 317 in which the wild type Phe is mutated into Ile. pFam (accession PF07714.14) identifies the same domain. In addition, it is annotated as nonphosphorylated (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37803, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The KINOMEscan domain named “ABL1(F317I)-phosphorylated” is the same protein, but instead of nonphosphorylated it is phosphorylated (see below).", "sentences": [], "annotations": [], "relations": []}, {"offset": 37952, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We started with an example scenario given by domain expert shown below: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 38025, "infons": {"file": "13326_2017_161_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Relations between protein, kinase domain, mutated kinase domain, phosphorylated kinase domain, and pfam domains in the DTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 38148, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this scenario, there are four major ontological considerations or relations that need to be considered when building an ontology module (Fig. 5). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 38299, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Kinase domain and kinase protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 38332, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DTO uses the “has part” relation to link the kinase protein and kinase domain, which reflects the biological reality that the kinase domain is a part of the full protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38507, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Kinase domain variations: Mutated kinase domain and phosphorylated kinase domain", "sentences": [], "annotations": [], "relations": []}, {"offset": 38588, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "A mutated kinase domain relates to its wild type kinase domain by simply using “is mutated form of” relation. Both, phosphorylated and nonphosphorylated forms of a kinase domain are children of a kinase domain from which they were modified to their current phosphorylation forms. Since the KINOMEscan assay does not provide the specific phosphorylation position information, the definition of a phosphorylated form of a kinase domain, either mutated or wild-type, is generally constituted using an ad-hoc axiom: has part some “phosphorylated residue”. Note that “phosphorylated residue” (MOD_00696) is an external class imported from Protein Modification Ontology (MOD).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39271, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Pfam domain mapping to kinase domain and its variations", "sentences": [], "annotations": [], "relations": []}, {"offset": 39327, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DTO data curators / domain experts have mapped all kinase domains (including their variations) to Pfam families using sequence level data. This information was captured by using “map to pfam domain” relation, which links a kinase domain to a pfam domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39586, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Figure 5 shows how in DTO the above scenario is modeled by connecting ABL1 Kinase domain with ABL1 protein using relation is part of, as well as how kinase domain relates to Pfam domain using map to pfam domain relation. In this scenario, all the variations of ABL1 kinase domain are mapped to the same Pfam domain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39903, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Kinase gatekeeper and mutated amino acid residues", "sentences": [], "annotations": [], "relations": []}, {"offset": 39953, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The kinase gatekeeper position is an important recognition and selectivity element for small molecule binding. One of the mechanisms by which cancers evade kinase drug therapy is by mutation of key amino acids in the kinase domain. Often the gatekeeper is mutated. Located in the ATP binding pocket of protein kinases, the gatekeeper residue has been shown to influence selectivity and sensitivity to a wide range of small molecule inhibitors. Kinases that possess a small side chain at this position (Thr, Ala, or Gly) are readily targeted by structurally diverse classes of inhibitors, whereas kinases that possess a larger residue at this position are broadly resistant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40627, "infons": {"file": "13326_2017_161_Fig6_HTML.jpg", "id": "Fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Protégé screen shot shows the inferred subclasses of gatekeeper residue", "sentences": [], "annotations": [], "relations": []}, {"offset": 40701, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "DTO includes a “gatekeeper role” to define residues annotated as gatekeeper. In the case of ABL1 kinase domain, the THR74 within the ABL1 kinase domain is identified as a gatekeeper by the data curator / domain expert. This gatekeeper residue is further mapped to the 315th residue located in the whole ABL1 kinase amino acid sequence. DTO defines a term: THR315 in ABL1 kinase domain with an axiom of “has role some gatekeeper role”. With an equivalence definition of term “gatekeeper residue” as anything that satisfied the condition of “has role some gatekeeper role”, DTO can group all the gatekeeper residues in this KINOMEscan dataset (Fig. 6). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41370, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "DTO shines light on Tdark proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 41405, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "With integrated information about drug targets available in DTO, it is possible, for example to query information for Tdark kinases for which data in LINCS is available. Kinases in the LINCS KINOMEscan assay were annotated by their (kinase) domain, phosphorylation status, gatekeeper residue and mutations as explained above. To illustrate this integration, we conducted a simple SPARQL query to identify Tdark (kinase) proteins that have a gatekeeper annotation in DTO.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41876, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PREFIX rdfs: <http://www.w3.org/2000/01/rdf-schema#> ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41930, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PREFIX rdf: <http://www.w3.org/1999/02/22-rdf-syntax-ns#> ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41989, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PREFIX owl: <http://www.w3.org/2002/07/owl#> ", "sentences": [], "annotations": [], "relations": []}, {"offset": 42035, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PREFIX dto: <http://www.drugtargetontology.org/dto/> ", "sentences": [], "annotations": [], "relations": []}, {"offset": 42089, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The SPARQL query we use to search DTO are as following: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 42146, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "select? subject? subject_label? p_label? tdl_label.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42198, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Where {.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42207, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?subject rdfs:subClassOf? s1 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42238, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?s1 owl:onProperty <http://purl.obolibrary.org/obo/RO_0000087>; owl:someValuesFrom dto:DTO_00000002 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42340, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?subject rdfs:label?subject_label .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42376, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?subject owl:equivalentClass?s2 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42410, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?s2 owl:intersectionOf?list .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42440, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?list rdf:rest*/rdf:first? l .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42471, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?l owl:onProperty dto:DTO_90000020; owl:allValuesFrom? k .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42530, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?k rdfs:subClassOf* dto:DTO_61000000 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42569, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?k rdfs:subClassOf?s3 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42593, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?s3 owl:onProperty dto:DTO_90000020; owl:someValuesFrom?p .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42653, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?p rdfs:subClassOf* <http://purl.obolibrary.org/obo/PR_000000001> .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42721, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?p rdfs:label?p_label .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42745, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?p rdfs:subClassOf?s4 .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42769, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?s4 owl:onProperty<http://www.drugtargetontology.org/dto/DTO_91000020>; owl:someValuesFrom?TDL .", "sentences": [], "annotations": [], "relations": []}, {"offset": 42866, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "?TDL rdfs:label?tdl_label.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42893, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "}", "sentences": [], "annotations": [], "relations": []}, {"offset": 42895, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found in total 378 (kinase) proteins containing gatekeeper residue annotations. Of those 378 proteins, one (Serine/threonine-protein kinase NEK10) is a Tdark protein, two (Mitogen-activated protein kinase 4 and Serine/threonine-protein kinase WNK1) are Tbio proteins, 320 are Tchem proteins, and 54 are Tclin proteins (Additional file 1: Table S1). We then could look for the associated disease and tissue expression information in DTO. For example, the Serine/threonine-protein kinase NEK10 (Tdark), which contains the gatekeeper residue Thr301, is associated with breast cancer by “weak evidence”, and expressed in liver, testis, trachea with “strong evidence”. This way, DTO provides rich information to prioritize proteins for further study, linked directly to KINOMEscan results via the LINCS Data Portal.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43719, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Integration of DTO in software applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 43763, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "DTO visualization", "sentences": [], "annotations": [], "relations": []}, {"offset": 43781, "infons": {"file": "13326_2017_161_Fig7_HTML.jpg", "id": "Fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "An excerpt of an interactive visualization of the DTO. The viewer is available at http://drugtargetontology.org/\n", "sentences": [], "annotations": [], "relations": []}, {"offset": 43895, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The drug target ontology consists of >13,000 classes and >122,000 links. Our visualization has two options: a) a static pure ontology viewer starting with the top-level concepts featured by a collapsible tree layout (mainly for browsing concepts) and b) a dynamic search and view page where a search-by-class user interface is combined with a collapsible force layout for a deeper exploration. Figure 7 shows an excerpt of an interactive visualization of the DTO. Users can search for classes, alter the visualization by showing siblings, zoom in/out, and alter the figure by moving classes within the graph for better visualization. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 44531, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Pharos: The IDG web portal", "sentences": [], "annotations": [], "relations": []}, {"offset": 44558, "infons": {"file": "13326_2017_161_Fig8_HTML.jpg", "id": "Fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "Visualization of the drug target ontology: using the circle packing layout available in the D3 visualization framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 44677, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Pharos is the front-end Web Portal of the IDG project (http://pharos.nih.gov). Pharos was designed and built to encourage “serendipitous browsing” of a wide range of protein drug target information curated and aggregated from a multitude of resources. Via a variety of user interface elements to search, browse and visualize drug target information, Pharos can help researchers to identify and prioritize drug targets based on a variety of criteria. The DTO is an integral part of Pharos; its user interface has been designed to integrate DTO at multiple levels of detail. At the highest level, the user can get a bird’s-eye view of the target landscape in terms of the development level through the interactive DTO circle packing visualization (http://pharos.nih.gov/dto); see Fig. 8. For any suitable set of targets (e.g., as a result of searching and/or filtering), Pharos also provides an interactive sunbrust visualization of the DTO as a convenient way to help the user navigate the target hierarchy. At the most specific level, each appropriate target record is annotated with the full DTO path in form of a breadcrumb. This not only gives the user context but also allows the user to easily navigate up and down the target hierarchy with minimal effort. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 45947, "infons": {"section_type": "RESULTS", "type": "title_3"}, "text": "Tin-X: Target importance and novelty explorer", "sentences": [], "annotations": [], "relations": []}, {"offset": 45993, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "TIN-X is a specialized, user-friendly Web-based tool to explore the relationship between proteins and diseases (http://newdrugtargets.org/) extracted from the scientific literature. TIN-X supports searching and browsing across proteins and disease based on ontological classifications. DTO is used to organize proteins and content can be explored using the DTO hierarchy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46365, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 46376, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The IDG program is a systematic effort to prioritize understudied, yet likely druggable protein targets for the development of chemical probes and drug discovery entry points. DTO covers proteins as prospective druggable targets. Druggability can be considered from a structural point of view, i.e. proteins to which small molecules can bind. This structural druggability is implicit in the selection of the IDG target families, GPCRs, kinases, ion channels and nuclear receptors for which there exist a large number of small molecule binders. Another aspect of druggability is the ability to induce a therapeutic benefit by modulating the biological function of the protein that the drug binds to. Establishing and prioritizing this functional druggability is one of the main goals of the IDG project. DTO includes knowledge of protein disease association and the target development level for all proteins as a foundation to formally describe drug mechanisms of actions. DTO provides a framework and formal classification based on function and phylogenetics, rich annotations of (protein) drug targets along with other chemical, biological, and clinical classifications and relations to diseases and tissue expression. This may facilitate the rational and systematic development of novel small molecule drugs by integrating mechanism of action (drug targets) with disease models, mechanisms, and phenotypes. DTO is already used in the Target Central Resource Database (TCRD - http://juniper.health.unm.edu/tcrd), the IDG main portal Pharos (http://pharos.nih.gov/) and the Target Importance and Novelty eXplorer (TIN-X - http://newdrugtargets.org/) to prioritize drug targets by novelty and importance. The search and visualization uses the inferred DTO model, including the inferred classes described in this report.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48195, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "We have illustrated how DTO and other ontologies are used to annotate, categorize and integrate knowledge about kinases, including nuanced target information of profiling data generated in the LINCS project. By doing so, DTO facilitates contextual data integration, for example considering the kinase domain or the full protein, phosphorylation status or even information important for small molecule binding, such as gatekeeper residues and point mutations. As we develop DTO and other resources, we will facilitate the otherwise challenging integration and formal linking of biochemical and cell-based assays, phenotypes, disease models, omics data, drug targets and drug poly-pharmacology, binding sites, kinetics and many other processes, functions and qualities that are at the core of drug discovery. In the era of big data, systems-level models for diseases and drug action, and personalized medicine, it is a critical requirement to harmonize and integrate these various sources of information.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49198, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The development of DTO also provided an example of building a large dataset ontology that can easily be extended and integrated with other resources. This is facilitated by our modularization approach. The modular architecture allows the developers create terms in a more systematic way by creating manageable and contained components. For example, DTO vocabularies are created as separate files by the OntoJOG java tool. Vocabulary files contain only classes and subsumption relations; the files are subsequently combined (imported) into the DTO core module. A similar, separate module is created of classes from external ontologies; thus, cleanly separating responsibilities of ontology maintenance while providing a seamless integrated product for the users. OntoJOG auto-generated axioms import these vocabulary modules. The manual (expert-created) more complex axioms are layered on top. This way, when an existing data resources is updated, one only needs to update the corresponding auto-created file, e.g. the kinase vocabulary, or target-disease associations from the DISEASES database. Updating of the auto-generated modules (including axioms) does not overwrite expert-created, more complex axioms, which formalize knowledge that cannot easily be maintained in a relational database. Separating domain-specific vocabularies also improves maintenance by multiple specialized curators and may improve future crowd-based development and maintenance. The modular design also makes it simpler to use DTO content in related projects such as LINCS or BAO. Last but not least, the modular architecture facilitates different “flavors” of DTO by incorporating upper-level ontologies, such as BFO or SUMO, via specific mapping (axiom) files; different DTO flavors can be useful for different user groups, e.g. a native version for typical end users of software products (such as Pharos or TinX) or a BFO version for ontologists who develop more expansive, integrated and consistent knowledge models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51202, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Several drug target-related resources have been developed, such as the ChEMBL Drug Target Slim, where GO annotations are available for drug targets in ChEMBL. Protein Ontology recently enhanced the protein annotation with pathway information and phosphorylation sites information. Comprehensive FDA-approved drug and target information is available in DrugCentral, http://drugcentral.org/. The Open Targets Partnership between pharmaceutical companies and the EBI (http://www.opentargets.org/) is a complementary project with similarities to IDG. It developed the Open Target Validation Platform (//www.targetvalidation.org/). Both, IDG and Open Target make use of ontologies for data standardization and integration. Although there is significant overlap in the content integrated by both projects, there is currently little coordination with respect to data standards including ontologies and data representation. For example, Open Target uses the Experimental Factor Ontology (EFO) to annotate diseases whereas IDG and the DTO uses DOID, primarily because of its use in DISEASES. Ongoing ontology mapping efforts will remedy these challenges. As DTO evolves, we aim to include additional content sources and ontologies to support integrative drug discovery and target validation efforts via a semantic drug target framework.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52530, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 52542, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "DTO was built based on the need for a formal semantic model for druggable targets including various related information such as protein, gene, protein domain, protein structure, binding site, small molecule drug, mechanism of action, protein tissue localization, disease association, and many other types of information. DTO will further facilitate the challenging integration and formal linking to biological assays, phenotypes, disease models, drug poly-pharmacology, binding kinetics and many other processes, functions and qualities that are at the core of drug discovery. The first version of DTO is publically available via the website http://drugtargetontology.org/, Github (http://github.com/DrugTargetOntology/DTO), and the NCBO Bioportal (http//bioportal.bioontology.org/ontologies/DTO). The long-term goal of DTO is to provide such an integrative framework and to populate the ontology with this information as a community resource.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53486, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Additional file", "sentences": [], "annotations": [], "relations": []}, {"offset": 53502, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 53516, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BFO", "sentences": [], "annotations": [], "relations": []}, {"offset": 53520, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Basic Formal Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53542, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 53546, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BRENDA Tissue Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53569, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ChEBI", "sentences": [], "annotations": [], "relations": []}, {"offset": 53575, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Chemical Entities of Biological Interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 53616, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "CLO", "sentences": [], "annotations": [], "relations": []}, {"offset": 53620, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Cell Line Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53639, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DOID", "sentences": [], "annotations": [], "relations": []}, {"offset": 53644, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Disease Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53661, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "DTO", "sentences": [], "annotations": [], "relations": []}, {"offset": 53665, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Drug Target Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53686, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "GPCRs", "sentences": [], "annotations": [], "relations": []}, {"offset": 53692, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "G-protein-coupled receptors", "sentences": [], "annotations": [], "relations": []}, {"offset": 53720, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IC", "sentences": [], "annotations": [], "relations": []}, {"offset": 53723, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Ion Channel", "sentences": [], "annotations": [], "relations": []}, {"offset": 53735, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IDG", "sentences": [], "annotations": [], "relations": []}, {"offset": 53739, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Illuminating the Druggable Genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 53773, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IDG-KMC", "sentences": [], "annotations": [], "relations": []}, {"offset": 53781, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IDG Knowledge Management Center", "sentences": [], "annotations": [], "relations": []}, {"offset": 53813, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IUPHAR", "sentences": [], "annotations": [], "relations": []}, {"offset": 53820, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "International Union of Basic and Clinical Pharmacology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53875, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "LINCS", "sentences": [], "annotations": [], "relations": []}, {"offset": 53881, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "The Library of Network-Based Cellular Signatures", "sentences": [], "annotations": [], "relations": []}, {"offset": 53930, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "NR", "sentences": [], "annotations": [], "relations": []}, {"offset": 53933, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Nuclear Receptor", "sentences": [], "annotations": [], "relations": []}, {"offset": 53950, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PRO", "sentences": [], "annotations": [], "relations": []}, {"offset": 53954, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Protein Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 53971, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "QC", "sentences": [], "annotations": [], "relations": []}, {"offset": 53974, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Quality Control", "sentences": [], "annotations": [], "relations": []}, {"offset": 53990, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RO", "sentences": [], "annotations": [], "relations": []}, {"offset": 53993, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Relations Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 54012, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TCRD", "sentences": [], "annotations": [], "relations": []}, {"offset": 54017, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Target Central Resource Databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 54051, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "TDL", "sentences": [], "annotations": [], "relations": []}, {"offset": 54055, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Target Development Level", "sentences": [], "annotations": [], "relations": []}, {"offset": 54080, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "UBERON", "sentences": [], "annotations": [], "relations": []}, {"offset": 54087, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "Uber Anatomy Ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 54109, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 54143, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "The online version of this article (10.1186/s13326-017-0161-x) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54279, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 54304, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "YL: ontology development and implementation; SM: content curation and annotation; HKM: ontology modularization and implementation; JPT: software and database tools to build the ontology; DV: kinase domain annotation, DTO curation; MF: kinase domain module, integration with LINCS data; AK: database schema and software tools to build ontology; DTN: implementation of DTO in Pharos, UI design and implementation; LJJ: integration of DISEASES and TISSUES into DTO; RG: Pharos UI design and DTO implementation; SLM: IDG database and synchronization to DTO; OU: development and implementation of DTL; VS: LINCS data processing and annotation; JD: DTO visualizer, web-interface and backend; NN: DTO database and software tools; CC: DTO website and processes; CM: software design; UV: ontology modeling and visualization; JJY: implementation of DTO in TIN-X, UI design; CGB: TDL development, TIN-X DTO integration; TO: DTL classification and annotation, UI design, content curation, project coordination; SCS: envisioned DTO, ontology development and implementation, content curation, database and software design, project coordination. YL, SM and SCS wrote the manuscript; HKM, DTN, RG, UV, TO contributed to writing the manuscript; all co-authors approve the manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55571, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 55614, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55630, "infons": {"section_type": "AUTH_CONT", "type": "title_1"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 55654, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55670, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 55690, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55749, "infons": {"section_type": "COMP_INT", "type": "title_1"}, "text": "Publisher’s Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 55768, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55887, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 55898, "infons": {"section_type": "REF", "type": "ref"}, "text": "Jones LH, Bunnage ME. Applications of chemogenomic library screening in drug discovery. Nat Rev Drug Discov. 2017;16(4):285-96.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56026, "infons": {"fpage": "1607", "issue": "23–24", "lpage": "1610", "name_0": "surname:Russ;given-names:AP", "name_1": "surname:Lampel;given-names:S", "pub-id_doi": "10.1016/S1359-6446(05)03666-4", "pub-id_pmid": "16376820", "section_type": "REF", "source": "Drug Discov Today", "type": "ref", "volume": "10", "year": "2005"}, "text": "The druggable genome: an update", "sentences": [], "annotations": [], "relations": []}, {"offset": 56058, "infons": {"fpage": "19", "issue": "1", "lpage": "34", "name_0": "surname:Santos;given-names:R", "name_1": "surname:Ursu;given-names:O", "name_2": "surname:Gaulton;given-names:A", "name_3": "surname:Bento;given-names:AP", "name_4": "surname:Donadi;given-names:RS", "name_5": "surname:Bologa;given-names:CG", "name_6": "surname:Karlsson;given-names:A", "name_7": "surname:Al-Lazikani;given-names:B", "name_8": "surname:Hersey;given-names:A", "name_9": "surname:Oprea;given-names:TI", "pub-id_doi": "10.1038/nrd.2016.230", "pub-id_pmid": "27910877", "section_type": "REF", "source": "Nat Rev Drug Discov", "type": "ref", "volume": "16", "year": "2017"}, "text": "A comprehensive map of molecular drug targets", "sentences": [], "annotations": [], "relations": []}, {"offset": 56104, "infons": {"fpage": "D1054", "issue": "D1", "lpage": "D1068", "name_0": "surname:Southan;given-names:C", "name_1": "surname:Sharman;given-names:JL", "name_2": "surname:Benson;given-names:HE", "name_3": "surname:Faccenda;given-names:E", "name_4": "surname:Pawson;given-names:AJ", "name_5": "surname:Alexander;given-names:SP", "name_6": "surname:Buneman;given-names:OP", "name_7": "surname:Davenport;given-names:AP", "name_8": "surname:McGrath;given-names:JC", "name_9": "surname:Peters;given-names:JA", "pub-id_doi": "10.1093/nar/gkv1037", "pub-id_pmid": "26464438", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "The IUPHAR/BPS guide to PHARMACOLOGY in 2016: towards curated quantitative interactions between 1300 protein targets and 6000 ligands", "sentences": [], "annotations": [], "relations": []}, {"offset": 56238, "infons": {"fpage": "D336", "issue": "D1", "lpage": "D342", "name_0": "surname:Mi;given-names:H", "name_1": "surname:Poudel;given-names:S", "name_2": "surname:Muruganujan;given-names:A", "name_3": "surname:Casagrande;given-names:JT", "name_4": "surname:Thomas;given-names:PD", "pub-id_doi": "10.1093/nar/gkv1194", "pub-id_pmid": "26578592", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "PANTHER version 10: expanded protein families and functions, and analysis tools", "sentences": [], "annotations": [], "relations": []}, {"offset": 56318, "infons": {"fpage": "D1118", "issue": "Database issue", "lpage": "D1123", "name_0": "surname:Qin;given-names:C", "name_1": "surname:Zhang;given-names:C", "name_2": "surname:Zhu;given-names:F", "name_3": "surname:Xu;given-names:F", "name_4": "surname:Chen;given-names:SY", "name_5": "surname:Zhang;given-names:P", "name_6": "surname:Li;given-names:YH", "name_7": "surname:Yang;given-names:SY", "name_8": "surname:Wei;given-names:YQ", "name_9": "surname:Tao;given-names:L", "pub-id_doi": "10.1093/nar/gkt1129", "pub-id_pmid": "24265219", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "Therapeutic target database update 2014: a resource for targeted therapeutics", "sentences": [], "annotations": [], "relations": []}, {"offset": 56396, "infons": {"fpage": "104", "name_0": "surname:Gao;given-names:Z", "name_1": "surname:Li;given-names:H", "name_2": "surname:Zhang;given-names:H", "name_3": "surname:Liu;given-names:X", "name_4": "surname:Kang;given-names:L", "name_5": "surname:Luo;given-names:X", "name_6": "surname:Zhu;given-names:W", "name_7": "surname:Chen;given-names:K", "name_8": "surname:Wang;given-names:X", "name_9": "surname:Jiang;given-names:H", "pub-id_doi": "10.1186/1471-2105-9-104", "section_type": "REF", "source": "BMC Bioinf", "type": "ref", "volume": "9", "year": "2008"}, "text": "PDTD: a web-accessible protein database for drug target identification", "sentences": [], "annotations": [], "relations": []}, {"offset": 56467, "infons": {"section_type": "REF", "type": "ref"}, "text": "Unexplored opportunities in the druggable human genome [http://www.nature.com/nrd/posters/druggablegenome/index.html]. Accessed Mar 2017.", "sentences": [], "annotations": [], "relations": []}, {"offset": 56605, "infons": {"fpage": "S5", "issue": "Suppl 1 Proceedings of the Bio-Ontologies Spec Interest G", "name_0": "surname:Abeyruwan;given-names:S", "name_1": "surname:Vempati;given-names:UD", "name_2": "surname:Kucuk-McGinty;given-names:H", "name_3": "surname:Visser;given-names:U", "name_4": "surname:Koleti;given-names:A", "name_5": "surname:Mir;given-names:A", "name_6": "surname:Sakurai;given-names:K", "name_7": "surname:Chung;given-names:C", "name_8": "surname:Bittker;given-names:JA", "name_9": "surname:Clemons;given-names:PA", "pub-id_doi": "10.1186/2041-1480-5-S1-S5", "pub-id_pmid": "25093074", "section_type": "REF", "source": "J Biomed Semantics", "type": "ref", "volume": "5", "year": "2014"}, "text": "Evolving BioAssay ontology (BAO): modularization, integration and applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 56684, "infons": {"fpage": "e49198", "issue": "11", "name_0": "surname:Vempati;given-names:UD", "name_1": "surname:Przydzial;given-names:MJ", "name_2": "surname:Chung;given-names:C", "name_3": "surname:Abeyruwan;given-names:S", "name_4": "surname:Mir;given-names:A", "name_5": "surname:Sakurai;given-names:K", "name_6": "surname:Visser;given-names:U", "name_7": "surname:Lemmon;given-names:VP", "name_8": "surname:Schurer;given-names:SC", "pub-id_doi": "10.1371/journal.pone.0049198", "pub-id_pmid": "23155465", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "7", "year": "2012"}, "text": "Formalization, annotation and analysis of diverse drug and probe screening assay datasets using the BioAssay ontology (BAO)", "sentences": [], "annotations": [], "relations": []}, {"offset": 56808, "infons": {"fpage": "D995", "issue": "D1", "lpage": "D1002", "name_0": "surname:Nguyen;given-names:DT", "name_1": "surname:Mathias;given-names:S", "name_2": "surname:Bologa;given-names:C", "name_3": "surname:Brunak;given-names:S", "name_4": "surname:Fernandez;given-names:N", "name_5": "surname:Gaulton;given-names:A", "name_6": "surname:Hersey;given-names:A", "name_7": "surname:Holmes;given-names:J", "name_8": "surname:Jensen;given-names:LJ", "name_9": "surname:Karlsson;given-names:A", "pub-id_doi": "10.1093/nar/gkw1072", "pub-id_pmid": "27903890", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "Pharos: collating protein information to shed light on the druggable genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 56884, "infons": {"fpage": "3211", "issue": "24", "lpage": "3219", "name_0": "surname:Przydzial;given-names:MJ", "name_1": "surname:Bhhatarai;given-names:B", "name_2": "surname:Koleti;given-names:A", "name_3": "surname:Vempati;given-names:U", "name_4": "surname:Schurer;given-names:SC", "pub-id_doi": "10.1093/bioinformatics/btt565", "pub-id_pmid": "24078711", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "29", "year": "2013"}, "text": "GPCR ontology: development and application of a G protein-coupled receptor pharmacology knowledge framework", "sentences": [], "annotations": [], "relations": []}, {"offset": 56992, "infons": {"section_type": "REF", "type": "ref"}, "text": "Cannon DC, Yang JJ, Mathias SL, Ursu O, Mani S, Waller A, Schurer SC, Jensen LJ, Sklar LA, Bologa CG, et al. TIN-X: Target Importance and Novelty Explorer. Bioinformatics. 2017;33(16):2601–3.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57186, "infons": {"fpage": "D512", "issue": "Database issue", "lpage": "D520", "name_0": "surname:Hornbeck;given-names:PV", "name_1": "surname:Zhang;given-names:B", "name_2": "surname:Murray;given-names:B", "name_3": "surname:Kornhauser;given-names:JM", "name_4": "surname:Latham;given-names:V", "name_5": "surname:Skrzypek;given-names:E", "pub-id_doi": "10.1093/nar/gku1267", "pub-id_pmid": "25514926", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "PhosphoSitePlus, 2014: mutations, PTMs and recalibrations", "sentences": [], "annotations": [], "relations": []}, {"offset": 57244, "infons": {"fpage": "D372", "issue": "D1", "lpage": "D379", "name_0": "surname:Saier;given-names:MH;suffix:Jr", "name_1": "surname:Reddy;given-names:VS", "name_2": "surname:Tsu;given-names:BV", "name_3": "surname:Ahmed;given-names:MS", "name_4": "surname:Li;given-names:C", "name_5": "surname:Moreno-Hagelsieb;given-names:G", "pub-id_doi": "10.1093/nar/gkv1103", "pub-id_pmid": "26546518", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "The transporter classification database (TCDB): recent advances", "sentences": [], "annotations": [], "relations": []}, {"offset": 57308, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hastings J, de Matos P, Dekker A, Ennis M, Harsha B, Kale N, Muthukrishnan V, Owen G, Turner S, Williams M et al: The ChEBI reference database and ontology for biologically relevant chemistry: enhancements for 2013. Nucleic Acids Res 2013, 41(Database issue):D456-D463.", "sentences": [], "annotations": [], "relations": []}, {"offset": 57578, "infons": {"fpage": "D1071", "issue": "Database issue", "lpage": "D1078", "name_0": "surname:Kibbe;given-names:WA", "name_1": "surname:Arze;given-names:C", "name_2": "surname:Felix;given-names:V", "name_3": "surname:Mitraka;given-names:E", "name_4": "surname:Bolton;given-names:E", "name_5": "surname:Fu;given-names:G", "name_6": "surname:Mungall;given-names:CJ", "name_7": "surname:Binder;given-names:JX", "name_8": "surname:Malone;given-names:J", "name_9": "surname:Vasant;given-names:D", "pub-id_doi": "10.1093/nar/gku1011", "pub-id_pmid": "25348409", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "43", "year": "2015"}, "text": "Disease ontology 2015 update: an expanded and updated database of human diseases for linking biomedical knowledge through disease data", "sentences": [], "annotations": [], "relations": []}, {"offset": 57713, "infons": {"fpage": "D507", "issue": "Database issue", "lpage": "D513", "name_0": "surname:Gremse;given-names:M", "name_1": "surname:Chang;given-names:A", "name_2": "surname:Schomburg;given-names:I", "name_3": "surname:Grote;given-names:A", "name_4": "surname:Scheer;given-names:M", "name_5": "surname:Ebeling;given-names:C", "name_6": "surname:Schomburg;given-names:D", "pub-id_doi": "10.1093/nar/gkq968", "pub-id_pmid": "21030441", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "The BRENDA tissue ontology (BTO): the first all-integrating ontology of all organisms for enzyme sources", "sentences": [], "annotations": [], "relations": []}, {"offset": 57818, "infons": {"fpage": "21", "name_0": "surname:Haendel;given-names:MA", "name_1": "surname:Balhoff;given-names:JP", "name_2": "surname:Bastian;given-names:FB", "name_3": "surname:Blackburn;given-names:DC", "name_4": "surname:Blake;given-names:JA", "name_5": "surname:Bradford;given-names:Y", "name_6": "surname:Comte;given-names:A", "name_7": "surname:Dahdul;given-names:WM", "name_8": "surname:Dececchi;given-names:TA", "name_9": "surname:Druzinsky;given-names:RE", "pub-id_doi": "10.1186/2041-1480-5-21", "pub-id_pmid": "25009735", "section_type": "REF", "source": "J Biomed Semantics", "type": "ref", "volume": "5", "year": "2014"}, "text": "Unification of multi-species vertebrate anatomy ontologies for comparative biology in Uberon", "sentences": [], "annotations": [], "relations": []}, {"offset": 57911, "infons": {"fpage": "D1214", "issue": "D1", "lpage": "D1219", "name_0": "surname:Hastings;given-names:J", "name_1": "surname:Owen;given-names:G", "name_2": "surname:Dekker;given-names:A", "name_3": "surname:Ennis;given-names:M", "name_4": "surname:Kale;given-names:N", "name_5": "surname:Muthukrishnan;given-names:V", "name_6": "surname:Turner;given-names:S", "name_7": "surname:Swainston;given-names:N", "name_8": "surname:Mendes;given-names:P", "name_9": "surname:Steinbeck;given-names:C", "pub-id_doi": "10.1093/nar/gkv1031", "pub-id_pmid": "26467479", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "44", "year": "2016"}, "text": "ChEBI in 2016: improved services and an expanding collection of metabolites", "sentences": [], "annotations": [], "relations": []}, {"offset": 57987, "infons": {"fpage": "D415", "issue": "Database issue", "lpage": "D421", "name_0": "surname:Natale;given-names:DA", "name_1": "surname:Arighi;given-names:CN", "name_2": "surname:Blake;given-names:JA", "name_3": "surname:Bult;given-names:CJ", "name_4": "surname:Christie;given-names:KR", "name_5": "surname:Cowart;given-names:J", "name_6": "surname:D'Eustachio;given-names:P", "name_7": "surname:Diehl;given-names:AD", "name_8": "surname:Drabkin;given-names:HJ", "name_9": "surname:Helfer;given-names:O", "pub-id_doi": "10.1093/nar/gkt1173", "pub-id_pmid": "24270789", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2014"}, "text": "Protein ontology: a controlled structured network of protein entities", "sentences": [], "annotations": [], "relations": []}, {"offset": 58057, "infons": {"fpage": "803", "issue": "5", "lpage": "816", "name_0": "surname:Vempati;given-names:UD", "name_1": "surname:Chung;given-names:C", "name_2": "surname:Mader;given-names:C", "name_3": "surname:Koleti;given-names:A", "name_4": "surname:Datar;given-names:N", "name_5": "surname:Vidovic;given-names:D", "name_6": "surname:Wrobel;given-names:D", "name_7": "surname:Erickson;given-names:S", "name_8": "surname:Muhlich;given-names:JL", "name_9": "surname:Berriz;given-names:G", "pub-id_doi": "10.1177/1087057114522514", "pub-id_pmid": "24518066", "section_type": "REF", "source": "J Biomol Screen", "type": "ref", "volume": "19", "year": "2014"}, "text": "Metadata standard and data exchange specifications to describe, model, and integrate complex and diverse high-throughput screening data from the library of integrated network-based cellular signatures (LINCS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 58266, "infons": {"fpage": "83", "lpage": "89", "name_0": "surname:Pletscher-Frankild;given-names:S", "name_1": "surname:Palleja;given-names:A", "name_2": "surname:Tsafou;given-names:K", "name_3": "surname:Binder;given-names:JX", "name_4": "surname:Jensen;given-names:LJ", "pub-id_doi": "10.1016/j.ymeth.2014.11.020", "pub-id_pmid": "25484339", "section_type": "REF", "source": "Methods", "type": "ref", "volume": "74", "year": "2015"}, "text": "DISEASES: text mining and data integration of disease-gene associations", "sentences": [], "annotations": [], "relations": []}, {"offset": 58338, "infons": {"fpage": "e1054", "name_0": "surname:Santos;given-names:A", "name_1": "surname:Tsafou;given-names:K", "name_2": "surname:Stolte;given-names:C", "name_3": "surname:Pletscher-Frankild;given-names:S", "name_4": "surname:O'Donoghue;given-names:SI", "name_5": "surname:Jensen;given-names:LJ", "pub-id_doi": "10.7717/peerj.1054", "pub-id_pmid": "26157623", "section_type": "REF", "source": "PeerJ", "type": "ref", "volume": "3", "year": "2015"}, "text": "Comprehensive comparison of large-scale tissue expression datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 58405, "infons": {"fpage": "277", "issue": "3", "lpage": "284", "name_0": "surname:Salvadores;given-names:M", "name_1": "surname:Alexander;given-names:PR", "name_2": "surname:Musen;given-names:MA", "name_3": "surname:Noy;given-names:NF", "pub-id_pmid": "25214827", "section_type": "REF", "source": "Semant Web", "type": "ref", "volume": "4", "year": "2013"}, "text": "BioPortal as a dataset of linked biomedical Ontologies and terminologies in RDF", "sentences": [], "annotations": [], "relations": []}, {"offset": 58485, "infons": {"fpage": "W541", "issue": "Web Server issue", "lpage": "W545", "name_0": "surname:Whetzel;given-names:PL", "name_1": "surname:Noy;given-names:NF", "name_2": "surname:Shah;given-names:NH", "name_3": "surname:Alexander;given-names:PR", "name_4": "surname:Nyulas;given-names:C", "name_5": "surname:Tudorache;given-names:T", "name_6": "surname:Musen;given-names:MA", "pub-id_doi": "10.1093/nar/gkr469", "pub-id_pmid": "21672956", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "39", "year": "2011"}, "text": "BioPortal: enhanced functionality via new web services from the National Center for biomedical ontology to access and use ontologies in software applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 58643, "infons": {"fpage": "175", "name_0": "surname:Xiang;given-names:Z", "name_1": "surname:Courtot;given-names:M", "name_2": "surname:Brinkman;given-names:RR", "name_3": "surname:Ruttenberg;given-names:A", "name_4": "surname:He;given-names:Y", "pub-id_doi": "10.1186/1756-0500-3-175", "pub-id_pmid": "20569493", "section_type": "REF", "source": "BMC Res Notes", "type": "ref", "volume": "3", "year": "2010"}, "text": "OntoFox: web-based support for ontology reuse", "sentences": [], "annotations": [], "relations": []}, {"offset": 58689, "infons": {"section_type": "REF", "type": "ref"}, "text": "Bosca A, Bonino D. OntoSphere3D: A Multidimensional Visualization Tool for Ontologies. In: 17th International Workshop on Database and Expert Systems Applications (DEXA'06): 4–8 Sept. 2006 2006; 2006: 339–343.", "sentences": [], "annotations": [], "relations": []}, {"offset": 58903, "infons": {"fpage": "2301", "issue": "12", "lpage": "2309", "name_0": "surname:Bostock;given-names:M", "name_1": "surname:Ogievetsky;given-names:V", "name_2": "surname:Heer;given-names:J", "pub-id_doi": "10.1109/TVCG.2011.185", "pub-id_pmid": "22034350", "section_type": "REF", "source": "IEEE Trans Vis Comput Graph", "type": "ref", "volume": "17", "year": "2011"}, "text": "D<sup>3</sup> data-driven documents", "sentences": [], "annotations": [], "relations": []}, {"offset": 58939, "infons": {"fpage": "595", "issue": "4", "lpage": "623", "name_0": "surname:Ramakrishnan;given-names:S", "name_1": "surname:Vijayan;given-names:A", "pub-id_doi": "10.1007/s10462-012-9326-2", "section_type": "REF", "source": "Artif Intell Rev", "type": "ref", "volume": "41", "year": "2014"}, "text": "A study on development of cognitive support features in recent ontology visualization tools", "sentences": [], "annotations": [], "relations": []}, {"offset": 59031, "infons": {"section_type": "REF", "type": "ref"}, "text": "Sivakumar R, Arivoli PV, Sri AVVM: Ontology Visualization Protégé Tools – a Review. In: 2011; 2011.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59135, "infons": {"section_type": "REF", "type": "ref"}, "text": "Jacoby E, Tresadern G, Bembenek S, Wroblowski B, Buyck C, Neefs JM, Rassokhin D, Poncelet A, Hunt J, van Vlijmen H. Extending kinome coverage by analysis of kinase inhibitor broad profiling data. Drug Discov Today. 2015;20(6):652-8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59368, "infons": {"fpage": "Unit 2 5", "name_0": "surname:Coggill;given-names:P", "name_1": "surname:Finn;given-names:RD", "name_2": "surname:Bateman;given-names:A", "section_type": "REF", "source": "Curr Protoc Bioinformatics", "type": "ref", "volume": "Chapter 2", "year": "2008"}, "text": "Identifying protein domains with the Pfam database", "sentences": [], "annotations": [], "relations": []}, {"offset": 59419, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ursu O, Holmes J, Knockel J, Bologa CG, Yang JJ, Mathias SL, Nelson SJ, Oprea TI. DrugCentral: online drug compendium. Nucleic Acids Res 2017, 45(D1):D932-D939; http://drugcentral.org/", "sentences": [], "annotations": [], "relations": []}, {"offset": 59604, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mitchell JA, Aronson AR, Mork JG, Folk LC, Humphrey SM, Ward JM. Gene indexing: characterization and analysis of NLM's GeneRIFs. AMIA Annu Symp Proc. 2003:460–4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 59768, "infons": {"fpage": "2675", "issue": "11", "lpage": "2700", "name_0": "surname:Fabbro;given-names:D", "name_1": "surname:Cowan-Jacob;given-names:SW", "name_2": "surname:Moebitz;given-names:H", "pub-id_doi": "10.1111/bph.13096", "pub-id_pmid": "25630872", "section_type": "REF", "source": "Br J Pharmacol", "type": "ref", "volume": "172", "year": "2015"}, "text": "Ten things you should know about protein kinases: IUPHAR review 14", "sentences": [], "annotations": [], "relations": []}, {"offset": 59835, "infons": {"section_type": "REF", "type": "ref"}, "text": "Koleti A, Terryn R, Stathias V, Chung C, Cooper DJ, Turner JP, Vidović D, Forlin M, Kelley TT, D’Urso A, Allen BK, Torre D, Jagodnik KM, Wang L, Jenkins SL, Mader C, Niu W, Fazel M, Mahi N, Pilarczyk M, Clark N, Shamsaei B, Meller J, Vasiliauskas J, Reichard, J, Medvedovic M, Ma’ayan A, Pillai A, Schürer SC. Data Portal for the Library of Integrated Network-based Cellular Signatures (LINCS) Program: Integrated Access to Diverse Large-scale Cellular Perturbation Response Data. Nucleic Acids Res. doi: 10.1093/nar/gkx1063.", "sentences": [], "annotations": [], "relations": []}, {"offset": 60367, "infons": {"fpage": "342", "name_0": "surname:Vidovic;given-names:D", "name_1": "surname:Koleti;given-names:A", "name_2": "surname:Schurer;given-names:SC", "pub-id_pmid": "25324859", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "5", "year": "2014"}, "text": "Large-scale integration of small molecule-induced genome-wide transcriptional responses, Kinome-wide binding affinities and cell-growth inhibition profiles reveal global trends characterizing systems-level drug action", "sentences": [], "annotations": [], "relations": []}, {"offset": 60585, "infons": {"fpage": "293", "issue": "2", "lpage": "299", "name_0": "surname:Gibbons;given-names:DL", "name_1": "surname:Pricl;given-names:S", "name_2": "surname:Kantarjian;given-names:H", "name_3": "surname:Cortes;given-names:J", "name_4": "surname:Quintas-Cardama;given-names:A", "pub-id_doi": "10.1002/cncr.26225", "pub-id_pmid": "21732333", "section_type": "REF", "source": "Cancer", "type": "ref", "volume": "118", "year": "2012"}, "text": "The rise and fall of gatekeeper mutations? The BCR-ABL1 T315I paradigm", "sentences": [], "annotations": [], "relations": []}, {"offset": 60656, "infons": {"fpage": "59", "issue": "1", "name_0": "surname:Mutowo;given-names:P", "name_1": "surname:Bento;given-names:AP", "name_2": "surname:Dedman;given-names:N", "name_3": "surname:Gaulton;given-names:A", "name_4": "surname:Hersey;given-names:A", "name_5": "surname:Lomax;given-names:J", "name_6": "surname:Overington;given-names:JP", "pub-id_doi": "10.1186/s13326-016-0102-0", "pub-id_pmid": "27678076", "section_type": "REF", "source": "J Biomed Semantics", "type": "ref", "volume": "7", "year": "2016"}, "text": "A drug target slim: using gene ontology and gene ontology annotations to navigate protein-ligand target space in ChEMBL", "sentences": [], "annotations": [], "relations": []}, {"offset": 60776, "infons": {"fpage": "D339", "issue": "D1", "lpage": "D346", "name_0": "surname:Natale;given-names:DA", "name_1": "surname:Arighi;given-names:CN", "name_2": "surname:Blake;given-names:JA", "name_3": "surname:Bona;given-names:J", "name_4": "surname:Chen;given-names:C", "name_5": "surname:Chen;given-names:SC", "name_6": "surname:Christie;given-names:KR", "name_7": "surname:Cowart;given-names:J", "name_8": "surname:D'Eustachio;given-names:P", "name_9": "surname:Diehl;given-names:AD", "pub-id_doi": "10.1093/nar/gkw1075", "pub-id_pmid": "27899649", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "Protein ontology (PRO): enhancing and scaling up the representation of protein entities", "sentences": [], "annotations": [], "relations": []}, {"offset": 60864, "infons": {"fpage": "D985", "issue": "D1", "lpage": "D994", "name_0": "surname:Koscielny;given-names:G", "name_1": "surname:An;given-names:P", "name_2": "surname:Carvalho-Silva;given-names:D", "name_3": "surname:Cham;given-names:JA", "name_4": "surname:Fumis;given-names:L", "name_5": "surname:Gasparyan;given-names:R", "name_6": "surname:Hasan;given-names:S", "name_7": "surname:Karamanis;given-names:N", "name_8": "surname:Maguire;given-names:M", "name_9": "surname:Papa;given-names:E", "pub-id_doi": "10.1093/nar/gkw1055", "pub-id_pmid": "27899665", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "45", "year": "2017"}, "text": "Open targets: a platform for therapeutic target identification and validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 60942, "infons": {"fpage": "1112", "issue": "8", "lpage": "1118", "name_0": "surname:Malone;given-names:J", "name_1": "surname:Holloway;given-names:E", "name_2": "surname:Adamusiak;given-names:T", "name_3": "surname:Kapushesky;given-names:M", "name_4": "surname:Zheng;given-names:J", "name_5": "surname:Kolesnikov;given-names:N", "name_6": "surname:Zhukova;given-names:A", "name_7": "surname:Brazma;given-names:A", "name_8": "surname:Parkinson;given-names:H", "pub-id_doi": "10.1093/bioinformatics/btq099", "pub-id_pmid": "20200009", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "Modeling sample variables with an experimental factor ontology", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]