[{"source": "PMC", "date": "20210408", "key": "pmc.key", "infons": {}, "documents": [{"id": "7995729", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s12967-021-02792-8", "article-id_pmc": "7995729", "article-id_pmid": "33771165", "article-id_publisher-id": "2792", "elocation-id": "126", "kwd": "PRDX family HCC Prognosis Interaction network Bioinformatics analysis", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated in a credit line to the data.", "name_0": "surname:Xu;given-names:Mingxing", "name_1": "surname:Xu;given-names:Jianliang", "name_2": "surname:Zhu;given-names:Dun", "name_3": "surname:Su;given-names:Rishun", "name_4": "surname:Zhuang;given-names:Baoding", "name_5": "surname:Xu;given-names:Ruiyun", "name_6": "surname:Li;given-names:Lingli", "name_7": "surname:Chen;given-names:Shuxian", "name_8": "surname:Ling;given-names:Yunbiao", "name_9": "surname:Ling;given-names:Yunbiao", "section_type": "TITLE", "title": "Keywords", "type": "front", "volume": "19", "year": "2021"}, "text": "Expression and prognostic roles of PRDXs gene family in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 82, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 93, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "As the fourth leading cause of cancer-related death in the world, the therapeutic effect and 5-year overall survival of hepatocellular carcinoma (HCC) are not optimistic. Previous researches indicated that the disorder of PRDXs was related to the occurrence and development of cancers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 379, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 387, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In this study, PRDXs were found in various tumor cell lines by CCLE database analysis. The analysis results of UALCAN, HCCDB and Human Protein Atlas databases showed the expression of PRDXs mRNA and protein in HCC tissues was dysregulated. Besides, UALCAN was used to assess the correlations between PRDXs mRNA as well as methylation levels and clinical characterization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 759, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 767, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "High expression of PRDX1 or low expression of PRDX2/3 suggested poor prognosis for HCC patients which was demonstrated by Kaplan–Meier Plotter. The genetic alterations and biological interaction network of PRDXs in HCC samples were obtained from c-Bioportal. In addition, LinkedOmics was employed to analyze PRDXs related differentially expressed genes, and on this basis, enrichment of KEGG pathway and miRNAs targets of PRDXs were conducted. The results indicated that these genes were involved in several canonical pathways and certain amino acid metabolism, some of which may effect on the progression of HCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1383, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 1395, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "In conclusion, the disordered expression of some PRDX family members was associated with the prognosis of HCC patients, suggesting that these PRDX family members may become new molecular targets for the treatment and prognosis prediction of HCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1641, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 1667, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version contains supplementary material available at 10.1186/s12967-021-02792-8.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1759, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Background", "sentences": [], "annotations": [], "relations": []}, {"offset": 1770, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Hepatocellular carcinoma (HCC) and intrahepatic cholangiocarcinoma (ICC) are two main types of primary hepatocellular carcinoma (PHC), of which HCC accounts for about 80%. HCC can be caused by chronic infection of hepatitis B virus (HBV) or hepatitis C virus (HCV), alcoholism, metabolic syndrome associated with diabetes or obesity, and non-alcoholic fatty liver disease (NAFLD). In recent years, the incidence and mortality of HCC have been increasing in North America and several European regions, while in traditional high-risk areas, including Japan and parts of China, the incidence and mortality of HCC have been declining. With approximately 782,000 deaths each year, HCC remains the fourth leading cause of cancer-related deaths worldwide. The survival of HCC patients depends on a variety of factors, including Eastern Cooperative Oncology Group performance status, the presence of other complications, liver dysfunction, tumor burden, macrovascular invasion and metastasis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2755, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In developed countries, 40–50% of patients have been diagnosed with early HCC due to surveillance programs, and are in a stage of potentially curative treatment. However, the possibility of metastasis is high even after potential radical treatment, and the overall 5-year survival rate after developing HCC is only 50–70%. In addition, patients with advanced HCC at the time of diagnosis cannot undergo surgical resection, orthotopic liver transplantation, or local percutaneous tumor ablation, and are not sensitive to chemotherapy or radiotherapy. Therefore, patients with advanced HCC have a lower overall survival rate. Although the treatment of HCC has improved over the past decade, HCC, as an aggressive malignant tumor, is still highly resistant and difficult to treat. Therefore, it is necessary to find novel molecular targets that can improve the treatment of HCC or predict the prognosis of HCC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3676, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Peroxiredoxins (PRDXs) are now considered to be a major superfamily of peroxidases conserved during the evolution of bacteria, archaea and eukaryotes. Six mammalian isoforms of PRDXs have been identified, all of which are 22–27 kDa small proteins. PRDXs have constitutive expression in almost all tissues and cell types, although they differ in expression levels, and also exist in the extracellular environments,. PRDXs can reduce peroxide through catalyzing the oxidation of cysteine to sulfenic acid. According to the position of cysteine residues in the catalytic reactions, they can be divided into three subgroups: typical 2-Cys: PRDX1-4; atypical 2-Cys: PRDX5 and 1-Cys: PRDX6. Among them, PRDX1, expressed in the cytoplasm of cells, is identified as the stress-induced macrophage protein produced by mouse peritoneal macrophages exposed to oxidative stress. Extracellular PRDX1 plays a critical role in inflammatory regulation. It can be used as a molecular chaperone to regulate the actions of multitudinous molecules, or act as a regulator of transcription. PRDX2, the peroxidase activity of which is activated by CDK2, inhibits the differentiation of acute myeloid leukemia (AML) cells. PRDX4 controls neurogenesis by coupling the GDE2 surface expression in response to the redox environment in the endoplasmic reticulum. Some research have shown that although PRDXs do not suppress cell proliferation, the loss of PRDX1 in mice results in tumorigenesis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5145, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Currently, there are few studies on the role of PRDXs in HCC and the prognosis of patients with HCC. In this study, we analyzed data from public databases via various online analysis tools to explore the expression and influence of PRDXs in HCC, especially its predictive role in the prognosis of HCC patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5456, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 5464, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "CCLE analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 5478, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cancer Cell Line Encyclopedia (CCLE) (https://portals.broadinstitute.org/ccle) provides public access to genomic data, analysis and visualization for 1457 cell lines. Each gene has multiple datasets and data identifiers. The five major dataset types are Copy Number, mRNA expression (Affy), RPPA, RRBS, and mRNA (RNAseq). In this study, the mRNA expression (RNAseq) data of PRDX family in a series of cancer cell lines were used.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5908, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "UALCAN analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 5924, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "UALCAN (http://ualcan.path.uab.edu/analysis.html) is a comprehensive, friendly and interactive web resource to provide easy access to data from the Cancer Genome Atlas (TCGA) project. TCGA contains clinical data of 31 cancer types. The website can not only query and analyze the relative expression of genes between cancer samples and normal samples, but also can be based on the relative expression of individual cancer stage, tumor grade or other clinical pathological characteristics in different tumor subgroups. In this study, HCC samples from the TCGA were used to analyze the expression of PRDXs in HCC and normal tissues. The correlations between the expression of PRDXs and clinical pathological characteristics, including age, cancer stage, gender, and tumor grade were also accessed. Additionally, the correlations between the methylation levels of PRDXs and clinical pathological characteristics such as sample types, cancer stage and tumor grade were also evaluated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6904, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "HCCDB analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 6919, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "HCCDB is a web-based database, aiming at providing a one-stop resource for gene expression atlas in HCC. Fifteen public dataset sets of HCC gene expression were archived in the HCCDB database (http://lifeome.net/database/hccdb/home.html), including 3917 samples. The database can be used for the identification of consistently differentially expressed genes in HCC, i.e. the function t-test in R is employed to detect whether there is significant difference in gene expression between tumor samples and adjacent samples in each dataset, followed by Benjamini–Hochberg correction. Genes detected in at least 8 datasets and significantly differentially expressed in at least half of the datasets containing these genes are identified as uniformly differentially expressed. HCCDB database was used to confirm whether PRDXs were significantly differentially expressed in HCC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7793, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Human Protein Atlas analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 7822, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Human Protein Atlas (http://www.proteinatlas.org/) is a public database that allows free access to explore human proteome. It includes but not limited to Tissue Atlas, Cell Atlas and Pathology Atlas. Tissue Atlas consists of deep sequencing of RNA (RNAseq) from 37 major different normal tissue types and immunohistochemistry on tissue microarrays containing by 44 normal human tissue types. Cell Atlas provides a high-resolution insight into the spatial distribution of intracellular proteins, including mRNA expression profiles of 64 different human-derived cell lines, and details the subcellular distribution patterns of proteins in these cells. Pathology Atlas contains data on the expression of 17 major human cancer types from nearly 8000 patients. In addition, the corresponding proteins are analyzed by immunohistochemistry (IHC) to form a total of more than 5 million IHC cancer tissue images. In this study, only the immunohistochemical staining results of PRDXs in normal and pathological HCC samples were utilized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8851, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Kaplan–Meier plotter analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8883, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The Kaplan–Meier plotter (http://kmplot.com/analysis/) is capable to assess the effect of 54,000 genes on survival in 21 cancer types. Gene expression data, relapse free and overall survival information are downloaded from GEO, EGA and TCGA. According to various quantile expressions of the proposed biomarkers, the patient samples are divided into two groups. Kaplan–Meier survival plot is used to compare the two groups. The hazard ratio of 95% confidence intervals and logrank P value are calculated. In this study, the correlation between the mRNA levels of PRDX family members and overall survival of 364 patients with HCC was studied by Kaplan–Meier plotter. The hazard ratio (HR) and logrank P were presented in the results. P < 0.05 means statistical significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9666, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "c-BioPortal analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 9687, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The cBio Cancer Genomics Portal (https://www.cbioportal.org/) is a comprehensive open resource, which can be used for interactive exploration of multiple cancer genomics datasets. Currently, there are 260 cancer studies and stores DNA copy number data (hypothesis and discrete values of each gene, such as “deep deletion” or “amplification” and log2 level), expression data of mRNA and miRNA, non-synonymous mutations, protein and phosphoprotein level (RPPA) data, DNA methylation data and some clinical data, etc. We analyzed genetic alterations of PRDXs in 372 HCC samples from TCGA. The search parameters included mutation, CNVs and mRNA expression. The tab OncoPrint shows an overview of genetic changes for each sample in PRDXs. The tab Network visualizes the biological interaction network of PRDXs in the public access database, and carries out color coding and screening options according to the frequency of genomic alterations of each gene.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10646, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "LinkedOmics analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 10667, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LinkedOmics (http://www.linkedomics.org/login.php) is a publicly available portal that includes multi-omics data from 32 TCGA cancer types and mass spectrometry-based proteomics data generated by the Clinical Proteomics Tumor Analysis Consortium (CPTAC) for TCGA breast, colorectal and ovarian tumors. The web application has 3 analytical modules: LinkFinder, LinkInterpreter and LinkCompare. LinkFinder module was used to investigate differentially expressed genes related to PRDXs in TCGA LIHC (HCC) cohort (n = 371). Pearson Correlation test was performed for statistical analysis, and the results were presented in volcano plot and heat map. The data in LinkFinder results were signed and ranked. Then differentially expressed genes related to PRDXs were analyzed and enriched based on Kyoto Encyclopedia of Genes and Genomes (KEGG), Gene Ontology and other functional classifications by using GSEA of LinkInterpreter module. The rank criterion was false discovery rate (FDR) < 0.05, and 500 simulations were carried out.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11701, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 11709, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The expression of PRDXs in hepatocellular carcinoma from different databases", "sentences": [], "annotations": [], "relations": []}, {"offset": 11786, "infons": {"file": "12967_2021_2792_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The mRNA expression levels of PRDX1 (a) and PRDX2 (b) in multiple common cancer cell lines were obtained from CCLE database. The dashed line within a box is the mean", "sentences": [], "annotations": [], "relations": []}, {"offset": 11952, "infons": {"file": "12967_2021_2792_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "The relative expression of PRDXs in normal and HCC samples (UALCAN and HCCDB database). Boxplot showed the expression of PRDX1 (a) and PRDX2 (b) mRNA in HCC samples relative to normal samples based on TCGA database. The mRNA expression levels of PRDX1 (c) and PRDX2 (d) in different HCC datasets of HCCDB database were analyzed. LIHC: the abbreviation of liver hepatocellular carcinoma in TCGA database. Red: HCC samples; blue: adjacent normal tissue samples; cyan: cirrhotic samples; orange: healthy samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 12461, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The mRNA levels of PRDXs in various common cancer cell lines were obtained from CCLE database. The RNAseq results indicated that the mRNA levels of PRDXs in 29 liver cancer cell lines were maintained at 6–9, which was relatively higher compared with other cancer cell lines (Fig. 1a, b and Additional file 1: Figure S1A–D). Furthermore, the mRNA levels of PRDXs in HCC tissues were accessed by UALCAN database and compared with those in normal liver tissues. Among them, PRDX1 (Fig. 2a), PRDX2 (Fig. 2b), PRDX5 (Additional file 2: Figure S2C) and PRDX6 (Additional file 2: Figure S2D) were significantly upregulated in HCC while PRDX4 (Additional file 2: Figure S2B) was downregulated. There was no significant difference in the expression of PRDX3 between HCC and normal liver tissues (Additional file 2: Figure S2A).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13287, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Moreover, the mRNA expression of PRDXs in HCC, adjacent normal tissue, cirrhotic and healthy samples was obtained from HCCDB database. PRDX1 was confirmed to be upregulated in HCC tissues compared with adjacent normal tissues in all HCC datasets but HCCDB11 (Fig. 2c). PRDX2 was attested to have higher levels in HCC tissues in the HCCDB7 and HCCDB18 datasets (Fig. 2d). Nevertheless, both PRDX3 and PRDX4 were illustrated to be downregulated in HCC tissues by HCCDB1, HCCDB3, HCCDB4, HCCDB13, HCCDB15 and HCCDB16 dataset (Additional file 3: Figure S3A, B). PRDX5 was upregulated in HCC tissues in all datasets except for HCCDB11 and HCCDB16 (Additional file 3: Figure S3C). Results of HCCDB1, HCCDB4, HCCDB6, HCCDB15 and HCCDB17 datasets indicated downregulated of PRDX6 in HCC, while HCCDB7 dataset exhibited conversed results (Additional file 3: Figure S3D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14151, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Protein levels of PRDX gene family in HCC and the correlation between PRDXs expression and clinical characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 14267, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Immunohistochemical staining results of PRDXs protein obtained by Human Protein Atlas in normal liver tissues and hepatocellular carcinoma tissues", "sentences": [], "annotations": [], "relations": []}, {"offset": 14414, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\" rowspan=\"2\">Genes</th><th align=\"left\" rowspan=\"2\">Normal</th><th align=\"left\" colspan=\"4\">Cancer (cases)</th><th align=\"left\" rowspan=\"2\">Antibody</th></tr><tr><th align=\"left\">High</th><th align=\"left\">Medium</th><th align=\"left\">Low</th><th align=\"left\">Not detected</th></tr></thead><tbody><tr><td align=\"left\">PRDX1</td><td align=\"left\">Low</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">6</td><td char=\".\" align=\"char\">3</td><td char=\".\" align=\"char\">1</td><td align=\"left\">CAB004682</td></tr><tr><td align=\"left\">PRDX2</td><td align=\"left\">Medium</td><td char=\".\" align=\"char\">5</td><td char=\".\" align=\"char\">3</td><td char=\".\" align=\"char\">4</td><td char=\".\" align=\"char\">1</td><td align=\"left\">CAB008713</td></tr><tr><td align=\"left\">PRDX3</td><td align=\"left\">High</td><td char=\".\" align=\"char\">5</td><td char=\".\" align=\"char\">7</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\">CAB008656</td></tr><tr><td align=\"left\">PRDX4</td><td align=\"left\">Medium</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">9</td><td char=\".\" align=\"char\">2</td><td char=\".\" align=\"char\"/><td align=\"left\">CAB008659</td></tr><tr><td align=\"left\">PRDX5</td><td align=\"left\">Low</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">10</td><td char=\".\" align=\"char\">2</td><td char=\".\" align=\"char\"/><td align=\"left\">CAB008661</td></tr><tr><td align=\"left\">PRDX6</td><td align=\"left\">Medium</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">8</td><td char=\".\" align=\"char\">4</td><td char=\".\" align=\"char\"/><td align=\"left\">CAB008663</td></tr></tbody></table>\n"}, "text": "Genes\tNormal\tCancer (cases)\tAntibody\t \tHigh\tMedium\tLow\tNot detected\t \tPRDX1\tLow\t\t6\t3\t1\tCAB004682\t \tPRDX2\tMedium\t5\t3\t4\t1\tCAB008713\t \tPRDX3\tHigh\t5\t7\t\t\tCAB008656\t \tPRDX4\tMedium\t\t9\t2\t\tCAB008659\t \tPRDX5\tLow\t\t10\t2\t\tCAB008661\t \tPRDX6\tMedium\t\t8\t4\t\tCAB008663\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 14667, "infons": {"file": "12967_2021_2792_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "The protein levels of PRDXs and the correlations between PRDXs expression and patient prognosis in HCC. The protein levels of PRDX1 (a) and PRDX2 (b) in HCC tissues were compared with that in normal tissues by immunohistochemical staining. Kaplan–Meier Plotter database was utilized to evaluate the correlations between the expression of PRDXs (PRDX1 and PRDX2) and prognosis of HCC patients (c, d)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15068, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The protein expression of PRDXs was collected from the immunohistochemical staining results of the Human Protein Atlas database (Table 1), and several representative pictures of PRDXs in normal liver tissues and HCC tissues were selected and listed in Fig. 3a, b and Additional file 4: Figure S4A–D. In HCC tissues, the expression of PRDXs protein was mostly at a medium level, and occasionally at a low level. For example, 2 cases of PRDX4 and PRDX5 immunohichemical staining showed low level. Furthermore, based on the TCGA data from UALCAN database, the correlation analysis between PRDXs expression and age, cancer stage, gender, and tumor grade was further performed. Except for the dryregulated expression of PRDXs in HCC patients, the expression of some members of PRDX gene family was significant correlated with age (Additional file 11: Table S1), cancer stage (Additional file 12: Table S2), gender (Additional file 13: Table S3) and tumor grade (Additional file 14: Table S4). In addition, the correlation between PRDXs methylation levels in HCC and cancer stage as well as tumor grade was also analyzed. Among them, the methylation levels of PRDX1 and PRDX3 in HCC patients were obviously higher than those in normal people, whereas the methylation levels of PRDX2/4/5 were lower (Additional file 15: Table S5). Several significant correlations between PRDXs methylation levels and cancer stage (Additional file 16: Table S6) or tumor grade (Additional file 17: Table S7) were also observed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16575, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Correlation between PRDXs levels and overall survival (OS) in patients with HCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 16655, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "According to the analysis results of Kaplan–Meier Plotter, overexpression of PRDX1 was associated with poor prognosis in HCC patients (HR = 1.63) (Fig. 3c). However, low expression of PRDX2 (Fig. 3d) and PRDX3 (Additional file 5: Figure S5A) led to poor prognosis in HCC patients. There was no correlation between the expression of other PRDX family members (PRDX4/5/6) and the survival rate of HCC patients (Additional file 5: Figure S5B–D).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17108, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genomic alterations of PRDXs in HCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 17144, "infons": {"file": "12967_2021_2792_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "PRDXs alterations and biological interaction network in HCC. a The genetic alteration of PRDXs in HCC patients from TCGA were analyzed by c-BioPortal database. The different types of genetic alteration were highlighted in different color. b The network of PRDXs neighbor genes in HCC. PRDX1, PRDX2, PRDX3, PRDX5, and PRDX6 were the seed genes, indicated with thick border. The lighter red color suggested decrease frequency of genetic alteration in HCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 17597, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "The type and frequency of PRDX gene family neighbor gene alterations in hepatocellular carcinoma (cBioPortal)", "sentences": [], "annotations": [], "relations": []}, {"offset": 17707, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Genes</th><th align=\"left\">Amplification</th><th align=\"left\">Homozygous deletion</th><th align=\"left\">Up-regulation</th><th align=\"left\">Down-regulation</th><th align=\"left\">Mutation</th><th align=\"left\">Total alteration</th></tr></thead><tbody><tr><td align=\"left\">AR</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\">0.069</td><td align=\"left\">0</td><td align=\"left\">0.028</td><td char=\".\" align=\"char\">0.094</td></tr><tr><td align=\"left\">CDK1</td><td char=\".\" align=\"char\">0.006</td><td char=\".\" align=\"char\"/><td align=\"left\">0.064</td><td align=\"left\">0</td><td align=\"left\">0</td><td char=\".\" align=\"char\">0.069</td></tr><tr><td align=\"left\">EPX</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">GPX1</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">GSS</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">GSTP1</td><td char=\".\" align=\"char\">0.025</td><td char=\".\" align=\"char\"/><td align=\"left\">0.025</td><td align=\"left\">0</td><td align=\"left\">0.006</td><td char=\".\" align=\"char\">0.053</td></tr><tr><td align=\"left\">KLK3</td><td char=\".\" align=\"char\">0.008</td><td char=\".\" align=\"char\"/><td align=\"left\">0.036</td><td align=\"left\">0</td><td align=\"left\">0</td><td char=\".\" align=\"char\">0.044</td></tr><tr><td align=\"left\">LCK</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\">0.006</td><td align=\"left\">0.033</td><td align=\"left\">0</td><td align=\"left\">0.011</td><td char=\".\" align=\"char\">0.053</td></tr><tr><td align=\"left\">LPO</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">MAPK1</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\">0.003</td><td align=\"left\">0.047</td><td align=\"left\">0.069</td><td align=\"left\">0.008</td><td char=\".\" align=\"char\">0.131</td></tr><tr><td align=\"left\">MAX</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">0.003</td><td align=\"left\">0.053</td><td align=\"left\">0.058</td><td align=\"left\">0</td><td char=\".\" align=\"char\">0.111</td></tr><tr><td align=\"left\">MYC</td><td char=\".\" align=\"char\">0.178</td><td char=\".\" align=\"char\">0.003</td><td align=\"left\">0</td><td align=\"left\">0</td><td align=\"left\">0.006</td><td char=\".\" align=\"char\">0.186</td></tr><tr><td align=\"left\">PBK</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">0.058</td><td align=\"left\">0.053</td><td align=\"left\">0</td><td align=\"left\">0.003</td><td char=\".\" align=\"char\">0.114</td></tr><tr><td align=\"left\">PRDX1</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\"/><td align=\"left\">0.064</td><td align=\"left\">0.003</td><td align=\"left\">0.003</td><td char=\".\" align=\"char\">0.072</td></tr><tr><td align=\"left\">PRDX2</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">0.003</td><td align=\"left\">0.081</td><td align=\"left\">0.003</td><td align=\"left\">0.006</td><td char=\".\" align=\"char\">0.092</td></tr><tr><td align=\"left\">PRDX3</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\"/><td align=\"left\">0.05</td><td align=\"left\">0.053</td><td align=\"left\">0.006</td><td char=\".\" align=\"char\">0.111</td></tr><tr><td align=\"left\">PRDX4</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">PRDX5</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\">0.003</td><td align=\"left\">0.083</td><td align=\"left\">0</td><td align=\"left\">0</td><td char=\".\" align=\"char\">0.086</td></tr><tr><td align=\"left\">PRDX6</td><td char=\".\" align=\"char\">0.097</td><td char=\".\" align=\"char\"/><td align=\"left\">0.089</td><td align=\"left\">0</td><td align=\"left\">0.003</td><td char=\".\" align=\"char\">0.175</td></tr><tr><td align=\"left\">PXDN</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">STK4</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\"/><td align=\"left\">0.05</td><td align=\"left\">0</td><td align=\"left\">0.003</td><td char=\".\" align=\"char\">0.056</td></tr><tr><td align=\"left\">TXN</td><td char=\".\" align=\"char\">0.003</td><td char=\".\" align=\"char\"/><td align=\"left\">0.058</td><td align=\"left\">0</td><td align=\"left\">0.003</td><td char=\".\" align=\"char\">0.061</td></tr><tr><td align=\"left\">TXN2</td><td char=\".\" align=\"char\">0.008</td><td char=\".\" align=\"char\"/><td align=\"left\">0.083</td><td align=\"left\">0.008</td><td align=\"left\">0.008</td><td char=\".\" align=\"char\">0.106</td></tr><tr><td align=\"left\">TXNDC12</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr><tr><td align=\"left\">TXNRD1</td><td char=\".\" align=\"char\">0.008</td><td char=\".\" align=\"char\"/><td align=\"left\">0.072</td><td align=\"left\">0</td><td align=\"left\">0</td><td char=\".\" align=\"char\">0.081</td></tr><tr><td align=\"left\">TXNRD2</td><td char=\".\" align=\"char\">0.006</td><td char=\".\" align=\"char\">0.003</td><td align=\"left\">0.047</td><td align=\"left\">0</td><td align=\"left\">0</td><td char=\".\" align=\"char\">0.056</td></tr><tr><td align=\"left\">TXNRD3</td><td char=\".\" align=\"char\"/><td char=\".\" align=\"char\"/><td align=\"left\"/><td align=\"left\"/><td align=\"left\"/><td char=\".\" align=\"char\"/></tr></tbody></table>\n"}, "text": "Genes\tAmplification\tHomozygous deletion\tUp-regulation\tDown-regulation\tMutation\tTotal alteration\t \tAR\t\t\t0.069\t0\t0.028\t0.094\t \tCDK1\t0.006\t\t0.064\t0\t0\t0.069\t \tEPX\t\t\t\t\t\t\t \tGPX1\t\t\t\t\t\t\t \tGSS\t\t\t\t\t\t\t \tGSTP1\t0.025\t\t0.025\t0\t0.006\t0.053\t \tKLK3\t0.008\t\t0.036\t0\t0\t0.044\t \tLCK\t0.003\t0.006\t0.033\t0\t0.011\t0.053\t \tLPO\t\t\t\t\t\t\t \tMAPK1\t0.003\t0.003\t0.047\t0.069\t0.008\t0.131\t \tMAX\t\t0.003\t0.053\t0.058\t0\t0.111\t \tMYC\t0.178\t0.003\t0\t0\t0.006\t0.186\t \tPBK\t\t0.058\t0.053\t0\t0.003\t0.114\t \tPRDX1\t0.003\t\t0.064\t0.003\t0.003\t0.072\t \tPRDX2\t\t0.003\t0.081\t0.003\t0.006\t0.092\t \tPRDX3\t0.003\t\t0.05\t0.053\t0.006\t0.111\t \tPRDX4\t\t\t\t\t\t\t \tPRDX5\t\t0.003\t0.083\t0\t0\t0.086\t \tPRDX6\t0.097\t\t0.089\t0\t0.003\t0.175\t \tPXDN\t\t\t\t\t\t\t \tSTK4\t0.003\t\t0.05\t0\t0.003\t0.056\t \tTXN\t0.003\t\t0.058\t0\t0.003\t0.061\t \tTXN2\t0.008\t\t0.083\t0.008\t0.008\t0.106\t \tTXNDC12\t\t\t\t\t\t\t \tTXNRD1\t0.008\t\t0.072\t0\t0\t0.081\t \tTXNRD2\t0.006\t0.003\t0.047\t0\t0\t0.056\t \tTXNRD3\t\t\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 18572, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Based on sequencing data of HCC patients in TCGA database, the frequency and types of PRDXs alterations in HCC were monitored by cBioPortal (Fig. 4a). The results revealed that in 372 cases of HCC patients, PRDX1 and PRDX4 were altered in 26 cases (7%), PRDX2 and PRDX5 were altered in 33 cases (9%), PRDX3 was altered in 40 cases (11%), and PRDX6 was altered in 63 cases (18%). Moreover, the specific types and frequency of PRDXs alterations in HCC patients were shown in Table 1. Among these alterations, mRNA upregulation of PRDX1 was in 24 cases (6.4%), mRNA upregulation of PRDX2 was in 30 cases (8.1%), mRNA upregulation of PRDX3 was in 19 cases (5%), mRNA upregulation of PRDX5 was in 31 cases (8.3%), and mRNA upregulation of PRDX6 was in 33 cases (8.9%). Furthermore, the tab Network in cBioPortal was employed to reflect interactions between PRDXs and neighborhood genes in HCC (Fig. 4b). The neighbor genes of PRDXs with the most frequent alterations were MYC (18.6%), MAPK1 (13.1%) and PBK (11.4%) (Table 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 19595, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "KEGG pathway analysis of PRDXs related differentially expressed genes correlated in HCC", "sentences": [], "annotations": [], "relations": []}, {"offset": 19683, "infons": {"file": "12967_2021_2792_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "KEGG pathway enrichment analysis of PRDX1 co-expression genes and miRNA targets of PRDX1 in HCC. a Volcano plot showed the differential expression of genes related to PRDX1 in HCC and a Pearson correlation was used for the correlation analysis. Green: negatively correlated significant genes; red: positively correlated significant genes. b Top 50 positively and top 50 negatively correlated significant genes of PRDX1 were presented in the heat map. c The KEGG pathway enrichment of PRDX1 co-expression genes in HCC was analyzed using Gene Set Enrichment Analysis (GSEA). d The miRNA targets of PRDX1 in HCC. FDR false discovery rate", "sentences": [], "annotations": [], "relations": []}, {"offset": 20318, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The LinkFinder module of LinkedOmics was used to analyze the mRNA sequencing data of 372 HCC patients in the TCGA. As shown by the volcano plot in Fig. 5a, 11,082 genes were negatively correlated with PRDX1 and 8840 genes were positively correlated with PRDX1. The top 50 positive significant genes and the top 50 negative significant genes correlated with PRDX1 were presented in the heat map in Fig. 5b. There was a strong negative correlation between PHF2 and PRDX1 (Pearson correlation = 0.62, P = 2.547e−40), whereas PSMB2 was strongly positively correlated with PRDX1 (Pearson correlation = 0.72, P = 1.961e−59). In addition, the specific analysis results of genes negatively or positively correlated with other PRDX family members were shown in panels A, B of Additional file 6: Figure S6, Additional file 7: Figure S7, Additional file 8: Figure S8, Additional file 9: Figure S9, Additional file 10: Figure S10. Combined with the above results, it was indicated that PRDXs had extensive influence on the transcriptome. Furthermore, the results of KEGG pathway analysis by gene set enrichment analysis (GSEA) revealed that differentially expression genes related to PRDX1 were mainly enriched in Metabolic pathways, TGF-beta signaling pathway, and so on (Fig. 5c). Besides, the enrichment results of differentially expressed genes in correlation with PRDX2, PRDX3, PRDX4, PRDX5 and PRDX6 showed that they were also involved in Metabolic pathways (panels C of Additional file 6: Figure S6, Additional file 7: Figure S7, Additional file 8: Figure S8, Additional file 9: Figure S9, Additional file 10: Figure S10). To further investigate the possible molecular mechanism of PRDX1 in HCC, the enrichment analysis of miRNAs by LinkInterpreter of LinkedOmics were utilized, and the results revealed that PRDX1 was associated with (GTCTTCC) MIR-7, (CTTTGTA) MIR-524, (TTGCACT) MIR-130A, MIR-301, MIR-130B (Fig. 5d). Furthermore, miRNA targets networks of the other members of PRDX family were also analyzed and showed in panel D of Additional file 6: Figure S6, Additional file 7: Figure S7, Additional file 8: Figure S8, Additional file 9: Figure S9, Additional file 10: Figure S10.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22523, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 22534, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Hepatocellular carcinoma (HCC) is a relatively common cancer with increasing morbidity and mortality. About half of the new cases and deaths of HCC occurring annually in China. Despite various treatments, the prognosis of HCC patients is poor, with a 5-year overall survival rate of less than 50%. However, through surgical excision or transplantation, the survival rate of HCC patients in early stage can reach 70%. The only chance for long-term survival is early detection of tumors. Unfortunately, most HCC patients are diagnosed as advanced and ineligible for treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23109, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "It has been reported that the disorder of PRDX family was related to the occurrence and development of cancer. To explore the role of PRDXs in the prognosis of HCC patients, the data from several public databases were analyzed and evaluated in this study through a variety of online tools. Firstly, according to the data from CCLE, PRDXs were expressed in multiple cancer cell lines, and the levels of PRDXs in HCC cell lines were mainly between 6 and 9. Knoops et al. also found that PRDXs were expressed in almost all tissues and cell lines. In addition, the analysis of UALCAN database indicated that the mRNA expression of PRDX1/2/5/6 in HCC was significantly upregulated, while the mRNA expression of PRDX4 was downregulated. Similar results were obtained from the analysis of different HCC datasets in HCCDB. Immumohistochemical staining results in Human Protein Atlas database showed that PRDX1/2/5 were highly expressed in HCC tissues, while the expression of PRDX3/4 was low. This was similar to the results of Aguilar-Melero et al. research, that is, PRDX1 was highly expressed in various tumors including HCC. Zhou et al. demonstrated that PRDX2 was often downregulated in HCC tissues, and played a tumorigenic role. Xu et al. found that the expression level of PRDX6 in HCC tissues was lower than that in matched para-carcinoma tissues. However, in these different databases, there were different analysis results about the expression of PRDX3 and PRDX6 in HCC, so we need to further study and verify in the follow-up experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24652, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Kaplan–Meier survival analysis showed that high expression of PRDX1 and low expression of PRDX2/3 predicted poor prognosis in patients with HCC. The expression of other PRDXs in HCC was no significant correlation with prognosis. Previous studies have also confirmed that PRDX1 overexpression was associated with poor clinical prognosis of HCC, and Fang et al. revealed that decreased expression of PRDX1 in tumor tissues was an independent risk factor for overall survival and disease free survival in patients after surgery. The downregulation of PRDX3 and PRDX6 was correlated with poor prognosis in HCC patients. Although the relationship between PRDX2 and prognosis of HCC patients has not been reported, the low expression of PRDX2 was confirmed to be associated with liver metastasis and poor overall survival rate of colorectal cancer. It has been reported that high expression of PRDX4 was related to good tumor characteristics and prognosis of HCC patients, which was inconsistent with our findings and needed to be validated in experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25705, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, the types and frequency of PRDXs in HCC were determined based on the sequencing data of HCC patients in the cBioPortal. Among 372 cases of HCC patients, the patients with PRDX6 genetic alterations were the most, 63 cases (18%), followed by PRDX3, with 41 cases (11%); the patients with PRDX1 and PRDX4 genetic alterations were the least, 26 cases (7%) each. There were 24 cases with mRNA upregulation mutations of PRDX1, 19 cases with mRNA upregulation mutations of PRDX3, and 33 cases with mRNA upregulation mutations of PRDX6. More genetic alterations may be one reason why the expression levels of PRDX3 or PRDX6 are not consistent in different datasets. The tab network in cBioPortal was used to detect the adjacent genes of PRDXs, frequency of which were changed, with MYC (18.6%), MAPK1 (13.1%) and PBK (11.4%) having the most frequent changes in frequency. MYC is the main regulator of cell metabolism and proliferation, high constitutive expression of which drives many types of tumors, and often correlated with cancer invasion and poor prognosis. Mitogen-activated protein kinase 1 (MAPK1), belonging to the MAP kinase family, is served as a binding site for many biochemical signals and involved in various cellular processes, such as cell differentiation, proliferation, transcriptional development and regulation. PBK is a serine/threonine kinase belonging to the mitogen-activated protein kinase (MAPKK) family. PBK has a high trans-activity, plays a crucial role in various cancers, and also promotes migration and invasion of lung cancer cell. These results suggested that PRDX1 may play a role in the prognosis of HCC by interacting with MYC, MAPK1 and PBK.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27393, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusions", "sentences": [], "annotations": [], "relations": []}, {"offset": 27405, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "LinkedOmics was employed to analyze the sequencing results of 372 HCC patients in TCGA database. We found that the pathways of PRDXs related gene enrichment mostly involved Metabolic pathway, as well as some classical pathways, such as NF-kappa B signaling pathway, TGF-beta signaling pathway and cell cycle. Studies from Zheng et al. revealed that PRDX1 knockdown significantly downregulated the level of β-catenin associated with WNT pathway, and then inhibited the occurrence of EMT. Wang et al. proposed that PRDX2 served as a promoter of colon cancer stem cells properties via Hedgehog signaling pathway. These results indicated that PRDXs had extensive effects on the transcriptome, and affected the progression of HCC through various downstream pathways. What’s more, PRDX2, as a target of miR-200b-3p, promoted the proliferation, invasion and EMT of colorectal cancer cells; PRDX3, as a target molecule of miR-383, regulated the growth of medulloblastoma cells. In this study, LinkInterpreter module of LinkedOmics was utilized to predict the interaction between PRDXs and miRNAs to preliminarily explore the regulatory mechanism of PRDXs in HCC. PRDX1 may target miR-517A/C, miR-339, miR-7 and other miRNAs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28625, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "In summary, several different online tools were used to analyze and evaluate HCC data from public databases in this study, which provided multilevel evidences for the expression of PRDX family members in HCC and their predictive role in the prognosis of HCC patients. The results showed that the dysregulation of PRDXs in HCC played a vital role in genome stability, prognosis, cell pathway and function. This study has the advantages of large sample size, low cost and easy operation. Nonetheless, the study still has some limitations of relatively single data sources: all the analyses in this study are based on the sequencing results of HCC patients in TCGA database. In addition, the analysis results of different online tools are not entirely consistent, and our results need to be further verified in experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29446, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 29472, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 29489, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29608, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Mingxing Xu, Jianliang Xu and Dun Zhu contributed equally to the manuscript", "sentences": [], "annotations": [], "relations": []}, {"offset": 29684, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 29709, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "RX, LL, SC and YL have made significant contribution to the concept and design of this study. MX, JX, DZ, LL and SC collected the data from several databases, analyzed the data by using several online tools and collated analysis results. RS and BZ produced this manuscript. RX and YL reviewed the results and revised the manuscript. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30094, "infons": {"section_type": "ACK_FUND", "type": "title"}, "text": "Funding", "sentences": [], "annotations": [], "relations": []}, {"offset": 30102, "infons": {"section_type": "ACK_FUND", "type": "paragraph"}, "text": "This study was supported by Science and Technology Planning Project of Guangdong Province, China (Grant No. 2012A020602002), National Natural Science Foundation Special Support Project of the Third Affiliated Hospital of Sun Yat-sen University (2020GZRPYQN09) and Scientific Research Project of Guangdong Bureau of traditional Chinese Medicine (Grant No.20211085).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30468, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Availability of data and materials", "sentences": [], "annotations": [], "relations": []}, {"offset": 30503, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The datasets used and/or analysed during the current study are available from the corresponding author on reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30629, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30642, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Ethics approval and consent to participate", "sentences": [], "annotations": [], "relations": []}, {"offset": 30685, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data of the article is obtained from the public database, and no ethical approval has been applied.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30789, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Consent for publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 30813, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Not applicable.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30829, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 30849, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare that they have no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30908, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 30919, "infons": {"fpage": "932.e8", "issue": "6", "lpage": "947.e8", "name_0": "surname:Xue;given-names:R", "name_1": "surname:Chen;given-names:L", "name_2": "surname:Zhang;given-names:C", "name_3": "surname:Fujita;given-names:M", "name_4": "surname:Li;given-names:R", "name_5": "surname:Yan;given-names:SM", "pub-id_doi": "10.1016/j.ccell.2019.04.007", "pub-id_pmid": "31130341", "section_type": "REF", "source": "Cancer Cell", "type": "ref", "volume": "35", "year": "2019"}, "text": "Genomic and transcriptomic profiling of combined hepatocellular and intrahepatic cholangiocarcinoma reveals distinct molecular subtypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 31055, "infons": {"fpage": "599", "issue": "10", "lpage": "616", "name_0": "surname:Llovet;given-names:JM", "name_1": "surname:Montal;given-names:R", "name_2": "surname:Sia;given-names:D", "name_3": "surname:Finn;given-names:RS", "pub-id_doi": "10.1038/s41571-018-0073-4", "pub-id_pmid": "30061739", "section_type": "REF", "source": "Nat Rev Clin Oncol", "type": "ref", "volume": "15", "year": "2018"}, "text": "Molecular therapies and precision medicine for hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 31127, "infons": {"fpage": "477.e1", "issue": "2", "lpage": "491.e1", "name_0": "surname:Kulik;given-names:L", "name_1": "surname:El-Serag;given-names:HB", "pub-id_doi": "10.1053/j.gastro.2018.08.065", "pub-id_pmid": "30367835", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "156", "year": "2019"}, "text": "Epidemiology and management of hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 31183, "infons": {"fpage": "394", "issue": "6", "lpage": "424", "name_0": "surname:Bray;given-names:F", "name_1": "surname:Ferlay;given-names:J", "name_2": "surname:Soerjomataram;given-names:I", "name_3": "surname:Siegel;given-names:RL", "name_4": "surname:Torre;given-names:LA", "name_5": "surname:Jemal;given-names:A", "pub-id_doi": "10.3322/caac.21492", "pub-id_pmid": "30207593", "section_type": "REF", "source": "CA Cancer J Clin.", "type": "ref", "volume": "68", "year": "2018"}, "text": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries", "sentences": [], "annotations": [], "relations": []}, {"offset": 31302, "infons": {"fpage": "1898", "issue": "19", "lpage": "1901", "name_0": "surname:Riaz;given-names:A", "name_1": "surname:Lewandowski;given-names:R", "name_2": "surname:Salem;given-names:R", "pub-id_doi": "10.1200/JCO.2018.77.7227", "pub-id_pmid": "29718791", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "36", "year": "2018"}, "text": "Radioembolization in advanced hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 31357, "infons": {"fpage": "886.e5", "issue": "4", "lpage": "900.e5", "name_0": "surname:Lu;given-names:M", "name_1": "surname:Zhu;given-names:WW", "name_2": "surname:Wang;given-names:X", "name_3": "surname:Tang;given-names:JJ", "name_4": "surname:Zhang;given-names:KL", "name_5": "surname:Yu;given-names:GY", "pub-id_doi": "10.1016/j.cmet.2018.12.019", "pub-id_pmid": "30661930", "section_type": "REF", "source": "Cell Metab", "type": "ref", "volume": "29", "year": "2019"}, "text": "ACOT12-dependent alteration of acetyl-CoA drives hepatocellular carcinoma metastasis by epigenetic induction of epithelial–mesenchymal transition", "sentences": [], "annotations": [], "relations": []}, {"offset": 31505, "infons": {"fpage": "257", "issue": "7747", "lpage": "261", "name_0": "surname:Jiang;given-names:Y", "name_1": "surname:Sun;given-names:A", "name_2": "surname:Zhao;given-names:Y", "name_3": "surname:Ying;given-names:W", "name_4": "surname:Sun;given-names:H", "name_5": "surname:Yang;given-names:X", "pub-id_doi": "10.1038/s41586-019-0987-8", "pub-id_pmid": "30814741", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "567", "year": "2019"}, "text": "Proteomics identifies new therapeutic targets of early-stage hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 31591, "infons": {"fpage": "510", "issue": "2", "lpage": "524", "name_0": "surname:Greten;given-names:TF", "name_1": "surname:Lai;given-names:CW", "name_2": "surname:Li;given-names:G", "name_3": "surname:Staveley-O'Carroll;given-names:KF", "pub-id_doi": "10.1053/j.gastro.2018.09.051", "pub-id_pmid": "30287171", "section_type": "REF", "source": "Gastroenterology", "type": "ref", "volume": "156", "year": "2019"}, "text": "Targeted and immune-based therapies for hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 31656, "infons": {"fpage": "e1706981", "issue": "25", "name_0": "surname:Li;given-names:Z", "name_1": "surname:Zhang;given-names:H", "name_2": "surname:Han;given-names:J", "name_3": "surname:Chen;given-names:Y", "name_4": "surname:Lin;given-names:H", "name_5": "surname:Yang;given-names:T", "pub-id_doi": "10.1002/adma.201706981", "pub-id_pmid": "29663543", "section_type": "REF", "source": "Adv Mater", "type": "ref", "volume": "30", "year": "2018"}, "text": "Surface nanopore engineering of 2D MXenes for targeted and synergistic multitherapies of hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 31770, "infons": {"fpage": "60", "issue": "1", "lpage": "64", "name_0": "surname:Knoops;given-names:B", "name_1": "surname:Argyropoulou;given-names:V", "name_2": "surname:Becker;given-names:S", "name_3": "surname:Ferte;given-names:L", "name_4": "surname:Kuznetsova;given-names:O", "pub-id_doi": "10.14348/molcells.2016.2341", "section_type": "REF", "source": "Mol Cell", "type": "ref", "volume": "39", "year": "2016"}, "text": "Multiple roles of peroxiredoxins in inflammation", "sentences": [], "annotations": [], "relations": []}, {"offset": 31819, "infons": {"fpage": "1593", "issue": "10", "lpage": "1601", "name_0": "surname:Yaron-Marcovich;given-names:D", "name_1": "surname:Dror;given-names:I", "name_2": "surname:Berkowitz;given-names:B", "pub-id_doi": "10.1016/j.chemosphere.2007.05.056", "pub-id_pmid": "17617437", "section_type": "REF", "source": "Chemosphere", "type": "ref", "volume": "69", "year": "2007"}, "text": "Behavior and stability of organic contaminant droplets in aqueous solutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 31895, "infons": {"fpage": "62", "issue": "1", "lpage": "77", "name_0": "surname:Hopkins;given-names:BL", "name_1": "surname:Nadler;given-names:M", "name_2": "surname:Skoko;given-names:JJ", "name_3": "surname:Bertomeu;given-names:T", "name_4": "surname:Pelosi;given-names:A", "name_5": "surname:Shafaei;given-names:PM", "pub-id_doi": "10.1089/ars.2016.6871", "pub-id_pmid": "28398822", "section_type": "REF", "source": "Antioxid Redox Signal", "type": "ref", "volume": "28", "year": "2018"}, "text": "A peroxidase peroxiredoxin 1-specific redox regulation of the novel FOXO3 microRNA target let-7", "sentences": [], "annotations": [], "relations": []}, {"offset": 31991, "infons": {"fpage": "120", "issue": "1", "lpage": "133", "name_0": "surname:Jeong;given-names:SJ", "name_1": "surname:Kim;given-names:S", "name_2": "surname:Park;given-names:JG", "name_3": "surname:Jung;given-names:IH", "name_4": "surname:Lee;given-names:MN", "name_5": "surname:Jeon;given-names:S", "pub-id_doi": "10.1080/15548627.2017.1327942", "pub-id_pmid": "28605287", "section_type": "REF", "source": "Autophagy", "type": "ref", "volume": "14", "year": "2018"}, "text": "Prdx1 (peroxiredoxin 1) deficiency reduces cholesterol efflux via impaired macrophage lipophagic flux", "sentences": [], "annotations": [], "relations": []}, {"offset": 32093, "infons": {"fpage": "1347", "issue": "8", "lpage": "1358", "name_0": "surname:Min;given-names:Y", "name_1": "surname:Kim;given-names:MJ", "name_2": "surname:Lee;given-names:S", "name_3": "surname:Chun;given-names:E", "name_4": "surname:Lee;given-names:KY", "pub-id_doi": "10.1080/15548627.2018.1474995", "pub-id_pmid": "29929436", "section_type": "REF", "source": "Autophagy", "type": "ref", "volume": "14", "year": "2018"}, "text": "Inhibition of TRAF6 ubiquitin-ligase activity by PRDX1 leads to inhibition of NFKB activation and autophagy activation", "sentences": [], "annotations": [], "relations": []}, {"offset": 32212, "infons": {"fpage": "2698", "issue": "24", "lpage": "2711", "name_0": "surname:Ying;given-names:M", "name_1": "surname:Shao;given-names:X", "name_2": "surname:Jing;given-names:H", "name_3": "surname:Liu;given-names:Y", "name_4": "surname:Qi;given-names:X", "name_5": "surname:Cao;given-names:J", "section_type": "REF", "source": "Blood J Am Soc Hematol", "type": "ref", "volume": "131", "year": "2018"}, "text": "Ubiquitin-dependent degradation of CDK2 drives the therapeutic differentiation of AML by targeting PRDX2", "sentences": [], "annotations": [], "relations": []}, {"offset": 32317, "infons": {"fpage": "7006", "name_0": "surname:Yan;given-names:Y", "name_1": "surname:Wladyka;given-names:C", "name_2": "surname:Fujii;given-names:J", "name_3": "surname:Sockanathan;given-names:S", "pub-id_doi": "10.1038/ncomms8006", "pub-id_pmid": "25943695", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "6", "year": "2015"}, "text": "Prdx4 is a compartment-specific H2O2 sensor that regulates neurogenesis by controlling surface expression of GDE2", "sentences": [], "annotations": [], "relations": []}, {"offset": 32431, "infons": {"fpage": "1152", "issue": "6", "lpage": "1163", "name_0": "surname:Zhou;given-names:SL", "name_1": "surname:Zhou;given-names:ZJ", "name_2": "surname:Hu;given-names:ZQ", "name_3": "surname:Song;given-names:CL", "name_4": "surname:Luo;given-names:YJ", "name_5": "surname:Luo;given-names:CB", "pub-id_doi": "10.1016/j.jhep.2019.07.014", "pub-id_pmid": "31349001", "section_type": "REF", "source": "J Hepatol", "type": "ref", "volume": "71", "year": "2019"}, "text": "Genomic sequencing identifies WNK2 as a driver in hepatocellular carcinoma and a risk factor for early recurrence", "sentences": [], "annotations": [], "relations": []}, {"offset": 32545, "infons": {"fpage": "2195", "issue": "12", "lpage": "2205", "name_0": "surname:Cai;given-names:J", "name_1": "surname:Chen;given-names:L", "name_2": "surname:Zhang;given-names:Z", "name_3": "surname:Zhang;given-names:X", "name_4": "surname:Lu;given-names:X", "name_5": "surname:Liu;given-names:W", "pub-id_doi": "10.1136/gutjnl-2019-318882", "pub-id_pmid": "31358576", "section_type": "REF", "source": "Gut", "type": "ref", "volume": "68", "year": "2019"}, "text": "Genome-wide mapping of 5-hydroxymethylcytosines in circulating cell-free DNA as a non-invasive approach for early detection of hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 32697, "infons": {"fpage": "5266", "issue": "8", "lpage": "5276", "name_0": "surname:Wang;given-names:J", "name_1": "surname:Meng;given-names:J", "name_2": "surname:Ran;given-names:W", "name_3": "surname:Lee;given-names:RJ", "name_4": "surname:Teng;given-names:L", "name_5": "surname:Zhang;given-names:P", "pub-id_doi": "10.1021/acs.nanolett.9b01717", "pub-id_pmid": "31361965", "section_type": "REF", "source": "Nano Lett", "type": "ref", "volume": "19", "year": "2019"}, "text": "Hepatocellular carcinoma growth retardation and PD-1 blockade therapy potentiation with synthetic high-density lipoprotein", "sentences": [], "annotations": [], "relations": []}, {"offset": 32820, "infons": {"fpage": "591", "issue": "7", "lpage": "608", "name_0": "surname:Hampton;given-names:MB", "name_1": "surname:Vick;given-names:KA", "name_2": "surname:Skoko;given-names:JJ", "name_3": "surname:Neumann;given-names:CA", "pub-id_doi": "10.1089/ars.2017.7422", "pub-id_pmid": "29237274", "section_type": "REF", "source": "Antioxid Redox Signal", "type": "ref", "volume": "28", "year": "2018"}, "text": "Peroxiredoxin involvement in the initiation and progression of human cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 32896, "infons": {"fpage": "161", "lpage": "171", "name_0": "surname:Aguilar-Melero;given-names:P", "name_1": "surname:Prieto-Alamo;given-names:MJ", "name_2": "surname:Jurado;given-names:J", "name_3": "surname:Holmgren;given-names:A", "name_4": "surname:Pueyo;given-names:C", "pub-id_doi": "10.1016/j.jprot.2012.12.005", "section_type": "REF", "source": "J Proteom", "type": "ref", "volume": "79", "year": "2013"}, "text": "Proteomics in HepG2 hepatocarcinoma cells with stably silenced expression of PRDX1", "sentences": [], "annotations": [], "relations": []}, {"offset": 32979, "infons": {"fpage": "2217", "issue": "3", "lpage": "2221", "name_0": "surname:Zhou;given-names:S", "name_1": "surname:Han;given-names:Q", "name_2": "surname:Wang;given-names:R", "name_3": "surname:Li;given-names:X", "name_4": "surname:Wang;given-names:Q", "name_5": "surname:Wang;given-names:H", "pub-id_doi": "10.3892/ol.2016.4899", "pub-id_pmid": "27602166", "section_type": "REF", "source": "Oncol Lett", "type": "ref", "volume": "12", "year": "2016"}, "text": "PRDX2 protects hepatocellular carcinoma SMMC-7721 cells from oxidative stress", "sentences": [], "annotations": [], "relations": []}, {"offset": 33057, "infons": {"fpage": "1299", "issue": "9", "lpage": "1308", "name_0": "surname:Xu;given-names:X", "name_1": "surname:Lu;given-names:D", "name_2": "surname:Zhuang;given-names:R", "name_3": "surname:Wei;given-names:X", "name_4": "surname:Xie;given-names:H", "name_5": "surname:Wang;given-names:C", "pub-id_doi": "10.1002/mc.22371", "pub-id_pmid": "26293541", "section_type": "REF", "source": "Mol Carcinog", "type": "ref", "volume": "55", "year": "2016"}, "text": "The phospholipase A2 activity of peroxiredoxin 6 promotes cancer cell death induced by tumor necrosis factor alpha in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 33200, "infons": {"fpage": "155", "issue": "3", "lpage": "169", "name_0": "surname:Fang;given-names:Y", "name_1": "surname:He;given-names:J", "name_2": "surname:Janssen;given-names:HLA", "name_3": "surname:Wu;given-names:J", "name_4": "surname:Dong;given-names:L", "name_5": "surname:Shen;given-names:XZ", "pub-id_doi": "10.1111/1751-2980.12580", "pub-id_pmid": "29377617", "section_type": "REF", "source": "J Dig Dis", "type": "ref", "volume": "19", "year": "2018"}, "text": "Peroxiredoxin 1, restraining cell migration and invasion, is involved in hepatocellular carcinoma recurrence", "sentences": [], "annotations": [], "relations": []}, {"offset": 33309, "infons": {"fpage": "203", "issue": "1", "name_0": "surname:Zhu;given-names:GQ", "name_1": "surname:Yang;given-names:Y", "name_2": "surname:Chen;given-names:EB", "name_3": "surname:Wang;given-names:B", "name_4": "surname:Xiao;given-names:K", "name_5": "surname:Shi;given-names:SM", "pub-id_doi": "10.1186/s12967-019-1946-8", "pub-id_pmid": "31215439", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "17", "year": "2019"}, "text": "Development and validation of a new tumor-based gene signature predicting prognosis of HBV/HCV-included resected hepatocellular carcinoma patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 33456, "infons": {"fpage": "1265", "issue": "6", "lpage": "1272", "name_0": "surname:Ji;given-names:D", "name_1": "surname:Li;given-names:M", "name_2": "surname:Zhan;given-names:T", "name_3": "surname:Yao;given-names:Y", "name_4": "surname:Shen;given-names:J", "name_5": "surname:Tian;given-names:H", "pub-id_doi": "10.1093/carcin/bgt056", "pub-id_pmid": "23393224", "section_type": "REF", "source": "Carcinogenesis", "type": "ref", "volume": "34", "year": "2013"}, "text": "Prognostic role of serum AZGP1, PEDF and PRDX2 in colorectal cancer patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 33533, "infons": {"fpage": "1271", "issue": "10", "lpage": "1284", "name_0": "surname:Guo;given-names:X", "name_1": "surname:Noguchi;given-names:H", "name_2": "surname:Ishii;given-names:N", "name_3": "surname:Homma;given-names:T", "name_4": "surname:Hamada;given-names:T", "name_5": "surname:Hiraki;given-names:T", "pub-id_doi": "10.1089/ars.2017.7426", "pub-id_pmid": "29687726", "section_type": "REF", "source": "Antioxid Redox Signal", "type": "ref", "volume": "30", "year": "2019"}, "text": "The association of peroxiredoxin 4 with the initiation and progression of hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 33632, "infons": {"fpage": "3623", "issue": "1", "name_0": "surname:Annunziata;given-names:I", "name_1": "surname:van de Vlekkert;given-names:D", "name_2": "surname:Wolf;given-names:E", "name_3": "surname:Finkelstein;given-names:D", "name_4": "surname:Neale;given-names:G", "name_5": "surname:Machado;given-names:E", "pub-id_doi": "10.1038/s41467-019-11568-0", "pub-id_pmid": "31399583", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "10", "year": "2019"}, "text": "MYC competes with MiT/TFE in regulating lysosomal biogenesis and autophagy through an epigenetic rheostat", "sentences": [], "annotations": [], "relations": []}, {"offset": 33738, "infons": {"fpage": "84384", "issue": "48", "lpage": "84395", "name_0": "surname:Chang;given-names:L", "name_1": "surname:Zhang;given-names:D", "name_2": "surname:Shi;given-names:H", "name_3": "surname:Bian;given-names:Y", "name_4": "surname:Guo;given-names:R", "pub-id_doi": "10.18632/oncotarget.21037", "pub-id_pmid": "29137432", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "8", "year": "2017"}, "text": "MiR-143 inhibits endometrial cancer cell proliferation and metastasis by targeting MAPK1", "sentences": [], "annotations": [], "relations": []}, {"offset": 33827, "infons": {"fpage": "47195", "issue": "29", "lpage": "47205", "name_0": "surname:Yang;given-names:YF", "name_1": "surname:Pan;given-names:YH", "name_2": "surname:Cao;given-names:Y", "name_3": "surname:Fu;given-names:J", "name_4": "surname:Yang;given-names:X", "name_5": "surname:Zhang;given-names:MF", "pub-id_doi": "10.18632/oncotarget.17587", "pub-id_pmid": "28525379", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "8", "year": "2017"}, "text": "PDZ binding kinase, regulated by FoxM1, enhances malignant phenotype via activation of beta-Catenin signaling in hepatocellular carcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 33965, "infons": {"fpage": "7745", "lpage": "7761", "name_0": "surname:Zheng;given-names:MJ", "name_1": "surname:Wang;given-names:J", "name_2": "surname:Wang;given-names:HM", "name_3": "surname:Gao;given-names:LL", "name_4": "surname:Li;given-names:X", "name_5": "surname:Zhang;given-names:WC", "pub-id_doi": "10.2147/OTT.S175009", "section_type": "REF", "source": "OncoTarget Ther", "type": "ref", "volume": "11", "year": "2018"}, "text": "Decreased expression of peroxiredoxin1 inhibits proliferation, invasion, and metastasis of ovarian cancer cell", "sentences": [], "annotations": [], "relations": []}, {"offset": 34076, "infons": {"fpage": "86816", "issue": "52", "lpage": "86828", "name_0": "surname:Wang;given-names:R", "name_1": "surname:Wei;given-names:J", "name_2": "surname:Zhang;given-names:S", "name_3": "surname:Wu;given-names:X", "name_4": "surname:Guo;given-names:J", "name_5": "surname:Liu;given-names:M", "pub-id_doi": "10.18632/oncotarget.13559", "pub-id_pmid": "27894099", "section_type": "REF", "source": "Oncotarget", "type": "ref", "volume": "7", "year": "2016"}, "text": "Peroxiredoxin 2 is essential for maintaining cancer stem cell-like phenotype through activation of Hedgehog signaling pathway in colon cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 34218, "infons": {"fpage": "257", "issue": "1", "name_0": "surname:Lv;given-names:Z", "name_1": "surname:Wei;given-names:J", "name_2": "surname:You;given-names:W", "name_3": "surname:Wang;given-names:R", "name_4": "surname:Shang;given-names:J", "name_5": "surname:Xiong;given-names:Y", "pub-id_doi": "10.1186/s12967-017-1357-7", "pub-id_pmid": "29258530", "section_type": "REF", "source": "J Transl Med", "type": "ref", "volume": "15", "year": "2017"}, "text": "Disruption of the c-Myc/miR-200b-3p/PRDX2 regulatory loop enhances tumor metastasis and chemotherapeutic resistance in colorectal cancer", "sentences": [], "annotations": [], "relations": []}, {"offset": 34355, "infons": {"fpage": "413", "issue": "4", "lpage": "425", "name_0": "surname:Li;given-names:KK", "name_1": "surname:Pang;given-names:JC", "name_2": "surname:Lau;given-names:KM", "name_3": "surname:Zhou;given-names:L", "name_4": "surname:Mao;given-names:Y", "name_5": "surname:Wang;given-names:Y", "pub-id_doi": "10.1111/bpa.12014", "pub-id_pmid": "23227829", "section_type": "REF", "source": "Brain Pathol", "type": "ref", "volume": "23", "year": "2013"}, "text": "MiR-383 is downregulated in medulloblastoma and targets peroxiredoxin 3 (PRDX3)", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]