[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240908", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC6719430", "infons": {"license": "CC BY-NC-SA"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Caveolin-1 regulates miRNA sorting", "article-id_doi": "10.1084/jem.20182313", "article-id_pmc": "PMC6719430", "article-id_pmid": "31235510", "article-id_publisher-id": "20182313", "fpage": "2202", "issue": "9", "license": "This article is distributed under the terms of an Attribution–Noncommercial–Share Alike–No Mirror Sites license for the first six months after the publication date (see http://www.rupress.org/terms/). After six months it is available under a Creative Commons License (Attribution–Noncommercial–Share Alike 4.0 International license, as described at https://creativecommons.org/licenses/by-nc-sa/4.0/).", "lpage": "2220", "name_0": "surname:Lee;given-names:Heedoo", "name_1": "surname:Li;given-names:Chunhua", "name_2": "surname:Zhang;given-names:Yang", "name_3": "surname:Zhang;given-names:Duo", "name_4": "surname:Otterbein;given-names:Leo E.", "name_5": "surname:Jin;given-names:Yang", "section_type": "TITLE", "type": "front", "volume": "216", "year": "2019"}, "text": "Caveolin-1 selectively regulates microRNA sorting into microvesicles after noxious stimuli", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 91, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Extracellular vesicle (EV)–cargo miRNAs mediate intercellular communications. How cells selectively sort the miRNAs into EVs remains unclear. Lee et al. demonstrate a novel mechanism by which functional miRNAs are selectively sorted into EVs via caveolin-1/hnRNPA2B1 complex. This process is regulated by stimulation-associated posttranslational modifications of both cav-1 and hnRNPA2B1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 482, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Emerging evidence suggests that extracellular vesicle (EV)–containing miRNAs mediate intercellular communications in response to noxious stimuli. It remains unclear how a cell selectively sorts the cellular miRNAs into EVs. We report that caveolin-1 (cav-1) is essential for sorting of selected miRNAs into microvesicles (MVs), a main type of EVs generated by outward budding of the plasma membrane. We found that cav-1 tyrosine 14 (Y14)–phosphorylation leads to interactions between cav-1 and hnRNPA2B1, an RNA-binding protein. The cav-1/hnRNPA2B1 complex subsequently traffics together into MVs. Oxidative stress induces O-GlcNAcylation of hnRNPA2B1, resulting in a robustly altered hnRNPA2B1-bound miRNA repertoire. Notably, cav-1 pY14 also promotes hnRNPA2B1 O-GlcNAcylation. Functionally, macrophages serve as the principal recipient of epithelial MVs in the lung. MV-containing cav-1/hnRNPA2B1 complex-bound miR-17/93 activate tissue macrophages. Collectively, cav-1 is the first identified membranous protein that directly guides RNA-binding protein into EVs. Our work delineates a novel mechanism by which oxidative stress compels epithelial cells to package and secrete specific miRNAs and elicits an innate immune response.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1720, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1733, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Extracellular vesicles (EVs) have been shown to transfer functional miRNAs to neighboring or distant recipient cells as a rapid modality by which to manipulate gene expression in the recipient cells. As such, they have emerged as novel therapeutic targets.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 1990, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "According to the International Society of Extracellular Vesicles, EVs are categorized into three main subgroups: exosomes (Exos), microvesicles (MVs), and apoptotic bodies (ABs). ABs (1,000–2,000 nm) typically result from dying cells. Exos (50–150 nm) are essentially the intraluminal vesicles released from multivesicular bodies, while the biogenesis of MVs involves the outward budding and expulsion of plasma membrane directly from the cell surface, resulting in the formation of small vesicles with sizes ranging from 100 nm to 400 µm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2535, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Cell stressors not only promote the release of EVs, but more importantly, also promote highly specific EV-containing microRNAs (miRNAs). Accumulating evidence indicates that a specific repertoire of miRNAs is actively selected and loaded into EVs. This process involves an ATP-dependent, active sorting mechanism and involves RNA-binding proteins that are enriched in EVs. RNA-binding proteins such as argonaute and heterogeneous nuclear ribonucleoprotein (hnRNP) can be sorted with their selected miRNAs into EVs. However, it remains unclear how the protein–miRNA complex is introduced to the EVs and how cell stress/stimulation selects the miRNAs to be sorted into EVs. Understanding the detailed mechanisms of miRNA sorting and loading into EVs will potentially provide novel targets for the development of novel therapeutic and diagnostic tools to assess and treat disease.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3415, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In addition to miRNAs, proteins are a principal component of EVs. Interestingly, a number of lipid raft proteins, including flotillins and caveolins, have also been identified in EVs, particularly MVs. Caveolin-1 (cav-1), a central component of the membrane microdomain, is known to interact with diverse signaling molecules and regulate the cell membrane trafficking. We present here data that address the importance of cav-1 in EV-miRNA selection and enrichment. In our report, cav-1 is the first identified membranous protein that directly guides the RNA-binding protein into MVs in response to stimuli.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4022, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4030, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Noxious stimuli modulate MV-miRNA release", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 4072, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Lung epithelial cells were chosen as the cellular model given that the lung is one of the most sensitive organs to environmental oxidative stress. We initially confirmed that the majority of EV proteins fell into the size range of MVs, rather than ABs or Exos (Fig. S1, A–E). MV production was triggered by oxidative stress (hyperoxia or H2O2) and involved in ROS generation (Fig. 1 A), while total cellular protein level was not significantly altered (not depicted). This phenomenon was more prominent in lung epithelial cells compared with macrophages, which are the predominant myeloid cells present in the lung (Fig. 1 B). MV size, morphology, and protein level per each MV were not significantly altered after hyperoxia (Fig. 1, C and D). Importantly, small RNAs including miRNA fractions accumulated, and we observed that miRNA profiles were broadly altered in MVs in response to hyperoxia (Fig. 1, E and F). Of note, miR-17/20a/93 were markedly up-regulated (more than sixfold increase) in MVs after hyperoxia (Fig. 1 F and Table S1).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5116, "infons": {"file": "JEM_20182313_Fig1.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Oxidative stress induces MV release and alters miRNA expressions in MVs. (A) Production of MVs from lung epithelial cells (Beas2B, n = 6; HBE, n = 6; A549, n = 4; and mouse primary cells, n = 4) exposed to normoxia (Nor), H2O2, hyperoxia (Hyp), and/or ROS inhibitor (NAC) for 24 h (bar graphs; mean ± SD). Dose–response of NAC on the inhibition of hyperoxia-induced MVs (line graphs; mean ± SD). (B) Hyperoxia and ROS failed to induce MV productions from human and mouse macrophages (mean ± SD, n = 4). (C) MVs derived from Beas2B cells under normoxia (Nor) or hyperoxia (Hyp) were analyzed using NTA (left panels, n = 3) and TEM (right panels). MH-S, mouse alveolar macrophages. (D) MVs were obtained from mouse primary (n = 4) and human Beas2B lung epithelial (n = 6) cells after hyperoxia (36 h). MV counts and protein and RNA amounts per MV are shown (box-and-whisker plots). (E) RNAs from Beas2B MVs were quantified using small RNA analysis (box-and-whisker plots, n = 4). (F) miRNA expression in the MVs derived from the primary lung epithelial cells that were exposed to hyperoxia (heatmap, n = 3). The data are from three (A–C and F) or four (D and E) independent experiments with different cell batches. The TEM images (C) are representative of two independent experiments. P values were evaluated using one-way ANOVA (A and B) or Student’s t test (D–F). *, P < 0.05; **, P < 0.01 between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6547, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Specific miRNAs are sorted with hnRNPA2B1 into MVs in response to oxidative stress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6630, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HnRNPA2B1 is known to facilitate miRNA trafficking into EVs. We observed that hnRNPA2B1 was present in epithelial MVs, rather than Exos (Fig. S2, A and B), and was elevated in response to hyperoxia (Fig. 2 A). Interestingly, hnRNPA2B1-bound RNAs were significantly up-regulated in hyperoxia-induced MV formation (Fig. 2 A). We next evaluated the hnRNPA2B1-bound miRNA profiles in epithelial MVs and found that specific miRNAs, such as miR-17, -20a, and -93, highly precipitated with hnRNPA2B1 (Fig. 2 B). Moreover, the interactions of these specific miRNAs with hnRNPA2B1 were up-regulated by hyperoxia exposure (Fig. 2 C and Table S2). These findings were further confirmed using stem-loop–based quantitative real-time PCR (qPCR) in human Beas2B (Fig. 2, D and E) and mouse primary epithelial MVs (Fig. 2, F and G). Additionally, ROS were involved in promoting the interaction between miR-17/93 and hnRNPA2B1, and the deletion of hnRNPA2B1 suppressed MV-mediated secretion of miR-17, -20a, and -93 (Fig. 2, H and I).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7650, "infons": {"file": "JEM_20182313_Fig2.jpg", "id": "fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Oxidative stress modulates the hnRNPA2B1-bound miRNA repertoire. (A) The protein level of hnRNPA2B1 in the MVs derived from human lung epithelial Beas2B cells under normoxia (Nor) or hyperoxia (Hyp) was determined using Western blotting (upper panels; the quantification data are shown; mean ± SD, n = 3). The isolated MVs were then immunoprecipitated (IP) using control IgG or anti-hnRNPA2B1 antibody, followed by RNA isolation from the precipitates (lower panel; mean ± SD, n = 3). (B and C) HnRNPA2B1-bound RNAs were immunoprecipitated from human lung epithelial MVs under normoxia or hyperoxia conditions. The purified RNAs obtained from both the hnRNPA2B1 precipitates and the unbound portions were subjected to miRNA microarray analysis (B). Heatmap clustering of the hnRNPA2B1-bound miRNAs under normoxia and hyperoxia conditions (C). (D–G) Stem-loop–based qPCR analysis of hnRNPA2B1-bound miRNAs obtained from Beas2B MVs (D, n = 4; E, n = 6, mean ± SD) or mouse primary lung epithelial MVs (F, n = 4; G, n = 6, mean ± SD), under normoxia or hyperoxia. Control IgG was used to determine the binding specificities of miRNAs. (H) Beas2B cells were exposed to hyperoxia and the indicated concentrations of NAC. The MVs were isolated, and the hnRNPA2B1-bound RNAs were immunoprecipitated and subjected to qPCR analysis (mean ± SD, n = 7–8). (I) Beas2B cells were transfected with control or hnRNPA2B1 siRNAs (left), followed by isolation of MVs under hyperoxia. The indicated miRNAs were then detected using qPCR (right; mean ± SD, n = 6). (J) Nuclear and cytoplasmic proteins were extracted from Beas2B cells after hyperoxia, and subjected to Western blot analysis. SP1 or GAPDH were used as markers of the nucleus or cytoplasm, respectively. The quantification data are shown (right; mean ± SD, n = 3). (K) Cytosol extracts were obtained from Beas2B cells after normoxia or hyperoxia and were immunoprecipitated using hnRNPA2B1 antibody. RNAs were isolated from the hnRNPA2B1 precipitates and subjected to qPCR analysis (mean ± SD, n = 6–8). (L and M) Total miRNA levels (L) and the proportion of hnRNPA2B1-bound miRNAs (M) in Beas2B cell cytoplasm under normoxic or hyperoxic conditions were evaluated using qPCR (mean ± SD, n = 4). Data were obtained from three (A and D–J) or four (K–M) independent experiments with different cell batches. The heatmaps (B and C) and Western blot images (A, I, and J) are representatives of two and three independent experiments, respectively. P values were evaluated using one-way ANOVA (D, G, H, and J) or Student’s t test (A, E, F, I, K, and L). *, P < 0.05; **, P < 0.01; NS, not significant versus control or between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10358, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HnRNPA2B1 is predominantly localized in cell nuclei but can be transported to the cytosol. We found that exposure to hyperoxia resulted in a time-dependent reduction in nuclear hnRNPA2B1 and an increase in cytosolic hnRNPA2B1 (Fig. 2 J) with no significant change in hnRNPA2B1 mRNA levels (Fig. S3, A and B), suggesting the translocation of hnRNPA2B1 between the nucleus and cytosol. The cytosolic hnRNPA2B1-bound miRNAs (miR-17, -20a, and -93) were up-regulated in response to hyperoxia (Fig. 2 K). We further observed that total miR-17/93 levels were reduced in the cell cytoplasm (Fig. 2 L), and the proportion of hnRNPA2B1-bound miR-17/20a/93 was selectively increased (Fig. 2 M). In contrast, the ratios of other miRNAs (such as miR-451a, -486, -92a, and -181a) in hnRNPA2B1 precipitates versus in cytoplasm were extremely low (Fig. 2 M), indicating that hnRNPA2B1 selectively sorts certain miRNAs (such as miR-17/93) into MVs in response to oxidative stress.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11323, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cav-1 level in MVs is markedly increased, along with hnRNPA2B1, in response to oxidative stress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11419, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Both cav-1 and flotillin 1 (flot1; lipid raft proteins) have been identified as major components of EVs and are involved in diverse protein trafficking pathways. Notably, along with hnRNPA2B1, we found cav-1, but not flot1, up-regulated in hyperoxia-induced epithelial MVs (Fig. 3 A). These effects were suppressed in cells treated with the antioxidant N-acetyl-l-cysteine (NAC) in a dose-dependent manner, suggesting that the hyperoxia-mediated effects involve, in part, ROS generation (Fig. 3, A and B). Flot1, CD9, and GAPDH were all relatively stable in response to oxidative stress (Fig. 3, A and B).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12025, "infons": {"file": "JEM_20182313_Fig3.jpg", "id": "fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Cav-1 interacts with hnRNPA2B1 and traffics together into MVs in response to oxidative stress. (A) Beas2B, HBE, and mouse primary epithelial cells were exposed to hyperoxia (Hyp) in the absence or presence of ROS inhibitor (NAC). MVs were then isolated and subjected to Western blot analysis. The quantification data are shown (middle and right panels; mean ± SD, n = 3). Nor, normoxia. (B) Dose-dependent effects of NAC on hnRNPA2B1 and cav-1 expression in the hyperoxic MVs derived from Beas2B cells were evaluated using Western blot analysis. The quantification data are shown (right; mean ± SD, n = 3). (C) Epithelial Beas2B cells were stained with anti–cav-1 (red) or anti-hnRNPA2B1 (green) antibody under normoxia or hyperoxia. Localization of cav-1 and hnRNPA2B1 were visualized under confocal microscope. Arrows indicate the colocalization between cav-1 and hnRNPA2B1. Scale bars, 30 µm. (D and E) Cav-1-mCherry (red) and hnRNPA2B1-EGFP (green) were cotransfected into the Beas2B cells. The transfected cells were then exposed to oxidative stress using H2O2 (1 mM) and visualized under confocal microscope (D). Arrows indicate the colocalization between cav-1 and hnRNPA2B1 (D). Dual-color confocal live-cell imaging of the cotransfected cells was then conducted (E). Arrows indicate the trafficking of cav-1-hnRNPA2B1 complexes (E, zoom panels). Scale bars, 10 µm (D) and 40 µm (E). (F) Nucleus (Nu) and cytosol (Cyt) were extracted from Beas2B cells under normoxia or hyperoxia and were immunoprecipitated (IP) using anti-hnRNPA2B1 antibody, followed by Western blot analysis. SP1 and GAPDH were used as markers of nucleus and cytoplasm, respectively. The quantification data are shown (right; mean ± SD, n = 3). The Western blot images (A, B, and F) and confocal images (C, D, and E) are representatives of three independent experiments. P values were evaluated using one-way ANOVA (A and B) or Student’s t test (F). *, P < 0.05; **, P < 0.01 versus control or between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14042, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cav-1 interacts with hnRNPA2B1 and traffics together in response to oxidative stress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14127, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We found that both hyperoxia and H2O2 triggered the translocation of hnRNPA2B1 from the nucleus to the cytosol, and that cytosolic hnRNPA2B1 colocalized with cav-1 (Fig. 3, C and D). Meanwhile, cav-1 mRNA levels were not significantly altered in response to hyperoxia (Fig. S3, A and B). We next cotransfected lung Beas2B epithelial cells with EGFP-labeled hnRNPA2B1 and mCherry-labeled cav-1, which were visualized using confocal live-cell imaging. As shown in Fig. 3 E, these two proteins colocalized and trafficked together from the cytosol to the cell membrane and were then likely released extracellularly. Coimmunoprecipitation confirmed the interaction between hnRNPA2B1 and cav-1, with greater expression observed in the cytosol versus the nucleus in response to oxidative stress (Fig. 3 F).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 14927, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "The arginine-glycine-glycine repeat (RGG) box and caveolin scaffolding domain (CSD) regulate the interaction between hnRNPA2B1 and cav-1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15064, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next used iterative threading assembly refinement (I-TASSER) to predict the three-dimensional (3D) binding structure of cav-1 with hnRNPA2B1. From the four identified I-TASSER models, the CSD and the RGG domain of hnRNPA2B1 were recognized as vital domains for the interaction (Figs. 4 A and S4, A and B). Y97 and F99 in cav-1 CSD were the highly conserved sites identified to interact with hnRNPA2B1 (Fig. 4 A, right). As shown in Fig. 4 B, mutation of cav-1 Y97 and F99 suppressed the interaction between cav-1 and hnRNPA2B1, as well as the MV-mediated release of hnRNPA2B1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15644, "infons": {"file": "JEM_20182313_Fig4.jpg", "id": "fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "CSD and RGG domain of hnRNPA2B1 are responsible for cav-1/hnRNPA2B1 interaction and MV-mediated release of hnRNPA2B1. (A) I-TASSER–based 3D structural construction of hnRNPA2B1/cav-1 complex. Interaction structures between cav-1 and hnRNPA2B1 were constructed using I-TASSER (left). Primary sites of cav-1 for cav-1/hnRNPA2B1 interaction were analyzed from the four I-TASSER prediction models (right). (B) 293T cells were transfected with cav-1 plasmids (WT, Y97S, and F99S mutant), followed by hyperoxia. HnRNPA2B1 was then immunoprecipitated (IP) from the cell lysates. Total cell lysates, hnRNPA2B1-immunoprecipitates, and isolated MVs were analyzed using Western blot. (C) Schematic illustration of hnRNPA2B1 domains and the sequential deletion constructs. (D and E) 293T cells were cotransfected with cav-1 (WT) and Myc-tagged hnRNPA2B1s (WT or mutants), followed by hyperoxia. Myc was then immunoprecipitated from the cell lysates. Total cell lysates (D), Myc-immunoprecipitates (D, left), and isolated MVs (D, right) were analyzed using Western blot analysis. The quantification data are shown in E. Con, control. (F) Hyperoxic MVs were isolated from 293T cells that were transfected with cav-1 and hnRNPA2B1 (WT or ΔRGG), followed by miRNA detection using qPCR (box-and-whisker plots, n = 8). (G) Binding affinities between cav-1 and hnRNPA2B1 recombinant proteins (0.0001–1,000 ng/ml) were measured in vitro. CSD peptides (0.01 µM) were used as a competitor of cav-1 protein (mean ± SD, n = 6). (H) Schematic illustration of the interaction between cav-1 and hnRNPA2B1. The data are from three (B, D, E, and G) or four (F) independent experiments with different cell batches. The Western blot images (B and D) are representatives of three independent experiments. P values were evaluated using one-way ANOVA. *, P < 0.05; **, P < 0.01; NS, not significant versus control or between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17566, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "HnRNPA2B1 has four major domains (Fig. 4 C), and the glycine-rich region (RGG + M9 domain) of hnRNPA2B1 is involved in protein–protein interactions. We found that deletion of RGG, but not M9, resulted in the dissociation between hnRNPA2B1 and cav-1 (Fig. 4, D and E) and, as a result, a reduction in hnRNPA2B1 release into MVs (Fig. 4, D and E). Moreover, we observed that deletion of RGG failed to increase miR-17/93 levels in MVs after hyperoxia (Fig. 4 F). The binding between cav-1 and hnRNPA2B1 was further confirmed in vitro (Fig. 4 G). Additionally, the in vitro cav-1/hnRNPA2B1 interaction was effectively inhibited by CSD peptide (Fig. 4 G). Taken together, these findings show that cav-1 CSD and hnRNPA2B1 RGG are essential for the interaction between cav-1 and hnRNPA2B1 (Fig. 4 H) and are critical for MV-mediated release of hnRNPA2B1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18416, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cav-1 tyrosine-14 phosphorylation mediates cav-1–facilitated hnRNPA2B1 release into MVs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 18506, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Phosphorylation of cav-1 tyrosine-14 (pY14) is known to regulate the physical interaction between cav-1 CSD and other proteins and is induced by oxidative stress. Interestingly, cav-1 pY14 was enriched in the cav-1/hnRNPA2B1 precipitates after hyperoxia (Fig. 5 A). To determine whether pY14 of cav-1 is required for the interaction between cav-1 and hnRNPA2B1, we transfected cav-1 WT and Y14 mutant (Y14F, tyrosine-phenylalanine) into 293T cells, which do not express endogenous cav-1. We verified that cav-1 pY14 is eliminated by Y14F mutation (not depicted), consistent with the previous report, and found that mutation of Y14 to F14 abolished the interaction between cav-1 and hnRNPA2B1 in the presence of hyperoxia (Fig. 5 B). Importantly, overexpression of WT cav-1 markedly augmented the release of hnRNPA2B1 into MVs after hyperoxia (Fig. 5 C), and this effect was inhibited with the cav-1 Y14F mutant (Fig. 5 C). Moreover, WT cav-1 significantly increased hnRNPA2B1-associated miRNAs (miR-17 and -93) in hyperoxic MVs (Fig. 5 D), and the observed miRNA induction was suppressed by deletion of hnRNPA2B1 (Fig. 5 E).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19631, "infons": {"file": "JEM_20182313_Fig5.jpg", "id": "fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Cav-1 tyrosine-14 phosphorylation (pY14) facilitates MV-mediated release of hnRNPA2B1. (A) Beas2B cells were exposed to hyperoxia (Hyp), followed by hnRNPA2B1 immunoprecipitation (IP) and Western blot analysis. Nor, normoxia. (B–D) 293T cells were transfected with cav-1 WT or mutant (Y14F), and exposed to hyperoxia. HnRNPA2B1 was then immunoprecipitated from the cell lysates and subjected to Western blot analysis (B, left panels). The quantification data are shown (B, right panels; mean ± SD, n = 3). MVs were isolated from the transfected 293T cells under normoxia or hyperoxia. MV-containing proteins (C; the quantification data are shown, mean ± SD, n = 3) and miRNAs (D; mean ± SD, n = 4–6) were analyzed using Western blot and qPCR, respectively. Con, control. (E) 293T cells were cotransfected with cav-1 (WT) plasmid and hnRNPA2B1 siRNA, followed by hyperoxia exposure of the cells. Expression levels of hnRNPA2B1 and cav-1 were measured using Western blot analysis (right panel). MV-containing miRNAs were evaluated using qPCR (mean ± SD, n = 3). The data (A–E) are from three independent experiments with different cell batches. The Western blot images (A–C and E) are representatives of three independent experiments. P values were evaluated using one-way ANOVA (B–D) or Student’s t test (E). *, P < 0.05; **, P < 0.01; NS, not significant between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21032, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Cav-1 deficiency induces cellular degradation of hnRNPA2B1 rather than MV-mediated release of hnRNPA2B1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 21136, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cav-1 also controls the protein stability of its binding partner. We found that deletion of cav-1, but not flot1, markedly reduced the expression of hnRNPA2B1 in both cells and MVs in response to hyperoxia (Fig. 6, A and B). The levels of hnRNPA2B1-bound miRNAs, such as miR-17, -20a, and -93, were also down-regulated in cav-1–deficient MVs (Fig. 6, C and D). Moreover, the mRNA expression of hnRNPA2B1 was relatively stable in Cav-1−/− cells (Fig. 6 E). We observed that in cav-1–deficient cells, hnRNPA2B1 preferably trafficked to lysosomes (LAMP1-positive) after hyperoxia (Fig. 6 F). Consistently, lysosomal inhibition (Bafilomycin A1; BAF) reversed down-regulation of hnRNPA2B1 in cav-1–deficient cells (Fig. 6 G). Notably, despite blockade of the lysosomal degradation of hnRNPA2B1 in Cav-1−/− cells, hyperoxia failed to induce MV-mediated hnRNPA2B1 secretion (Fig. 6 H). This result suggests that cav-1 is required for the trafficking of hnRNPA2B1 into MVs. We also observed that the hnRNPA2B1 had increased ubiquitination, a hallmark of lysosomal/proteasomal degradation, in Cav-1−/− cells after hyperoxia (Fig. 6 I). Further, there was no effect observed if the cells were pretreated with the protein synthesis inhibitor cycloheximide or the proteasome inhibitor MG132 (Fig. 6 G). Collectively, our data suggest that cav-1 controls the stability of hnRNPAB1 in part through regulating lysosomal degradation pathways in response to oxidative stress. Finally, cav-1 inhibited total MV production and accumulation of MV-cargo RNAs after oxidative stress (Fig. S5), indicating that cav-1 is a fundamental component for biogenesis of MVs, in response to noxious signals.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22830, "infons": {"file": "JEM_20182313_Fig6.jpg", "id": "fig6", "section_type": "FIG", "type": "fig_caption"}, "text": "Cav-1 deficiency induces cellular degradation of hnRNPA2B1 and subsequently reduces MV-mediated release of hnRNPA2B1. (A–E) Lung epithelial Beas2B cells transfected with indicated siRNAs (A and C) or Cav-1−/− epithelial cells (B, D, and E) were exposed to hyperoxia (Hyp). Cell lysates and isolated MVs were then analyzed using Western blot analysis (A and B). The quantification data are shown (B, lower panels; mean ± SD, n = 3). MV-containing miRNAs (C, n = 5; D, n = 3–5, mean ± SD, fold increase: Hyp/normoxia [Nor]) and mRNA levels of hnRNPA2B1 in the hyperoxic cells (E; mean ± SD, n = 4) were analyzed using qPCR. Con, control. (F) WT and Cav-1−/− epithelial cells were exposed to hyperoxia, followed by immunostaining with the indicated antibodies and DAPI. The graphs show the efficiency of colocalization (Pearson’s R-value) between hnRNPA2B1 and LAMP1 (mean ± SD, n = 40–41). Scale bars, 10 µm. (G) Cav-1 siRNA–transfected Beas2B cells were treated with cycloheximide (CHX; protein synthesis inhibitor), MG132 (proteasome inhibitor), or BAF (lysosome inhibitor) along with hyperoxia. The cell lysates were analyzed using Western blot analysis. The quantification data are shown (lower panel; mean ± SD, n = 3). (H and I) WT and Cav-1−/− epithelial cells were treated with BAF along with hyperoxia. Total cell and MV lysates were then analyzed using Western blotting (H, upper panels). The ratios of hnRNPA2B1 levels in MVs versus in cells were quantified (H, lower panels; mean ± SD, n = 3). Total cell lysates from hyperoxic conditions were immunoprecipitated (IP) with hnRNPA2B1 antibody, followed by Western blot analysis with the indicated antibodies (I). The data are from three (A–D and G–I) or four (E and F) independent experiments with different cell batches. The Western blot images (A, B, and G–I) are representatives of three independent experiments. P values were evaluated using one-way ANOVA (B) or Student’s t test (C–H). *, P < 0.05; **, P < 0.01; NS, not significant versus control or between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24914, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "O-GlcNAc modification of hnRNPA2B1 regulates the interaction between miRNAs and hnRNPA2B1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25004, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Posttranslational modifications (PTMs) of cellular proteins, such as phosphorylation, glycosylation, sumoylation, and ubiquitination, are essential for the regulation of a diverse range of protein interactions and functions. We tested the phosphorylation, O-GlcNAc glycosylation, and sumoylation status of hnRNPA2B1 and cav-1 in lung epithelial cells. As shown in Fig. 7 A, we found that hnRNPA2B1 was markedly O-GlcNAcylated rather than phosphorylated or sumoylated, while cav-1 was predominantly phosphorylated in lung epithelial cells (Fig. 7 A). In response to hyperoxia exposure, O-GlcNAcylation of hnRNPA2B1 and Y14 phosphorylation of cav-1 were augmented in the cav-1/hnRNPA2B1 precipitates (Fig. 7 B). Notably, overexpression of WT cav-1, but not mutant cav-1 (cav-1 Y14F), significantly induced O-GlcNAcylation of hnRNPA2B1 (Fig. 7 C). Moreover, O-GlcNAcylated hnRNPA2B1 preferentially localized in secreted MVs (Fig. 7 D), suggesting that pY14 cav-1 enhances glycosylation of hnRNPA2B1, which promotes incorporation of O-GlcNAcylated hnRNPA2B1 into MVs. More importantly, suppression of hnRNPA2B1 O-GlcNAcylation with a selective inhibitor of O-GlcNAc transferase (OGT) significantly down-regulated the hnRNPA2B1-bound miRNA repertoire including miR-17/20a/93 (Fig. 7, E and F). Importantly, total miRNA levels were not significantly changed by the OGT inhibitor (Fig. 7 G), confirming that OGT inhibition selectively interrupts the interaction between hnRNPA2B1 and target miRNAs. Next, we predicted the potential sites of O-GlcNAcylation on hnRNPA2B1, as illustrated in Fig. 7 H. To confirm the precise sites of O-GlcNAcylation on hnRNPA2B1, we mutated serine 73 to alanine 73 (S73A) or serine 90 to alanine 90 (S90A) in the RNA-binding region and serine 186 to glycine 186 (S186G) or serine 213 to glycine 213 (S213G) in the glycine-rich region on hnRNPA2B1. We found that S73A or S90A in the RNA-binding region markedly suppressed O-GlcNAcylation of hnRNPA2B1 (Fig. 7 I). Consistently, the interactions between hnRNPA2B1 and miR-17 or -93 were significantly down-regulated after mutating the O-GlcNAcylation sites (S73A and S90A) on hnRNPA2B1 (Fig. 7 J), and total miRNA levels were not altered by the hnRNPA2B1 mutation (data not shown). These results demonstrate that O-GlcNAcylation of the RNA-binding region, particularly serine 73 and to a lesser degree serine 90, are in part responsible for the hnRNPA2B1–miRNA interactions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27452, "infons": {"file": "JEM_20182313_Fig7.jpg", "id": "fig7", "section_type": "FIG", "type": "fig_caption"}, "text": "O-GlcNAcylation of hnRNPA2B1 regulates the interaction between hnRNPA2B1 and miRNA. (A) Total proteins that were O-GlcNAcylated, tyrosine phosphorylated, or sumoylated were separately immunoprecipitated (IP) using specific antibodies, followed by Western blot analysis using the indicated antibodies. (B) Lung epithelial Beas2B cells were exposed to normoxia (Nor) or hyperoxia (Hyp). The cell lysates were then immunoprecipitated with cav-1 or hnRNPA2B1 antibody. The levels of O-GlcNAcylation and phosphorylation and the protein interaction between hnRNPA2B1 and cav-1 were detected using Western blot analysis. (C) Cav-1 WT and Y14F mutant were overexpressed in 293T cells, followed by hyperoxia exposure of the cells. HnRNPA2B1 was then immunoprecipitated and analyzed using Western blot analysis (C, left). The quantification data are shown (C, right; mean ± SD, n = 3). Con, control. (D)\nO-GlcNAcylation levels of hnRNPA2B1 in Beas2B epithelial cells and MVs were detected under hyperoxia using Western blot analysis (left). The quantification data are shown (right; mean ± SD, n = 3). (E–G) Lung epithelial Beas2B cells were exposed to hyperoxia in the presence or absence of OGT specific inhibitor (inh.; 100 nM) for 6 h, followed by immunoprecipitation with anti-hnRNPA2B1. The O-GlcNAcylation levels of hnRNPA2B1 (E), the precipitated miRNA levels (F; heatmap, n = 3), and total miRNA levels (G; box-and-whisker plots, n = 4) were then detected using Western blotting or qPCR analysis. (H) Schematic illustration of the potential O-GlcNAcylation sites on hnRNPA2B1. The potential sites were predicted as described in Materials and methods. (I and J) HnRNPA2B1 WT and mutants were transfected into 293T cells, followed by hyperoxia exposure for 6 h. HnRNPA2B1 was then immunoprecipitated using anti-Myc antibody. The O-GlcNAcylation levels of hnRNPA2B1 (I; the quantification data are shown, mean ± SD, n = 3) and the precipitated miRNAs (J; box-and-whisker plots, n = 8–12) were then evaluated using Western blot analysis and qPCR analysis, respectively. The data are from three (A–F and I) or four (G and J) independent experiments with different cell batches. The Western blot images (A–E and I) are representatives of three independent experiments. P values were evaluated using one-way ANOVA (C, I, and J) or Student’s t test (D, F, and G). *, P < 0.05; **, P < 0.01; NS, not significant versus control or between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29915, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Epithelial MV-containing hnRNPA2B1-bound RNAs activate macrophages", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29982, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Oxidative stress significantly induced macrophage infiltration and expression of proinflammatory cytokines in lung tissue and alveolar macrophages (AMs) in vivo (Fig. 8, A–C). We found that hyperoxia-induced epithelial MVs (10 µg/ml) promoted macrophage migration and the secretion of proinflammatory cytokines (Fig. 8, D and E). To determine the functional significance of MV-containing hnRNPA2B1-bound RNAs, purified hnRNPA1B1-bound RNAs were delivered into macrophages using liposomes. As shown in Fig. 8 F, the hyperoxia-induced, MV-containing hnRNPA2B1-bound RNAs significantly increased the secretion of TNF and IL-1β from macrophages. We further confirmed that the MVs derived from cells in which hnRNPA2B1 was knocked down exerted fewer effects on macrophage-associated cytokine production (Figs. 2 I and 8 G).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30808, "infons": {"file": "JEM_20182313_Fig8.jpg", "id": "fig8", "section_type": "FIG", "type": "fig_caption"}, "text": "MV-containing cav-1/hnRNPA2B1 complex-bound miRNAs carry proinflammatory effects in macrophages, in response to oxidative stress. (A) Hematoxylin and eosin (HE) staining and immunohistochemistry of mouse lung tissue obtained from the normoxia (Nor)- or hyperoxia (Hyp)-exposed mice. Anti-F4/80 and anti-CD11b antibodies were applied for detecting tissue macrophages. Scale bars, 200 µm (left), 50 µm (right). (B and C) TNF-α, IL-1β, and IL-10 mRNA levels in mouse lung tissue (B) or AMs from BALF (C) in the presence or absence of hyperoxia were analyzed using qPCR (box-and-whisker plots, n = 7–8). (D and E) MVs were isolated from primary lung epithelial cells in the presence or absence of hyperoxia. BMDMs were treated with the isolated MVs (10 µg/ml). After 16 h, macrophage migration (D; box-and-whisker plots, n = 4) and cytokine release (E; mean ± SD, n = 4) were analyzed using Transwell cell-culture chambers and ELISA, respectively. Scale bars, 30 µm. Con, control. (F) MVs were isolated from Beas2B cells in the presence or absence of hyperoxia. MV-containing hnRNPA2B1 was then immunoprecipitated. RNAs were purified from the hnRNPA2B1 precipitates (IP) or the unbound portion of MV lysates. The purified RNAs (10 ng/ml) were transfected into THP1 macrophages using liposome. After 16 h, cytokine releases were measured using ELISA (mean ± SD, n = 4). (G) MVs were isolated from hnRNPA2B1 knockdown (KD) Beas2B cells. THP1 macrophages were then treated with the isolated MVs, followed by detection of cytokines using ELISA (box-and-whisker plots, n = 6). (H) Epithelial MV-RNAs and MV-proteins were labeled using acridine orange and carboxyfluorescein succinimidyl ester, respectively. THP1 macrophages were incubated with the labeled MVs. Internalized MV-RNAs and MV-proteins were visualized using an immunofluorescent confocal microscope. Differential interference contrast images or DAPI staining are shown in the lower panels. Scale bars, 30 µm (left), 10 µm (right). (I) Epithelial MVs were directly transfected with miR-17 or miR-93. Transfection efficiencies of miRNAs were evaluated using qPCR (right panels). (J and K) Human THP1 macrophages (Human MФ) or mouse BMDMs (Mouse Ф) were incubated with the miRNA-transfected epithelial MVs. After 16 h, macrophage migration (J) and cytokine release (K) were analyzed using Transwell cell-culture chambers (box-and-whisker plots, n = 4) and ELISA (mean ± SD, n = 6–8), respectively. Scale bars, 30 µm. (L) RNA-seq profile. BMDMs were treated with miR-17/93–transfected epithelial MVs. The whole transcriptomes of the BMDMs were then analyzed using RNA-seq. The expression profiles of total transcriptomes (L, left) and potential target genes (identified by TargetScan; L, right) are shown. (M) Gene expression of irf2bp2 (in vivo) in AMs that were isolated from mouse lung, 2 d after hyperoxia (mean ± SD, n = 7). (N) Identification of putative irf2bp2 gene site targeted by miR-17/93 using TargetScan (top). Verification of the target site using luciferase reporter assay (bottom; mean ± SD, n = 4). (O) Irf2bp2 gene expression in AMs and BMDMs that were transfected with control or miR-17/93 mimics (box-and-whisker plots, n = 5). (P and Q) Epithelial hyperoxic MVs were transfected with miR-17/93 inhibitors. Human THP1 macrophages were then treated with the transfected MVs. Irf2bp2 gene level was detected using qPCR (P; mean ± SD, n = 5). The cytokine productions were evaluated using ELISA (Q; box-and-whisker plots, n = 8). The data are from three (A–C, G–K, and M–Q) or four (D–F) independent experiments with different tissue samples or cell batches. The cell staining images (A, D, H, and J) are representatives of three independent experiments. P values were evaluated using one-way ANOVA (B, D–F, J, and K) or Student’s t test (C, G, and M–Q). *, P < 0.05; **, P < 0.01; NS, not significant versus control or between the groups indicated.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34767, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "HnRNPA2B1-bound specific miRNAs are proinflammatory in macrophages", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34834, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "AMs are the principal cells that uptake EVs in vivo. The successful uptake of MV-containing RNA/protein into macrophages was visualized by confocal microscopy (Fig. 8 H). miR-17 and/or -93 was enriched in epithelial MVs via direct transfection as previously reported and shown in Fig. 8 I. 10 pmol of the miRNAs were transfected (five- to eightfold increment) to mimic hyperoxic MV-miRNAs (Fig. 8 I and Table S3). As shown in Fig. 8 (J and K), MV-containing miR-17 and/or miR-93 significantly promoted macrophage migration and secretion of TNF and IL-1β (Fig. 8, J and K). No synergistic effect between miR-17 and -93 was observed (Fig. 8, J and K).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35487, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We next analyzed the entire macrophage transcriptome by RNA sequencing (RNA-seq; Fig. 8 L and Table S4). A wide variety of gene levels were altered by MV-miR-17/93 (Fig. 8 L), suggesting that diverse signaling pathways regulate the macrophage functions after exposure to MV-miR-17/93. We found that four genes, AC118255.2 (Irf2bp2), Phox2a, 1700066J24Rik, and Gm20412, were effectively down-regulated by both MV-miR-17 and MV-miR-93 (Fig. 8 L, left). Notably, Irf2bp2, which is known to suppress macrophage activation, was identified as a potential target gene of miR-17/93 (Fig. 8 L, right). Irf2bp2 was markedly reduced in response to hyperoxia in AMs in vivo (Fig. 8 M) and confirmed as a direct target gene of miR-17/93 (Fig. 8 N). Exogenous delivery of miR-17/93 also significantly down-regulated Irf2bp2 in macrophages (Fig. 8 O). Notably, MV-mediated delivery of miR-17/93 (Fig. 8 L) was more effective in down-regulating Irf2bp2 than liposome-mediated delivery of miR-17/93 (Fig. 8 O) in macrophages, suggesting that MV-miR-17/93 suppress Irf2bp2 via both direct and indirect effects. We also observed that inhibition of MV-containing miR-17/93 increased the Ifr2bp2 level in macrophages (Fig. 8 P) and significantly down-regulated MV-mediated cytokine production (Fig. 8 Q). Collectively, using miR-17/93 as an example to support our paradigm, the above data suggest a functional significance of the MV-delivered, hnRNPA2B1-bound miRNAs on macrophage activation. Further investigation is required to uncover the underlying mechanism by which MV-miR-17/93 regulates macrophage function.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37082, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional significance of MV-containing cav-1/hnRNPA2B1-bound miRNAs in vivo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37160, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We first verified the binding affinities between hnRNPA2B1 and miR-17/93 in mouse lung tissue (Fig. 9 A). We next isolated MVs and Exos from lung tissue, as illustrated in Fig. 9 B and previously reported. The size distribution of the isolated EVs was analyzed, and the expression of EV markers (CD9 and CD63) in the isolated EVs was confirmed (Fig. 9, C and D). We further characterized the isolated EVs after hyperoxia (Fig. S5) and observed that MV-containing hnRNPA2B1 and cav-1 were significantly up-regulated in response to hyperoxia exposure (Fig. 9 D, right panels). The hnRNPA2B1-bound miRNAs (miR-17/93) were also elevated in the hyperoxic MVs, but not in Exos (Fig. 9 E). The absence of cav-1 resulted in a significant reduction of hnRNPA2B1 and hnRNPA2B1-bound miRNAs (miR-17/93) in MVs isolated from hyperoxia-exposed mice (Fig. 9, F and G).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 38015, "infons": {"file": "JEM_20182313_Fig9.jpg", "id": "fig9", "section_type": "FIG", "type": "fig_caption"}, "text": "In vivo functions of MV-containing cav-1/hnRNPA2B1/miRNA complex. (A) Mouse lung homogenates were immunoprecipitated (IP) with control IgG or hnRNPA2B1 antibody, followed by RNA purification. Precipitated miRNAs were measured using qPCR (heatmap, n = 3 mice per group). (B) Schematic illustration of the methodical process for the isolation of lung tissue–derived EVs. (C–E) MVs and Exos were isolated from mouse lung tissue. The size distribution (C; box-and-whisker plots, n = 4), expression levels of indicated proteins (D; the quantification data are shown, mean ± SD, n = 3) and miRNAs (E; mean ± SD, n = 7 mice per group) after normoxia (Nor) or hyperoxia (Hyp; 2 d) were analyzed using NTA, Western blotting, and qPCR, respectively. (F and G) MVs and Exos were isolated from Cav-1−/− lung tissue in the presence of hyperoxia, followed by Western blotting (F) and miRNA detection using qPCR (G; n = 7 mice per group, mean ± SD, fold increase: Hyp/RA). (H and I) PKH67-labeled MVs were intratracheally delivered into mouse lungs. After 16 h, AMs were isolated as illustrated in H. AMs were washed with acidic buffer. The MV uptake was evaluated using a fluorescence microscope (I). Scale bars, 30 µm. (J and K) MVs were isolated from WT and Cav-1−/− mice lung after RA and hyperoxia. The purified MVs (20 µg/mouse) were intratracheally delivered into mouse lungs. AMs were isolated after 16 h. The M1- and/or M2-marker gene expressions (J; heatmap, n = 3 mice per group), and the levels of miRNA-17/93 (mature and precursor form; K; box-and-whisker plots, n = 6 mice per group) in the isolated AMs were analyzed using qPCR. (L) Lung hyperoxic MVs were directly transfected with negative control or miR-17/93 inhibitors. The transfected MVs were instilled intratracheally into mouse lungs. After 16 h, AMs were isolated, and the inflammatory gene expressions were evaluated (n = 6 mice per group). The data (D, E, G, K, and L) are from three independent experiments. The data (A, C, I, and J) and Western blot images (D and F) are representatives of three independent experiments. P values were evaluated using Student’s t test. *, P < 0.05; **, P < 0.01; NS, not significant between the groups indicated. FC, fold change.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 40261, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we explored the functional significance of hyperoxia-induced MVs in vivo. Lung MVs were isolated in the absence or presence of hyperoxia and then administered to WT mice (Fig. 9 H). We first confirmed that the instilled MVs were effectively taken up by AMs in vivo (Fig. 9 I), and as shown in Fig. 9 J, exogenously delivered hyperoxic MVs stimulated macrophage M1-associated gene expression. These effects were attenuated by deletion of cav-1 in the MVs (Fig. 9 J). The levels of mature miR-17/93, but not their precursor form, were significantly increased in the AMs exposed to the hyperoxic MVs, indicating a transfer of mature miRNAs via MVs (Fig. 9 K). To examine the functional role of miR-17/93, we directly transfected miR-17/93 inhibitors into MVs and found that inhibition of miR-17/93 in hyperoxia-induced MVs suppressed expression of TNF and IL1β in AMs (Fig. 9 L). Collectively, the above in vivo work supports the in vitro evidence that epithelial-derived MVs package specific miRNA in response to hyperoxia that, in turn, activate tissue resident AMs that can cause acute lung inflammation and injury.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41386, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41397, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this report, we delineate a novel function of the protein cav-1. The present data show that membranous cav-1 is required for sorting of selected hnRNPA2B1-bound miRNAs into secreted MVs. Oxidative stress–induced phosphorylation of cav-1 (pY14) leads to an interaction between cav-1 CSD and hnRNPA2B1 RGG, followed by induction of hnRNPA2B1 O-GlcNacylation, which triggers the binding between selected miRNAs and hnRNPA2B1. Phosphorylated cav-1 then directly escorts the hnRNPA2B1/miRNA complex into secreted MVs. Moreover, the hnRNPA2B1-bound miRNAs in the secreted MVs are functional in vivo. These results provide novel insight into how cells control the trafficking of an RNA-binding protein along with its selected miRNAs into secreted MVs in response to oxidative stress. We summarized the cellular mechanism by which pY14 cav-1 escorts the hnRNPA2B1-miRNA complex into functional MVs in response to cell stress, as illustrated in Fig. 10.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42347, "infons": {"file": "JEM_20182313_Fig10.jpg", "id": "fig10", "section_type": "FIG", "type": "fig_caption"}, "text": "Schematic illustration of the selective incorporation of specific miRNAs into oxidative stress–induced MVs, via hnRNPA2B1/cav-1 PTMs, as well as the functional roles of MV-miRNAs. In the presence of oxidative stress, cav-1 Y14 is phosphorylated and subsequently exposes cav-1 CSD to hnRNPA2B1 RGG domain, resulting in the formation of cav-1/hnRNPA2B1 complex and induction of hnRNPA2B1 O-GlcNAcylation, which are required for the selection of miRNAs. Y14-phosphorylated cav-1 facilitates the sorting of hnRNPA2B1-miRNA complex into hyperoxic MVs. The epithelial MV-containing cav-1/hnRNPA2B1-associated miR-17/93 are able to regulate macrophage functions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 43005, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "HnRNPA2B1 is involved in miRNA maturation and transportation. RNA-binding protein hnRNPA2B1 mediates m6A-dependent primary miRNA processing and acts as an adaptor that recruits the microprocessor complex to a subset of precursor miRNAs, subsequently facilitating processing into mature miRNAs. Importantly, showed that two of the major miRNAs that mature under the assistance of hnRNPA2B1 are miR-17 and -93. Consistently, we show that miR-17 and -93 are selectively transported into MVs, facilitated by the cav-1/hnRNPA2B1 complex. Here we further delineate that hnRNPA2B1 is exclusively localized in MVs derived from epithelial cells, and that hnRNPA2B1 in MVs is favorably O-GlcNAcylated. The O-GlcNAcylation of hnRNPA2B1 is essential for the sorting of selected miR-17 and -93 into MVs. As supporting evidence, recent crystal structure studies showed that hnRNPA2B1 specifically recognizes AGG and UAG motifs by the RRM1 and RRM2 domains. These motifs are confirmed in our identified hnRNPA2B1-associated miRNAs (miR-17, -20, and -93; Table S3). Importantly, as a further step, we show that cav-1 is a central membrane-bound protein that controls hnRNPA2B1 trafficking and binding with specific miRNAs via PTM.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44220, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "As reported by, hnRNPA2B1 is present in Exos, but not MVs, derived from T lymphoblasts, and sumoylation of hnRNPA2B1 is responsible for the sorting of miR-198 into Exos. It is very possible that sumoylation, but not O-GlcNAcylation, guides hnRNPA2B1 to enter Exos rather than MVs. Therefore, PTM potentially directs the trafficking of hnRNPA2B1 and its miRNA cargo into MVs versus Exos.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44607, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "A crosstalk between PTM processes has been reported and is now considered a fundamental mechanism by which cells control diverse biological activities. Phosphorylation and O-GlcNAcylation are the most abundant PTMs in cells. Here, we show that cav-1 pY14 is required for the interaction between cav-1 and hnRNPA2B1, followed by induction of hnRNPA2B1 O-GlcNAcylation. To the best of our knowledge, this is the first report that O-GlcNAcylation and PTM crosstalk are able to modulate the sorting of the miRNA cargos into EVs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45132, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Cav-1 is a scaffolding protein in caveolae and is reported to interact with signaling proteins to regulate membrane trafficking. The aromatic ring of Y14 in cav-1 forms a stable structure to assist the binding of cav-1 CSD with partner proteins, supporting our findings that cav-1 pY14 leads to the interactions between cav-1 CSD and hnRNPA2B1 RGG domain. We also identified Y97 and F99 in the cav-1 CSD as docking sites to mediate the cav-1/hnRNPA2B1 interaction and secretion into MVs. Interestingly, previous work has shown that Y97, W98, F99, and Y100 in cav-1 are responsible for the trafficking of cav-1 to the plasma membrane.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 45766, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Under oxidative stress, we found that epithelial MV-miRNAs activate macrophages, thus functioning as a transporter of “distress signals” between epithelial cells and macrophages. The miR-17 family (miR-17, -20a/b, -106a/b, and -93) and miR-17-92 cluster are involved in diverse biological processes including tumorigenesis, vascularization, immune regulation, and cell migration. Consistently, the miR-17 family has been shown to induce proinflammatory activities in AMs. Therefore, in response to oxidative stress, miRNA repertoires selected by the cav-1/hnRNPA2B1 complex are potentially functional in recipient “target” cells and serve as key “signal transmitters” in vivo between the epithelium and AMs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46486, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "To further understand the role of EV (MV)-containing miRNAs in the pathogenesis of human disease, several issues and challenges remain to be elucidated. First, each single recipient cell needs to be quantified and analyzed. In the lung, AMs, as professional scavengers, are the primary cell type that engulf epithelial cell–derived EVs. Here we found ∼1010 copies of miR-17/93 detectable in each 10 µg of epithelial MVs after hyperoxia exposure (∼1010 MVs; Table S3). Importantly, this amount of miRNAs are sufficient to activate 105 macrophages in vitro and in vivo. Second, multiple proteins have been shown to have RNA/DNA binding capabilities. Here we used hnRNPA2B1 to demonstrate that stimuli-induced PTM participates in the selection of specific miRNAs and their subsequent incorporation into MVs. Whether this observation can be extrapolated to other RNA-binding proteins requires further investigation. Third, our studies did not explore modification of miRNAs. It has been reported that miRNAs are highly uridylated in EVs compared with those in cells, suggesting that miRNA modification may also be involved in the sorting of miRNA into EVs. Therefore, the role of miRNA modification in the interactions between miRNAs and RNA-binding proteins, such as hnRNPs, are important future directions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 47798, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In summary, cav-1 is the first identified membranous protein that directly escorts an RNA-binding protein into EV in response to stimuli. This finding provides novel insight into how the protein–miRNA complex is guided and incorporated into EVs. Moreover, we have demonstrated a novel mechanism by which lung epithelium communicates with neighboring cells in response to a noxious stimulus such as hyperoxia. Oxidative stress selectively prompts specific miRNAs to be incorporated into budding epithelial MVs, via modulation of cav-1/hnRNPA2B1 PTM. Further, the MVs and MV-miRNAs transmit information that leads to activation of macrophages, suggesting an important role for MVs as a distress signal involved in intercellular communication.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48541, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48563, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Materials", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48573, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All information for the reagents, chemicals, and supplies used in this study is provided in Table S5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48675, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Human cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48687, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Human lung epithelial cells (Beas2B, human bronchial epithelial cells [HBE], and A549), human embryonic kidney cells (HEK 293), and human THP1 monocytes were obtained from American Type Culture Collection and maintained in DMEM, Eagle’s minimum essential medium or RPMI-1640 with 10% FBS and 1% penicillin/streptomycin. All cells were cultured at 37°C in a humidified atmosphere with 5% CO2 and 95% air. For cellular oxidative stress, cells were exposed to 95% oxygen with 5% CO2 (hyperoxia) or 1 µM of H2O2, as previously described.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49225, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mice and isolation of primary lung epithelial cells and bone marrow–derived macrophages (BMDMs)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49323, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All C57BL/6J WT mice and Cav-1−/− (Cavtm1Mls) mice with C57BL/6J background (male, 6–8 wk of age) were supplied by the Jackson Laboratory. The Cav-1−/− mice were backcrossed to C57BL/6J for five generations at the Jackson Laboratory. Mice were maintained in a specific pathogen–free animal facility in Boston University School of Medicine and were subjected to further experiments for this study. All the protocols involving animals in this study were approved by the institutional animal care and use committee of Boston University. All animal experiments were performed in accordance with the approved guidelines. For normoxia and hyperoxia conditions, mice were exposed to room air and hyperoxia (100% oxygen), respectively, as previously described.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50088, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary alveolar epithelial cells were isolated from mice as described previously. Briefly, mouse lung tissue was perfused with sterile PBS, followed by infusion of 2 ml dispase and 0.5 ml of 1% agarose. Lung tissue was then dissociated in DMEM with 25 mM Hepes and 200 U/ml DNase. Isolated cells were stringed using sequential cell stringers (100, 40, and 20 µm), and incubated on the plates precoated with CD45 and CD16/32 antibodies for 2 h to get rid of myeloid lineage cells, followed by transferring of the suspended cells to noncoated plates to remove fibroblasts. After another 2-h incubation, suspended epithelial cells were cultured in DMEM containing 10% FBS and subjected to further experiments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50800, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "BMDMs were isolated from mice as described previously. Briefly, isolated bone marrow cells were cultured with 30% of L929-conditioned medium for 5–7 d to induce differentiation of the bone marrow monocyte/macrophage progenitors and subjected to further experiments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51068, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Immortalization of the isolated primary cells was conducted using the simian virus 40 T antigen, as described previously. The established WT and Cav-1−/− epithelial cells were verified with gene expressions of typical lung epithelial marker using qPCR (not depicted).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51340, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Isolation of EVs from lung epithelial cells and mouse lung tissue", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51406, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Previously reported protocols and techniques were applied to isolate three subpopulations of EVs, including ABs, MVs, and Exos. Cell-cultured medium or collagenase-digested mouse lung tissues, which were perfused with PBS and filtered through 40-µm nylon mesh, were centrifuged at 300 g for 10 min to remove floating cells and/or tissue aggregates. Supernatants were then centrifuged at 2,000–3,000 g for 20 min to collect ABs. To purify MVs, the AB-depleted supernatants were centrifuged at 16,000 g for 40 min. Finally, the resulting supernatants were ultracentrifuged at 100,000 g for 1 h to isolate Exos. Isolated vesicles were then resuspended with cold PBS and analyzed using Bradford assay, NanoSight NS500, Brookhaven 90plus Nano-particle Sizer, and transmission electron microscopy (TEM).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52208, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Density gradient fractionation of MVs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52246, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The isolated MVs were loaded on the top of a step gradient iodixanol layers formed by 7.5, 15, 30, and 60% iodixanol (OptiPrep Density Gradient Medium, D1556; Sigma-Aldrich), followed by ultracentrifugation for 2 h. Fractions with different densities were then sequentially collected from the top of the sample tube and analyzed using Western blotting.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52599, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Nanoparticle tracking analysis (NTA)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52636, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "NTA was performed to determine the size and concentration of EVs at Nanomedicines Characterization Core Facility (The University of North Carolina at Chapel Hill, Chapel Hill, NC). Briefly, isolated MV samples were water-bath sonicated to help dispel aggregates and diluted to a concentration of 1 × 108 to 5 × 108 particles/ml in filtered PBS. The samples were then run on a NanoSight NS500 (NanoSight, Malvern Instruments) to capture particles moving by way of Brownian motion (camera type, SCMOS; camera level, 16; detection threshold, 5). The hydrodynamic diameters were calculated using the Stokes–Einstein equation. The 100-nm standard particles and the diluent PBS alone were used for reference.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53343, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Small/miRNA quantification in EVs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53377, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "RNAs were extracted from the purified epithelial MVs. Small RNAs (6–150 nt) and miRNA fractions (10–40 nt) were quantified using a high-resolution small RNA analysis (Agilent 2100 Bioanalyzer system) at Biopolymer Facility (Harvard Medical School, Cambridge, MA). To determine the concentration of small/miRNAs per MV, the quantified small/miRNA value was normalized to EV counting number, which was evaluated using NTA.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53802, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "TEM and dynamic light scattering (DLS) analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53850, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Purified MVs were fixed on the formvar-carbon–coated mesh 400 grid. The samples were then stained with 0.75% uranylformate for 1 min. EV images were generated using TEM at the Experimental Pathology Laboratory Core, Boston University School of Medicine. Sizes of EVs were measured using a DLS instrument (Brookhaven 90plus Nano-particle Sizer, Biomedical Engineering Core, Boston University) according to the manufacturer’s recommendations. For calculating the absolute number of EVs, the standard calibration curve (particle number vs. count rate) was first generated using DLS (R2 = 0.9978). The count rate of each EV sample was measured using DLS, followed by calculation of the absolute vesicle number.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54561, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vivo transfer of MVs into AMs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 54594, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Isolated lung EVs (20 µg) were intratracheally instilled into WT mouse lung. 16 h after administration, bronchoalveolar lavage fluid (BALF) was collected from the mice and centrifuged at 300 g for 10 min. The obtained BALF inflammatory cells were then incubated in the cell culture plate for 20 min to allow adhesion of AMs. The adhered AMs were then washed with acidic buffer to dissociate surface-bound EVs and subjected to further experiments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55045, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Western blot analysis and coimmunoprecipitation assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55099, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Purified EVs and harvested cells were lysed with lysis buffer containing 1% NP-40, protease inhibitor, and phosphatase inhibitor. Western blot analysis was performed as described previously. Densitometric quantifications of the Western blots were performed using ImageJ software (National Institutes of Health, Bethesda, MD). For the coimmunoprecipitation assay, lysed samples were precleaned with protein G beads (Sigma-Aldrich), followed by incubation with primary antibody with RNase inhibitor at 4°C overnight. The precipitates were directly used for Western blotting or RNA purification.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55693, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA preparation, reverse transcription, and qPCR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 55742, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNAs were purified from isolated EVs, hnRNPA2B1 immunoprecipitates, harvested cells, or mouse lung tissues using miRNeasy Mini Kits (Qiagen). For small and large RNA isolation from EVs, total exosome RNA isolation kit (Invitrogen) was used according to the manufacturer’s instructions. The purified RNA concentration was measured by NanoDrop Lite Spectrophotometer (Thermo Fisher Scientific). For qPCR, single-stranded cDNAs were generated from the equal amount of isolated RNAs using Reverse Transcription Kit (Thermo Fisher Scientific). Stem-loop–based qPCR technique was performed for detection of miRNAs as previously described. For samples (precipitated RNAs or EV-RNAs) lacking a normalization control, relatively stable miRNAs, such as miR-451a, -486, -92a, -181a, or -150, were also determined in each qPCR experiment. GAPDH, β-actin, and U6 (for miRNA) were used as reference housekeeping genes in cells. The list of primers is shown in Table S5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 56709, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "miRNA assay of hnRNPA2B1-precipitated RNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 56752, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "HnRNPA2B1 were precipitated from the purified MVs derived from human Beas2B lung epithelial cells. Total RNAs were then isolated from both the hnRNPA2B1 precipitates and the remaining supernatants after immunoprecipitation. The prepared samples were analyzed using flow cytometry/fluorescent-based technology (FirePlex particle technology; Abcam), which is recommended for miRNA assay for a small quantity of RNA and detects up to 65 miRNAs per sample. Multiplex miRNA Assay Immunology Panel (ab204064) was applied. A geNorm-like algorithm was automatically applied to select the three most appropriate miRNAs (hsa-let-7i-5p, hsa-mir-23a-3p, and hsa-mir-29a-3p) for normalization in our study. Microarray heatmap was then generated using Firefly Analysis Workbench software.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57527, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Expression plasmids and site-directed mutagenesis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 57577, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Expression plasmids for cav-1-mCherry (NM_001753.4), hnRNPA2B1-Myc (NM_002137.2), and hnRNPA2B1-EGFP (NM_002137.2) were transiently transfected into the cells using Lipofectamine 2000 (Invitrogen). Point mutations and domain deletions of cav-1 and hnRNPA2B1 were conducted using Phusion Site-Directed Mutagenesis kit or QuikChange Lightning Site-Directed Mutagenesis Kit. Successful mutagenesis was verified using Sanger DNA sequencing (Genewiz). Detailed information is provided in Table S5.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58070, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Confocal microscopy and dual-color confocal live imaging", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58127, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cells were seeded on the coverglass or glass-bottom culture dish (MatTek), followed by double transfection with cav-1-mCherry and hnRNPa2b1-EGFP. Localization and trafficking of the fluorescence proteins were analyzed using Leica SP5 Confocal Microscope and Zeiss LSM 710-Live Duo Confocal with 2-Photon Capability, respectively.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58457, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "I-TASSER protein structure modeling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58493, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "3D structures of cav-1 (NM_001753) and hnRNPA2B1 (NM_002137) were predicted using I-TASSER method with default parameters and all Protein Data Bank templates considered. For each sequence, five model predictions were produced, and the second- and first-ranked structure models were selected for the former and latter molecules, respectively. Then, the complex structures were generated using ZDOCK version 3.0.2 without any information about the binding site considered.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58964, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "In vitro protein binding assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 58995, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "96-well plates with high-binding capacity (3590; Corning) were coated with the serially diluted hnRNPA2B1 recombinant proteins (LS-G20828; LSBio) in the range of 0.0001 to 1,000 ng/ml. Coated plates were then incubated with recombinant cav-1–containing medium (LS-G26864; LSBio) in the presence or absence of CSD peptide (0.01 µM, 219482; Sigma-Aldrich). The bounded cav-1 proteins were directly recognized using cav-1 antibody (PA5-17447; Thermo Fisher Scientific), and the intensities were measured using HRP activity-based colorimetric assay at absorbance 450 nm.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59566, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "miRNA transfection into MVs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59594, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Isolated MVs were incubated with Exo-Fect reagent (System Biosciences) and miRNA mimics (10 pmol) at 37°C for 10 min and placed on ice for 30 min, followed by PBS washing three times at 16,000 g centrifugation. Transfection efficiency was confirmed using qPCR analysis. The transfected MVs were then used for further experiments.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59925, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cell migration assay", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 59946, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transwell migration system was used for macrophage migration analysis. Macrophages (0.5 × 105 per well) were placed on the inner well. EV-depleted 10% FBS was added in the outer well with or without miRNA-transfected MVs (5 µg/500 µl per well). After 16-h incubation, migrated cells were fixed using 4% formaldehyde and stained with hematoxylin. Migrated cells were counted using a microscope.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60348, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ELISA assays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60361, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Media were collected from the cell dishes in which the differentiated macrophages (105 cells per well) were incubated with or without transfected MVs (5 µg/500 µl per well) for 16 h. TNF-α, IL-1β, and IL-10 levels were analyzed using DuoSet ELISA Development Systems (R&D System), according to the manufacturer’s protocol.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60699, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunohistochemistry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60720, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Formalin-fixed lung tissue was paraffin embedded, followed by sectioning and immunohistochemical staining with CD11b-FITC and F4/80-APC antibodies.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60868, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Prediction of O-GlcNAcylation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 60898, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The sites of O-GlcNAcylation of hnRNPA2B1 (NM_002137.2) were predicted using YinOYang 1.2 software, as previously described (PMID: 11928486). NetPhos threshold 0.5 was applied to select the potential sites of O-GlcNAcylation.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61124, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Whole-transcriptome sequencing", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61155, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNAs were extracted from mouse BMDMs that were exposed to epithelial MVs transfected with miR-17 or -93 mimics using miRNeasy Mini Kits (Qiagen). RNA-Seq cDNA libraries were prepared from 2 µg of RNAs obtained from the MV-exposed BMDMs (n = 4 biological replicates were pooled). The cDNA libraries prepared using Ambion technology and the Ion Torrent Next-Generation Sequencing using Ion Proton System (Thermo Fisher Scientific) were performed at PrimBio Research Institute (Exton, PA). The RNA-seq data generated in this study are available at Gene Expression Omnibus (accession no. GSE129931).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61761, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 61782, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The exact n values of each experiment and statistical significances are indicated in the figures and the corresponding figure legends. Representative data from the identical repeated results are shown in the presented figures. Statistical analyses between indicated two groups were performed using two-tailed Student’s t test. For a comparison of more than two groups, ANOVA was applied. Values of P < 0.05 were considered statistically significant (*, P < 0.05; **, P < 0.01).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62262, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Online supplemental material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62291, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fig. S1 shows the characterizations of lung epithelial EVs. Fig. S2 shows hnRNPA2B1 expression in MVs and Exos. Fig. S3 shows mRNA levels of hnRNPA2B1 and cav-1 in lung epithelial cells. Fig. S4 shows I-TASSER–based interaction models of cav-1/hnRNPA2B1 complex. Fig. S5 shows the characterizations of EVs derived from lung epithelial Cav-1−/− cells and mouse lung tissues. Table S1 shows the miRNA expression levels presented in Fig. 1 F. Table S2 shows the miRNA expression levels presented in Fig. 2, B and C. Table S3 shows the copy number of miR-17/93 in lung epithelial MVs. Table S4 shows the gene expressions presented in Fig. 8 L. Table S5 shows the material information.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 62978, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63001, "infons": {"fpage": "1299", "lpage": "1308", "name_0": "surname:Alarcón;given-names:C.R.", "name_1": "surname:Goodarzi;given-names:H.", "name_2": "surname:Lee;given-names:H.", "name_3": "surname:Liu;given-names:X.", "name_4": "surname:Tavazoie;given-names:S.", "name_5": "surname:Tavazoie;given-names:S.F.", "pub-id_doi": "10.1016/j.cell.2015.08.011", "pub-id_pmid": "26321680", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "162", "year": "2015"}, "text": "HNRNPA2B1 Is a Mediator of m(6)A-Dependent Nuclear RNA Processing Events", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63074, "infons": {"fpage": "39846", "name_0": "surname:Atkin-Smith;given-names:G.K.", "name_1": "surname:Paone;given-names:S.", "name_2": "surname:Zanker;given-names:D.J.", "name_3": "surname:Duan;given-names:M.", "name_4": "surname:Phan;given-names:T.K.", "name_5": "surname:Chen;given-names:W.", "name_6": "surname:Hulett;given-names:M.D.", "name_7": "surname:Poon;given-names:I.K.", "pub-id_doi": "10.1038/srep39846", "pub-id_pmid": "28057919", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "7", "year": "2017"}, "text": "Isolation of cell type-specific apoptotic bodies by fluorescence-activated cell sorting", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63162, "infons": {"fpage": "1286", "lpage": "1293", "name_0": "surname:Bhandari;given-names:V.", "name_1": "surname:Choo-Wing;given-names:R.", "name_2": "surname:Lee;given-names:C.G.", "name_3": "surname:Zhu;given-names:Z.", "name_4": "surname:Nedrelow;given-names:J.H.", "name_5": "surname:Chupp;given-names:G.L.", "name_6": "surname:Zhang;given-names:X.", "name_7": "surname:Matthay;given-names:M.A.", "name_8": "surname:Ware;given-names:L.B.", "name_9": "surname:Homer;given-names:R.J.", "pub-id_doi": "10.1038/nm1494", "pub-id_pmid": "17086189", "section_type": "REF", "source": "Nat. Med.", "type": "ref", "volume": "12", "year": "2006"}, "text": "Hyperoxia causes angiopoietin 2-mediated acute lung injury and necrotic cell death", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63245, "infons": {"fpage": "29", "lpage": "50", "name_0": "surname:Boscher;given-names:C.", "name_1": "surname:Nabi;given-names:I.R.", "pub-id_doi": "10.1007/978-1-4614-1222-9_3", "pub-id_pmid": "22411312", "section_type": "REF", "source": "Adv. Exp. Med. Biol.", "type": "ref", "volume": "729", "year": "2012"}, "text": "Caveolin-1: role in cell signaling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63280, "infons": {"fpage": "233", "lpage": "243", "name_0": "surname:Cao;given-names:Y.", "name_1": "surname:Zhang;given-names:D.", "name_2": "surname:Moon;given-names:H.G.", "name_3": "surname:Lee;given-names:H.", "name_4": "surname:Haspel;given-names:J.A.", "name_5": "surname:Hu;given-names:K.", "name_6": "surname:Xie;given-names:L.", "name_7": "surname:Jin;given-names:Y.", "pub-id_doi": "10.2119/molmed.2015.00136", "pub-id_pmid": "27257854", "section_type": "REF", "source": "Mol. Med.", "type": "ref", "volume": "22", "year": "2016"}, "text": "MiR-15a/16 Regulates Apoptosis of Lung Epithelial Cells after Oxidative Stress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63359, "infons": {"elocation-id": "e07197", "name_0": "surname:Cha;given-names:D.J.", "name_1": "surname:Franklin;given-names:J.L.", "name_2": "surname:Dou;given-names:Y.", "name_3": "surname:Liu;given-names:Q.", "name_4": "surname:Higginbotham;given-names:J.N.", "name_5": "surname:Demory Beckler;given-names:M.", "name_6": "surname:Weaver;given-names:A.M.", "name_7": "surname:Vickers;given-names:K.", "name_8": "surname:Prasad;given-names:N.", "name_9": "surname:Levy;given-names:S.", "pub-id_doi": "10.7554/eLife.07197", "pub-id_pmid": "26132860", "section_type": "REF", "source": "eLife.", "type": "ref", "volume": "4", "year": "2015"}, "text": "KRAS-dependent sorting of miRNA to exosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63403, "infons": {"elocation-id": "e179", "name_0": "surname:Chen;given-names:C.", "name_1": "surname:Ridzon;given-names:D.A.", "name_2": "surname:Broomer;given-names:A.J.", "name_3": "surname:Zhou;given-names:Z.", "name_4": "surname:Lee;given-names:D.H.", "name_5": "surname:Nguyen;given-names:J.T.", "name_6": "surname:Barbisin;given-names:M.", "name_7": "surname:Xu;given-names:N.L.", "name_8": "surname:Mahuvakar;given-names:V.R.", "name_9": "surname:Andersen;given-names:M.R.", "pub-id_doi": "10.1093/nar/gni178", "pub-id_pmid": "16314309", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "33", "year": "2005"}, "text": "Real-time quantification of microRNAs by stem-loop RT-PCR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63461, "infons": {"fpage": "671", "lpage": "683", "name_0": "surname:Chen;given-names:H.H.", "name_1": "surname:Keyhanian;given-names:K.", "name_2": "surname:Zhou;given-names:X.", "name_3": "surname:Vilmundarson;given-names:R.O.", "name_4": "surname:Almontashiri;given-names:N.A.", "name_5": "surname:Cruz;given-names:S.A.", "name_6": "surname:Pandey;given-names:N.R.", "name_7": "surname:Lerma Yap;given-names:N.", "name_8": "surname:Ho;given-names:T.", "name_9": "surname:Stewart;given-names:C.A.", "pub-id_doi": "10.1161/CIRCRESAHA.114.305777", "pub-id_pmid": "26195219", "section_type": "REF", "source": "Circ. Res.", "type": "ref", "volume": "117", "year": "2015"}, "text": "IRF2BP2 Reduces Macrophage Inflammation and Susceptibility to Atherosclerosis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63539, "infons": {"fpage": "2745", "lpage": "2751", "name_0": "surname:Choi;given-names:D.S.", "name_1": "surname:Park;given-names:J.O.", "name_2": "surname:Jang;given-names:S.C.", "name_3": "surname:Yoon;given-names:Y.J.", "name_4": "surname:Jung;given-names:J.W.", "name_5": "surname:Choi;given-names:D.Y.", "name_6": "surname:Kim;given-names:J.W.", "name_7": "surname:Kang;given-names:J.S.", "name_8": "surname:Park;given-names:J.", "name_9": "surname:Hwang;given-names:D.", "pub-id_doi": "10.1002/pmic.201100022", "pub-id_pmid": "21630462", "section_type": "REF", "source": "Proteomics.", "type": "ref", "volume": "11", "year": "2011"}, "text": "Proteomic analysis of microvesicles derived from human colorectal cancer ascites", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63620, "infons": {"fpage": "C1284", "lpage": "C1292", "name_0": "surname:Chunhacha;given-names:P.", "name_1": "surname:Pongrakhananon;given-names:V.", "name_2": "surname:Rojanasakul;given-names:Y.", "name_3": "surname:Chanvorachote;given-names:P.", "pub-id_doi": "10.1152/ajpcell.00318.2011", "pub-id_pmid": "22277751", "section_type": "REF", "source": "Am. J. Physiol. Cell Physiol.", "type": "ref", "volume": "302", "year": "2012"}, "text": "Caveolin-1 regulates Mcl-1 stability and anoikis in lung carcinoma cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63693, "infons": {"fpage": "79", "lpage": "87", "name_0": "surname:Ciechanover;given-names:A.", "pub-id_doi": "10.1038/nrm1552", "pub-id_pmid": "15688069", "section_type": "REF", "source": "Nat. Rev. Mol. Cell Biol.", "type": "ref", "volume": "6", "year": "2005"}, "text": "Proteolysis: from the lysosome to ubiquitin and the proteasome", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63756, "infons": {"fpage": "6919", "name_0": "surname:Clancy;given-names:J.W.", "name_1": "surname:Sedgwick;given-names:A.", "name_2": "surname:Rosse;given-names:C.", "name_3": "surname:Muralidharan-Chari;given-names:V.", "name_4": "surname:Raposo;given-names:G.", "name_5": "surname:Method;given-names:M.", "name_6": "surname:Chavrier;given-names:P.", "name_7": "surname:D’Souza-Schorey;given-names:C.", "pub-id_doi": "10.1038/ncomms7919", "pub-id_pmid": "25897521", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "6", "year": "2015"}, "text": "Regulated delivery of molecular cargo to invasive tumour-derived microvesicles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63835, "infons": {"fpage": "20677", "name_0": "surname:Crescitelli;given-names:R.", "name_1": "surname:Lässer;given-names:C.", "name_2": "surname:Szabó;given-names:T.G.", "name_3": "surname:Kittel;given-names:A.", "name_4": "surname:Eldh;given-names:M.", "name_5": "surname:Dianzani;given-names:I.", "name_6": "surname:Buzás;given-names:E.I.", "name_7": "surname:Lötvall;given-names:J.", "pub-id_doi": "10.3402/jev.v2i0.20677", "section_type": "REF", "source": "J. Extracell. Vesicles.", "type": "ref", "volume": "2", "year": "2013"}, "text": "Distinct RNA profiles in subpopulations of extracellular vesicles: apoptotic bodies, microvesicles and exosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 63947, "infons": {"fpage": "666", "lpage": "672", "name_0": "surname:Deribe;given-names:Y.L.", "name_1": "surname:Pawson;given-names:T.", "name_2": "surname:Dikic;given-names:I.", "pub-id_doi": "10.1038/nsmb.1842", "pub-id_pmid": "20495563", "section_type": "REF", "source": "Nat. Struct. Mol. Biol.", "type": "ref", "volume": "17", "year": "2010"}, "text": "Post-translational modifications in signal integration", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64002, "infons": {"fpage": "8341", "lpage": "8349", "name_0": "surname:Feng;given-names:X.", "name_1": "surname:Gaeta;given-names:M.L.", "name_2": "surname:Madge;given-names:L.A.", "name_3": "surname:Yang;given-names:J.H.", "name_4": "surname:Bradley;given-names:J.R.", "name_5": "surname:Pober;given-names:J.S.", "pub-id_doi": "10.1074/jbc.M007116200", "pub-id_pmid": "11112773", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "276", "year": "2001"}, "text": "Caveolin-1 associates with TRAF2 to form a complex that is recruited to tumor necrosis factor receptors", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64106, "infons": {"fpage": "947", "lpage": "956", "name_0": "surname:Geiss-Friedlander;given-names:R.", "name_1": "surname:Melchior;given-names:F.", "pub-id_doi": "10.1038/nrm2293", "pub-id_pmid": "18000527", "section_type": "REF", "source": "Nat. Rev. Mol. Cell Biol.", "type": "ref", "volume": "8", "year": "2007"}, "text": "Concepts in sumoylation: a decade on", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64143, "infons": {"fpage": "255", "lpage": "263", "name_0": "surname:Gray;given-names:W.D.", "name_1": "surname:French;given-names:K.M.", "name_2": "surname:Ghosh-Choudhary;given-names:S.", "name_3": "surname:Maxwell;given-names:J.T.", "name_4": "surname:Brown;given-names:M.E.", "name_5": "surname:Platt;given-names:M.O.", "name_6": "surname:Searles;given-names:C.D.", "name_7": "surname:Davis;given-names:M.E.", "pub-id_doi": "10.1161/CIRCRESAHA.116.304360", "pub-id_pmid": "25344555", "section_type": "REF", "source": "Circ. Res.", "type": "ref", "volume": "116", "year": "2015"}, "text": "Identification of therapeutic covariant microRNA clusters in hypoxia-treated cardiac progenitor cell exosomes using systems biology", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64275, "infons": {"fpage": "129", "lpage": "141", "name_0": "surname:Hafner;given-names:M.", "name_1": "surname:Landthaler;given-names:M.", "name_2": "surname:Burger;given-names:L.", "name_3": "surname:Khorshid;given-names:M.", "name_4": "surname:Hausser;given-names:J.", "name_5": "surname:Berninger;given-names:P.", "name_6": "surname:Rothballer;given-names:A.", "name_7": "surname:Ascano;given-names:M.;suffix:Jr", "name_8": "surname:Jungkamp;given-names:A.C.", "name_9": "surname:Munschauer;given-names:M.", "pub-id_doi": "10.1016/j.cell.2010.03.009", "pub-id_pmid": "20371350", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "141", "year": "2010"}, "text": "Transcriptome-wide identification of RNA-binding protein and microRNA target sites by PAR-CLIP", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64370, "infons": {"fpage": "570", "lpage": "574", "name_0": "surname:Han;given-names:C.Z.", "name_1": "surname:Juncadella;given-names:I.J.", "name_2": "surname:Kinchen;given-names:J.M.", "name_3": "surname:Buckley;given-names:M.W.", "name_4": "surname:Klibanov;given-names:A.L.", "name_5": "surname:Dryden;given-names:K.", "name_6": "surname:Onengut-Gumuscu;given-names:S.", "name_7": "surname:Erdbrügger;given-names:U.", "name_8": "surname:Turner;given-names:S.D.", "name_9": "surname:Shim;given-names:Y.M.", "pub-id_doi": "10.1038/nature20141", "pub-id_pmid": "27820945", "section_type": "REF", "source": "Nature.", "type": "ref", "volume": "539", "year": "2016"}, "text": "Macrophages redirect phagocytosis by non-professional phagocytes and influence inflammation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64462, "infons": {"fpage": "825", "lpage": "858", "name_0": "surname:Hart;given-names:G.W.", "name_1": "surname:Slawson;given-names:C.", "name_2": "surname:Ramirez-Correa;given-names:G.", "name_3": "surname:Lagerlof;given-names:O.", "pub-id_doi": "10.1146/annurev-biochem-060608-102511", "pub-id_pmid": "21391816", "section_type": "REF", "source": "Annu. Rev. Biochem.", "type": "ref", "volume": "80", "year": "2011"}, "text": "Cross talk between O-GlcNAcylation and phosphorylation: roles in signaling, transcription, and chronic disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64573, "infons": {"fpage": "C1", "lpage": "C11", "name_0": "surname:Hopfer;given-names:U.", "name_1": "surname:Jacobberger;given-names:J.W.", "name_2": "surname:Gruenert;given-names:D.C.", "name_3": "surname:Eckert;given-names:R.L.", "name_4": "surname:Jat;given-names:P.S.", "name_5": "surname:Whitsett;given-names:J.A.", "pub-id_doi": "10.1152/ajpcell.1996.270.1.C1", "pub-id_pmid": "8772425", "section_type": "REF", "source": "Am. J. Physiol.", "type": "ref", "volume": "270", "year": "1996"}, "text": "Immortalization of epithelial cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64609, "infons": {"fpage": "730", "lpage": "738", "name_0": "surname:Hunter;given-names:T.", "pub-id_doi": "10.1016/j.molcel.2007.11.019", "pub-id_pmid": "18082598", "section_type": "REF", "source": "Mol. Cell.", "type": "ref", "volume": "28", "year": "2007"}, "text": "The age of crosstalk: phosphorylation, ubiquitination, and beyond", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64675, "infons": {"fpage": "6191", "lpage": "6199", "name_0": "surname:Jiao;given-names:H.", "name_1": "surname:Zhang;given-names:Y.", "name_2": "surname:Yan;given-names:Z.", "name_3": "surname:Wang;given-names:Z.G.", "name_4": "surname:Liu;given-names:G.", "name_5": "surname:Minshall;given-names:R.D.", "name_6": "surname:Malik;given-names:A.B.", "name_7": "surname:Hu;given-names:G.", "pub-id_doi": "10.4049/jimmunol.1300873", "pub-id_pmid": "24244013", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "191", "year": "2013"}, "text": "Caveolin-1 Tyr14 phosphorylation induces interaction with TLR4 in endothelial cells and mediates MyD88-dependent signaling and sepsis-induced lung inflammation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64835, "infons": {"fpage": "341", "lpage": "350", "name_0": "surname:Jin;given-names:Y.", "name_1": "surname:Kim;given-names:H.P.", "name_2": "surname:Cao;given-names:J.", "name_3": "surname:Zhang;given-names:M.", "name_4": "surname:Ifedigbo;given-names:E.", "name_5": "surname:Choi;given-names:A.M.", "pub-id_doi": "10.1096/fj.08-108423", "pub-id_pmid": "18801924", "section_type": "REF", "source": "FASEB J.", "type": "ref", "volume": "23", "year": "2009"}, "text": "Caveolin-1 regulates the secretion and cytoprotection of Cyr61 in hyperoxic cell death", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64922, "infons": {"fpage": "L151", "lpage": "L160", "name_0": "surname:Jin;given-names:Y.", "name_1": "surname:Lee;given-names:S.J.", "name_2": "surname:Minshall;given-names:R.D.", "name_3": "surname:Choi;given-names:A.M.", "pub-id_doi": "10.1152/ajplung.00170.2010", "pub-id_pmid": "21097526", "section_type": "REF", "source": "Am. J. Physiol. Lung Cell. Mol. Physiol.", "type": "ref", "volume": "300", "year": "2011"}, "text": "Caveolin-1: a critical regulator of lung injury", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64970, "infons": {"fpage": "355", "lpage": "382", "name_0": "surname:Johnson;given-names:E.S.", "pub-id_doi": "10.1146/annurev.biochem.73.011303.074118", "pub-id_pmid": "15189146", "section_type": "REF", "source": "Annu. Rev. Biochem.", "type": "ref", "volume": "73", "year": "2004"}, "text": "Protein modification by SUMO", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 64999, "infons": {"fpage": "9412", "lpage": "9420", "name_0": "surname:Johnstone;given-names:R.M.", "name_1": "surname:Adam;given-names:M.", "name_2": "surname:Hammond;given-names:J.R.", "name_3": "surname:Orr;given-names:L.", "name_4": "surname:Turbide;given-names:C.", "pub-id_pmid": "3597417", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "262", "year": "1987"}, "text": "Vesicle formation during reticulocyte maturation. Association of plasma membrane activities with released vesicles (exosomes)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65125, "infons": {"fpage": "399", "lpage": "411", "name_0": "surname:Kamma;given-names:H.", "name_1": "surname:Horiguchi;given-names:H.", "name_2": "surname:Wan;given-names:L.", "name_3": "surname:Matsui;given-names:M.", "name_4": "surname:Fujiwara;given-names:M.", "name_5": "surname:Fujimoto;given-names:M.", "name_6": "surname:Yazawa;given-names:T.", "name_7": "surname:Dreyfuss;given-names:G.", "pub-id_doi": "10.1006/excr.1998.4323", "pub-id_pmid": "9925756", "section_type": "REF", "source": "Exp. Cell Res.", "type": "ref", "volume": "246", "year": "1999"}, "text": "Molecular characterization of the hnRNP A2/B1 proteins: tissue-specific expression and novel isoforms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65227, "infons": {"fpage": "541", "lpage": "555", "name_0": "surname:Konstantinopoulos;given-names:P.A.", "name_1": "surname:Karamouzis;given-names:M.V.", "name_2": "surname:Papavassiliou;given-names:A.G.", "pub-id_doi": "10.1038/nrd2221", "pub-id_pmid": "17585331", "section_type": "REF", "source": "Nat. Rev. Drug Discov.", "type": "ref", "volume": "6", "year": "2007"}, "text": "Post-translational modifications and regulation of the RAS superfamily of GTPases as anticancer targets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65331, "infons": {"fpage": "1649", "lpage": "1658", "name_0": "surname:Koppers-Lalic;given-names:D.", "name_1": "surname:Hackenberg;given-names:M.", "name_2": "surname:Bijnsdorp;given-names:I.V.", "name_3": "surname:van Eijndhoven;given-names:M.A.J.", "name_4": "surname:Sadek;given-names:P.", "name_5": "surname:Sie;given-names:D.", "name_6": "surname:Zini;given-names:N.", "name_7": "surname:Middeldorp;given-names:J.M.", "name_8": "surname:Ylstra;given-names:B.", "name_9": "surname:de Menezes;given-names:R.X.", "pub-id_doi": "10.1016/j.celrep.2014.08.027", "pub-id_pmid": "25242326", "section_type": "REF", "source": "Cell Reports.", "type": "ref", "volume": "8", "year": "2014"}, "text": "Nontemplated nucleotide additions distinguish the small RNA composition in cells from exosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65426, "infons": {"fpage": "253", "lpage": "261", "name_0": "surname:Laffont;given-names:B.", "name_1": "surname:Corduan;given-names:A.", "name_2": "surname:Plé;given-names:H.", "name_3": "surname:Duchez;given-names:A.C.", "name_4": "surname:Cloutier;given-names:N.", "name_5": "surname:Boilard;given-names:E.", "name_6": "surname:Provost;given-names:P.", "pub-id_doi": "10.1182/blood-2013-03-492801", "pub-id_pmid": "23652806", "section_type": "REF", "source": "Blood.", "type": "ref", "volume": "122", "year": "2013"}, "text": "Activated platelets can deliver mRNA regulatory Ago2•microRNA complexes to endothelial cells via microparticles", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65540, "infons": {"fpage": "1156", "lpage": "1169", "name_0": "surname:Lee;given-names:H.D.", "name_1": "surname:Kim;given-names:Y.H.", "name_2": "surname:Kim;given-names:D.S.", "pub-id_doi": "10.1002/eji.201343660", "pub-id_pmid": "24338844", "section_type": "REF", "source": "Eur. J. Immunol.", "type": "ref", "volume": "44", "year": "2014"}, "text": "Exosomes derived from human macrophages suppress endothelial cell migration by controlling integrin trafficking", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65652, "infons": {"fpage": "35250", "name_0": "surname:Lee;given-names:H.", "name_1": "surname:Zhang;given-names:D.", "name_2": "surname:Zhu;given-names:Z.", "name_3": "surname:Dela Cruz;given-names:C.S.", "name_4": "surname:Jin;given-names:Y.", "pub-id_doi": "10.1038/srep35250", "pub-id_pmid": "27731391", "section_type": "REF", "source": "Sci. Rep.", "type": "ref", "volume": "6", "year": "2016"}, "text": "Epithelial cell-derived microvesicles activate macrophages and promote inflammation via microvesicle-containing microRNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65774, "infons": {"fpage": "1453", "lpage": "1464", "name_0": "surname:Lee;given-names:H.", "name_1": "surname:Zhang;given-names:D.", "name_2": "surname:Wu;given-names:J.", "name_3": "surname:Otterbein;given-names:L.E.", "name_4": "surname:Jin;given-names:Y.", "pub-id_doi": "10.4049/jimmunol.1700165", "pub-id_pmid": "28674181", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "199", "year": "2017"}, "text": "Lung Epithelial Cell-Derived Microvesicles Regulate Macrophage Migration via MicroRNA-17/221-Induced Integrin β1 Recycling", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 65900, "infons": {"fpage": "1500", "lpage": "1509", "name_0": "surname:Lee;given-names:H.", "name_1": "surname:Zhang;given-names:D.", "name_2": "surname:Laskin;given-names:D.L.", "name_3": "surname:Jin;given-names:Y.", "pub-id_doi": "10.4049/jimmunol.1800264", "pub-id_pmid": "29997122", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "201", "year": "2018"}, "text": "Functional Evidence of Pulmonary Extracellular Vesicles in Infectious and Noninfectious Lung Inflammation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66006, "infons": {"fpage": "489", "lpage": "496", "name_0": "surname:Liang;given-names:X.", "name_1": "surname:Wei;given-names:S.Q.", "name_2": "surname:Lee;given-names:S.J.", "name_3": "surname:Fung;given-names:J.K.", "name_4": "surname:Zhang;given-names:M.", "name_5": "surname:Tanaka;given-names:A.", "name_6": "surname:Choi;given-names:A.M.", "name_7": "surname:Jin;given-names:Y.", "pub-id_doi": "10.1165/rcmb.2012-0017OC", "pub-id_pmid": "23333919", "section_type": "REF", "source": "Am. J. Respir. Cell Mol. Biol.", "type": "ref", "volume": "48", "year": "2013"}, "text": "p62 sequestosome 1/light chain 3b complex confers cytoprotection on lung epithelial cells after hyperoxia", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66112, "infons": {"fpage": "204", "lpage": "212", "name_0": "surname:Marabita;given-names:F.", "name_1": "surname:de Candia;given-names:P.", "name_2": "surname:Torri;given-names:A.", "name_3": "surname:Tegnér;given-names:J.", "name_4": "surname:Abrignani;given-names:S.", "name_5": "surname:Rossi;given-names:R.L.", "pub-id_doi": "10.1093/bib/bbv056", "pub-id_pmid": "26238539", "section_type": "REF", "source": "Brief. Bioinform.", "type": "ref", "volume": "17", "year": "2016"}, "text": "Normalization of circulating microRNA expression data obtained by quantitative real-time RT-PCR", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66208, "infons": {"fpage": "D1241", "issue": "Database issue", "lpage": "D1244", "name_0": "surname:Mathivanan;given-names:S.", "name_1": "surname:Fahner;given-names:C.J.", "name_2": "surname:Reid;given-names:G.E.", "name_3": "surname:Simpson;given-names:R.J.", "pub-id_doi": "10.1093/nar/gkr828", "pub-id_pmid": "21989406", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "40", "year": "2012"}, "text": "ExoCarta 2012: database of exosomal proteins, RNA and lipids", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66269, "infons": {"fpage": "978", "lpage": "987", "name_0": "surname:McKenzie;given-names:A.J.", "name_1": "surname:Hoshino;given-names:D.", "name_2": "surname:Hong;given-names:N.H.", "name_3": "surname:Cha;given-names:D.J.", "name_4": "surname:Franklin;given-names:J.L.", "name_5": "surname:Coffey;given-names:R.J.", "name_6": "surname:Patton;given-names:J.G.", "name_7": "surname:Weaver;given-names:A.M.", "pub-id_doi": "10.1016/j.celrep.2016.03.085", "pub-id_pmid": "27117408", "section_type": "REF", "source": "Cell Reports.", "type": "ref", "volume": "15", "year": "2016"}, "text": "KRAS-MEK Signaling Controls Ago2 Sorting into Exosomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66324, "infons": {"fpage": "217", "lpage": "222", "name_0": "surname:Mendell;given-names:J.T.", "pub-id_doi": "10.1016/j.cell.2008.04.001", "pub-id_pmid": "18423194", "section_type": "REF", "source": "Cell.", "type": "ref", "volume": "133", "year": "2008"}, "text": "miRiad roles for the miR-17-92 cluster in development and disease", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66390, "infons": {"elocation-id": "e0154134", "name_0": "surname:Momose;given-names:F.", "name_1": "surname:Seo;given-names:N.", "name_2": "surname:Akahori;given-names:Y.", "name_3": "surname:Sawada;given-names:S.", "name_4": "surname:Harada;given-names:N.", "name_5": "surname:Ogura;given-names:T.", "name_6": "surname:Akiyoshi;given-names:K.", "name_7": "surname:Shiku;given-names:H.", "pub-id_doi": "10.1371/journal.pone.0154134", "pub-id_pmid": "27101102", "section_type": "REF", "source": "PLoS One.", "type": "ref", "volume": "11", "year": "2016"}, "text": "Guanine-Rich Sequences Are a Dominant Feature of Exosomal microRNAs across the Mammalian Species and Cell Types", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66502, "infons": {"fpage": "4558", "lpage": "4567", "name_0": "surname:Moon;given-names:H.G.", "name_1": "surname:Yang;given-names:J.", "name_2": "surname:Zheng;given-names:Y.", "name_3": "surname:Jin;given-names:Y.", "pub-id_doi": "10.4049/jimmunol.1401372", "pub-id_pmid": "25261473", "section_type": "REF", "source": "J. Immunol.", "type": "ref", "volume": "193", "year": "2014"}, "text": "miR-15a/16 regulates macrophage phagocytosis after bacterial infection", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66573, "infons": {"elocation-id": "e58502", "name_0": "surname:Ng;given-names:Y.H.", "name_1": "surname:Rome;given-names:S.", "name_2": "surname:Jalabert;given-names:A.", "name_3": "surname:Forterre;given-names:A.", "name_4": "surname:Singh;given-names:H.", "name_5": "surname:Hincks;given-names:C.L.", "name_6": "surname:Salamonsen;given-names:L.A.", "pub-id_doi": "10.1371/journal.pone.0058502", "pub-id_pmid": "23516492", "section_type": "REF", "source": "PLoS One.", "type": "ref", "volume": "8", "year": "2013"}, "text": "Endometrial exosomes/microvesicles in the uterine microenvironment: a new paradigm for embryo-endometrial cross talk at implantation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66706, "infons": {"fpage": "69", "lpage": "78", "name_0": "surname:Ostermeyer;given-names:A.G.", "name_1": "surname:Ramcharan;given-names:L.T.", "name_2": "surname:Zeng;given-names:Y.", "name_3": "surname:Lublin;given-names:D.M.", "name_4": "surname:Brown;given-names:D.A.", "pub-id_doi": "10.1083/jcb.200303037", "pub-id_pmid": "14709541", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "164", "year": "2004"}, "text": "Role of the hydrophobic domain in targeting caveolin-1 to lipid droplets", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66779, "infons": {"fpage": "8472", "name_0": "surname:Phinney;given-names:D.G.", "name_1": "surname:Di Giuseppe;given-names:M.", "name_2": "surname:Njah;given-names:J.", "name_3": "surname:Sala;given-names:E.", "name_4": "surname:Shiva;given-names:S.", "name_5": "surname:St Croix;given-names:C.M.", "name_6": "surname:Stolz;given-names:D.B.", "name_7": "surname:Watkins;given-names:S.C.", "name_8": "surname:Di;given-names:Y.P.", "name_9": "surname:Leikauf;given-names:G.D.", "pub-id_doi": "10.1038/ncomms9472", "pub-id_pmid": "26442449", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "6", "year": "2015"}, "text": "Mesenchymal stem cells use extracellular vesicles to outsource mitophagy and shuttle microRNAs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66874, "infons": {"fpage": "82", "lpage": "89", "name_0": "surname:Pi;given-names:F.", "name_1": "surname:Binzel;given-names:D.W.", "name_2": "surname:Lee;given-names:T.J.", "name_3": "surname:Li;given-names:Z.", "name_4": "surname:Sun;given-names:M.", "name_5": "surname:Rychahou;given-names:P.", "name_6": "surname:Li;given-names:H.", "name_7": "surname:Haque;given-names:F.", "name_8": "surname:Wang;given-names:S.", "name_9": "surname:Croce;given-names:C.M.", "pub-id_doi": "10.1038/s41565-017-0012-z", "pub-id_pmid": "29230043", "section_type": "REF", "source": "Nat. Nanotechnol.", "type": "ref", "volume": "13", "year": "2018"}, "text": "Nanoparticle orientation to control RNA loading and ligand display on extracellular vesicles for cancer regression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 66990, "infons": {"elocation-id": "e24657", "name_0": "surname:Pierce;given-names:B.G.", "name_1": "surname:Hourai;given-names:Y.", "name_2": "surname:Weng;given-names:Z.", "pub-id_doi": "10.1371/journal.pone.0024657", "pub-id_pmid": "21949741", "section_type": "REF", "source": "PLoS One.", "type": "ref", "volume": "6", "year": "2011"}, "text": "Accelerating protein docking in ZDOCK using an advanced 3D convolution library", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67069, "infons": {"fpage": "66", "name_0": "surname:Ragusa;given-names:M.", "name_1": "surname:Barbagallo;given-names:C.", "name_2": "surname:Cirnigliaro;given-names:M.", "name_3": "surname:Battaglia;given-names:R.", "name_4": "surname:Brex;given-names:D.", "name_5": "surname:Caponnetto;given-names:A.", "name_6": "surname:Barbagallo;given-names:D.", "name_7": "surname:Di Pietro;given-names:C.", "name_8": "surname:Purrello;given-names:M.", "pub-id_doi": "10.3389/fmolb.2017.00066", "pub-id_pmid": "29046875", "section_type": "REF", "source": "Front. Mol. Biosci.", "type": "ref", "volume": "4", "year": "2017"}, "text": "Asymmetric RNA Distribution among Cells and Their Secreted Exosomes: Biomedical Meaning and Considerations on Diagnostic Applications", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67203, "infons": {"fpage": "6098", "lpage": "6103", "name_0": "surname:Ray;given-names:P.", "name_1": "surname:Devaux;given-names:Y.", "name_2": "surname:Stolz;given-names:D.B.", "name_3": "surname:Yarlagadda;given-names:M.", "name_4": "surname:Watkins;given-names:S.C.", "name_5": "surname:Lu;given-names:Y.", "name_6": "surname:Chen;given-names:L.", "name_7": "surname:Yang;given-names:X.F.", "name_8": "surname:Ray;given-names:A.", "pub-id_doi": "10.1073/pnas.1031851100", "pub-id_pmid": "12732722", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. USA.", "type": "ref", "volume": "100", "year": "2003"}, "text": "Inducible expression of keratinocyte growth factor (KGF) in mice inhibits lung epithelial cell death induced by hyperoxia", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67325, "infons": {"fpage": "725", "lpage": "738", "name_0": "surname:Roy;given-names:A.", "name_1": "surname:Kucukural;given-names:A.", "name_2": "surname:Zhang;given-names:Y.", "pub-id_doi": "10.1038/nprot.2010.5", "pub-id_pmid": "20360767", "section_type": "REF", "source": "Nat. Protoc.", "type": "ref", "volume": "5", "year": "2010"}, "text": "I-TASSER: a unified platform for automated protein structure and function prediction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67410, "infons": {"fpage": "799", "lpage": "808", "name_0": "surname:Santangelo;given-names:L.", "name_1": "surname:Giurato;given-names:G.", "name_2": "surname:Cicchini;given-names:C.", "name_3": "surname:Montaldo;given-names:C.", "name_4": "surname:Mancone;given-names:C.", "name_5": "surname:Tarallo;given-names:R.", "name_6": "surname:Battistelli;given-names:C.", "name_7": "surname:Alonzi;given-names:T.", "name_8": "surname:Weisz;given-names:A.", "name_9": "surname:Tripodi;given-names:M.", "pub-id_doi": "10.1016/j.celrep.2016.09.031", "pub-id_pmid": "27732855", "section_type": "REF", "source": "Cell Reports.", "type": "ref", "volume": "17", "year": "2016"}, "text": "The RNA-Binding Protein SYNCRIP Is a Component of the Hepatocyte Exosomal Machinery Controlling MicroRNA Sorting", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67523, "infons": {"fpage": "21605", "lpage": "21617", "name_0": "surname:Schlegel;given-names:A.", "name_1": "surname:Lisanti;given-names:M.P.", "pub-id_doi": "10.1074/jbc.M002558200", "pub-id_pmid": "10801850", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "275", "year": "2000"}, "text": "A molecular dissection of caveolin-1 membrane attachment and oligomerization. Two separate regions of the caveolin-1 C-terminal domain mediate membrane binding and oligomer/oligomer interactions in vivo", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67726, "infons": {"fpage": "17682", "lpage": "17692", "name_0": "surname:Shajahan;given-names:A.N.", "name_1": "surname:Dobbin;given-names:Z.C.", "name_2": "surname:Hickman;given-names:F.E.", "name_3": "surname:Dakshanamurthy;given-names:S.", "name_4": "surname:Clarke;given-names:R.", "pub-id_doi": "10.1074/jbc.M111.304022", "pub-id_pmid": "22433870", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "287", "year": "2012"}, "text": "Tyrosine-phosphorylated caveolin-1 (Tyr-14) increases sensitivity to paclitaxel by inhibiting BCL2 and BCLxL proteins via c-Jun N-terminal kinase (JNK)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67878, "infons": {"fpage": "695", "name_0": "surname:Shipman;given-names:L.", "pub-id_doi": "10.1038/nrc4045", "pub-id_pmid": "26563461", "section_type": "REF", "source": "Nat. Rev. Cancer.", "type": "ref", "volume": "15", "year": "2015"}, "text": "Microenvironment: Astrocytes silence PTEN to promote brain metastasis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 67948, "infons": {"elocation-id": "e19276", "name_0": "surname:Shurtleff;given-names:M.J.", "name_1": "surname:Temoche-Diaz;given-names:M.M.", "name_2": "surname:Karfilis;given-names:K.V.", "name_3": "surname:Ri;given-names:S.", "name_4": "surname:Schekman;given-names:R.", "pub-id_doi": "10.7554/eLife.19276", "pub-id_pmid": "27559612", "section_type": "REF", "source": "eLife.", "type": "ref", "volume": "5", "year": "2016"}, "text": "Y-box protein 1 is required to sort microRNAs into exosomes in cells and in a cell-free reaction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68045, "infons": {"fpage": "1470", "lpage": "1476", "name_0": "surname:Skog;given-names:J.", "name_1": "surname:Würdinger;given-names:T.", "name_2": "surname:van Rijn;given-names:S.", "name_3": "surname:Meijer;given-names:D.H.", "name_4": "surname:Gainche;given-names:L.", "name_5": "surname:Sena-Esteves;given-names:M.", "name_6": "surname:Curry;given-names:W.T.;suffix:Jr", "name_7": "surname:Carter;given-names:B.S.", "name_8": "surname:Krichevsky;given-names:A.M.", "name_9": "surname:Breakefield;given-names:X.O.", "pub-id_doi": "10.1038/ncb1800", "pub-id_pmid": "19011622", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "10", "year": "2008"}, "text": "Glioblastoma microvesicles transport RNA and proteins that promote tumour growth and provide diagnostic biomarkers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68160, "infons": {"fpage": "14448", "name_0": "surname:Teng;given-names:Y.", "name_1": "surname:Ren;given-names:Y.", "name_2": "surname:Hu;given-names:X.", "name_3": "surname:Mu;given-names:J.", "name_4": "surname:Samykutty;given-names:A.", "name_5": "surname:Zhuang;given-names:X.", "name_6": "surname:Deng;given-names:Z.", "name_7": "surname:Kumar;given-names:A.", "name_8": "surname:Zhang;given-names:L.", "name_9": "surname:Merchant;given-names:M.L.", "pub-id_doi": "10.1038/ncomms14448", "pub-id_pmid": "28211508", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "8", "year": "2017"}, "text": "MVP-mediated exosomal sorting of miR-193a promotes colon cancer progression", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68236, "infons": {"fpage": "613", "lpage": "623", "name_0": "surname:Thandapani;given-names:P.", "name_1": "surname:O’Connor;given-names:T.R.", "name_2": "surname:Bailey;given-names:T.L.", "name_3": "surname:Richard;given-names:S.", "pub-id_doi": "10.1016/j.molcel.2013.05.021", "pub-id_pmid": "23746349", "section_type": "REF", "source": "Mol. Cell.", "type": "ref", "volume": "50", "year": "2013"}, "text": "Defining the RGG/RG motif", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68262, "infons": {"fpage": "1812", "lpage": "1823", "name_0": "surname:Torres;given-names:V.A.", "name_1": "surname:Tapia;given-names:J.C.", "name_2": "surname:Rodríguez;given-names:D.A.", "name_3": "surname:Párraga;given-names:M.", "name_4": "surname:Lisboa;given-names:P.", "name_5": "surname:Montoya;given-names:M.", "name_6": "surname:Leyton;given-names:L.", "name_7": "surname:Quest;given-names:A.F.", "pub-id_doi": "10.1242/jcs.02894", "pub-id_pmid": "16608879", "section_type": "REF", "source": "J. Cell Sci.", "type": "ref", "volume": "119", "year": "2006"}, "text": "Caveolin-1 controls cell proliferation and cell death by suppressing expression of the inhibitor of apoptosis protein survivin", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68389, "infons": {"fpage": "654", "lpage": "659", "name_0": "surname:Valadi;given-names:H.", "name_1": "surname:Ekström;given-names:K.", "name_2": "surname:Bossios;given-names:A.", "name_3": "surname:Sjöstrand;given-names:M.", "name_4": "surname:Lee;given-names:J.J.", "name_5": "surname:Lötvall;given-names:J.O.", "pub-id_doi": "10.1038/ncb1596", "pub-id_pmid": "17486113", "section_type": "REF", "source": "Nat. Cell Biol.", "type": "ref", "volume": "9", "year": "2007"}, "text": "Exosome-mediated transfer of mRNAs and microRNAs is a novel mechanism of genetic exchange between cells", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68493, "infons": {"elocation-id": "1348885", "name_0": "surname:Vella;given-names:L.J.", "name_1": "surname:Scicluna;given-names:B.J.", "name_2": "surname:Cheng;given-names:L.", "name_3": "surname:Bawden;given-names:E.G.", "name_4": "surname:Masters;given-names:C.L.", "name_5": "surname:Ang;given-names:C.S.", "name_6": "surname:Willamson;given-names:N.", "name_7": "surname:McLean;given-names:C.", "name_8": "surname:Barnham;given-names:K.J.", "name_9": "surname:Hill;given-names:A.F.", "pub-id_doi": "10.1080/20013078.2017.1348885", "pub-id_pmid": "28804598", "section_type": "REF", "source": "J. Extracell. Vesicles.", "type": "ref", "volume": "6", "year": "2017"}, "text": "A rigorous method to enrich for exosomes from brain tissue", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68552, "infons": {"fpage": "2980", "name_0": "surname:Villarroya-Beltri;given-names:C.", "name_1": "surname:Gutiérrez-Vázquez;given-names:C.", "name_2": "surname:Sánchez-Cabo;given-names:F.", "name_3": "surname:Pérez-Hernández;given-names:D.", "name_4": "surname:Vázquez;given-names:J.", "name_5": "surname:Martin-Cofreces;given-names:N.", "name_6": "surname:Martinez-Herrera;given-names:D.J.", "name_7": "surname:Pascual-Montano;given-names:A.", "name_8": "surname:Mittelbrunn;given-names:M.", "name_9": "surname:Sánchez-Madrid;given-names:F.", "pub-id_doi": "10.1038/ncomms3980", "pub-id_pmid": "24356509", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "4", "year": "2013"}, "text": "Sumoylated hnRNPA2B1 controls the sorting of miRNAs into exosomes through binding to specific motifs", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68653, "infons": {"fpage": "579", "lpage": "586", "name_0": "surname:White;given-names:R.", "name_1": "surname:Gonsior;given-names:C.", "name_2": "surname:Krämer-Albers;given-names:E.M.", "name_3": "surname:Stöhr;given-names:N.", "name_4": "surname:Hüttelmaier;given-names:S.", "name_5": "surname:Trotter;given-names:J.", "pub-id_doi": "10.1083/jcb.200706164", "pub-id_pmid": "18490510", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "181", "year": "2008"}, "text": "Activation of oligodendroglial Fyn kinase enhances translation of mRNAs transported in hnRNP A2-dependent RNA granules", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68772, "infons": {"fpage": "1742", "lpage": "1754", "name_0": "surname:White;given-names:R.", "name_1": "surname:Gonsior;given-names:C.", "name_2": "surname:Bauer;given-names:N.M.", "name_3": "surname:Krämer-Albers;given-names:E.M.", "name_4": "surname:Luhmann;given-names:H.J.", "name_5": "surname:Trotter;given-names:J.", "pub-id_doi": "10.1074/jbc.M111.235010", "pub-id_pmid": "22128153", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "287", "year": "2012"}, "text": "Heterogeneous nuclear ribonucleoprotein (hnRNP) F is a novel component of oligodendroglial RNA transport granules contributing to regulation of myelin basic protein (MBP) synthesis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 68953, "infons": {"fpage": "420", "name_0": "surname:Wu;given-names:B.", "name_1": "surname:Su;given-names:S.", "name_2": "surname:Patil;given-names:D.P.", "name_3": "surname:Liu;given-names:H.", "name_4": "surname:Gan;given-names:J.", "name_5": "surname:Jaffrey;given-names:S.R.", "name_6": "surname:Ma;given-names:J.", "pub-id_doi": "10.1038/s41467-017-02770-z", "pub-id_pmid": "29379020", "section_type": "REF", "source": "Nat. Commun.", "type": "ref", "volume": "9", "year": "2018"}, "text": "Molecular basis for the specific and multivariant recognitions of RNA substrates by human hnRNP A2/B1", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69055, "infons": {"fpage": "1713", "lpage": "1719", "name_0": "surname:Xu;given-names:L.", "name_1": "surname:Yang;given-names:B.F.", "name_2": "surname:Ai;given-names:J.", "pub-id_doi": "10.1002/jcp.24344", "pub-id_pmid": "23460497", "section_type": "REF", "source": "J. Cell. Physiol.", "type": "ref", "volume": "228", "year": "2013"}, "text": "MicroRNA transport: a new way in cell communication", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69107, "infons": {"fpage": "1614", "lpage": "1623", "name_0": "surname:Yang;given-names:F.", "name_1": "surname:Yin;given-names:Y.", "name_2": "surname:Wang;given-names:F.", "name_3": "surname:Wang;given-names:Y.", "name_4": "surname:Zhang;given-names:L.", "name_5": "surname:Tang;given-names:Y.", "name_6": "surname:Sun;given-names:S.", "pub-id_doi": "10.1002/hep.23566", "pub-id_pmid": "20209605", "section_type": "REF", "source": "Hepatology.", "type": "ref", "volume": "51", "year": "2010"}, "text": "miR-17-5p Promotes migration of human hepatocellular carcinoma cells through the p38 mitogen-activated protein kinase-heat shock protein 27 pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69255, "infons": {"fpage": "83", "lpage": "93", "name_0": "surname:Yang;given-names:H.Y.", "name_1": "surname:Barbi;given-names:J.", "name_2": "surname:Wu;given-names:C.Y.", "name_3": "surname:Zheng;given-names:Y.", "name_4": "surname:Vignali;given-names:P.D.", "name_5": "surname:Wu;given-names:X.", "name_6": "surname:Tao;given-names:J.H.", "name_7": "surname:Park;given-names:B.V.", "name_8": "surname:Bandara;given-names:S.", "name_9": "surname:Novack;given-names:L.", "pub-id_doi": "10.1016/j.immuni.2016.06.022", "pub-id_pmid": "27438767", "section_type": "REF", "source": "Immunity.", "type": "ref", "volume": "45", "year": "2016"}, "text": "MicroRNA-17 Modulates Regulatory T Cell Function by Targeting Co-regulators of the Foxp3 Transcription Factor", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69365, "infons": {"fpage": "7", "lpage": "8", "name_0": "surname:Yang;given-names:J.", "name_1": "surname:Yan;given-names:R.", "name_2": "surname:Roy;given-names:A.", "name_3": "surname:Xu;given-names:D.", "name_4": "surname:Poisson;given-names:J.", "name_5": "surname:Zhang;given-names:Y.", "pub-id_doi": "10.1038/nmeth.3213", "pub-id_pmid": "25549265", "section_type": "REF", "source": "Nat. Methods.", "type": "ref", "volume": "12", "year": "2015"}, "text": "The I-TASSER Suite: protein structure and function prediction", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69427, "infons": {"fpage": "656", "lpage": "658", "name_0": "surname:Zhang;given-names:H.", "name_1": "surname:Reilly;given-names:M.P.", "pub-id_doi": "10.1161/CIRCRESAHA.115.307245", "pub-id_pmid": "26405180", "section_type": "REF", "source": "Circ. Res.", "type": "ref", "volume": "117", "year": "2015"}, "text": "IRF2BP2: A New Player at the Crossroads of Inflammation and Lipid Metabolism", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69504, "infons": {"fpage": "2119", "lpage": "2130", "name_0": "surname:Zhang;given-names:D.", "name_1": "surname:Lee;given-names:H.", "name_2": "surname:Wang;given-names:X.", "name_3": "surname:Rai;given-names:A.", "name_4": "surname:Groot;given-names:M.", "name_5": "surname:Jin;given-names:Y.", "pub-id_doi": "10.1016/j.ymthe.2018.06.007", "pub-id_pmid": "30005869", "section_type": "REF", "source": "Mol. Ther.", "type": "ref", "volume": "26", "year": "2018"}, "text": "Exosome-Mediated Small RNA Delivery: A Novel Therapeutic Approach for Inflammatory Lung Responses", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69602, "infons": {"name_0": "surname:Zhang;given-names:X.", "name_1": "surname:Goncalves;given-names:R.", "name_2": "surname:Mosser;given-names:D.M.", "section_type": "REF", "source": "Curr. Protoc. Immunol.", "type": "ref", "year": "2008"}, "text": "The isolation and characterization of murine macrophages", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 69659, "infons": {"fpage": "426", "lpage": "36.e8", "name_0": "surname:Zhu;given-names:D.", "name_1": "surname:Pan;given-names:C.", "name_2": "surname:Li;given-names:L.", "name_3": "surname:Bian;given-names:Z.", "name_4": "surname:Lv;given-names:Z.", "name_5": "surname:Shi;given-names:L.", "name_6": "surname:Zhang;given-names:J.", "name_7": "surname:Li;given-names:D.", "name_8": "surname:Gu;given-names:H.", "name_9": "surname:Zhang;given-names:C.Y.", "pub-id_doi": "10.1016/j.jaci.2013.02.005", "pub-id_pmid": "23562609", "section_type": "REF", "source": "J. Allergy Clin. Immunol.", "type": "ref", "volume": "132", "year": "2013"}, "text": "MicroRNA-17/20a/106a modulate macrophage inflammatory responses through targeting signal-regulatory protein α", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]