[{"source": "PMC", "date": "20210113", "key": "pmc.key", "infons": {}, "documents": [{"id": "3972288", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1016/j.jprot.2013.10.012", "article-id_manuscript": "NIHMS544086", "article-id_pmc": "3972288", "article-id_pmid": "24145142", "fpage": "3", "kwd": "HUPO Human Proteome Project Chromosome-centric Human Proteome Project Biology and Disease-driven Human Proteome Project missing proteins ProteomeXchange PeptideAtlas Human Protein Atlas neXtProt GPMDB", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "lpage": "7", "name_0": "surname:Omenn;given-names:Gilbert S.", "section_type": "TITLE", "type": "front", "volume": "100", "year": "2015"}, "text": "THE STRATEGY, ORGANIZATION, AND PROGRESS OF THE HUPO HUMAN PROTEOME PROJECT", "sentences": [], "annotations": [], "relations": []}, {"offset": 76, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Human Proteome Project is a major, comprehensive initiative of the Human Proteome Organization. This global collaborative effort aims to identify and characterize at least one protein product and many PTM, SAP, and splice variant isoforms from the 20,300 human protein-coding genes. The deliverables are an extensive parts list and an array of technology platforms, reagents, spectral libraries, and linked knowledge bases that advance the field and facilitate the use of proteomics by a much wider community of life scientists. Such enablement will help address the Grand Challenge of using proteomics to bridge major gaps between evidence of genomic variation and diverse phenotypes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 766, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "1.0 INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 783, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Human Proteome Organization (HUPO) was founded in 2001 just as the Human Genome Sequencing Project was approaching completion. HUPO’s goals are to promote the field of proteomics and its applications through international cooperation and research collaborations and by fostering the development of new technologies, techniques, and training [www.hupo.org]. Its annual World Congress of Proteomics and its array of ten productive collaborative research initiatives have addressed those goals. The initiatives included Plasma, Liver, Brain, Kidney/Urine, Cardiovascular, Model Organism, and Stem Cell proteome projects, the Human Antibody Initiative, the Human Glycoproteomics Initiative, and the Protein Standards Initiative. High quality data resources have been created at the Swiss Institute for Bioinformatics (SwissProt, neXtProt), European Bioinformatics Institute (PRIDE, UniProt), Institute for Systems Biology (PeptideAtlas, SRM Atlas), Karolinska Institute (Human Protein Atlas), and Canadian Global Proteome Machine; they are now linked through ProteomeXchange, based at the European Bioinformatics Institute.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1909, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Over the past several years there were many informal and formal discussions about a major overarching Human Proteome Project. Such a project was announced in Sydney, Australia, at the 9th HUPO World Congress in September 2010 and launched at the 10th World Congress in Geneva in September 2011. Substantial progress was presented at the 11th World Congress in Boston in September 2012, and the 12th World Congress in Yokohama, Japan, in September 2013.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2362, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The goal is to identify and characterize at least one protein product and a growing number of post-translational modifications (PTMs), single amino acid polymorphisms (SAPs), and splice variant isoforms from the 20,300 human protein-coding genes. Besides that parts list, the HPP will deliver technology platforms, reagents, spectral libraries, and linked knowledge bases that facilitate the use of proteomics by a much wider community of life scientists. The Grand Challenge is to use proteomics to bridge major gaps between evidence of genomic variation and diverse phenotypes. Much of that progress lies in understanding and visualizing the biochemical and signaling pathways that capture environmental and behavioral interactions with genetic predispositions, the roles of protein isoforms and protein-protein interactions and the roles of non-coding RNAs and regulatory features identified with ENCODE, the Encyclopedia of DNA Elements.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3304, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "2.0 THE VISION AND ORGANIZATION OF THE HUMAN PROTEOME PROJECT", "sentences": [], "annotations": [], "relations": []}, {"offset": 3366, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "By characterizing the protein products from all 20,300 protein-coding genes of the known genome, the Human Proteome Project will generate a map of the protein-based molecular architecture of the human body. The HPP will be a resource to help elucidate biological and molecular function and advance diagnosis, treatment, and prevention of diseases.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3714, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Figure 1 shows the organizational vision of the HPP: the resource pillars from mass spectrometry, antibody-based protein capture, and knowledge bases; the chromosome-centric “adopt-a-chromosome” platform; and the biology and disease-driven platform.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3968, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As of mid-2013 there are 25 chromosome-centric teams and 16 biology or disease-driven teams. Figures 2A and 2B show these two consortia.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4105, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The C-HPP is led by Young-Ki Paik (Korea), Bill Hancock (US), and Gyorgy Marko-Varga (Sweden); the full roster of its executive committee and the 24 chromosome (and mitochondria) teams and their many activities can be found at www.c-hpp.org. At the CNPN April 2013 meeting, Paul McKeown and Christoph Borchers, respectively, announced the fresh mobilization of Chr 6 and Chr 21 teams in Canada [see this issue].", "sentences": [], "annotations": [], "relations": []}, {"offset": 4517, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The B/D-HPP is led by Ruedi Aebersold (Switzerland), Jennifer van Eyk (US), and Jun Qin (China), with its executive committee and 16 teams around the world; details are available at www.thehpp.org.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4715, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The HPP organizational chart (Figure 1) also shows the Senior Scientific Advisory Board, chaired by Michael Snyder (US), with Cathy Costello (US), Kunliang Guan (US/China), Denis Hochstrasser (Switzerland), Lee Hood (US), Matthias Mann (Germany), Kate Rosenbloom (US), Naoyuki Taniguchi (Japan), Mathias Uhlen (Sweden), John Yates (US), and the HPP-Executive Committee, comprised of Gil Omenn (US, chair), Ruedi Aebersold (Switzerland), Amos Bairoch (Switzerland), Fuchu He (China), Bill Hancock (US), Emma Lundberg (Sweden), Young-Ki Paik (Korea), and, ex-officio, Pierre Legrain (France, HUPO president). The HPP resource pillars are led by Bruno Domon (Luxembourg, MS), Mathias Uhlen (Sweden, AB), and Lydie Lane (Switzerland, KB).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5450, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "3.0 PROGRESS OF THE HUMAN PROTEOME PROJECT", "sentences": [], "annotations": [], "relations": []}, {"offset": 5493, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "3.1 C-HPP and B/D-HPP", "sentences": [], "annotations": [], "relations": []}, {"offset": 5515, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Journal of Proteome Research published a special issue in January 2013 organized by the leaders of the C-HPP. There are 33 papers from or related to the Chromosome-centric HPP, including papers from chromosome teams 1, 4, 7, 8, 11, 13, 16, 17, 18, 19, 20, X, and Y and multiple database, technology, and cross-cutting articles. An additional 15 papers that did not make the deadline for the January issue appeared in June. Together these two sets of articles constitute the 2013 virtual C-HPP special issue, http://pubs.acs.org/page/jprobs/vi/c-hhp.html . The Journal plans a 2014 January special issue, timed to capture new work presented at the Yokohama Congress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6185, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In parallel, the Biology and Disease-driven HPP has emerged, as envisioned by Legrain et al. The pre-existing HUPO proteome projects (see section 1.0) joined the B/D-HPP, and six new project teams on diabetes, cancers, infectious diseases, epigenomics, eye, and autoimmune disorders were launched. Additional project teams are in the early stages of formation. A 10-year timeline for the HPP in two phases of 6 and 4 years was laid out in 2012. As described below in section 4.0, the broad deliverables will be practical technology platforms, reagents, spectral libraries, and linked knowledge bases that enable many life scientists to utilize proteomics in their research and omics-based clinical practices. The HPP-EC convenes monthly; the leaders of the component units of the HPP have regular conference calls; the C-HPP has held 3–4 meetings of investigators per year; and everyone gathers at the annual Congress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7106, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "3.2 Metrics and the Baseline Master Table", "sentences": [], "annotations": [], "relations": []}, {"offset": 7148, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We created a Master Table as a baseline for the HPP and specifically for the C-HPP for each chromosome using five standard metrics: Ensembl (v69) provides the number of protein-coding genes; neXtProt (gold), PeptideAtlas (canonical), and GPMDB (green) provide numbers for confidently identified proteins from mass spectrometry studies, with special features for each; and the Human Protein Atlas gives the number of proteins for which polyclonal antibodies generated against one or two different epitopes along the protein sequence have been used to characterize protein expression across 46 cell types, intracellular organelles, and selected cancer cells (with evidence scored at the medium or high levels).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7857, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As of December 2012, the numbers across those five resources were 20,059 for Ensembl, 13,664 for neXtProt, 12,509 for Human PeptideAtlas, 14,300 for GPMDB, and 10,794 for Human Protein Atlas. The article explains in considerable depth the special features of these complementary resources. Each resource has provided a chromosome-by-chromosome analysis as part of their engagement with the Human Proteome Project. Updates of these metrics are available at www.c-hpp.org/wiki and at the websites of the individual resources.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8381, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "neXtProt is a quality-filtered corpus of manually-curated annotations from UniProtKB/Swiss-Prot specifically for human proteins. Entries are displayed from the perspectives of the protein, the underlying gene, and the relevant references. Complex mapping of Ensembl protein sequences to genes and transcripts is performed routinely. All but 125 neXtProt entries display precise genomic coordinates for at least one isoform; only 9 are not assigned to any chromosome. neXtProt has put major emphasis on import of variant and PTM data, which may account for many of the unattributed spectra in mass spectrometry studies. There are 312,000 sequence variants from dbSNP and COSMIC and 8135 PTM sites on 3312 entries for N-glycosylation, phosphorylation, S-nitrosylation, ubiquitination, and sumoylation, with arginine methylation to be added. Splice variants are documented and mapped. Immunohistochemistry data from the Human Protein Atlas and subcellular localization results from DKFZ GFP-cDNA and the Weizmann Institute Kahn Dynamic Proteomics Database are also integrated. Abundance of transcripts serves as a clue for which tissues or cell types are most likely to express the protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9569, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PeptideAtlas is a core resource for the Human Proteome Project; its builds contain all relevant datasets for the entire Human Proteome and for the Human Plasma Proteome and other organs and biofluids. The raw spectra are subjected to uniform re-analysis with the Trans Proteomic Pipeline. Farrah et al (2013) extensively compared the human proteins identified with <1% false-positive rate for 12,629 protein-coding genes with the ~7500 proteins not yet seen in the PeptideAtlas; ].", "sentences": [], "annotations": [], "relations": []}, {"offset": 10051, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The GPMDB has compiled comprehensive lists of all human protein phosphorylation sites, lysine-acetylation sites, and N-terminal-acetylation sites represented by good quality data in GPMDB. This list has been subdivided on a chromosome-by-chromosome basis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10307, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "3.3 “Missing proteins”", "sentences": [], "annotations": [], "relations": []}, {"offset": 10334, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are many reasons why protein entries in SwissProt lack evidence of protein expression in our knowledge bases and, therefore, the baseline Metrics Table: (1) proteins expressed significantly only in unusual organs or cell types, perhaps particular brain regions, nasal epithelium/olfactory cortex, testis, and placenta, among ~230 cell types; (2) proteins expressed only in early developmental stages, especially embryonic and fetal; (3) given the criteria of PeptideAtlas, neXtProt, and GPMDB for selecting only one “representative protein” among highly homologous members of protein families, large numbers of proteins must be missed or not counted from families of cytokeratins, immunoglobulins, histocompatibility antigens, and olfactory receptors, as well as broader families of kinases, phosphatases, and membrane-embedded G-protein coupled receptors (GPCR); (4) the abundance/ concentration of many proteins is surely below our present limits of detection, due to low rates of synthesis or rapid degradation, or both; and (5) neXtProt evidence category 5 contains 638 “uncertain” or “dubious” genes, which may need to be removed from the denominator (Amos Bairoch, Lydie Lane, Gil Omenn, personal communication, Yokohama Congress).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11590, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As summarized elsewhere [Omenn GS, in press], evidence from the Human Protein Atlas, human embryonic and induced pluripotent stem cells, and 11 cell lines of different lineages shows only quite limited numbers of tissue-specific or developmental-specific proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11855, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the most recent update of the Human Protein Atlas, Fagerberg et al reported antibody-profiling and RNA-Seq data for a total of 11 cell lines; 13,971 proteins were identified with high or medium confidence by immunochemistry (69% of protein-coding genes) and an additional 22% of protein-coding genes had measurable transcripts. There were relatively few cell or tissue-specific transcripts (a total of 928 or <100 per cell line); 10,078 were identified in all 11 cell lines versus 2798 not detected in any of the 11. Some examples of quite specific expression were noted, including TEX1010 and ARGHGAP28 in spermatocytes and spermatids in the testis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12509, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mann et al provided a comprehensive perspective on progress toward “complete, accurate, and ubiquitous proteomes”. Progress with chromatography and online peptide analysis, combined with far faster, more sensitive, and more accurate mass spectrometers that can handle a much greater dynamic range yields deep, quantitative proteomes. Sophisticated algorithms now process much larger datasets in a completely automated manner, with quantitative and statistical rigor. Single 4h gradient runs and advanced MS instruments can reliably identify about 10,000 different human proteins in cultured cells. The filtered transcriptome (RK PM >=1) and the proteomes of these cell lines both identify about 10,000 to 12,000 protein-coding loci,. The character of individual tissues seems to depend on the quantitative levels and interactions of these proteins, rather than presence or absence of the protein. Studies of primary tissues are beginning to appear, such as 7500 proteins from colon cancer specimens. Body fluid proteomes remain more complex, due to higher proportions of proteins with very low abundance secreted or released from many different tissues.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13667, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "3.4 Dataset Submission", "sentences": [], "annotations": [], "relations": []}, {"offset": 13690, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The HPP investigators have committed to open and timely sharing of datasets and metadata. Fortunately, a repository coordination system has emerged from efforts of the past five years to create the ProteomeXchange, based at the European Bioinformatics Institute in England [Vizcaino JA, et al, submitted].", "sentences": [], "annotations": [], "relations": []}, {"offset": 13996, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Datasets registered with ProteomeXchange (PX) are made available through curation at EBI/PRIDE and Swiss Institute for Bioinformatics (SIB)/neXtProt and are downloaded and re- analyzed by Peptide Atlas and by the Global Proteome Machine Database (GPMDB). The basic workflow is as follows: a) a dataset is submitted by a member of the community to PRIDE at EBI for MS/MS or SRM Atlas/PASSEL at Institute for Systems Biology for SRM data as the receiving data repositories; b) the receiving repository requests a unique ProteomeXchange identifier from the ProteomeCentral service; c) the receiving repository tracks the dataset through the journal review process; d) upon acceptance by the journal, the receiving journal prepares a dataset announcement in the form of an XML document and submits it to ProteomeCentral; and e) ProteomeCentral archives the document and transmits an announcement to the ProteomeXchange RSS feed, which is open to all interested parties. ProteomeXchange has assured export of datasets from PRIDE using mzXML and import of datasets from PX into PeptideAtlas and by GPMDB.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15095, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The shotgun component of PeptideAtlas (as contrasted with the SRM component) starts from spectra as raw data from shotgun MS/MS experiments and reprocesses them using the PeptideAtlas pipeline, which includes validation of new search results with the Trans-Proteomic Pipeline. The Human PeptideAtlas was updated through 2012. At present, only the PRIDE database is designated to accept MS/MS experiments for the ProteomeXchange consortium. The intended workflow is then that the datasets deposited into PRIDE are announced via ProteomeXchange, and then PeptideAtlas downloads suitable ones, reprocesses them according to its pipeline, and then adds them to its builds. Other repositories, like GPMDB and other repositories or community consumers may do the same.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15858, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several recent human proteomics datasets (PXDs 230, 239, 284, and 290) have been submitted, given a PDX registration number, been downloaded by Peptide Atlas, been reprocessed with TransProteomicPipeline, and been made available to the public [www.ProteomeXchange.org].", "sentences": [], "annotations": [], "relations": []}, {"offset": 16128, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "4.0 Enablement of the Broader Life Sciences Research Community", "sentences": [], "annotations": [], "relations": []}, {"offset": 16191, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The overriding goal for the HPP, beyond building the parts list of proteins and their isoforms, interactions, and functions, is to enable the much broader scientific community, including clinical investigators, to use proteomics methods as part of an integrated omics strategy to link genome and phenotype through pathways, modules, networks, and regulatory mechanisms. Quantification of protein abundances and of the myriad products of protein enzymes is necessary to drive that strategy. Too many scientists still rely on Western blot and ELISA for their very limited studies of proteins. The B/D-HPP will provide all researchers priority lists of proteins and the attendant reagents and data for studies of functional modules in particular organs and diseases. This approach should help overcome the well-recognized problem that the majority of publications remain focused on a relatively small set of human proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17112, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Results from targeted proteomics with selected reaction monitoring/multiple reaction monitoring (SRM/MRM) now are shared through the SRMAtlas at the Institute for Systems Biology and PASSEL, the PeptideAtlas SRM Experiment Library; the SRM peptide reagents, spectral libraries, and most informative transitions from data-independent acquisition (DIA) mass spectrometry are now public for proteins from nearly all human protein–coding genes. Polyclonal antibodies and immunohistochemical findings are available for 13,985 proteins from the Human Protein Atlas. The B/D-HPP and the MS pillar committee are working with manufacturers to encourage robust, simple-to-operate mass spectrometers for use by the non-expert community in clinical laboratories, as was highlighted at the 2013 HUPO World Congress in Yokohama alongside many other sessions presented by the HPP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17980, "infons": {"section_type": "INTRO", "type": "footnote"}, "text": "This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of the resulting proof before it is published in its final citable form. Please note that during the production process errors may be discovered which could affect the content, and all legal disclaimers that apply to the journal pertain.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18453, "infons": {"fpage": "M111 009993", "name_0": "surname:Legrain;given-names:P", "name_1": "surname:Aebersold;given-names:R", "name_2": "surname:Archakov;given-names:A", "name_3": "surname:Bairoch;given-names:A", "name_4": "surname:Bala;given-names:K", "name_5": "surname:Beretta;given-names:L", "pub-id_pmid": "21742803", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "The Human Proteome Project: current state and future direction", "sentences": [], "annotations": [], "relations": []}, {"offset": 18516, "infons": {"fpage": "2773", "lpage": "83", "name_0": "surname:Hood;given-names:LE", "name_1": "surname:Omenn;given-names:GS", "name_2": "surname:Moritz;given-names:RL", "name_3": "surname:Aebersold;given-names:R", "name_4": "surname:Yamamoto;given-names:KR", "name_5": "surname:Amos;given-names:M", "pub-id_pmid": "22807061", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "12", "year": "2012"}, "text": "New and improved proteomics technologies for understanding complex biological systems: addressing a grand challenge in the life sciences", "sentences": [], "annotations": [], "relations": []}, {"offset": 18653, "infons": {"fpage": "6", "name_0": "surname:Vidal;given-names:M", "name_1": "surname:Chan;given-names:DW", "name_2": "surname:Gerstein;given-names:M", "name_3": "surname:Mann;given-names:M", "name_4": "surname:Omenn;given-names:GS", "name_5": "surname:Tagle;given-names:D", "pub-id_pmid": "22583803", "section_type": "REF", "source": "Clinical Proteomics", "type": "ref", "volume": "9", "year": "2012"}, "text": "The human proteome - a scientific opportunity for transforming diagnostics, therapeutics, and healthcare", "sentences": [], "annotations": [], "relations": []}, {"offset": 18758, "infons": {"fpage": "221", "lpage": "3", "name_0": "surname:Paik;given-names:YK", "name_1": "surname:Jeong;given-names:SK", "name_2": "surname:Omenn;given-names:GS", "name_3": "surname:Uhlen;given-names:M", "name_4": "surname:Hanash;given-names:S", "name_5": "surname:Cho;given-names:SY", "section_type": "REF", "source": "Nature Biotechnology", "type": "ref", "volume": "30", "year": "2012"}, "text": "The Chromosome-Centric Human Proteome Project for cataloging proteins encoded in the genome", "sentences": [], "annotations": [], "relations": []}, {"offset": 18850, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Marko-Varga;given-names:G", "name_1": "surname:Omenn;given-names:GS", "name_2": "surname:Paik;given-names:YK", "name_3": "surname:Hancock;given-names:WS", "pub-id_pmid": "23256439", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "12", "year": "2013"}, "text": "A first step toward completion of a genome-wide characterization of the human proteome", "sentences": [], "annotations": [], "relations": []}, {"offset": 18937, "infons": {"fpage": "23", "lpage": "7", "name_0": "surname:Aebersold;given-names:R", "name_1": "surname:Bader;given-names:GD", "name_2": "surname:Edwards;given-names:AM", "name_3": "surname:van Eyk;given-names:JE", "name_4": "surname:Kussmann;given-names:M", "name_5": "surname:Qin;given-names:J", "pub-id_pmid": "23259511", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "12", "year": "2013"}, "text": "The biology/disease-driven human proteome project (B/D-HPP): enabling protein research for the life sciences community", "sentences": [], "annotations": [], "relations": []}, {"offset": 19056, "infons": {"fpage": "293", "lpage": "8", "name_0": "surname:Gaudet;given-names:P", "name_1": "surname:Argoud-Puy;given-names:G", "name_2": "surname:Cusin;given-names:I", "name_3": "surname:Duek;given-names:P", "name_4": "surname:Evalet;given-names:O", "name_5": "surname:Gateau;given-names:A", "pub-id_pmid": "23205526", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "12", "year": "2013"}, "text": "neXtProt: organizing protein knowledge in the context of human proteome projects", "sentences": [], "annotations": [], "relations": []}, {"offset": 19137, "infons": {"fpage": "162", "lpage": "71", "name_0": "surname:Farrah;given-names:T", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Hoopmann;given-names:MR", "name_3": "surname:Hallows;given-names:JL", "name_4": "surname:Sun;given-names:Z", "name_5": "surname:Huang;given-names:CY", "pub-id_pmid": "23215161", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "12", "year": "2013"}, "text": "The state of the human proteome in 2012 as viewed through PeptideAtlas", "sentences": [], "annotations": [], "relations": []}, {"offset": 19208, "infons": {"fpage": "M110 006353", "name_0": "surname:Farrah;given-names:T", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Omenn;given-names:GS", "name_3": "surname:Campbell;given-names:DS", "name_4": "surname:Sun;given-names:Z", "name_5": "surname:Bletz;given-names:JA", "pub-id_pmid": "21632744", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "A high-confidence human plasma proteome reference set with estimated concentrations in PeptideAtlas", "sentences": [], "annotations": [], "relations": []}, {"offset": 19308, "infons": {"fpage": "28", "lpage": "37", "name_0": "surname:Omenn;given-names:GS", "name_1": "surname:Menon;given-names:R", "name_2": "surname:Zhang;given-names:Y", "pub-id_pmid": "23603631", "section_type": "REF", "source": "Journal of Proteomics", "type": "ref", "volume": "90", "year": "2013"}, "text": "Innovations in proteomic profiling of cancers: Alternative splice variants as a new class of cancer biomarker candidates and bridging of proteomics with structural biology", "sentences": [], "annotations": [], "relations": []}, {"offset": 19480, "infons": {"fpage": "2439", "lpage": "48", "name_0": "surname:Fagerberg;given-names:L", "name_1": "surname:Oksvold;given-names:P", "name_2": "surname:Skogs;given-names:M", "name_3": "surname:Algenas;given-names:C", "name_4": "surname:Lundberg;given-names:E", "name_5": "surname:Ponten;given-names:F", "pub-id_pmid": "23276153", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "12", "year": "2013"}, "text": "Contribution of antibody-based protein profiling to the Chromosome-centric Human Proteome Project (C-HPP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19586, "infons": {"fpage": "583", "lpage": "90", "name_0": "surname:Mann;given-names:M", "name_1": "surname:Kulak;given-names:NA", "name_2": "surname:Nagaraj;given-names:N", "name_3": "surname:Cox;given-names:J", "pub-id_pmid": "23438854", "section_type": "REF", "source": "Molecular Cell", "type": "ref", "volume": "49", "year": "2013"}, "text": "The coming age of complete, accurate, and ubiquitous proteomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 19649, "infons": {"fpage": "549", "name_0": "surname:Beck;given-names:M", "name_1": "surname:Schmidt;given-names:A", "name_2": "surname:Malmstroem;given-names:J", "name_3": "surname:Claassen;given-names:M", "name_4": "surname:Ori;given-names:A", "name_5": "surname:Szymborska;given-names:A", "pub-id_pmid": "22068332", "section_type": "REF", "source": "Mol Syst Biol", "type": "ref", "volume": "7", "year": "2011"}, "text": "The quantitative proteome of a human cell line", "sentences": [], "annotations": [], "relations": []}, {"offset": 19696, "infons": {"fpage": "497", "name_0": "surname:Hebenstreit;given-names:D", "name_1": "surname:Fang;given-names:M", "name_2": "surname:Gu;given-names:M", "name_3": "surname:Charoensawan;given-names:V", "name_4": "surname:van Oudenaarden;given-names:A", "name_5": "surname:Teichmann;given-names:SA", "pub-id_pmid": "21654674", "section_type": "REF", "source": "Mol Syst Biol", "type": "ref", "volume": "7", "year": "2011"}, "text": "RNA sequencing reveals two major classes of gene expression levels in metazoan cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 19781, "infons": {"fpage": "611", "name_0": "surname:Wisniewski;given-names:JR", "name_1": "surname:Ostasiewicz;given-names:P", "name_2": "surname:Dus;given-names:K", "name_3": "surname:Zielinska;given-names:DF", "name_4": "surname:Gnad;given-names:F", "name_5": "surname:Mann;given-names:M", "pub-id_pmid": "22968445", "section_type": "REF", "source": "Mol Syst Biol", "type": "ref", "volume": "8", "year": "2012"}, "text": "Extensive quantitative remodeling of the proteome between normal colon tissue and adenocarcinoma", "sentences": [], "annotations": [], "relations": []}, {"offset": 19878, "infons": {"fpage": "163", "lpage": "5", "name_0": "surname:Edwards;given-names:AM", "name_1": "surname:Isserlin;given-names:R", "name_2": "surname:Bader;given-names:GD", "name_3": "surname:Frye;given-names:SV", "name_4": "surname:Willson;given-names:TM", "name_5": "surname:Yu;given-names:FH", "pub-id_pmid": "21307913", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "470", "year": "2011"}, "text": "Too many roads not taken", "sentences": [], "annotations": [], "relations": []}, {"offset": 19903, "infons": {"file": "nihms544086f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Organizational chart for the Human Proteome Project showing the Chromosome-centric HPP, Biology and Disease-driven B/D-HPP, the resource pillars from mass spectrometry (MS), antibody-based protein capture (AB), and knowledge bases (KB), the HPP Executive Committee (EC), HPP Senior Scientific Advisory Board (SSAB), and the Principal Investigator Councils (PIC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20266, "infons": {"file": "nihms544086f2b.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "The teams for the Chromosome-centric C-HPP (2A) and the Biology and Disease-driven B/D-HPP (2B) are shown here. Details about the members of the teams and the activities of each can be found at www.thehpp.org and www.c-hpp.org. [From Young-Ki Paik on behalf of C-HPP for Figure 2A; from reference, Aebersold et al, Journal of Proteome Research, with permission, for Figure 2B.]", "sentences": [], "annotations": [], "relations": []}, {"offset": 20644, "infons": {"section_type": "INTRO", "type": "title_caption"}, "text": "Highlights", "sentences": [], "annotations": [], "relations": []}, {"offset": 20655, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The global Human Proteome Project (HPP) aims to characterize the proteins from all protein-coding genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20760, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Chromosome-centric HPP component (C-HPP) has 24 chromosome teams (plus one for mitochondria).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20858, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Biology and Disease-driven HPP (B/D-HPP) now has 16 project teams, enabling a broad range of research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20965, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The HPP baseline Master Table has ~13,000 confidently-identified proteins.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21040, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Journal of Proteome Research published a 2013 C-HPP special issue with a total of 48 articles.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]