[{"bioctype": "BioCCollection", "source": "PMC", "date": "20240906", "key": "pmc.key", "version": "1.0", "infons": {}, "documents": [{"bioctype": "BioCDocument", "id": "PMC3412966", "infons": {"license": "CC BY-NC"}, "passages": [{"bioctype": "BioCPassage", "offset": 0, "infons": {"alt-title": "Reproducible Proteome Profiling by Peptide Capture", "article-id_doi": "10.1074/mcp.M111.016238", "article-id_pmc": "PMC3412966", "article-id_pmid": "22543061", "article-id_publisher-id": "M111.016238", "fpage": "342", "issue": "8", "license": "Creative Commons Attribution Non-Commercial License applies to Author Choice Articles", "lpage": "354", "name_0": "surname:Olsson;given-names:Niclas", "name_1": "surname:James;given-names:Peter", "name_2": "surname:Borrebaeck;given-names:Carl A. K.", "name_3": "surname:Wingren;given-names:Christer", "section_type": "TITLE", "type": "front", "volume": "11", "year": "2012"}, "text": "Quantitative Proteomics Targeting Classes of Motif-containing Peptides Using Immunoaffinity-based Mass Spectrometry*", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 117, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The development of high-performance technology platforms for generating detailed protein expression profiles, or protein atlases, is essential. Recently, we presented a novel platform that we termed global proteome survey, where we combined the best features of affinity proteomics and mass spectrometry, to probe any proteome in a species independent manner while still using a limited set of antibodies. We used so called context-independent-motif-specific antibodies, directed against short amino acid motifs. This enabled enrichment of motif-containing peptides from a digested proteome, which then were detected and identified by mass spectrometry. In this study, we have demonstrated the quantitative capability, reproducibility, sensitivity, and coverage of the global proteome survey technology by targeting stable isotope labeling with amino acids in cell culture-labeled yeast cultures cultivated in glucose or ethanol. The data showed that a wide range of motif-containing peptides (proteins) could be detected, identified, and quantified in a highly reproducible manner. On average, each of six different motif-specific antibodies was found to target about 75 different motif-containing proteins. Furthermore, peptides originating from proteins spanning in abundance from over a million down to less than 50 copies per cell, could be targeted. It is worth noting that a significant set of peptides previously not reported in the PeptideAtlas database was among the profiled targets. The quantitative data corroborated well with the corresponding data generated after conventional strong cation exchange fractionation of the same samples. Finally, several differentially expressed proteins, with both known and unknown functions, many relevant for the central carbon metabolism, could be detected in the glucose- versus ethanol-cultivated yeast. Taken together, the study demonstrated the potential of our immunoaffinity-based mass spectrometry platform for reproducible quantitative proteomics targeting classes of motif-containing peptides.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 2171, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the quest for disease-associated biomarkers, the deciphering of the human proteome(s) will be central. Albeit powerful mass spectrometry (MS)-based technology platforms have been developed and frequently applied, the output in terms of validated biomarkers have so far been limited, mainly due to technological issues. In recent years, affinity proteomics based on antibody microarrays have become an established proteomic technology for protein expression profiling of complex proteomes. To date, the technology has been applied in several clinical applications, demonstrating its potential for, e.g. biomarker discovery, improved diagnosis and prognosis, as well as classification. Despite the success, the possibility to run large-scale and, in particular, discovery mode projects using the conventional antibody array designs have been limited. First, antibodies of only known specificities, i.e. directed against preselected targets of a known specie, have been included, thereby excluding the possibility to discover novel targets (across species). Second, the resolution of an antibody array is directly related to the sheer number of antibodies included and their range of specificities, which tends to be a bottleneck. Third, the numbers of readily available antibodies, designed for microarray applications, have per se been limited.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 3518, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To bypass these technological hurdles and advance further, and even to provide quantitative capabilities, the most attractive features of affinity proteomics and MS could be combined. The biological sample would then be digested and exposed to peptide-specific antibodies, after which any specifically enriched peptides would be detected, identified, and potentially quantified using MS. This was demonstrated in the stable isotope standard capture with antipeptide antibodies set-up, but, like conventional antibody arrays, this platform relied on the use of one binder per unique peptide/protein. To circumvent the need of having to generate numerous antibodies, we and others, have recently presented the novel concept of using antibodies directed against short peptide-motifs (epitopes) shared among up to hundreds of different peptides/proteins. This would provide an inherent capability of probing any proteome in a discovery mode, in a species independent manner, while still using a very limited number of antibodies. Based on this concept, we have recently designed a platform denoted global proteome survey (GPS)1, based on human recombinant single-chain fragment variable (scFv) antibodies, while Joos et al. presented the triple X proteomic (TXP) set-up, relying on polyclonal and/or monoclonal antibodies. In our case, the scFv antibodies, microarray adapted by molecular design, were derived from a large phage-display library, representing a renewable probe source displaying an extensive range of specificities. In this manner, one hundred of such scFv antibodies, denoted context-independent motif specific (CIMS) antibodies, could theoretically cover almost 50% of the nonredundant human proteome, a concept supported by a recent in-silico motif study of the human proteome. Recently, we demonstrated experimental proof-of-principle for that a limited number of CIMS antibodies could be used to profile crude, digested proteomes when combined with a mass spectrometry-based read-out. The GPS platform was in fact shown to provide novel and broad coverage, and to have the potential to reach deep into a proteome in a species independent manner.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 5681, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In this study, we have demonstrated the GPS set-up with respect to its quantitative capability, reproducibility, sensitivity, and coverage, by using the stable isotope labeling by amino acids in cell culture (SILAC) approach, targeting SILAC-labeled yeast cultivated in either glucose or ethanol. In order to evaluate the quantitative ability in more detail, the same samples were in parallel experiments fractionated using conventional strong cation exchange chromatography (SCX). The data showed the potential and applicability of our immunoaffinity-based mass spectrometry GPS platform for reproducible quantitative proteomics targeting classes of motif-containing peptides.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6359, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "EXPERIMENTAL PROCEDURES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6383, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Production of CIMS Antibodies", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 6413, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Six human recombinant CIMS scFv antibodies (clones 1-B03, 15-A06, 17-E02, 32–3A-G03, 33–3D-F06, and 34–3A-D10) directed against six short C-terminal amino acid peptide motifs (denoted M-1, M-15, M17, M-32, M-33, and M-34), were selected from the n-CoDeR library, and kindly provided by BioInvent International AB, Lund, Sweden (supplemental Table S1). The specificity and dissociation constant (sub μm range) of the CIMS antibodies have recently been evaluated elsewhere (Olsson et al., ms in prep.). Noteworthy, the antibody selection procedure adopted so far, was not designed to generate binders with a strict 4 or 6 amino acid motif specificity, why the sequence of the bound motif varied (wobbled). In general, only two or three positions appeared to be more critical (“anchor residues”), whereas a higher degree of wobbling was allowed in the other positions. The antibodies were produced in 100 ml E. coli cultures and purified using affinity chromatography on Ni2+-NTA agarose (Qiagen, Hilden, Germany). Bound molecules were eluted with 250 mm imidazole, dialyzed against phosphate-buffered saline (PBS) (pH 7.4) for 72 h and then stored at +4 °C until further use. The protein concentration was determined by measuring the absorbance at 280 nm using a Nanodrop-1000. The integrity and purity of the scFv antibodies was evaluated by running Protein 80 chips on Agilent Bioanalyzer (Agilent, Waldbronn, Germany).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7845, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Coupling of CIMS-scFv Antibodies to Magnetic Beads", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 7896, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Purified scFvs were individually coupled to magnetic beads (M-270 carboxylic acid-activated, Invitrogen Dynal, Oslo) using manufacture provided protocols with some minor modifications as described before. Briefly, 180–250 μg purified scFv was covalently coupled (EDC-NHS chemistry) to ∼9 mg (300 μl) of magnetic beads, and stored in 0.005% (v/v) Tween-20 in PBS at 4 °C until use.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8284, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Yeast Culture", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 8298, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Saccharomyces cerevisiae was chosen as model organism in order to represent a well-characterized complex proteome. To this end, the yeast strain YAL6B, containing deficient genes for both lysine and arginine synthesis, and kindly provided by Prof. O.N. Jensen (University of Southern Denmark, Odense, Denmark), was applied. A preculture was started in yeast nitrogen base medium (YNB) containing 0.055 g/L adenine, 0.055 g/L tyrosine, 0.045 g/l uracil and supplemented with 2% (w/v) glucose and necessary amino acids. Thirty mg/L arginine and 30 mg/L lysine were added to the medium. The culture was incubated overnight at 30 °C on a rotary shaker at 200 rpm, followed by dilution to an OD600 of 1. Then, 1 ml of the overnight culture was transferred to either normal or heavy YNB medium supplemented with 30 mg/L 13C6,15N4-arginine and 30 mg/L 13C6-lysine (Cambridge Isotope Laboratories, Andover, MA). The cultures were incubated at 30 °C and grown overnight to an OD600 of 1 in order to ensure complete incorporation of isotopic amino acids. Finally, two yeast cell cultures were then initiated with either 2% (w/v) glucose or 0.05% (w/v) glucose and 3% (v/v) ethanol as the carbon source in YNB medium supplemented with necessary amino acids. Swap experiments were performed as a biological replicate in order to have the isotopic labeled amino acids present in both growth conditions. Hence, in total four cultures were initiated (glucose, glucose (K6, R10), ethanol, and ethanol (K6, R10)). In addition, two separate cultures (glucose and glucose (K6, R10)) were initiated for the spike-in proteome ratio experiments. The cultures were grown in 30 °C on a rotary shaker at 200 rpm and harvested in log phase at OD600 0.7. The cultures were centrifuged at 5000 rpm (10 min at 4 °C). The pellets were dissolved in 10 ml ice-cold Milli-Q water and then centrifuged at 2000 × g (5 min at 4 °C). In order to preserve the samples from degradation, the pellets were resuspended in 1.5 ml cold 10% (v/v) TCA, transferred to 2 ml tubes and finally collected by centrifugation at 13,200 rpm for 1 min at 4 °C. Samples were snap-frozen in liquid nitrogen and stored at −80 °C until further use.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10498, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Protein Extraction and Sample Preparation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 10540, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cell pellets were thawed on ice, resuspended in 500 μl extraction buffer 8 m Urea, 30 mm Tris, 5 mm MgAc and 4% (w/v) CHAPS (pH 8.5). Equal amount (500 μl) of resuspended cells from the different growth conditions of ethanol and glucose were pooled (heavy + light) and 1.0 g glass beads (0.55 mm) added to the pooled cells. For the separately planned spike-in proteome ratio experiments, no pooling of resuspended cells was done, and protein extracts were isolated separately allowing for downstream mixing of various “heavy” (H) and “light” (L) proteome amounts. Extractions were performed using a BeadBeater with 8 × 60 s mixing incubations at 4 °C (and 60s intervals on ice between mixing steps) followed by centrifugation at 10,000 × g (10 min at 4 °C). The buffer was exchanged to 0.15 m HEPES, 0.5 m Urea using Zeba desalting spin columns (Pierce, Rockford, IL), before the protein concentration was determined using Total Protein Kit, Micro Lowry (Sigma, Saint Louis, MO). The average protein concentrations (triplicates) were determined to be 2.03 μg/μl for the yeast grown in glucose and 1.98 μg/μl for the yeast grown in glucose in the presence of isotopic amino acids. Finally, the samples were aliquoted and stored at −80 °C until further use.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 11817, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For the quantitative proteome spike-in control GPS-experiments, different amounts of protein extracts from glucose grown yeast (unlabeled and SILAC labeled) were mixed at three H and L ratios (20/80 H/L, 50/50 H/L, and 80/20 H/L) based on the total protein concentrations. The protein extracts were thawed, reduced, alkylated, and trypsin digested. First, 0.05% (w/v) SDS and 5 mm TCEP-HCl (Thermo Scientific, Rockford, IL) were added, and the samples were reduced for 60 min at 56 °C. The samples were cooled to room temperature before iodoacetamide was added to 10 mm and then alkylated for 30 min at room temperature. Next, sequencing-grade modified trypsin (Promega, Madison, WI) was added at 20 μg per mg of protein for 16 h at 37 °C. In order to ensure complete digestion, a second aliqout of trypsin (10 μg per mg protein) was added and the tubes were incubated for an additional 3 h at 37 °C. Finally, the digested samples were aliquoted and stored at −80 °C until further use. The addition of a trypsin inhibitor directly after thawing the digested sample, did not apparently affect the subsequent GPS analysis (Olsson et al., unpublished observations).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 12988, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "GPS Capture of Tryptic Digests", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13019, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A standardized sample work-flow was adopted. For each capture experiment, a 35 μl solution of prewashed (300 μl PBS) CIMS-conjugated beads was used. A tryptic digest (20 μg was thawed just prior to use and diluted in PBS) into a final incubation volume of 30–35 μl and then incubated with the beads for precisely 15 min with gentle mixing. Next, the tubes were placed on a magnet, the supernatant removed, and the beads were washed twice with 62 and 50 μl PBS, respectively (a total of 5 min) (the beads were transferred to new tubes in between each wash step). Finally, the beads were incubated with 7.5 μl 5% (v/v) acetic acid for 1 min in order to elute captured peptides. Two technical replicates were performed for each sample and binder. The eluate was then used directly for mass spectrometry analysis without any additional cleanup.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13868, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "SCX Peptide Fractionation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 13894, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For SCX fractionation of peptides, 100 μg of each biological sample (ethanol-glucose mix) was concentrated to a volume of 100 μl by speed-vac, followed by an addition of 500 μl 5 mm KH2PO4, 25% (v/v) acetonitrile (ACN) (pH 2.9). The SCX fractionation was performed on an ICAT-Cartridge (Applied Biosystems, Foster City, CA) cation exchange. The resin was first activated by adding 5 mm KH2PO4, 25% (v/v) ACN, 1 m KCl (pH 2.9) and then rinsed with 5 mm KH2PO4, 25% (v/v) ACN (pH 2.9) before the sample was loaded. An eight-step elution gradient from 30 to 500 mm KCl was used. Each 500 μl fraction (in total 8), was dried down and re-suspended in 5% (v/v) formic acid followed by a c18 clean up performed with UltraMicroSpinColumns (Vydac C18 Silica from The Nest Group, Southborough, MA). The wetting of the C18 Silica was performed by adding 2 × 50 μl 70% ACN, 5% (v/v) formic acid followed by equilibration by adding 2 × 50 μl 5% (v/v) formic acid. The sample was loaded and washed with 4 × 50 μl 5% (v/v) formic acid. Finally, the samples were eluted with 50 μl 50% (v/v) ACN, 5% (v/v) formic acid, dried down and resuspended in 30 μl 0.1% (v/v) formic acid.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15068, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Mass Spectrometry Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 15095, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An ESI-LTQ-Orbitrap XL (Thermo Electron, Bremen, Germany) coupled to an Eksigent 2D nano HPLC (Eksigent technologies, Dublin, CA) was used for all samples analyzed. The auto-sampler injected 6 μl of GPS-generated eluates and 5 μl of the SCX fractions respectively. The peptides were trapped on a precolumn (Zorbax 300SB-C18 5 × 0.3 mm, 5 μm, Agilent) and separated on a reversed-phase analytical column (Zorbax 300SB-C18 150 × 0.75 mm, 3.5 μm, Agilent). The flow rate was 350 nl/min. Solvent A consisted of 0.1% (v/v) formic acid in water and solvent B of 0.1% (v/v) formic acid in acetonitrile. The total runtime was 70 min starting with a 5 min wash of the GPS generated peptides. For the SCX fractions, the total run time was 80 min starting with a 15 min wash of the peptides. The linear ion trap (LTQ)-Orbitrap was operated in data-dependent mode to automatically switch between Orbitrap-MS and LTQ-MS/MS acquisition. Survey full scan MS spectra (from m/z 400 to 2000) were acquired in the Orbitrap with a resolution of 60,000 at m/z 400 using the lock mass option for internal calibration. The seven most intense ions with charge state 2 and up were sequentially isolated for CID-fragmentation in the LTQ with a normalized collision energy of 35% and the resulting fragment ions were recorded in the LTQ. For the proteome spike-in control experiments (20/80 H/L, 50/50 H/L, and 80/20 H/L), using CIMS-17-E02 and CIMS-33–3D-F06, a total of 12 LC-MS/MS runs were performed (2 capture experiments per binder and proteome mix). The mixed ratio (e.g. 20/80) was based on the total protein concentration (see above). In order to evaluate any nonspecific background binding peptides, blank beads, i.e. beads without any conjugated antibody, were exposed to a 50/50 H/L proteome mixture (supplemental Table S2A-C). Notably, only 13 background peptides, corresponding to 13 proteins, were identified when the eluates from two blank runs were analyzed. For the ethanol-glucose mixed proteome profiling experiments a total of 24 LC-MS/MS runs were performed with the GPS setup (two capture experiments per binder on two biological samples). In total, 32 LC-MS/MS runs were performed on the ethanol-glucose mixed proteomes of the SCX fractionated samples (two runs (technical replicates) for each of the eight eluted fractions from the two biological samples). The total number of identified peptides and proteins were lower in biosample 2 (isotopic amino acids present in glucose condition) than biosample 1, but as this was noticed for both the GPS and SCX set-up, this was attributed to the sample and not the experimental set-ups.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17732, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Data Processing and Analysis", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 17761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Raw Orbitrap full scan MS and MS/MS spectra were processed by MaxQuant (v 1.0.13.13) as described using default settings and MASCOT Daemon (v 2.2.2 Matrix Science, London UK) as the database search engine for peptide identifications. Briefly, MS/MS peak lists were filtered to contain at most six peaks per 100 Da interval and searched by Mascot against a forward and a random combined database (Saccharomyces cerevisiae Swiss-Prot, 13-Oct 2009 with 6890 forward sequences, and with a random generated decoy version with same amino acid distribution and length, resulting in a total of 13,780 sequences). Tandem mass spectra were matched with a mass tolerance of 7 ppm on precursor mass and 0.5 Da for fragment ions. Carbamidomethylation of cysteine was selected as a fixed modification, and oxidation of methionine and acetylation of the protein N terminus were used as variable modifications. Labeled arginine and lysine were specified as fixed or variable. A false discovery rate of 0.01 was used (estimated on the basis of the number of identified random hits). The tool WebLogo was used to generate the motif figures for selected binders enriched sequence motifs. The Search Tool for the Retrieval of Interacting Genes/Proteins (STRING) tool version 8.3 was used for creating protein-protein interaction (PPI) evidence maps with default settings (medium significance) for a subset of proteins identified as differentially expressed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19199, "infons": {"section_type": "METHODS", "type": "title_4"}, "text": "Data", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19204, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The data associated with this study is downloadable from Proteome Commons (http://proteomecommons.org/) Tranche using the following hash: xNBoKsLK7paM+4ZEI3nSPo7TTVaZw4TrVyZtv22cgMiX8fW+km9Bky96GrXoduVjmWCBO1mmVSeEFKWvUZLUNlvuAzYAAAAAAABb6g== and the following passphrase: pnCaYNyzvfltGXtjnQqy. Included are all raw files that were processed by MaxQuant as described above, identified proteins, sequences of identified peptides and peptide evidences (i.e. SILAC ratio measurements), annotated MS/MS spectra for single peptide identifications, and the yeast database file used for Mascot searches.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19801, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "RESULTS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 19809, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In this study, we have demonstrated the efficacy of the GPS technology platform for quantitative proteomics. To this end, SILAC-labeled protein extracts from S. cerevisiae, cultivated in glucose and ethanol, were used as model proteomes. An overall workflow outlining all steps of the set-up is schematically shown in supplemental Fig. S1.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20149, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Quantitative Accuracy", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20171, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate the quantitative accuracy and reproducibility of the GPS measurements, two CIMS antibodies, clones CIMS-17-E02 and CIMS-33–3D-F06, were used to profile glucose grown yeast SILAC-proteomes mixed at three known ratios of H and L (80/20, 50/50, and 20/80) (Fig. 1 and supplemental Tables S3 and S4). In total, two captures per binder and proteome mix, i.e. 12 runs, were performed. First, the sequence of the enriched peptides were determined and matched to the motif specificity of the CIMS antibodies. The results showed that a total of 100 different peptides, including three background peptides, were enriched by CIMS-17-E02, whereas 145 different peptides (three background peptides) were captured by CIMS-33–3D-F06 (Fig. 1A).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 20919, "infons": {"file": "zjw0081242140001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Quantitative accuracy and reproducibility.\nA, Experimentally refined binding motif amino acid sequences as compiled from all MS-MS detected captured peptides (excluding background peptides) in the spike-in proteome experiments (glucose grown SILAC-labeled yeast proteomes mixed at three ratios of H and L) for two CIMS antibodies, clones CIMS17-E02 (97 peptides) and CIMS-33–3D-F06 (142 peptides). The frequency of each individual residue in the last six C-terminal positions is indicated. B, Peptide intensity/ratio distribution for peptides enriched, from predefined proteome mixtures, by the two CIMS antibodies. Data limited to YXR motif-containing peptides for CIMS-17-E02 and DXR motif-containing peptides for CIMS-33–3D-F06. (The two replicate captures for each condition were analyzed as one experiment in MaxQuant. Hence, raw (non-normalized) ratios, as calculated from associated redundant peptide ratios by means of median of the two replicates, are displayed. Furthermore, data limited to peptides with MaxQuant reported ratios in all conditions and replicate capture trials resulting in 39 different peptides for CIMS-17-E02 and 64 different peptides for CIMS-33–3D-F06). Noteworthy, the peptides were ordered based on total intensity, resulting in that peptide number 39 and 64 were the two peptides observed with the highest total intensity. C, The same data as in panel B, but now compensated (normalized) against the corresponding 50/50 ratio measurement set to be 0. D, Reproducibility between replicate capture experiments for CIMS-17-E02 (limited to YXR motif-containing peptides) and CIMS-33–3D-F06 (limited to DXR motif-containing peptides).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 22591, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, the H/L ratios were determined for all the enriched peptides (Fig. 1B and supplemental Figs. S2A and S2B). In Fig. 1B, representative data, illustrated for YXR (CIMS-17-E02) and DXR (CIMS-33–3D-F06) motif-containing peptides are plotted using non-normalized raw data. The data showed that the peptides were grouped into three distinct clusters, with the expected differences in peptide ratios between the three groups. Hence, the data outlined the quantitative accuracy of the GPS method. The fact that the observed ratios, 1.6 (20/80), –0.6 (50/50), and –2.8 (80/20) for CIMS-17-E02, and 1.1, –0.9, and –2.9 for CIMS-33–3D-F06 (Fig. 1B), were relatively displaced as compared with the expected ratios (–2, 0, and 2) could be explained by that non-normalized data was used. When the data was normalized toward the 50/50 ratio, the 20/80 and 80/20 ratios were clearly distributed around the anticipated values, displaying median ratios around –2.1 and 2.1, respectively (Fig. 1C and Supplemental Fig. S2B).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 23619, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The reproducibility of the technical replicates, i.e. encompassing the entire GPS set-up including the capture step, was then determined (supplemental Fig. S2C). Representative data, illustrated for YXR (CIMS-17-E02) and DXR (CIMS-33–3D-F06) motif-containing peptides, is plotted in Fig. 1D. The results showed that high r2-values (0.98 and 0.99) were obtained, and the total median percent difference, considering all six captures and analytes, was 5.9% to 6.8% (supplemental Fig. S2C).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24109, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The technical reproducibility was also determined for analytes displaying a significantly larger fold change then the artificial mixtures used above (≤fourfold changes), by targeting SILAC-proteomes generated from S. cerevisiae cultivated in glucose or ethanol. Representative data, illustrated for CIMS antibody CIMS-33–3D-F06, is shown in supplemental Fig. S3. After removing a single potential outlier peptide, present in both biological replicates, r2-values between 0.96 and 0.98 were observed.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24613, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Dynamic Range", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 24627, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In order to evaluate the dynamic range (and sensitivity) of the GPS platform, glucose grown yeast SILAC-proteome were profiled using two CIMS antibodies, and the identified yeast proteins were then mapped to the known absolute protein abundances generated by orthogonal methods (Fig. 2 and supplemental Tables S5A and S5B). For both CIMS antibodies, the results showed that yeast proteins could be detected in a wide range of abundances, spanning over a million and reaching down to less than 50 copies per cell (Fig. 2). Noteworthy, a significant set of the identified peptides (19 and 27%, respectively) had not previously been reported in PeptideAtlas (supplemental Tables S3B and S4B). Hence, the GPS set-up was shown to display a dynamic range of at least three orders of magnitude, high sensitivity, and a complementary peptide coverage.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 25471, "infons": {"file": "zjw0081242140002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Dynamic range and sensitivity. Glucose grown yeast SILAC-proteomes, mixed at three ratios of H and L, were profiled using two CIMS antibodies, A, CIMS-17-E02 and B, CIMS-33–3D-F06, and mapped to the known protein abundances generated by orthogonal methods. In total, the data was based on six capture trials (two for each isotopically labeled spike in proteome ratio mix) per CIMS-antibody (supplemental Tables S3–S5). For Swiss-Prot ID's matching two different synonymous yeast SGD ids and two different values in, the highest reported value was plotted. In cases with multiple Swiss-Prot ID's, they were checked in alphabetical order for presence in, and if no value was present the second Swiss-Prot id was checked and onwards. A number of identified peptides/proteins were reported to be present in less than 50 copies/cell or had no reported value at all and thereby could not be plotted and are listed separately in a box.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26404, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Coverage—Comparison of GPS and SCX", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 26441, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To further evaluate the quantitative capability of GPS, the data was compared with that obtained for the same samples analyzed in parallel experiments using one of the main orthogonal approaches within conventional quantitative proteomics, namely SCX LC-MS/MS (Fig. 3 and supplemental Tables S6A–S6C). To this end, SILAC-proteomes generated from S. cerevisiae, cultivated in glucose or ethanol, were profiled using six CIMS antibodies and any differentially expressed analytes were identified and quantified. Although two biological replicates and two technical replicates were applied in both cases, the GPS set-up relied on six CIMS antibodies (in total 24 runs) and the SCX set-up on eight fractions (in total 32 runs).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27166, "infons": {"file": "zjw0081242140003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Coverage—comparison of GPS and SCX. Yeast SILAC-proteomes, cultivated in ethanol or glucose, were profiled using GPS and SCX. A, Venn diagram showing the number of peptides identified by GPS (based on 6 CIMS antibodies) and SCX; a total number of 4126 peptides were identified of which 417 were detected in both. B, Venn diagram showing the number of proteins identified by GPS and SCX; a total number of 987 proteins were identified of which 382 were detected in both. C, Statistics of all the identified peptides and proteins. D, peptide length plotted for all identified peptides using GPS and SCX. E, peptide length plotted for peptides identified in both biological replicates with a ratio count of ≥2 using GPS and SCX.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 27896, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The GPS platform was found to identify 738 peptides (Fig. 3A and supplemental Table S6B) corresponding to 449 proteins (Fig. 3B and supplemental Table S6A), i.e. in average detecting 1.6 peptides/protein. Each CIMS antibody was in average found to target 75 motif-containing but different proteins. Notably, the cross-talk was found to be low (supplemental Fig. S4). In more detail, 80% of all peptides were only captured by one of the CIMS antibodies, whereas 12% by two CIMS antibodies, and single % by three or more CIMS binders. In comparison, the SCX set-up was shown to detect 3805 peptides (Fig. 3A and supplemental Table S6A) corresponding to 920 proteins (Fig. 3B and supplemental Table S6A), in average detecting 3.8 peptides/protein. Notably, 321 peptides and 67 proteins were uniquely detected with the GPS methodology, and 3388 peptides and 539 proteins with SCX, respectively. Hence, the GPS and SCX set-ups were found to display overlapping and complementary protein expression profiling data. This notion was further supported by the observation that GPS and SCX were found to target peptides of overlapping but different average lengths. More specifically, a median peptide length of 11 (GPS) versus 13 (SCX) amino acids was observed based on all peptides (Fig. 3D), and 10 versus 14 amino acids (Fig. 3E) when limited to peptides identified and quantified in both biological replicates (ratio count ≥2).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29320, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Quantitative Data—Comparison of GPS and SCX", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29366, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, we determined the correlation between the quantitative data generated using GPS and SCX, again targeting SILAC-proteomes generated from S. cerevisiae, cultivated in glucose or ethanol (Fig. 4). The results showed that a high correlation between the quantitative data was obtained on both the peptide (r2-values of 0.86 and 0.82) and protein (r2-values of 0.91 and 0.89) levels covering a large concentration span of various analytes, demonstrating the quantitative capability of GPS.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 29856, "infons": {"file": "zjw0081242140004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Quantitative data—comparison of GPS and SCX. SILAC-labeled yeast proteomes, cultivated in ethanol or glucose, were profiled using GPS (based on six CIMS antibodies) and SCX. The correlation between the data sets was examined. A, all identified peptides for biosample 1 (isotopic amino acids present in ethanol condition). B, normalized data for all identified peptides in biosample 1 (isotopic amino acids present in ethanol condition). C, all identified proteins for biosample 1 (isotopic amino acids present in ethanol condition). D, normalized data for all identified proteins in biosample 1 (isotopic amino acids present in ethanol condition).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 30506, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Noteworthy, the reproducibility between the two biological replicates (including swap of isotopic labeled amino acids) for GPS and SCX were then also determined and compared (supplemental Fig. S5). In the case of GPS, the data showed that 319 of 738 (43%) detected peptides were consistently quantified between the biological replicates (supplemental Fig. S5A), although only 641 of 3805 (17%) detected peptides were consistently quantified with SCX (supplemental Fig. S5C). After removing any potential outliers (≤3), an r2 correlation of 0.76 was observed for GPS (supplemental Fig. S5B), but only 0.60 for SCX (supplemental Fig. S5D), clearly demonstrating that GPS generated reproducible and stable peptide quantification for biological replicates (including swapping of isotopic amino acids).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31306, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Identification Repeatability—Comparison of GPS and SCX", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 31363, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Next, the reproducibility of the MS/MS identification was evaluated for both GPS and SCX (Fig. 5). To this end, the identification overlap was determined for all replicate runs. The results showed that the median identification overlap was 68% for GPS (Fig. 5A), but only 43% for SCX (Fig. 5B). Furthermore, the identification overlap between biological samples was also found to be significantly higher for GPS than for SCX, 62% versus 31%, respectively (Fig. 5). It should be noted that the GPS data was based on two separate captures and LC-MS/MS runs, i.e. technical variation for the entire set-up, while the SCX data was based on the same eluate injected twice for LC-MS/MS analyses, i.e. technical variation only for the LC-MS/MS runs.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32106, "infons": {"file": "zjw0081242140005.jpg", "id": "F5", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification repeatability—comparison of GPS and SCX. The reproducibility of the MS/MS identification was evaluated by determining the identification overlap for all replicate runs. A, percentage peptide ID overlap in replicate technical (capture + LC-MS/MS) and biological replicate GPS-assays (based on six CIMS antibodies) (biosample 1, ethanol (K6, R10) - glucose; biosample 2, ethanol - glucose (K6, R10)). It should be noted that the generated values were based on separate capture and LC-MS/MS steps. B, percentage peptide ID overlap for replicate runs (same SCX-fraction analyzed twice with LC-MS/MS) and biological replicate runs for the eight generated SCX fractions.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32788, "infons": {"section_type": "RESULTS", "type": "title_4"}, "text": "Biological Relevance of Identified Proteins for Carbon and Ethanol Metabolism", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 32866, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Finally, the biological relevance of proteins pin-pointed as differentially expressed in glucose versus ethanol cultivated yeast, using GPS and SCX was examined (Fig. 6 and supplemental Fig. S6). The results showed that 27 and 50 differentially expressed proteins (p < 0.01, biosample 1) were identified using GPS (Fig. 6A) and SCX (Fig. 6B), respectively. Focusing on the central carbon metabolism pathways, including the glycolysis, tricarboxylic acid (TCA) cycle, and glyoxylate cycle, several key differentially expressed proteins could be mapped (Fig. 6C). Noteworthy, the GPS set-up and the SCX approach showed coherent profiles.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 33502, "infons": {"file": "zjw0081242140006.jpg", "id": "F6", "section_type": "FIG", "type": "fig_caption"}, "text": "Biological relevance of identified proteins for carbon and ethanol metabolism. The biological relevance of differentially expressed proteins in glucose versus ethanol yeast was evaluated. The GPS assay was based on six CIMS antibodies. A, all identified proteins by GPS for biosample 1 (ethanol (K6, R10) - glucose) plotted as overall fold change as a function of protein intensity in the MS. Protein ratios are color-coded according to their ratio significance (significance B, as described in). B, all identified proteins by SCX for biosample 1(ethanol (K6, R10) - glucose) plotted as overall fold change as a function of protein intensity in the MS. Protein ratios are color-coded according to their ratio significance (significance B, as described in). C, GPS and SCX analysis of the central carbon metabolism. Protein expression values generated by GPS and SCX were mapped to the central carbon metabolism pathway(s) displayed in a condensed version according to. D, Protein-protein interaction maps of GPS identified up- and down-regulated proteins for biosample 1. Thirty-one up-regulated proteins (limited to proteins reported/annotated with a single Swiss-Prot ID, MaxQuant significance B value of p < 0.05 resulting in proteins with ≥5.5-fold up-regulation). Twenty-three down-regulated proteins (limited to proteins reported/annotated with a single Swiss-Prot ID, MaxQuant significance B value of p < 0.1 resulting in proteins with ≥twofold down-regulation).", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 34976, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In the case of GPS, the nature of the differentially expressed proteins was further characterized by generating protein-protein interaction maps (Fig. 6D). The results showed that several of the up-regulated proteins were involved in the carbon metabolism pathways and energy production, whereas many of the down-regulated proteins were directly or indirectly involved in transcription and translation, such as ribosomal proteins, ARC1, and TIF3. Taken together, the data demonstrated the applicability of GPS for quantitative proteomics in a reproducible and sensitive manner targeting biologically relevant proteins.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35595, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "DISCUSSION", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 35606, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In this study, we have demonstrated the quantitative capability, reproducibility, and sensitivity of the GPS approach for proteomic profiling (discovery). In about 20 min, the crude proteome was reduced to a suitably large pool of motif-containing peptides, which was then subjected to LC-MS-MS. In comparison, reproducible detection and quantification of (low-abundant) proteins constitutes a major bottleneck in global shotgun profiling efforts using mass spectrometry. A common solution to this matter has been extensive conventional prefractionation prior to LC-MS-MS, but this approach, which might also introduce other issues (e.g. logistics, yield, and reproducibility), is not practical when large sample cohorts are to be addressed. In addition, the instrument time is frequently suboptimally used because of repetitive sampling of peptides from high-abundant proteins. In the case of GPS, the latter two issues could, if so required, be even bypassed, by (1) optimizing the capture step by designing the motifs so that few or no high-abundant motif-carrying peptides are targeted, and (2) optimizing the assay step by multiplexing, i.e. using ≥2 CIMS antibodies at the same time. In order to increase the throughput, MALDI mass spectrometry could also be adopted in the detection step depending on the complexity of the sample.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 36946, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The GPS was shown to display a dynamic range of at least three orders of magnitude, capable of targeting high- (>1 million copies/cell) as well as low-abundant (<50 copies/cell) proteins (Fig. 2), thereby extending our initial findings. Additional experiments will be required in order to determine in particular the quantitative dynamic range. Although the abundance levels, adopted from Ghememaghami et al. 2003, were based on a different strain of S. cerevisiae, and the proteome was harvested slightly earlier (OD600 0.5 versus 0.7), a comparison of abundance levels was still relevant because the cells were harvested in log-phase in both cases. Moreover, the sensitivity (and throughput) could be further optimized by combining GPS with predefined isotopic labeled peptides present in the elution buffer and the multiple reaction monitoring (MRM) technique, paving the way for high-throughput proteomic discovery and validation efforts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 37889, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The GPS technology was found to exhibit a peptide (protein) coverage overlapping and complementary to existing proteomic technologies, validating the findings reported in our initial study. As for example, in the spike-in yeast proteome experiments, 239 peptides, of which 53 (27%) were not previously reported in PeptideAtlas, were identified based on only two CIMS antibodies and a few LC-MS/MS runs (Fig. 1). The observation that GPS were found to target peptides of overlapping but different (shorter) average length than SCX could be explained by (1) the nature of the motif-containing peptides, (2) the affinity of the antibodies (assuming that shorter peptides binds more strongly), and/or (3) the nature of the SCX peptide population in the mass spectrometry detection step. Although the GPS approach identified about half the number of proteins as SCX (Fig. 3), it was difficult to draw any direct conclusions, because these numbers depend heavily on the frequency of the CIMS motifs, the affinity of the antibodies (normally in the sub-μm range), and the number of runs. In this case, the SCX set-up was assigned more LC-MS/MS time, and it is a well-known fact that the more MS/MS that are acquired the deeper one may probe the targeted proteome.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 39147, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On average, each CIMS antibody was found to target about 75 different motif-containing yeast proteins. In this context, it should be noted that the CIMS antibodies were originally selected against motifs designed for targeting the human proteome, clearly highlighting the cross-species applicability. Although only six of these non-yeast optimized CIMS antibodies were used along with minimal LC-MS/MS time, a significant section of the central carbon metabolism pathway in yeast was still covered using GPS (Figs. 6C and 6D). Notably, more than 60 proteins were uniquely identified with the GPS approach, again showing the complementary coverage provided compared with existing proteomic technologies, here illustrated by SCX. The coverage could be further extended, and directed against other pathways and/or certain protein families by generating additional CIMS binders against carefully designed CIMS-motifs. In this context, our recombinant scFv antibody library does not only represent a vast, renewable probe source, but could also provide unique opportunities in generating antibodies against peptides displaying low or even no immunogenicity. In addition, the proteome coverage could potentially also be extended by changing the specificity of the digesting enzyme employed and generating a new set of C-terminal motif specific CIMS antibodies. This would allow for a different set of peptides to be targeted, and it is a well-known fact that different portions of the proteome are more or less suited to be viewed by a mass spectrometry. Some peptides were detected and enriched by more than one CIMS antibody, but the cross talk was low. Some cross-binding will be anticipated, considering the nature of the experimentally determined binding motif, e.g. limited number of key residues (often only two or three), as well as nature and position of these residues. In addition, some of the overlapping peptides were identified as potential nonspecific background-binding peptides.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 41137, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The quantitative capability and reproducibility was demonstrated addressing samples of different complexity (dynamic range). First, the quantitative accuracy was outlined by successfully determining the ratios (≤fourfold changes) of pre-mixed non-SILAC and SILAC-labeled glucose grown yeast proteomes (Figs. 1B and 1C). The observed groups of log2 ratios were relatively skewed as compared with the expected ratios using non-normalized data, whereas the anticipated ratios were observed when the data was normalized toward the 50/50 ratio. Although no clear trend was observed, the data indicated that the accuracy of the ratio decreased with decreasing signal intensities. We chose to display the raw data intensities from MaxQuant in order to better reflect the true performances of GPS. However, in real comparative experiments, normalized data should be applied. Next, the technical reproducibility, i.e. including both capture and LC-MS/MS, was found to be high (R2-values ≤ 0.99), whether proteomes with low (≤fourfold changes) or high (≫fourfold changes) were profiled, outlining the applicability of the GPS set-up for quantitative proteomics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42297, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Furthermore, the determined expression ratios conformed very well with those determined for the same samples using SCX on the peptide level (Fig. 4). Noteworthy, this was the case also on the protein level, although the SCX data in several cases was based on multiple peptides per protein, whereas GPS mainly relied on a single peptide per protein, supporting the underlying concept of the GPS approach. In these comparisons, we used normalized data since the isotopically labeled conditions consistently were underrepresented in both GPS and SCX, although somewhat higher R2-values were obtained for non-normalized data in both cases.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 42933, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The poor reproducibility in terms of overlap of MS/MS identified peptides between two technical LC-MS/MS runs of complex peptide mixtures is well known and because of the stochastic nature of data dependent sampling. The GPS-generated fractions consistently outperformed the SCX fractions (Fig. 5) in terms of MS/MS identified peptides in separate LC-MS/MS runs. In more detail, the median identification reproducibility was 68% for GPS, but only 43% for SCX. Perhaps even more importantly, when comparing the overlap between biological replicate samples, the GPS methodology was found to display a median MS/MS identification reproducibility of 62% compared with only 31% for SCX. Notably, the SCX data (Fig. 5B) was based on the same fraction (eluate) injected twice for LC-MS/MS analysis (technical variations in the LC-MS/MS runs), whereas the GPS data (Fig. 5A) always was based on two separate captures and LC-MS/MS runs (i.e. technical variations for the entire assay). Noteworthy, when discussing the reproducibility, the peptide capture step was always included when appropriate, indicating that the variation introduced by the capture step had to be small. Hence, the data outlined the reproducibility of the GPS methodology and a key advantage for consistent and reproducible measurement (profiling) of the same set of analytes (peptides) in various biological samples. In a recent protein expression study addressing technical and biological variation when applying ITRAQ and S. cerevisiae as model system, the highest variation was clearly attributed to the biological variation. In other words, adopting the GPS approach, running one capture per binder and biological sample might frequently be enough, thereby releasing valuable MS instrument time that instead could be used to run more biological replicate samples. In order to keep the GPS assay time at a minimum, multiplexing, i.e. applying several CIMS antibodies at the same time, will be essential.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 44904, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Significant efforts have been made to map the proteome of yeast using various MS-based approaches. The present approach detected several differentially expressed proteins of high biological relevance in glucose versus ethanol cultivated yeast proteomes, representing the first GPS-based application (Fig. 6). In agreement with earlier findings using conventional proteomic methodologies, many of these proteins were pin-pointed to the TCA-cycle and glyoxylate cycle, and displayed a significant induction upon growth in the presence of ethanol as carbon source. As for example, fructose-1.6-bisphosphatase I (FBP1), a key regulatory enzyme in the gluconeogenesis pathway was identified as being massively up-regulated. Furthermore, the expression trends for additional enzymes, such as MLS1, CIT1, ENO2, and SDH2 correlated well with a recent MRM study. In fact, only two key enzymatic players, including glucose-repressible alcohol dehydrogenase II (ADH2) and phosphoenolpyruvate carboxykinase 1 (PCK1) were missed by the GPS set-up, albeit using only six nonyeast optimized CIMS antibodies. It might also be of interest to note that two stress related proteins, HSP12 and HSP26; were highly up-regulated in the ethanol condition, a feature commonly observed for yeast cultivated under stressed conditions. Furthermore, in agreement with other studies, a set of several down-regulated ribosomal related proteins and related transcription, translation initiation factors (SFP1 and TIF3), and RNA-binding proteins (NOP6 and ARC1) were identified with the GPS setup. Of note, several uncharacterized proteins (YNR034W-A, YFR017C, YBL081W, YLR413W) were also identified to be significantly up-or down-regulated in both biological replicate sets using GPS. Further experiments will be required in order to delineate their functional role, and use in e.g. the development of ethanol tolerant yeast strains.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 46806, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The GPS methodology thus currently display a promising suitability for addressing proteomes, such as mammalian tissue extracts and eukaryotes (e.g. yeast proteomes) in a discovery mode for identification and quantification of both high- and low-abundant analytes in a reproducible, cross-species manner using a limited set of CIMS binders. In other words, GPS provides a technology and an opportunity not matched by using either affinity proteomics or mass spectrometry (interfaced with classical fractionation methods) separately. The approach is currently limited by i) the motif design, ii) antibody affinity versus proteome target, and iii) performance of the MS-MS setup. First, the motif design and subsequent antibody selection steps is still a key bottleneck if certain proteins or proteins groups are to be specifically targeted as well as avoided (e.g. high-abundant species). Second, the affinity of the CIMS antibodies (currently in the μm range) versus the target proteome might represent a limitation, because captured peptides could be lost, i.e. washed-off, when more complex proteomes, such as human serum, requiring even more stringent washing conditions in order to reduce nonspecific background binding, are targeted. Third, as for any MS-based approach, the performance of the selected MS instrumentation will be critical for the GPS set-up.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48170, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, we have studied the applicability of the GPS platform, and demonstrated its quantitative capability, reproducibility, sensitivity, and coverage, outlining its potential within proteomic discovery profiling efforts. The GPS technology provides a novel methodological edge when addressing complex samples, and could be suitable for expression profiling studies, ranging from large-scale unbiased discovery studies to focused MRM type like assays, paving the way for the next generation of affinity proteomic efforts.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48700, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "* This work was supported by grants from Swedish National Research Council (VR-NT), the Foundation for Strategic Research (SSF) (Strategic Centre for Translational Cancer Research - CREATE Health), and Vinnova.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48911, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": " This article contains supplemental Figs S1 to S6 and Tables S1 to S6.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 48982, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "1 The abbreviations used are:", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49012, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "GPS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49016, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "global proteome survey", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49039, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "CIMS", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49044, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "context independent motif specific", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49079, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "EDC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49083, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "N-Ethyl-N′-(3-dimethylaminopropyl)carbodiimide", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49132, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "H/L", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49136, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "ratio heavy to light", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49157, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "LTQ", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49161, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "linear ion trap", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49177, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "MRM", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49181, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "multiple reaction monitoring", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49210, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "scFv", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49215, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "single-chain Fragment variable", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49246, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "SCX", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49250, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "strong cation exchange chromatography", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49288, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "SILAC", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49294, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "stable isotope labeling by amino acids in cell culture", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49349, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "TCA", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49353, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "tricarboxylic cyle", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49372, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "TCEP-HCl", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49381, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "Tris(2-Carboxyethyl) phosphine Hydrochloride", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49426, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "TXP", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49430, "infons": {"section_type": "DISCUSS", "type": "footnote"}, "text": "triple X proteomics.", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49451, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49462, "infons": {"fpage": "226", "lpage": "232", "name_0": "surname:Hanash;given-names:S.", "pub-id_pmid": "12634796", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "422", "year": "2003"}, "text": "Disease proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49481, "infons": {"fpage": "198", "lpage": "207", "name_0": "surname:Aebersold;given-names:R.", "name_1": "surname:Mann;given-names:M.", "pub-id_pmid": "12634793", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "422", "year": "2003"}, "text": "Mass spectrometry-based proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49516, "infons": {"fpage": "991", "lpage": "1000", "name_0": "surname:Cravatt;given-names:B. F.", "name_1": "surname:Simon;given-names:G. M.", "name_2": "surname:Yates;given-names:J. R.;suffix:3rd", "pub-id_pmid": "18075578", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "450", "year": "2007"}, "text": "The biological impact of mass-spectrometry-based proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49576, "infons": {"fpage": "1440", "lpage": "1450", "name_0": "surname:Bengtsson;given-names:S.", "name_1": "surname:Krogh;given-names:M.", "name_2": "surname:Szigyarto;given-names:C. A.", "name_3": "surname:Uhlen;given-names:M.", "name_4": "surname:Schedvins;given-names:K.", "name_5": "surname:Silfverswärd;given-names:C.", "name_6": "surname:Linder;given-names:S.", "name_7": "surname:Auer;given-names:G.", "name_8": "surname:Alaiya;given-names:A.", "name_9": "surname:James;given-names:P.", "pub-id_pmid": "17315909", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "6", "year": "2007"}, "text": "Large-scale proteomics analysis of human ovarian cancer for biomarkers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49647, "infons": {"fpage": "625", "lpage": "634", "name_0": "surname:Whiteaker;given-names:J. R.", "name_1": "surname:Lin;given-names:C.", "name_10": "surname:Kelly-Spratt;given-names:K. S.", "name_11": "surname:Krasnoselsky;given-names:A.", "name_12": "surname:Gafken;given-names:P. R.", "name_13": "surname:Hogan;given-names:J. M.", "name_14": "surname:Jones;given-names:L. A.", "name_15": "surname:Wang;given-names:P.", "name_16": "surname:Amon;given-names:L.", "name_17": "surname:Chodosh;given-names:L. A.", "name_18": "surname:Nelson;given-names:P. S.", "name_19": "surname:McIntosh;given-names:M. W.", "name_2": "surname:Kennedy;given-names:J.", "name_20": "surname:Kemp;given-names:C. J.", "name_21": "surname:Paulovich;given-names:A. G.", "name_3": "surname:Hou;given-names:L.", "name_4": "surname:Trute;given-names:M.", "name_5": "surname:Sokal;given-names:I.", "name_6": "surname:Yan;given-names:P.", "name_7": "surname:Schoenherr;given-names:R. M.", "name_8": "surname:Zhao;given-names:L.", "name_9": "surname:Voytovich;given-names:U. J.", "pub-id_pmid": "21685906", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "29", "year": "2011"}, "text": "A targeted proteomics-based pipeline for verification of biomarkers in plasma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49725, "infons": {"fpage": "1697", "lpage": "1702", "name_0": "surname:Listgarten;given-names:J.", "name_1": "surname:Emili;given-names:A.", "pub-id_pmid": "16376831", "section_type": "REF", "source": "Drug Discov. Today", "type": "ref", "volume": "10", "year": "2005"}, "text": "Practical proteomic biomarker discovery: taking a step back to leap forward", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49801, "infons": {"fpage": "673", "lpage": "686", "name_0": "surname:Borrebaeck;given-names:C. A.", "name_1": "surname:Wingren;given-names:C.", "pub-id_pmid": "17892372", "section_type": "REF", "source": "Expert Rev. Mol. Diagn.", "type": "ref", "volume": "7", "year": "2007"}, "text": "High-throughput proteomics using antibody microarrays: an update", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49866, "infons": {"fpage": "928", "lpage": "935", "name_0": "surname:Borrebaeck;given-names:C. A.", "name_1": "surname:Wingren;given-names:C.", "pub-id_pmid": "19457338", "section_type": "REF", "source": "J. Proteomics", "type": "ref", "volume": "72", "year": "2009"}, "text": "Design of high-density antibody microarrays for disease proteomics: key technological issues", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 49959, "infons": {"fpage": "415", "lpage": "421", "name_0": "surname:Haab;given-names:B. B.", "pub-id_pmid": "16837184", "section_type": "REF", "source": "Curr. Opin. Biotechnol.", "type": "ref", "volume": "17", "year": "2006"}, "text": "Applications of antibody array platforms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50000, "infons": {"fpage": "310", "lpage": "320", "name_0": "surname:Kingsmore;given-names:S. F.", "pub-id_pmid": "16582876", "section_type": "REF", "source": "Nat. Rev. Drug Discov.", "type": "ref", "volume": "5", "year": "2006"}, "text": "Multiplexed protein measurement: technologies and applications of protein and antibody arrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50094, "infons": {"fpage": "219", "lpage": "234", "name_0": "surname:Ayoglu;given-names:B.", "name_1": "surname:Häggmark;given-names:A.", "name_2": "surname:Neiman;given-names:M.", "name_3": "surname:Igel;given-names:U.", "name_4": "surname:Uhlén;given-names:M.", "name_5": "surname:Schwenk;given-names:J. M.", "name_6": "surname:Nilsson;given-names:P.", "pub-id_pmid": "21405972", "section_type": "REF", "source": "Expert Rev. Mol. Diagn.", "type": "ref", "volume": "11", "year": "2011"}, "text": "Systematic antibody and antigen-based proteomic profiling with microarrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50169, "infons": {"fpage": "14252", "lpage": "14257", "name_0": "surname:Carlsson;given-names:A.", "name_1": "surname:Wingren;given-names:C.", "name_10": "surname:Ohlsson;given-names:M.", "name_11": "surname:Peterson;given-names:C.", "name_12": "surname:Borrebaeck;given-names:C. A. K.", "name_2": "surname:Kristensson;given-names:M.", "name_3": "surname:Rose;given-names:C.", "name_4": "surname:Fernö;given-names:M.", "name_5": "surname:Olsson;given-names:H.", "name_6": "surname:Jernstrom;given-names:H.", "name_7": "surname:Ek;given-names:S.", "name_8": "surname:Gustavsson;given-names:E.", "name_9": "surname:Ingvar;given-names:C.", "pub-id_pmid": "21844363", "section_type": "REF", "source": "Proc. Natl. Acad. Sci. U.S.A.", "type": "ref", "volume": "108", "year": "2011"}, "text": "Molecular serum portraits in patients with primary breast cancer predict the development of distant metastases", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50280, "infons": {"comment": "M110.005033", "name_0": "surname:Carlsson;given-names:A.", "name_1": "surname:Wuttge;given-names:D. M.", "name_2": "surname:Ingvarsson;given-names:J.", "name_3": "surname:Bengtsson;given-names:A. A.", "name_4": "surname:Sturfelt;given-names:G.", "name_5": "surname:Borrebaeck;given-names:C. A. K.", "name_6": "surname:Wingren;given-names:C.", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "Serum protein profiling of systemic lupus erythematosus and systemic sclerosis using recombinant antibody microarrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50398, "infons": {"fpage": "93", "lpage": "103", "name_0": "surname:Sanchez-Carbayo;given-names:M.", "name_1": "surname:Socci;given-names:N. D.", "name_2": "surname:Lozano;given-names:J. J.", "name_3": "surname:Haab;given-names:B. B.", "name_4": "surname:Cordon-Cardo;given-names:C.", "pub-id_pmid": "16400012", "section_type": "REF", "source": "Am. J. Pathol.", "type": "ref", "volume": "168", "year": "2006"}, "text": "Profiling bladder cancer using targeted antibody arrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50454, "infons": {"fpage": "794", "lpage": "807", "name_0": "surname:Dexlin-Mellby;given-names:L.", "name_1": "surname:Sandström;given-names:A.", "name_2": "surname:Centlow;given-names:M.", "name_3": "surname:Nygren;given-names:S.", "name_4": "surname:Hansson;given-names:S. R.", "name_5": "surname:Borrebaeck;given-names:C. A. K.", "name_6": "surname:Wingren;given-names:C.", "pub-id_pmid": "21137023", "section_type": "REF", "source": "Proteomics Clin. Appl.", "type": "ref", "volume": "4", "year": "2010"}, "text": "Tissue proteome profiling of preeclamptic placenta using recombinant antibody microarrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50544, "infons": {"fpage": "11", "lpage": "13", "name_0": "surname:Borrebaeck;given-names:C. A.", "name_1": "surname:Wingren;given-names:C.", "pub-id_pmid": "19210121", "section_type": "REF", "source": "Expert Rev. Proteomics", "type": "ref", "volume": "6", "year": "2009"}, "text": "Transferring proteomic discoveries into clinical practice", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50602, "infons": {"fpage": "1518", "lpage": "1523", "name_0": "surname:Poetz;given-names:O.", "name_1": "surname:Hoeppe;given-names:S.", "name_2": "surname:Templin;given-names:M. F.", "name_3": "surname:Stoll;given-names:D.", "name_4": "surname:Joos;given-names:T. O.", "pub-id_pmid": "19294621", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "9", "year": "2009"}, "text": "Proteome wide screening using peptide affinity capture", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50657, "infons": {"fpage": "1511", "lpage": "1517", "name_0": "surname:Wingren;given-names:C.", "name_1": "surname:James;given-names:P.", "name_2": "surname:Borrebaeck;given-names:C. A. K.", "pub-id_pmid": "19235165", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "9", "year": "2009"}, "text": "Strategy for surveying the proteome using affinity proteomics and mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50741, "infons": {"fpage": "235", "lpage": "244", "name_0": "surname:Anderson;given-names:N. L.", "name_1": "surname:Anderson;given-names:N. G.", "name_2": "surname:Haines;given-names:L. R.", "name_3": "surname:Hardie;given-names:D. B.", "name_4": "surname:Olafson;given-names:R. W.", "name_5": "surname:Pearson;given-names:T. W.", "pub-id_pmid": "15113099", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "3", "year": "2004"}, "text": "Mass spectrometric quantitation of peptides and proteins using Stable Isotope Standards and Capture by Anti-Peptide Antibodies (SISCAPA)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 50878, "infons": {"fpage": "184", "lpage": "196", "name_0": "surname:Whiteaker;given-names:J. R.", "name_1": "surname:Zhao;given-names:L.", "name_2": "surname:Anderson;given-names:L.", "name_3": "surname:Paulovich;given-names:A. G.", "pub-id_pmid": "19843560", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "9", "year": "2010"}, "text": "An automated and multiplexed method for high throughput peptide immunoaffinity enrichment and multiple reaction monitoring mass spectrometry-based quantification of protein biomarkers", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51062, "infons": {"comment": "M110.002857", "name_0": "surname:Hoeppe;given-names:S.", "name_1": "surname:Schreiber;given-names:T. D.", "name_2": "surname:Planatscher;given-names:H.", "name_3": "surname:Zell;given-names:A.", "name_4": "surname:Templin;given-names:M. F.", "name_5": "surname:Stoll;given-names:D.", "name_6": "surname:Joos;given-names:T. O.", "name_7": "surname:Poetz;given-names:O.", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "Targeting Peptide termini, a novel immunoaffinity approach to reduce complexity in mass spectrometric protein identification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51187, "infons": {"comment": "M110.003962", "name_0": "surname:Olsson;given-names:N.", "name_1": "surname:Wingren;given-names:C.", "name_2": "surname:Mattsson;given-names:M.", "name_3": "surname:James;given-names:P.", "name_4": "surname:O'Connell;given-names:D.", "name_5": "surname:Nilsson;given-names:F.", "name_6": "surname:Cahill;given-names:D. J.", "name_7": "surname:Borrebaeck;given-names:C. A. K.", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "Proteomic analysis and discovery using affinity proteomics and mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51268, "infons": {"fpage": "57", "lpage": "84", "name_0": "surname:Wingren;given-names:C.", "name_1": "surname:Borrebaeck;given-names:C. A. K.", "pub-id_pmid": "19212715", "section_type": "REF", "source": "Methods Mol. Biol.", "type": "ref", "volume": "509", "year": "2009"}, "text": "Antibody-based microarrays", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51295, "infons": {"fpage": "852", "lpage": "856", "name_0": "surname:Söderlind;given-names:E.", "name_1": "surname:Strandberg;given-names:L.", "name_10": "surname:Danielsson;given-names:L.", "name_11": "surname:Carlsson;given-names:R.", "name_12": "surname:Borrebaeck;given-names:C. A.", "name_2": "surname:Jirholt;given-names:P.", "name_3": "surname:Kobayashi;given-names:N.", "name_4": "surname:Alexeiva;given-names:V.", "name_5": "surname:Aberg;given-names:A. M.", "name_6": "surname:Nilsson;given-names:A.", "name_7": "surname:Jansson;given-names:B.", "name_8": "surname:Ohlin;given-names:M.", "name_9": "surname:Wingren;given-names:C.", "pub-id_pmid": "10932154", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "18", "year": "2000"}, "text": "Recombining germline-derived CDR sequences for creating diverse single-framework antibody libraries", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51395, "infons": {"fpage": "28", "name_0": "surname:Planatscher;given-names:H.", "name_1": "surname:Supper;given-names:J.", "name_2": "surname:Poetz;given-names:O.", "name_3": "surname:Stoll;given-names:D.", "name_4": "surname:Joos;given-names:T.", "name_5": "surname:Templin;given-names:M. F.", "name_6": "surname:Zell;given-names:A.", "section_type": "REF", "source": "Algorithms for Mol. Biol.", "type": "ref", "volume": "5", "year": "2010"}, "text": "Optimal selection of epitopes for TXP-immunoaffinity mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51466, "infons": {"fpage": "376", "lpage": "386", "name_0": "surname:Ong;given-names:S. E.", "name_1": "surname:Blagoev;given-names:B.", "name_2": "surname:Kratchmarova;given-names:I.", "name_3": "surname:Kristensen;given-names:D. B.", "name_4": "surname:Steen;given-names:H.", "name_5": "surname:Pandey;given-names:A.", "name_6": "surname:Mann;given-names:M.", "pub-id_pmid": "12118079", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "1", "year": "2002"}, "text": "Stable isotope labeling by amino acids in cell culture, SILAC, as a simple and accurate approach to expression proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51588, "infons": {"fpage": "310", "lpage": "327", "name_0": "surname:Gruhler;given-names:A.", "name_1": "surname:Olsen;given-names:J. V.", "name_2": "surname:Mohammed;given-names:S.", "name_3": "surname:Mortensen;given-names:P.", "name_4": "surname:Faergeman;given-names:N. J.", "name_5": "surname:Mann;given-names:M.", "name_6": "surname:Jensen;given-names:O. N.", "pub-id_pmid": "15665377", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "4", "year": "2005"}, "text": "Quantitative phosphoproteomics applied to the yeast pheromone signaling pathway", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51668, "infons": {"fpage": "4616", "lpage": "4626", "name_0": "surname:Grassl;given-names:J.", "name_1": "surname:Westbrook;given-names:J. A.", "name_2": "surname:Robinson;given-names:A.", "name_3": "surname:Borén;given-names:M.", "name_4": "surname:Dunn;given-names:M. J.", "name_5": "surname:Clyne;given-names:R. K.", "pub-id_pmid": "19824011", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "9", "year": "2009"}, "text": "Preserving the yeast proteome from sample degradation", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51722, "infons": {"fpage": "1367", "lpage": "1372", "name_0": "surname:Cox;given-names:J.", "name_1": "surname:Mann;given-names:M.", "pub-id_pmid": "19029910", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "26", "year": "2008"}, "text": "MaxQuant enables high peptide identification rates, individualized p.p.b.-range mass accuracies and proteome-wide protein quantification", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51859, "infons": {"fpage": "1188", "lpage": "1190", "name_0": "surname:Crooks;given-names:G. E.", "name_1": "surname:Hon;given-names:G.", "name_2": "surname:Chandonia;given-names:J. M.", "name_3": "surname:Brenner;given-names:S. E.", "pub-id_pmid": "15173120", "section_type": "REF", "source": "Genome Res.", "type": "ref", "volume": "14", "year": "2004"}, "text": "WebLogo: a sequence logo generator", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51894, "infons": {"fpage": "D412", "lpage": "416", "name_0": "surname:Jensen;given-names:L. J.", "name_1": "surname:Kuhn;given-names:M.", "name_10": "surname:Bork;given-names:P.", "name_11": "surname:von Mering;given-names:C.", "name_2": "surname:Stark;given-names:M.", "name_3": "surname:Chaffron;given-names:S.", "name_4": "surname:Creevey;given-names:C.", "name_5": "surname:Muller;given-names:J.", "name_6": "surname:Doerks;given-names:T.", "name_7": "surname:Julien;given-names:P.", "name_8": "surname:Roth;given-names:A.", "name_9": "surname:Simonovic;given-names:M.", "pub-id_pmid": "18940858", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "37", "year": "2009"}, "text": "STRING 8–a global view on proteins and their functional interactions in 630 organisms", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 51982, "infons": {"fpage": "737", "lpage": "741", "name_0": "surname:Ghaemmaghami;given-names:S.", "name_1": "surname:Huh;given-names:W. K.", "name_2": "surname:Bower;given-names:K.", "name_3": "surname:Howson;given-names:R. W.", "name_4": "surname:Belle;given-names:A.", "name_5": "surname:Dephoure;given-names:N.", "name_6": "surname:O'Shea;given-names:E. K.", "name_7": "surname:Weissman;given-names:J. S.", "pub-id_pmid": "14562106", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "425", "year": "2003"}, "text": "Global analysis of protein expression in yeast", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52029, "infons": {"fpage": "R50", "name_0": "surname:de Godoy;given-names:L. M.", "name_1": "surname:Olsen;given-names:J. V.", "name_2": "surname:de Souza;given-names:G. A.", "name_3": "surname:Li;given-names:G.", "name_4": "surname:Mortensen;given-names:P.", "name_5": "surname:Mann;given-names:M.", "pub-id_pmid": "16784548", "section_type": "REF", "source": "Genome Biol.", "type": "ref", "volume": "7", "year": "2006"}, "text": "Status of complete proteome analysis by mass spectrometry: SILAC labeled yeast as a model system", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52126, "infons": {"fpage": "795", "lpage": "806", "name_0": "surname:Picotti;given-names:P.", "name_1": "surname:Bodenmiller;given-names:B.", "name_2": "surname:Mueller;given-names:L. N.", "name_3": "surname:Domon;given-names:B.", "name_4": "surname:Aebersold;given-names:R.", "pub-id_pmid": "19664813", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "138", "year": "2009"}, "text": "Full dynamic range proteome analysis of S. cerevisiae by targeted proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52203, "infons": {"fpage": "1489", "lpage": "1500", "name_0": "surname:Lange;given-names:V.", "name_1": "surname:Malmström;given-names:J. A.", "name_10": "surname:Bühlmann;given-names:P.", "name_11": "surname:Bjorck;given-names:L.", "name_12": "surname:Domon;given-names:B.", "name_13": "surname:Aebersold;given-names:R.", "name_2": "surname:Didion;given-names:J.", "name_3": "surname:King;given-names:N. L.", "name_4": "surname:Johansson;given-names:B. P.", "name_5": "surname:Schäfer;given-names:J.", "name_6": "surname:Rameseder;given-names:J.", "name_7": "surname:Wong;given-names:C. H.", "name_8": "surname:Deutsch;given-names:E. W.", "name_9": "surname:Brusniak;given-names:M. Y.", "pub-id_pmid": "18408245", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "7", "year": "2008"}, "text": "Targeted quantitative analysis of Streptococcus pyogenes virulence factors by multiple reaction monitoring", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52310, "infons": {"fpage": "633", "lpage": "641", "name_0": "surname:Addona;given-names:T. A.", "name_1": "surname:Abbatiello;given-names:S. E.", "name_10": "surname:Hall;given-names:S. C.", "name_11": "surname:Allen;given-names:S.", "name_12": "surname:Blackman;given-names:R. K.", "name_13": "surname:Borchers;given-names:C. H.", "name_14": "surname:Buck;given-names:C.", "name_15": "surname:Cardasis;given-names:H. L.", "name_16": "surname:Cusack;given-names:M. P.", "name_17": "surname:Dodder;given-names:N. G.", "name_18": "surname:Gibson;given-names:B. W.", "name_19": "surname:Held;given-names:J. M.", "name_2": "surname:Schilling;given-names:B.", "name_20": "surname:Hiltke;given-names:T.", "name_21": "surname:Jackson;given-names:A.", "name_22": "surname:Johansen;given-names:E. B.", "name_23": "surname:Kinsinger;given-names:C. R.", "name_24": "surname:Li;given-names:J.", "name_25": "surname:Mesri;given-names:M.", "name_26": "surname:Neubert;given-names:T. A.", "name_27": "surname:Niles;given-names:R. K.", "name_28": "surname:Pulsipher;given-names:T. C.", "name_29": "surname:Ransohoff;given-names:D.", "name_3": "surname:Skates;given-names:S. J.", "name_30": "surname:Rodriguez;given-names:H.", "name_31": "surname:Rudnick;given-names:P. A.", "name_32": "surname:Smith;given-names:D.", "name_33": "surname:Tabb;given-names:D. L.", "name_34": "surname:Tegeler;given-names:T. J.", "name_35": "surname:Variyath;given-names:A. M.", "name_36": "surname:Vega-Montoto;given-names:L. J.", "name_37": "surname:Wahlander;given-names:A.", "name_38": "surname:Waldemarson;given-names:S.", "name_39": "surname:Wang;given-names:M.", "name_4": "surname:Mani;given-names:D. R.", "name_40": "surname:Whiteaker;given-names:J. R.", "name_41": "surname:Zhao;given-names:L.", "name_42": "surname:Anderson;given-names:N. L.", "name_43": "surname:Fisher;given-names:S. J.", "name_44": "surname:Liebler;given-names:D. C.", "name_45": "surname:Paulovich;given-names:A. G.", "name_46": "surname:Regnier;given-names:F. E.", "name_47": "surname:Tempst;given-names:P.", "name_48": "surname:Carr;given-names:S. A.", "name_5": "surname:Bunk;given-names:D. M.", "name_6": "surname:Spiegelman;given-names:C. H.", "name_7": "surname:Zimmerman;given-names:L. J.", "name_8": "surname:Ham;given-names:A. J.", "name_9": "surname:Keshishian;given-names:H.", "pub-id_pmid": "19561596", "section_type": "REF", "source": "Nat. Biotechnol.", "type": "ref", "volume": "27", "year": "2009"}, "text": "Multi-site assessment of the precision and reproducibility of multiple reaction monitoring-based measurements of proteins in plasma", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52442, "infons": {"fpage": "43", "lpage": "46", "name_0": "surname:Picotti;given-names:P.", "name_1": "surname:Rinner;given-names:O.", "name_2": "surname:Stallmach;given-names:R.", "name_3": "surname:Dautel;given-names:F.", "name_4": "surname:Farrah;given-names:T.", "name_5": "surname:Domon;given-names:B.", "name_6": "surname:Wenschuh;given-names:H.", "name_7": "surname:Aebersold;given-names:R.", "pub-id_pmid": "19966807", "section_type": "REF", "source": "Nat. Methods", "type": "ref", "volume": "7", "year": "2010"}, "text": "High-throughput generation of selected reaction-monitoring assays for proteins and proteomes", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52535, "infons": {"fpage": "429", "lpage": "434", "name_0": "surname:Deutsch;given-names:E. W.", "name_1": "surname:Lam;given-names:H.", "name_2": "surname:Aebersold;given-names:R.", "pub-id_pmid": "18451766", "section_type": "REF", "source": "EMBO Rep", "type": "ref", "volume": "9", "year": "2008"}, "text": "PeptideAtlas: a resource for target selection for emerging targeted proteomics workflows", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52624, "infons": {"fpage": "761", "lpage": "776", "name_0": "surname:Tabb;given-names:D. L.", "name_1": "surname:Vega-Montoto;given-names:L.", "name_10": "surname:Carr;given-names:S. A.", "name_11": "surname:Clauser;given-names:K. R.", "name_12": "surname:Jaffe;given-names:J. D.", "name_13": "surname:Kowalski;given-names:K. A.", "name_14": "surname:Neubert;given-names:T. A.", "name_15": "surname:Regnier;given-names:F. E.", "name_16": "surname:Schilling;given-names:B.", "name_17": "surname:Tegeler;given-names:T. J.", "name_18": "surname:Wang;given-names:M.", "name_19": "surname:Wang;given-names:P.", "name_2": "surname:Rudnick;given-names:P. A.", "name_20": "surname:Whiteaker;given-names:J. R.", "name_21": "surname:Zimmerman;given-names:L. J.", "name_22": "surname:Fisher;given-names:S. J.", "name_23": "surname:Gibson;given-names:B. W.", "name_24": "surname:Kinsinger;given-names:C. R.", "name_25": "surname:Mesri;given-names:M.", "name_26": "surname:Rodriguez;given-names:H.", "name_27": "surname:Stein;given-names:S. E.", "name_28": "surname:Tempst;given-names:P.", "name_29": "surname:Paulovich;given-names:A. G.", "name_3": "surname:Variyath;given-names:A. M.", "name_30": "surname:Liebler;given-names:D. C.", "name_31": "surname:Spiegelman;given-names:C.", "name_4": "surname:Ham;given-names:A. J.", "name_5": "surname:Bunk;given-names:D. M.", "name_6": "surname:Kilpatrick;given-names:L. E.", "name_7": "surname:Billheimer;given-names:D. D.", "name_8": "surname:Blackman;given-names:R. K.", "name_9": "surname:Cardasis;given-names:H. L.", "pub-id_pmid": "19921851", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "9", "year": "2010"}, "text": "Repeatability and reproducibility in proteomic identifications by liquid chromatography-tandem mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52737, "infons": {"fpage": "1323", "lpage": "1329", "name_0": "surname:Swaney;given-names:D. L.", "name_1": "surname:Wenger;given-names:C. D.", "name_2": "surname:Coon;given-names:J. J.", "pub-id_pmid": "20113005", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "9"}, "text": "Value of using multiple proteases for large-scale mass spectrometry-based proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52822, "infons": {"fpage": "821", "lpage": "827", "name_0": "surname:Gan;given-names:C. S.", "name_1": "surname:Chong;given-names:P. K.", "name_2": "surname:Pham;given-names:T. K.", "name_3": "surname:Wright;given-names:P. C.", "pub-id_pmid": "17269738", "section_type": "REF", "source": "J. Proteome Res.", "type": "ref", "volume": "6", "year": "2007"}, "text": "Technical, experimental, and biological variations in isobaric tags for relative and absolute quantitation (iTRAQ)", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 52937, "infons": {"fpage": "1251", "lpage": "1254", "name_0": "surname:de Godoy;given-names:L. M.", "name_1": "surname:Olsen;given-names:J. V.", "name_2": "surname:Cox;given-names:J.", "name_3": "surname:Nielsen;given-names:M. L.", "name_4": "surname:Hubner;given-names:N. C.", "name_5": "surname:Fröhlich;given-names:F.", "name_6": "surname:Walther;given-names:T. C.", "name_7": "surname:Mann;given-names:M.", "pub-id_pmid": "18820680", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "455", "year": "2008"}, "text": "Comprehensive mass-spectrometry-based proteome quantification of haploid versus diploid yeast", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53031, "infons": {"fpage": "1", "lpage": "11", "name_0": "surname:Kolkman;given-names:A.", "name_1": "surname:Olsthoorn;given-names:M. M.", "name_2": "surname:Heeremans;given-names:C. E.", "name_3": "surname:Heck;given-names:A. J.", "name_4": "surname:Slijper;given-names:M.", "pub-id_pmid": "15502163", "section_type": "REF", "source": "Mol. Cell. Proteomics", "type": "ref", "volume": "4", "year": "2005"}, "text": "Comparative proteome analysis of Saccharomyces cerevisiae grown in chemostat cultures limited for glucose or ethanol", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53148, "infons": {"fpage": "27", "lpage": "81", "name_0": "surname:Zaman;given-names:S.", "name_1": "surname:Lippman;given-names:S. I.", "name_2": "surname:Zhao;given-names:X.", "name_3": "surname:Broach;given-names:J. R.", "pub-id_pmid": "18303986", "section_type": "REF", "source": "Annu. Rev. Genet.", "type": "ref", "volume": "42", "year": "2008"}, "text": "How Saccharomyces responds to nutrients", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53188, "infons": {"fpage": "49138", "lpage": "49150", "name_0": "surname:Hung;given-names:G. C.", "name_1": "surname:Brown;given-names:C. R.", "name_2": "surname:Wolfe;given-names:A. B.", "name_3": "surname:Liu;given-names:J.", "name_4": "surname:Chiang;given-names:H. L.", "pub-id_pmid": "15358789", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "279", "year": "2004"}, "text": "Degradation of the gluconeogenic enzymes fructose-1,6-bisphosphatase and malate dehydrogenase is mediated by distinct proteolytic pathways and signaling events", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53348, "infons": {"fpage": "3323", "lpage": "3333", "name_0": "surname:Santt;given-names:O.", "name_1": "surname:Pfirrmann;given-names:T.", "name_2": "surname:Braun;given-names:B.", "name_3": "surname:Juretschke;given-names:J.", "name_4": "surname:Kimmig;given-names:P.", "name_5": "surname:Scheel;given-names:H.", "name_6": "surname:Hofmann;given-names:K.", "name_7": "surname:Thumm;given-names:M.", "name_8": "surname:Wolf;given-names:D. H.", "pub-id_pmid": "18508925", "section_type": "REF", "source": "Mol. Biol. Cell", "type": "ref", "volume": "19", "year": "2008"}, "text": "The yeast GID complex, a novel ubiquitin ligase (E3) involved in the regulation of carbohydrate metabolism", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53455, "infons": {"fpage": "464", "name_0": "surname:Costenoble;given-names:R.", "name_1": "surname:Picotti;given-names:P.", "name_2": "surname:Reiter;given-names:L.", "name_3": "surname:Stallmach;given-names:R.", "name_4": "surname:Heinemann;given-names:M.", "name_5": "surname:Sauer;given-names:U.", "name_6": "surname:Aebersold;given-names:R.", "pub-id_pmid": "21283140", "section_type": "REF", "source": "Mol. Syst. Biol.", "type": "ref", "volume": "7", "year": "2011"}, "text": "Comprehensive quantitative analysis of central carbon and amino-acid metabolism in Saccharomyces cerevisiae under multiple conditions by targeted proteomics", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53612, "infons": {"fpage": "514", "name_0": "surname:Lee;given-names:M. V.", "name_1": "surname:Topper;given-names:S. E.", "name_2": "surname:Hubler;given-names:S. L.", "name_3": "surname:Hose;given-names:J.", "name_4": "surname:Wenger;given-names:C. D.", "name_5": "surname:Coon;given-names:J. J.", "name_6": "surname:Gasch;given-names:A. P.", "pub-id_pmid": "21772262", "section_type": "REF", "source": "Mol. Syst. Biol.", "type": "ref", "volume": "7", "year": "2011"}, "text": "A dynamic model of proteome changes reveals new roles for transcript alteration in yeast", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53701, "infons": {"fpage": "98", "lpage": "103", "name_0": "surname:Alexandre;given-names:H.", "name_1": "surname:Ansanay-Galeote;given-names:V.", "name_2": "surname:Dequin;given-names:S.", "name_3": "surname:Blondin;given-names:B.", "pub-id_pmid": "11389906", "section_type": "REF", "source": "FEBS Lett.", "type": "ref", "volume": "498", "year": "2001"}, "text": "Global gene expression during short-term ethanol stress in Saccharomyces cerevisiae", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53785, "infons": {"fpage": "928", "lpage": "937", "name_0": "surname:Pleiss;given-names:J. A.", "name_1": "surname:Whitworth;given-names:G. B.", "name_2": "surname:Bergkessel;given-names:M.", "name_3": "surname:Guthrie;given-names:C.", "pub-id_pmid": "17889666", "section_type": "REF", "source": "Mol. Cell.", "type": "ref", "volume": "27", "year": "2007"}, "text": "Rapid, transcript-specific changes in splicing in response to environmental stress", "sentences": [], "annotations": [], "relations": []}, {"bioctype": "BioCPassage", "offset": 53868, "infons": {"fpage": "681", "lpage": "688", "name_0": "surname:Dinh;given-names:T. N.", "name_1": "surname:Nagahisa;given-names:K.", "name_2": "surname:Yoshikawa;given-names:K.", "name_3": "surname:Hirasawa;given-names:T.", "name_4": "surname:Furusawa;given-names:C.", "name_5": "surname:Shimizu;given-names:H.", "pub-id_pmid": "19125301", "section_type": "REF", "source": "Bioprocess. Biosyst. Eng.", "type": "ref", "volume": "32", "year": "2009"}, "text": "Analysis of adaptation to high ethanol concentration in Saccharomyces cerevisiae using DNA microarray", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]