[{"source": "PMC", "date": "20210114", "key": "pmc.key", "infons": {}, "documents": [{"id": "3832291", "infons": {"license": "author_manuscript"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1002/pmic.201100515", "article-id_manuscript": "NIHMS525674", "article-id_pmc": "3832291", "article-id_pmid": "22318887", "elocation-id": "10.1002/pmic.201100515", "issue": "8", "kwd": "data repository MRM software SRM targeted proteomics", "license": "\n          This file is available for text mining. It may also be used consistent with the principles of fair use under the copyright law.\n        ", "name_0": "surname:Farrah;given-names:Terry", "name_1": "surname:Deutsch;given-names:Eric W.", "name_10": "surname:Selevsek;given-names:Nathalie", "name_11": "surname:Aebersold;given-names:Ruedi", "name_12": "surname:Moritz;given-names:Robert L.", "name_2": "surname:Kreisberg;given-names:Richard", "name_3": "surname:Sun;given-names:Zhi", "name_4": "surname:Campbell;given-names:David S.", "name_5": "surname:Mendoza;given-names:Luis", "name_6": "surname:Kusebauch;given-names:Ulrike", "name_7": "surname:Brusniak;given-names:Mi-Youn", "name_8": "surname:Hüttenhain;given-names:Ruth", "name_9": "surname:Schiess;given-names:Ralph", "section_type": "TITLE", "type": "front", "volume": "12", "year": "2013"}, "text": "PASSEL: The PeptideAtlas SRM Experiment Library", "sentences": [], "annotations": [], "relations": []}, {"offset": 48, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Public repositories for proteomics data have accelerated proteomics research by enabling more efficient cross-analyses of datasets, supporting the creation of protein and peptide compendia of experimental results, supporting the development and testing of new software tools, and facilitating the manuscript review process. The repositories available to date have been designed to accommodate either shotgun experiments or generic proteomic data files. Here, we describe a new kind of proteomic data repository for the collection and representation of data from selected reaction monitoring (SRM) measurements. The PeptideAtlas SRM Experiment Library (PASSEL) allows researchers to easily submit proteomic data sets generated by SRM. The raw data are automatically processed in a uniform manner and the results are stored in a database, where they may be downloaded or browsed via a web interface that includes a chromatogram viewer. PASSEL enables cross-analysis of SRM data, supports optimization of SRM data collection, and facilitates the review process of SRM data. Further, PASSEL will help in the assessment of proteotypic peptide performance in a wide array of samples containing the same peptide, as well as across multiple experimental protocols.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1305, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1318, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Shotgun proteomics is a technique that aims to identify as many proteins as possible in biological samples, without any prior proteomic knowledge of the sample. This is achieved by the sequential selection of precursor ions and the recording of their fragment ion spectra in a mass spectrometer, followed by computational analysis of the acquired spectra. The PeptideAtlas project was initiated in 2002 to create a compendium of high quality peptide identifications and their associated fragment ion spectra from shotgun proteomics experiments submitted by laboratories around the world. The PeptideAtlas project collects raw shotgun proteomics data files from the community and processes them via a uniform computational pipeline, the Trans-Proteomic Pipeline (TPP) to ensure a consistent, well understood and low false discovery rate. The identified peptides and proteins, along with supporting spectra and experimental metadata, are made available to the community via a web interface.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2307, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Since the creation of PeptideAtlas, selected reaction monitoring (SRM) has emerged as a powerful method for the targeted detection and quantification of specific, pre-determined peptides in biological samples, at high sensitivity, reproducibility and quantitative accuracy. The technique is therefore particularly suited for the consistent quantification of pre-determined protein sets as is the case in many clinical and systems biology studies. A typical SRM workflow begins with the selection of a set of peptides that optimally and uniquely represents the set of target proteins, and the transitions that identify these peptides. A transition is a pair of m/z values, one for the precursor ion of the targeted peptide and one for one of its fragment ions. Typically, peptides are selected for detectability and uniqueness to a specific protein, and three to ten transitions are selected per peptide, forming a transition group that conclusively identifies the targeted peptide and by inference the protein. Known amounts of matching, isotopically-labeled peptides may be spiked into the sample to provide accurate quantification and aid the identification. The instrument is then programmed to monitor only the specified transitions, either over the entire time course, or restricted to specific elution time windows (scheduled SRM). See the SRM tutorial by Lange et al. for more details.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3700, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The acquired time/intensity curve for a single transition, in the following referred to as a trace, is recorded and the traces for the transitions selected for each peptide are aligned to generate a trace group for each targeted peptide. A peak in a trace indicates measurable ion current for the transition at a given time; several coincident peaks whose apexes align at a common retention time form a peak group and thus comprise a body of evidence that the peptide of interest eluted at that time. Several peak groups may appear in a single trace group; part of the analysis is to determine which, if any, represents detection of the peptide of interest. See Figure 3 for an illustration of these concepts. Traces and trace groups can be visualized and analyzed using various software tools that assess the likelihood that the peptide was actually observed and calculate its relative or absolute abundance, such as ATAQS, AuDIT, mProphet, MRMaid, MRMer, Skyline, and TIQAM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4677, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Features have been added to PeptideAtlas to leverage shotgun data in support of SRM experiment design. An SRM-specific section of PeptideAtlas, SRMAtlas, has been created as a combined catalog of best-available transitions selected from either PeptideAtlas shotgun data, data collected for whole proteome synthetic proteotypic peptide libraries, published validated transitions, and theoretical transition prediction approaches. Collectively, these data support the set up of generic SRM measurements. Most of the data in SRMAtlas are, however, not derived from measurements in biological samples and, therefore, do not account for sample-specific issues such as interfering signals, ion suppression or other chemical components that can confound an assay. Now that a substantial number of SRM data sets are being published, an SRM experimental data repository would be of great benefit to the community, by providing a centralized location where well-annotated SRM data and results, with all their sample and experiment specific issues and raw data files, can be permanently stored, explored, cross-compared, assessed by reviewers, and reused by other resources, all in a vendor independent manner.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5877, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several resources serve specifically as SRM transition repositories, including MRMaid-DB and the PeptideAtlas component PASTRAMI. However, until now there has been no repository specifically designed to store and present SRM experimental data in a publically accessible manner. PRIDE, GPMdb, and the original shotgun portion of PeptideAtlas have all been designed around identifications based on shotgun proteomics. Tranche can store any kind of proteomics file and enable download of exactly what was submitted, but provides no mechanism for users to explore the data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6447, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Here we present PASSEL, the PeptideAtlas SRM Experiment Library, an active repository for SRM experimental data. In the following sections we present an overview of PASSEL, followed by details on how data are submitted, processed, and presented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6693, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Overview", "sentences": [], "annotations": [], "relations": []}, {"offset": 6702, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "PASSEL allows the submission of SRM workflow experimental results to the repository, including the mass spectrometer output files and the interpreted results (Figure 1). The data files undergo automated processing by software tools such as mQuest, and the results are loaded into the database. The files and results are made available to the community in original form and in a browsable format. Additionally, the measured transitions are incorporated into the SRMAtlas catalogs of best-available transitions. Since the main purpose of the SRM technique is the reproducible and accurate measurement of specific protein sets in multiple samples, the availability of the prior data in PASSEL should greatly increase the quality of SRM data generated by the proteomics community and advance the use of SRM-based targeted proteomics in general.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7543, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Data submission and repository", "sentences": [], "annotations": [], "relations": []}, {"offset": 7574, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Data from an SRM experiment can be contributed to PASSEL by submitting three (optionally four) of the following data types: 1) study metadata, such as sample source, sample preparation, and instrument used, entered into a simple web form; 2) transition list, describing the targeted ions; 3) mass spectrometer output files, in mzML or mzXML format (or, if these are not available, in .wiff (ABI), .RAW (Thermo), or .d (Agilent) vendor formats); 4) optionally, the output of the data analysis tool used, such as a mProphet peak group output file. The transition list describes which transitions were measured for each peptide, along with optional supporting information such as the collision energy and declustering potential used, expected retention time, and expected relative intensities. Currently, the tab-separated-value (TSV) formats commonly uploaded to the instruments are supported, as well as the mQuest input format, Skyline .sky format, and the HUPO Proteomics Standards Initiative TraML format. The data files are uploaded by the user to a specially created FTP account based on the metadata submitted. Contributed data are stored in the PASSEL data repository and may be browsed from the PASSEL Experiment Browser (Figure 2A), which allows filtering based on investigator, organism, sample, and instrument type. This interface also allows direct download of the original files as they were uploaded during submission. An alternate submission mechanism wherein the data files can be pulled from a user-supplied Tranche hash can be implemented.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9131, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Data Processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 9147, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "All contributed data are first analyzed using mQuest, a component of the mProphet software suiteby the PeptideAtlas group. It is therefore not required that the submitted data are preprocessed. For each transition group, mQuest detects up to five of the strongest peak groups and calculates several different metrics for each, some of which rely on the measurement of heavy-labeled peptides. mQuest also computes a measure of signal-to-noise and the relative intensity for each peak group. Finally, mQuest calculates several metrics that may be used to estimate relative abundance among peptides, including total extracted ion current and maximum apex intensity.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9810, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Experiments which include measurements of decoy transitions may be processed by the investigator with the full mProphet pipeline, which models the mQuest metrics using the decoy peak groups as the negative distribution to derive the shape of the positive distribution. These models are used to assign a p-value to each peak group, providing a measure of the likelihood that a peak group was not generated by the intended target. If provided, mProphet output will be loaded into PASSEL and displayed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10310, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Information about each trace group and the associated mQuest/mProphet metrics and statistics are loaded into the PASSEL database using a Perl script integrated into the PeptideAtlas code base. For the traces themselves, we store a pointer to the original mzML or mzXML file. The traces may be recalled using these pointers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10634, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Accessing the Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 10656, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PASSEL includes two entry points for data browsing: the previously described Experiment Browser (Figure 2A), which provides links to all raw and processed data for a particular experiment, and a Transition Group Browser (Figure 2B) which allows filtering of the entire PASSEL database by organism, protein, peptide, Q1, Q3, fragment type, mQuest metrics, mProphet scores, and by experiment. The Transition Group Browser provides a description of each selected transition group and the data collected for it, a link to visualize the trace group using the Chromavis chromatogram viewer (Figure 3), and further links to information in SRMAtlas and PeptideAtlas to extract or compare spectral features of the targeted peptides. PASSEL provides data for every transition group measured for an experiment without regard to whether the peptide has actually been detected, so negative results are available as well. Quality filtering may be done using mQuest metrics or mProphet statistics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11639, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The highly interactive Chromavis chromatogram viewer (Figure 3) is implemented in JavaScript and allows the visualization of a trace group with rapid zooming and panning, plus a graphical depiction of the quality of the match of any peak group to an idealized peak group. Chromavis is rendered as Scalable Vector Graphics (SVG), a component of the forthcoming HTML5 standard. SVG is created and manipulated in-browser using a JavaScript library called Protovis (vis.stanford.edu/protovis). The tool is instantiated programmatically with a single JSON (JavaScript Object Notation) object containing input data and configuration options. Options include settings for the display characteristics and the behavior of the display. Interactive behavior (hover, click, drag, etc) is supported on the tool to provide fine-grained navigation. The tool supports auto-scaling of the y-axis, display of predicted relative peak intensity when provided, and a “prediction match” gauge. Chromatograms may be displayed individually in separate browser tabs or windows, or two may be displayed side-by-side for easy comparison in a tabbed pane of the PASSEL window.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12792, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Uses of PASSEL", "sentences": [], "annotations": [], "relations": []}, {"offset": 12807, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "PASSEL provides a resource for optimizing SRM experiment design by allowing the investigator to select peptides and transitions based upon previous detections, either in the same or different sample types. The SRMAtlas build process currently sources from submitted transitions lists via PASTRAMI, and now also sources from detected peak groups in PASSEL that have mProphet p-values below a set threshold, currently 0.01. PASSEL will help in the assessment of proteotypic peptide performance in a wide set of samples containing the same peptide as well as performance across multiple experimental protocols. For example, PASSEL will contain information on sample specific interfering transition signals on the chosen set of peptides per protein and the performance of stable isotope reference peptides for particular proteotypic peptides per target protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13665, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Furthermore, PASSEL supports the continuing development of SRM technology by providing a collection of varied SRM data that can be used for meta data analysis, such as discovering properties of successful transition lists, or for testing new data analysis software. Finally, PASSEL can provide a conveniently browsable means of sharing experimental data associated with a journal publication, including during the review process.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14095, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 14106, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We have presented the new PASSEL proteomics repository specifically designed for collecting and representing SRM experimental data acquired in real world studies. Like the original shotgun section of PeptideAtlas, PASSEL facilitates the sharing of results among the proteomics community, thereby accelerating research. Additional features will be added to the system in the coming year. These enhancements include the storage of more detailed and structured sample information in accordance with forthcoming ProteomeXchange guidelines, user selectable search criteria for particular datasets, and the ability to incorporate data acquired using the SWATH-MS workflow (Gillet et al., submitted), a technique where all precursors and fragment ions are acquired in a multiplexed mode and the SRM-like targeting is performed subsequently in silico.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14950, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "Currently, there are over a half dozen experiments loaded into PASSEL, four of which are publicly accessible, and these may be accessed by visiting http://www.peptideatlas.org/passel/. We encourage the submission of any published or otherwise public SRM data following the simple mechanism available at the same URL as above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15276, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "The authors declare no financial or commercial conflicts of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15346, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 15357, "infons": {"fpage": "198", "lpage": "207", "name_0": "surname:Aebersold;given-names:R", "name_1": "surname:Mann;given-names:M", "pub-id_pmid": "12634793", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "422", "year": "2003"}, "text": "Mass spectrometry-based proteomics", "sentences": [], "annotations": [], "relations": []}, {"offset": 15392, "infons": {"fpage": "R9", "name_0": "surname:Desiere;given-names:F", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Nesvizhskii;given-names:AI", "name_3": "surname:Mallick;given-names:P", "pub-id_pmid": "15642101", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "6", "year": "2004"}, "text": "Integration with the human genome of peptide sequences obtained by high-throughput mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 15493, "infons": {"fpage": "D655", "lpage": "D658", "name_0": "surname:Desiere;given-names:F", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:King;given-names:NL", "name_3": "surname:Nesvizhskii;given-names:AI", "pub-id_pmid": "16381952", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "34", "year": "2006"}, "text": "The PeptideAtlas project", "sentences": [], "annotations": [], "relations": []}, {"offset": 15518, "infons": {"comment": "2005.0017", "name_0": "surname:Keller;given-names:A", "name_1": "surname:Eng;given-names:J", "name_2": "surname:Zhang;given-names:N", "name_3": "surname:Li;given-names:XJ", "name_4": "surname:Aebersold;given-names:R", "section_type": "REF", "source": "Mol Syst Biol", "type": "ref", "volume": "1", "year": "2005"}, "text": "A uniform proteomics MS/MS analysis platform utilizing open XML file formats", "sentences": [], "annotations": [], "relations": []}, {"offset": 15595, "infons": {"fpage": "1150", "lpage": "1159", "name_0": "surname:Deutsch;given-names:EW", "name_1": "surname:Mendoza;given-names:L", "name_2": "surname:Shteynberg;given-names:D", "name_3": "surname:Farrah;given-names:T", "pub-id_pmid": "20101611", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "10", "year": "2010"}, "text": "A guided tour of the Trans-Proteomic Pipeline", "sentences": [], "annotations": [], "relations": []}, {"offset": 15641, "infons": {"fpage": "349", "lpage": "374", "name_0": "surname:Farrah;given-names:T", "name_1": "surname:Deutsch;given-names:EW", "name_2": "surname:Aebersold;given-names:R", "pub-id_pmid": "21468960", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "728", "year": "2011"}, "text": "Using the Human Plasma PeptideAtlas to study human plasma proteins", "sentences": [], "annotations": [], "relations": []}, {"offset": 15708, "infons": {"fpage": "710", "lpage": "721", "name_0": "surname:Domon;given-names:B", "name_1": "surname:Aebersold;given-names:R", "pub-id_pmid": "20622845", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "28", "year": "2010"}, "text": "Options and considerations when selecting a quantitative proteomics strategy", "sentences": [], "annotations": [], "relations": []}, {"offset": 15785, "infons": {"fpage": "222", "name_0": "surname:Lange;given-names:V", "name_1": "surname:Picotti;given-names:P", "name_2": "surname:Domon;given-names:B", "name_3": "surname:Aebersold;given-names:R", "pub-id_pmid": "18854821", "section_type": "REF", "source": "Mol Syst Biol", "type": "ref", "volume": "4", "year": "2008"}, "text": "Selected reaction monitoring for quantitative proteomics: a tutorial", "sentences": [], "annotations": [], "relations": []}, {"offset": 15854, "infons": {"fpage": "78", "name_0": "surname:Brusniak;given-names:MY", "name_1": "surname:Kwok;given-names:ST", "name_2": "surname:Christiansen;given-names:M", "name_3": "surname:Campbell;given-names:D", "pub-id_pmid": "21414234", "section_type": "REF", "source": "BMC Bioinformatics", "type": "ref", "volume": "12", "year": "2011"}, "text": "ATAQS: A computational software tool for high throughput transition optimization and validation for selected reaction monitoring mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 16001, "infons": {"fpage": "291", "lpage": "305", "name_0": "surname:Abbatiello;given-names:SE", "name_1": "surname:Mani;given-names:DR", "name_2": "surname:Keshishian;given-names:H", "name_3": "surname:Carr;given-names:SA", "pub-id_pmid": "20022980", "section_type": "REF", "source": "Clin Chem", "type": "ref", "volume": "56", "year": "2010"}, "text": "Automated detection of inaccurate and imprecise transitions in peptide quantification by multiple reaction monitoring mass spectrometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 16137, "infons": {"fpage": "430", "lpage": "435", "name_0": "surname:Reiter;given-names:L", "name_1": "surname:Rinner;given-names:O", "name_2": "surname:Picotti;given-names:P", "name_3": "surname:Huttenhain;given-names:R", "pub-id_pmid": "21423193", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "8", "year": "2011"}, "text": "mProphet: automated data processing and statistical validation for large-scale SRM experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 16232, "infons": {"fpage": "696", "lpage": "705", "name_0": "surname:Mead;given-names:JA", "name_1": "surname:Bianco;given-names:L", "name_2": "surname:Ottone;given-names:V", "name_3": "surname:Barton;given-names:C", "pub-id_pmid": "19011259", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "8", "year": "2009"}, "text": "MRMaid, the web-based tool for designing multiple reaction monitoring (MRM) transitions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16320, "infons": {"fpage": "2270", "lpage": "2278", "name_0": "surname:Martin;given-names:DB", "name_1": "surname:Holzman;given-names:T", "name_2": "surname:May;given-names:D", "name_3": "surname:Peterson;given-names:A", "pub-id_pmid": "18641041", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "7", "year": "2008"}, "text": "MRMer, an interactive open source and cross-platform system for data extraction and visualization of multiple reaction monitoring experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 16462, "infons": {"fpage": "966", "lpage": "968", "name_0": "surname:MacLean;given-names:B", "name_1": "surname:Tomazela;given-names:DM", "name_2": "surname:Shulman;given-names:N", "name_3": "surname:Chambers;given-names:M", "pub-id_pmid": "20147306", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "26", "year": "2010"}, "text": "Skyline: an open source document editor for creating and analyzing targeted proteomics experiments", "sentences": [], "annotations": [], "relations": []}, {"offset": 16561, "infons": {"fpage": "1489", "lpage": "1500", "name_0": "surname:Lange;given-names:V", "name_1": "surname:Malmstrom;given-names:JA", "name_2": "surname:Didion;given-names:J", "name_3": "surname:King;given-names:NL", "pub-id_pmid": "18408245", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "7", "year": "2008"}, "text": "Targeted quantitative analysis of Streptococcus pyogenes virulence factors by multiple reaction monitoring", "sentences": [], "annotations": [], "relations": []}, {"offset": 16668, "infons": {"fpage": "429", "lpage": "434", "name_0": "surname:Deutsch;given-names:EW", "name_1": "surname:Lam;given-names:H", "name_2": "surname:Aebersold;given-names:R", "pub-id_pmid": "18451766", "section_type": "REF", "source": "EMBO Rep", "type": "ref", "volume": "9", "year": "2008"}, "text": "PeptideAtlas: a resource for target selection for emerging targeted proteomics workflows", "sentences": [], "annotations": [], "relations": []}, {"offset": 16757, "infons": {"comment": "in preparation", "name_0": "surname:Deutsch;given-names:EW", "name_1": "surname:Campbell;given-names:DS", "name_2": "surname:Mendoza;given-names:L", "name_3": "surname:Sun;given-names:Z", "section_type": "REF", "type": "ref"}, "text": "SRMAtlas: Generating targeted proteomics transition atlases for complete proteomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 16840, "infons": {"fpage": "43", "lpage": "46", "name_0": "surname:Picotti;given-names:P", "name_1": "surname:Rinner;given-names:O", "name_2": "surname:Stallmach;given-names:R", "name_3": "surname:Dautel;given-names:F", "pub-id_pmid": "19966807", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "7", "year": "2010"}, "text": "High-throughput generation of selected reaction-monitoring assays for proteins and proteomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 16933, "infons": {"fpage": "620", "lpage": "625", "name_0": "surname:Cham;given-names:JA", "name_1": "surname:Bianco;given-names:L", "name_2": "surname:Barton;given-names:C", "name_3": "surname:Bessant;given-names:C", "pub-id_pmid": "19908920", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "9", "year": "2010"}, "text": "MRMaid-DB: a repository of published SRM transitions", "sentences": [], "annotations": [], "relations": []}, {"offset": 16986, "infons": {"fpage": "3537", "lpage": "3545", "name_0": "surname:Martens;given-names:L", "name_1": "surname:Hermjakob;given-names:H", "name_2": "surname:Jones;given-names:P", "name_3": "surname:Adamski;given-names:M", "pub-id_pmid": "16041671", "section_type": "REF", "source": "Proteomics", "type": "ref", "volume": "5", "year": "2005"}, "text": "PRIDE: the proteomics identifications database", "sentences": [], "annotations": [], "relations": []}, {"offset": 17033, "infons": {"fpage": "1234", "lpage": "1242", "name_0": "surname:Craig;given-names:R", "name_1": "surname:Cortens;given-names:JP", "name_2": "surname:Beavis;given-names:RC", "pub-id_pmid": "15595733", "section_type": "REF", "source": "J Proteome Res", "type": "ref", "volume": "3", "year": "2004"}, "text": "Open source system for analyzing, validating, and storing protein identification data", "sentences": [], "annotations": [], "relations": []}, {"offset": 17119, "infons": {"fpage": "3", "name_0": "surname:Falkner;given-names:JA", "name_1": "surname:Andrews;given-names:PC", "section_type": "REF", "source": "Journal of Biomolecular Techniques", "type": "ref", "volume": "18", "year": "2007"}, "text": "Tranche: Secure Decentralized Data Storage for the Proteomics Community", "sentences": [], "annotations": [], "relations": []}, {"offset": 17191, "infons": {"comment": "submitted", "name_0": "surname:Reiter;given-names:L", "name_1": "surname:Rinner;given-names:O", "name_2": "surname:Picotti;given-names:P", "name_3": "surname:Hüttenhain;given-names:R", "section_type": "REF", "source": "MCP", "type": "ref"}, "text": "mProphet: A general and flexible data model and algorithm for automated SRM data processing and statistical error estimation", "sentences": [], "annotations": [], "relations": []}, {"offset": 17316, "infons": {"comment": "R110 000133", "name_0": "surname:Martens;given-names:L", "name_1": "surname:Chambers;given-names:M", "name_2": "surname:Sturm;given-names:M", "name_3": "surname:Kessner;given-names:D", "section_type": "REF", "source": "Mol Cell Proteomics", "type": "ref", "volume": "10", "year": "2011"}, "text": "mzML--a community standard for mass spectrometry data", "sentences": [], "annotations": [], "relations": []}, {"offset": 17370, "infons": {"fpage": "1459", "lpage": "1466", "name_0": "surname:Pedrioli;given-names:PG", "name_1": "surname:Eng;given-names:JK", "name_2": "surname:Hubley;given-names:R", "name_3": "surname:Vogelzang;given-names:M", "pub-id_pmid": "15529173", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "22", "year": "2004"}, "text": "A common open representation of mass spectrometry data and its application to proteomics research", "sentences": [], "annotations": [], "relations": []}, {"offset": 17468, "infons": {"comment": "accepted", "name_0": "surname:Deutsch;given-names:EW", "name_1": "surname:Chambers;given-names:M", "name_2": "surname:Neumann;given-names:S", "name_3": "surname:Levander;given-names:F", "section_type": "REF", "source": "Molecular and Cellular Proteomics", "type": "ref"}, "text": "TraML – a standard format for exchange of selected reaction monitoring transition lists", "sentences": [], "annotations": [], "relations": []}, {"offset": 17558, "infons": {"file": "nihms525674f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Overview of the PASSEL process", "sentences": [], "annotations": [], "relations": []}, {"offset": 17589, "infons": {"file": "nihms525674f1.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "SRM experimental results submitted by the community are stored in a raw data repository that is accessible via a web user interface. These data are also processed through a software pipeline which extracts trace groups from the raw data and assigns various quality metrics using mQuest; the results of this processing are stored in a database which is also browsable via a web interface. The highest quality transitions serve as one of several sources for the SRMAtlas whole-proteome catalogs of best available peptides and transitions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18126, "infons": {"file": "nihms525674f2b.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) PASSEL experiment browser. Four publicly available experiments are shown, with the second entry expanded to show more details. Clicking the TxGrps hyperlink displays all of the transition groups for the experiment in the Transition Group Browser (Figure 2B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18389, "infons": {"file": "nihms525674f2b.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "(B) PASSEL transition group browser. Here, the user has selected to display all transition groups from a particular SRM run. Each row contains data for one measured transition group, including peptide sequence, charge, protein, instrument, m/z, fragment ions measured, quality scores, and quantitation metrics. Peptide sequences and protein names are hyperlinked so that one can obtain with a single click all results for a particular peptide or protein. Small icons provide links to PeptideAtlas, SRMAtlas best transitions, and the Chromavis chromatogram viewer. At the bottom of the page (not shown) are links for downloading the data into a spreadsheet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19046, "infons": {"file": "nihms525674f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Chromavis side-by-side chromatogram viewer", "sentences": [], "annotations": [], "relations": []}, {"offset": 19089, "infons": {"file": "nihms525674f3.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Trace groups for measurements targeting light (unlabeled) and heavy (isotopically labeled) versions of the same peptide in the same SRM run are displayed for comparison. X- and Y-axes are locked to same scales and ranges, and pointer hovers over large peak group at 24.89 minutes in the chromatogram on the right. Here, coinciding peaks in most of the ten traces almost certainly represent detection of the heavy-labeled standard. A similar looking, though less intense, peak group exists at the same time point in the left chromatogram and thus likely represents detection of the matching endogenous light peptide but at lower concentration. Also in the left chromatogram is a single peak at 24.7 minutes; this likely represents detection of one fragment of a different peptide. User may very rapidly zoom in and out by selecting a desired region in a complete chromatogram (bottom) or an upper zoom-in display.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]