[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6812752", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"alt-title": "RAPGEF6 variant in dogs", "article-id_doi": "10.1371/journal.pgen.1008416", "article-id_pmc": "6812752", "article-id_pmid": "31647804", "article-id_publisher-id": "PGENETICS-D-19-01082", "elocation-id": "e1008416", "issue": "10", "license": "This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.", "name_0": "surname:Hadji Rasouliha;given-names:Sheida", "name_1": "surname:Barrientos;given-names:Laura", "name_10": "surname:Barrientos;given-names:Laura", "name_11": "surname:Barrientos;given-names:Laura", "name_2": "surname:Anderegg;given-names:Linda", "name_3": "surname:Klesty;given-names:Carina", "name_4": "surname:Lorenz;given-names:Jessica", "name_5": "surname:Chevallier;given-names:Lucie", "name_6": "surname:Jagannathan;given-names:Vidhya", "name_7": "surname:Rösch;given-names:Sarah", "name_8": "surname:Leeb;given-names:Tosso", "name_9": "surname:Schoenebeck;given-names:Jeffrey J.", "notes": "All relevant data including accessions for the genome sequences are within the manuscript and its Supporting Information files.", "section_type": "TITLE", "title": "Data Availability", "type": "front", "volume": "15", "year": "2019"}, "text": "A RAPGEF6 variant constitutes a major risk factor for laryngeal paralysis in dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 82, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Laryngeal paralysis (LP) is the inability to abduct the arytenoid cartilages during inspiration, resulting in a partial to complete airway obstruction and consequent respiratory distress. Different forms of LP with varying age of onset exist in dogs. Hereditary early onset forms were reported in several dog breeds. In most breeds, hereditary LP is associated with other neurologic pathologies. Using a genome-wide association study and haplotype analyses, we mapped a major genetic risk factor for an early onset LP in Miniature Bull Terriers to a ~1.3 Mb interval on chromosome 11. Whole genome sequencing of an affected Miniature Bull Terrier and comparison to 598 control genomes revealed a 36 bp insertion into exon 15 of the RAPGEF6 gene (c.1793_1794ins36). The imperfect genotype-phenotype correlation suggested a complex mode of inheritance with a major genetic risk factor involving a recessive risk allele. Homozygosity for the insertion was associated with a 10- to 17-fold increased risk for LP. The insertion allele was only found in Miniature Bull Terriers and Bull Terriers. It was absent from >1000 control dogs of other dog breeds. The insertion sequence contains a splice acceptor motif leading to aberrant splicing in transcripts originating from the mutant allele (r.1732_1780del). This leads to a frameshift and a premature stop codon, p.(Ile587ProfsTer5), removing 64% of the open reading frame. Our results suggest an important role of RAPGEF6 in laryngeal nerve function and provide new clues to its physiological significance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1635, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Author summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 1650, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Laryngeal paralysis (LP) leads to respiratory distress in affected dogs and can be fatal in severe cases. Many different forms of LP with different etiologies exist. Striking breed predispositions suggest that genetic factors contribute to some forms of LP. During the last years, dog breeders noticed an increased prevalence of an early onset LP in Miniature Bull Terriers. We mapped a major risk locus for this specific form of LP to a ~1.3 Mb interval on dog chromosome 11. Whole genome sequence analysis of an affected dog and comparison to 598 control genomes revealed a single protein-changing genetic variant in the critical interval. This variant, a 36 bp insertion into a coding exon of the RAPGEF6 gene, creates a cryptic splice site and leads to the expression of an aberrantly spliced transcript with a premature stop codon. This suggests that the insertion results in a loss-of-function allele. Dogs that are homozygous for the insertion have a 10- to 17-fold increased risk to develop LP. The genotype-phenotype association is not perfect, suggesting that other genetic and/or environmental factors also contribute to the development of LP. Our results suggest an important role of RAPGEF6 in laryngeal nerve function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2883, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2896, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Sufficient abduction or opening of the arytenoid cartilages of the larynx during inspiration is essential for breathing. In dogs with laryngeal paralysis (LP), function of one or both recurrent laryngeal nerves is impaired resulting in an insufficient abduction. Therefore, the main clinical sign of dogs with LP is respiratory distress. The degree of respiratory distress and the clinical presentation are correlating with the fact of unilateral or bilateral disease and the degree of nerve impairment (paresis versus paralysis). Clinical signs may vary and include voice impairment (dysphonia), progressive primarily inspiratory laryngeal stridor, exercise intolerance, life-threatening episodes of breathing difficulties, and in cases of bilateral laryngeal disease syncope and cyanosis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3687, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Non-hereditary and hereditary forms of LP are known. Beside traumatic, neoplastic or iatrogenic diseases leading to non-hereditary LP, the most common form of LP is the geriatric onset laryngeal paralysis polyneuropathy (GOLPP) in middle-aged and older large and giant breed dogs. GOLPP is supposed to be part of a generalized polyneuropathy. Hereditary forms of LP in young dogs have been reported in Bull Terriers, Bouviers des Flandres, Siberian Huskies and Siberian Husky crosses. Hereditary LP has been reported to be associated with a juvenile-onset polyneuropathy in Dalmatians, Rottweilers, white coated German Shepherds, American Staffordshire Terriers and in isolated dogs from different breeds. Genetic variants in the DCNT1 candidate gene were evaluated in Leonbergers and Labrador Retrievers with LP but were not found to be associated with the disease. In Leonbergers, LP and recessive polyneuropathy have been described as a canine homolog of human Charcot-Marie-Tooth neuropathy. More recently, genetic variants in ARHGEF10 and GJA9 were shown to cause polyneuropathy in Leonbergers, which includes LP as a clinical sign.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4825, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Diagnosis of LP is based on clinical signs, clinical examination and has to be confirmed by laryngeal endoscopic inspection in anesthesia, because clinical signs are not exclusive for LP. Many different underlying causes such as laryngeal tumor or laryngeal collapse can mimic clinical signs of LP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5124, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Recently, a missense variant in ADAMTS3 was identified in Norwich Terriers with Upper Airway Syndrome. This variant is predisposing to respiratory obstruction due to airway edema within some dog breeds..", "sentences": [], "annotations": [], "relations": []}, {"offset": 5328, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although not documented in the recent scientific literature, there are anecdotal reports from breeders that an early onset form of LP is common in Miniature Bull Terriers (Fig 1). We therefore initiated this study with the aim of unraveling the underlying genetic cause for LP in Miniature Bull Terriers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5633, "infons": {"file": "pgen.1008416.g001.jpg", "id": "pgen.1008416.g001", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Miniature Bull Terrier affected by laryngeal paralysis (LP).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5694, "infons": {"file": "pgen.1008416.g001.jpg", "id": "pgen.1008416.g001", "section_type": "FIG", "type": "fig_caption"}, "text": "This dog underwent surgery and now carries a permanent tracheostomy tube to alleviate its breathing problems. Tracheostomy is a problematic procedure in dogs as the tracheostoma requires permanent skillful management to avoid infections.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5932, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5940, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Clinical phenotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 5961, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Laryngoscopy was performed in 36 Miniature Bull Terriers (S1 Table). For none of these dogs, previous trauma or other neurologic diseases had been reported. The examined dogs comprised 33 dogs with breathing problems including inspiratory stridor, dyspnea, exercise intolerance, and in some cases cyanosis and syncope; one dog with cough and syncope without inspiratory stridor or dyspnea and two dogs without breathing problems. In all dogs with inspiratory stridor (n = 33), bilateral LP with abnormal laryngeal function, lacking abduction of the arytenoids during inhalation and/or paradoxical movement of focal folds was diagnosed. The dog with cough and the two dogs without any breathing problems showed physiologic abduction during inhalation (Fig 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6720, "infons": {"file": "pgen.1008416.g002.jpg", "id": "pgen.1008416.g002", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Endoscopic images of the larynx.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6753, "infons": {"file": "pgen.1008416.g002.jpg", "id": "pgen.1008416.g002", "section_type": "FIG", "type": "fig_caption"}, "text": "Frontal view from the oral cavity. E: epiglottis. Black A: arytenoid. RG: rima glottidis. VF: vocal fold. DA: dorsal arch of the rima glottidis, CP: corniculate process of the arytenoid cartilages. RG is the gap between the two vocal folds. The images in the column “max. inspiration” show the arytenoids at their most abducted/opened position (end of inspiration). Images in the column “max. expiration” are taken at the end of expiration. The arytenoids are supposed to be in their most adducted position. (A, B) Miniature Bull Terrier (MB) with physiologic abduction during inspiration. RG is wider open during inspiration (A, B left column) compared to expiration (A, B right column). Without doxapram (A), the abduction is less pronounced than after stimulation with doxapram (B, immediately after intravenous administration of 1 mg/kg body weight (BW)). (C) Beagle with physiologic laryngeal function. The arytenoids abduct during inspiration and the RG is larger than in expiration. (D) 10-year-old large-breed dog with bilateral LP. In expiration, the vocal cords are not stretched tight anymore and collapsing. During inspiration (left column), arytenoids are not abducted. Due to the negative pressure, both vocal folds are additionally collapsing inward and are reducing the area of the RG. Therefore, the RG is smaller during inspiration than in expiration. (E) Miniature Bull Terrier with LP. No abduction of the arytenoids during inspiration can be observed. The RG is smaller during inspiration than in expiration. Due to the contact of the corniculate processes (CP) of the arytenoid cartilages in in- and expiration and loss of the dorsal arch of the RG, the upper half of the RG is nearly closed. Images S. Rösch.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8494, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In contrast to normocephalic dogs with physiologic laryngeal function (Fig 2C) or normocephalic dogs with LP (Fig 2D), the corniculate processes of the arytenoid cartilages in Miniature Bull Terriers appeared to be more closed with loss of the dorsal arch of the rima glottides (Fig 2A and 2B). Therefore, in Miniature Bull Terriers with LP smaller rimae glottidis in the upper half of the laryngeal inlet were observed than in dogs with GOLPP (Fig 2D and 2E). This fact may explain the severe respiratory distress seen in affected Miniature Bull Terriers.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9051, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Mapping of the LP locus", "sentences": [], "annotations": [], "relations": []}, {"offset": 9075, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Due to the striking breed predisposition of Miniature Bull Terriers for a clinically homogenous early onset form of LP, we hypothesized that a new genetic variant might be involved in causing LP in this breed. For the genetic analysis, we performed a genome-wide association study (GWAS) with genotypes from 85 Miniature Bull Terriers. The phenotypes were partly obtained during endoscopic examinations (18 cases / 1 control) and partly based on owners’ reports (5 cases / 61 controls; S1 Table). After quality control, the pruned dataset consisted of 22 LP cases, 59 controls and 102,578 markers. We obtained a single strong association signal with 50 markers exceeding the Bonferroni-corrected genome-wide significance threshold after adjustment for genomic inflation (PBonf. = 4.9 x 10−7). All significantly associated markers were located on chromosome 11 within an interval spanning from 18.3 Mb– 20.9 Mb. The most significant SNV was BICF2P1324705 with a pc1df-value of 4.1 x 10−9 at position 19,230,371 bp on chromosome 11 (Fig 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10122, "infons": {"file": "pgen.1008416.g003.jpg", "id": "pgen.1008416.g003", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Mapping of the LP locus by GWAS.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10155, "infons": {"file": "pgen.1008416.g003.jpg", "id": "pgen.1008416.g003", "section_type": "FIG", "type": "fig_caption"}, "text": "The Manhattan plot shows a single significant signal at the beginning of chromosome 11. The red line indicates the Bonferroni significance threshold (PBonf = 4.9 x 10-7). The quantile-quantile (QQ) plot in the inset shows the observed versus expected–log(p) values. The straight red line in the QQ plot indicates the distribution of p-values under the null hypothesis. The deviation of p-values at the right side indicates that these markers are stronger associated with the trait than it would be expected by chance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10675, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The results of the GWAS indicated a recessive mode of inheritance as most of the cases were homozygous for the risk haplotype. To narrow down the identified region, we visually inspected the phased haplotypes of the cases and performed autozygosity mapping. We searched for homozygous regions with allele sharing and found a region of ~1.4 Mb, which was shared between 17 of the 22 cases (Fig 4). The critical interval for the LP risk variant corresponded to the interval chr11:19,028,794–20,387,962 (CanFam 3.1 assembly).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11200, "infons": {"file": "pgen.1008416.g004.jpg", "id": "pgen.1008416.g004", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Definition of the critical interval for the LP locus.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11254, "infons": {"file": "pgen.1008416.g004.jpg", "id": "pgen.1008416.g004", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Details of the GWAS signal on chromosome 11. Markers exceeding the Bonferroni significance threshold were located between 18.3 – 20.9 Mb. (B) Haplotype analysis. Seventeen of the tested 22 cases were homozygous for a shared haplotype spanning chr:19,028,794–20,387,962. The positions and p-values of the two best associated markers from the GWAS are indicated. The position of the RAPGEF6 insertion is indicated in red. The critical interval is indicated at the bottom and defined by recombinations on the left and right side of the shared central haplotype block. (C) Gene annotation for the critical interval. The NCBI annotation release 105 listed 9 known protein coding genes (black), 5 computer-predicted protein-coding genes (grey) and one predicted gene for a non-coding RNA (indicated in blue) in the critical interval.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12090, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Identification of a candidate causative variant", "sentences": [], "annotations": [], "relations": []}, {"offset": 12138, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We sequenced the genome of an affected Miniature Bull Terrier at 12.5x coverage and called single nucleotide variants (SNVs) and small indel variants with respect to the CanFam 3.1 reference genome assembly. Automated variant calling identified 2,891,932 homozygous variants in the affected Miniature Bull Terrier. We then compared these variants to whole genome sequence data of 8 wolves and 590 dogs from genetically diverse breeds (other Miniature Bull Terriers and Bull Terriers excluded). We filtered for variants, which were exclusively present in the affected Miniature Bull Terrier. This hard filtering approach reduced the list to 1289 private homozygous variants in the affected dog, but none of them was located in the critical interval (S2 Table, S3 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12908, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As the automated variant calling pipeline had not yielded any plausible candidate variants within the critical interval, we visually searched for additional structural variants. Inspection of the short read alignments in the critical interval revealed five additional structural variants with respect to the genome reference sequence in the LP affected dog. Four of them were located in intergenic or intronic regions and not considered to be likely causative for LP. The fifth of these structural variants represented an insertion into exon 15 of the RAPGEF6 gene after position chr11:19,841,331 (S4 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13517, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We amplified the RAPGEF6 exon 15 and flanking sequences by PCR and determined the exact sequence of the insertion by Sanger sequencing. The insertion can be described as XM_846793.5:c.1793_1794insTTTTTTTTTTTTTTTTTTTTTAGCCCTTGAAATTTT, or c.1793_1794ins36 in abbreviated form. It consists of 21 T-residues and the duplication of 15 nucleotides flanking the insertion site (Fig 5).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13896, "infons": {"file": "pgen.1008416.g005.jpg", "id": "pgen.1008416.g005", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Details of the RAPGEF6 insertion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13930, "infons": {"file": "pgen.1008416.g005.jpg", "id": "pgen.1008416.g005", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) Schematic representation of exon 15 of the RAPGEF6 gene. Please note that the orientation is in the direction of transcription and reverse complementary with respect to the genome reference sequence. The insertion consists of a poly-thymine stretch and a duplication of 15 bp of flanking sequence at the integration site. (B) Targeted genotyping of the 36 bp insertion by fragment size analysis. PCR products from three dogs with different genotypes were separated on a FragmentAnalyzer capillary gel electrophoresis instrument.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14463, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genotype-phenotype association", "sentences": [], "annotations": [], "relations": []}, {"offset": 14494, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We genotyped 385 Miniature Bull Terriers, 75 Bull Terriers, and 681 dogs from 73 genetically diverse breeds for the RAPGEF6 insertion. (S5 Table, S6 Table). Additionally, we visually inspected the short read alignments for the RAPGEF6 c.1793_1794ins36 variant of 558 dogs from diverse breeds and eight wolves with publicly available genomes (S2 Table). The insertion allele was only found in Miniature Bull Terriers and Bull Terriers but not outside of these breeds. The RAPGEF6 insertion was not found in 27 additional LP cases from the American Staffordshire Terrier, French Bulldog, Pug, and Staffordshire Bull Terrier breeds (S5 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15135, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Most of the LP affected Miniature Bull Terriers were homozygous for the insertion allele (Table 1). However, the data showed an imperfect genotype-phenotype correlation as our study comprised 13 dogs homozygous for the insertion whose owners had not reported any breathing problems (n = 12) or endoscopy revealed no signs for LP (n = 1). On the other hand, there were also 14 dogs with reported breathing problems, which were homozygous wildtype or carried the insertion in heterozygous state. The genotype distribution suggested a complex mode of inheritance involving a major genetic risk factor with recessive mode of inheritance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15769, "infons": {"file": "pgen.1008416.t001.xml", "id": "pgen.1008416.t001", "section_type": "TABLE", "type": "table_title_caption"}, "text": "Allele and genotype frequencies at RAPGEF6:c.1793_1794ins36 from Miniature Bull Terriers, Bull Terriers and dogs from other breeds.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15901, "infons": {"file": "pgen.1008416.t001.xml", "id": "pgen.1008416.t001", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/><col align=\"left\" valign=\"middle\" span=\"1\"/></colgroup><thead><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Breed</th><th align=\"justify\" rowspan=\"1\" colspan=\"1\">Phenotype</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">n</th><th align=\"center\" colspan=\"2\" rowspan=\"1\">Allele Freq.</th><th align=\"center\" colspan=\"3\" rowspan=\"1\">Genotype Frequencies</th></tr><tr><th align=\"justify\" rowspan=\"1\" colspan=\"1\"/><th align=\"justify\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" rowspan=\"1\" colspan=\"1\"/><th align=\"center\" rowspan=\"1\" colspan=\"1\">wt</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">ins</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">wt/wt</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">wt/ins</th><th align=\"center\" rowspan=\"1\" colspan=\"1\">ins/ins</th></tr></thead><tbody><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Miniature Bull Terrier</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">cases (all)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">43</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.22</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.78</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">5 (0.12)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9 (0.21)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">29 (0.67)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\">cases (endoscopy)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">33</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.20</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.80</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">3 (0.09)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">7 (0.21)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">23 (0.70)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\">controls</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">200</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.70</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.30</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">94 (0.47)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">93 (0.47)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">13 (0.07)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"justify\" rowspan=\"1\" colspan=\"1\">unknown/excluded<xref ref-type=\"table-fn\" rid=\"t001fn001\"><sup>1</sup></xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">142</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.70</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.30</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">69 (0.49)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">60 (0.42)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">13 (0.09)</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Bull Terrier</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">unknown/excluded<xref ref-type=\"table-fn\" rid=\"t001fn001\"><sup>1</sup></xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">75</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.85</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.15</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">53 (0.71)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">22 (0.29)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"2\" colspan=\"1\">American Staffordshire Terrier</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">cases</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">19</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">19 (1.00)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">controls</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">9</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">10 (1.00)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"2\" colspan=\"1\">Staffordshire Bull Terrier</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">cases</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">4 (1.00)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">controls</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">6 (1.00)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Other breeds</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\">unknown</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1107<xref ref-type=\"table-fn\" rid=\"t001fn002\"><sup>2</sup></xref></td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">0.00</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">1107(1.00)</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td><td align=\"center\" rowspan=\"1\" colspan=\"1\">-</td></tr><tr><td align=\"justify\" rowspan=\"1\" colspan=\"1\">Total</td><td align=\"justify\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\">1605</td><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/><td align=\"center\" rowspan=\"1\" colspan=\"1\"/></tr></tbody></table>\n"}, "text": "Breed\tPhenotype\tn\tAllele Freq.\tGenotype Frequencies\t \t\t\t\twt\tins\twt/wt\twt/ins\tins/ins\t \tMiniature Bull Terrier\tcases (all)\t43\t0.22\t0.78\t5 (0.12)\t9 (0.21)\t29 (0.67)\t \t\tcases (endoscopy)\t33\t0.20\t0.80\t3 (0.09)\t7 (0.21)\t23 (0.70)\t \t\tcontrols\t200\t0.70\t0.30\t94 (0.47)\t93 (0.47)\t13 (0.07)\t \t\tunknown/excluded1\t142\t0.70\t0.30\t69 (0.49)\t60 (0.42)\t13 (0.09)\t \tBull Terrier\tunknown/excluded1\t75\t0.85\t0.15\t53 (0.71)\t22 (0.29)\t-\t \tAmerican Staffordshire Terrier\tcases\t19\t1.00\t0.00\t19 (1.00)\t-\t-\t \tcontrols\t9\t1.00\t0.00\t10 (1.00)\t-\t-\t \tStaffordshire Bull Terrier\tcases\t4\t1.00\t0.00\t4 (1.00)\t-\t-\t \tcontrols\t6\t1.00\t0.00\t6 (1.00)\t-\t-\t \tOther breeds\tunknown\t11072\t1.00\t0.00\t1107(1.00)\t-\t-\t \tTotal\t\t1605\t\t\t\t\t\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 16590, "infons": {"file": "pgen.1008416.t001.xml", "id": "pgen.1008416.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "1 Exclusion criteria: age of onset ≥ 8 years, cases diagnosed with hypothyroidism, controls < 2 years", "sentences": [], "annotations": [], "relations": []}, {"offset": 16694, "infons": {"file": "pgen.1008416.t001.xml", "id": "pgen.1008416.t001", "section_type": "TABLE", "type": "table_footnote"}, "text": "2 Including 566 genotypes obtained by visual inspection of WGS data in IGV (558 dogs, 8 wolves, S2 Table)", "sentences": [], "annotations": [], "relations": []}, {"offset": 16800, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Relative risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 16814, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The relative risk was calculated with a cohort of LP cases endoscopically diagnosed under standardized conditions (n = 21, diagnosed at Tierklinik Hofheim, Tierklinik am Kaiserberg and the University of Leipzig; S1 Table). Miniature Bull Terriers homozygous for the RAPGEF6 insertion had a 17.2-fold (95% CI: 7.29–40.7, p < 0.0001) increased risk for LP compared to dogs homozygous for the wildtype allele or carrying the mutant allele in heterozygous state. (n = 193).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17286, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Relative risk was also calculated with all Miniature Bull Terriers fulfilling the inclusion criteria (n = 243). In this cohort, homozygosity for the RAPGEF6 insertion was associated with a 9.91-fold (95% CI: 5.75–17.1, p < 0.0001) increased risk for LP compared with dogs, which were homozygous wildtype or carried the insertion allele in heterozygous state. The risk in dogs carrying the insertion in heterozygous state was not significantly increased compared to dogs homozygous for the wildtype allele (RR = 1.75, 95% CI: 0.61–5.03, p = 0.30).", "sentences": [], "annotations": [], "relations": []}, {"offset": 17837, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Functional confirmation", "sentences": [], "annotations": [], "relations": []}, {"offset": 17861, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "For the investigation of the functional consequences of the insertion on the transcript level, we isolated RNA from blood samples of Miniature Bull Terriers with the three different genotypes (wt/wt, wt/ins, ins/ins). RT-PCR with primers located in exon 12 and exon 17 of the RAPGEF6 gene yielded a band of the expected size in the wt/wt dog. The insertion allele gave rise to a transcript lacking 49 nucleotides from the 5’-end of exon 15, XM_846793.5:r.1732_1780del (Fig 6). The formation of the aberrant transcript is due to the presence of a very strong splice acceptor motif created by the insertion, which consists of 25 thymines followed by an AG dinucleotide.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18531, "infons": {"file": "pgen.1008416.g006.jpg", "id": "pgen.1008416.g006", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Experimental verification of the RAPGEF6 splice defect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18587, "infons": {"file": "pgen.1008416.g006.jpg", "id": "pgen.1008416.g006", "section_type": "FIG", "type": "fig_caption"}, "text": "(A) The genomic organization of the RAPGEF6 gene in the region of exon 15, position of the insertion, and position of primers for RT-PCR are indicated. (B) RT-PCR was performed with RNA isolated from blood samples of dogs with the three different genotypes. The picture shows a FragmentAnalyzer gel image of the experiment. In the control animal, only the expected 758 bp product is visible. In an LP affected dog homozygous for the insertion, a 709 bp product representing a transcript lacking 49 nucleotides is visible. The genomic insertion leads to the use of an aberrant internal splice acceptor site and a transcript lacking the 5’-end of exon 15 (RAPGEF6:r.1732_1780del). The identity of the bands was verified by Sanger sequencing.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19329, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The usage of the aberrant splice site leads to a shift in the open reading frame and an early premature stop codon, XP_851886.2:p.(Ile578ProfsTer5). We did not experimentally verify the expression of the mutant protein. Based on the mutant transcript sequence, 1029 (64%) of the 1606 amino acids of the wildtype RAPGEF6 protein were predicted to be missing in the mutant protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19709, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Genotypes at ADAMTS3:c.2786G>A (p.Arg929His)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19754, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During this study, we additionally genotyped 373 Miniature Bull Terriers, 68 Bull Terriers, 89 French Bulldogs and 12 Pugs for the recently published ADAMTS3:c.2786G>A variant in dogs with upper airway syndrome. This mutant allele was not present in Miniature Bull Terriers, Bull Terriers and Pugs. Seventy (79%) French Bulldogs were homozygous for the wildtype allele, 18 (20%) were heterozygous and one dog (1%) was homozygous for the mutant allele. (S1 Table, S5 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 20228, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 20239, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the present study, we identified a 36 bp insertion into exon 15 of the RAPGEF6 gene as a likely candidate causative variant underlying a major genetic risk factor for an early onset form of LP in Miniature Bull Terriers. The risk locus was unambiguously mapped by GWAS to chromosome 11 and haplotype analyses suggested a critical interval of ~1.4 Mb. The reported insertion was the only phenotype-associated protein-changing variant detected within the critical interval and experiments on the transcript level strongly suggested that the insertion results in a complete inactivation of the RAPGEF6 gene. Homozygosity for the insertion was associated with a greatly increased risk for LP. Our data were not compatible with a simple Mendelian trait (monogenic autosomal recessive inheritance with full penetrance). Some of the discordant dogs in our study might have been due to erroneous phenotype assignments, as LP can only be reliably diagnosed by endoscopy in living dogs. We had to work with less reliable owner-reported phenotypes in order to obtain the required sample numbers for this study. Heterogeneity and the existence of other clinically similar forms of LP in the breed might explain some of the discordant cases that were not homozygous for the RAPGEF6 insertion. We verified that ADAMTS3:c.2786G>A variant, reported to cause Upper Airway Syndrome in Norwich Terriers, does not segregate in Miniature Bull Terriers or Bull Terriers. Being aware of the limitations of our study, we believe that the data nonetheless strongly suggest the causality of the insertion.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21822, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The detected 36 bp insertion might have been the result of a retroposon insertion with subsequent deletion of almost the entire retroposon, so that only 15 bp duplicated flanking sequence and 21 bp of poly-A tail remained in the mutant allele. Alternatively, we cannot rule out the possibility that the insertion is the result of a non-homologous end-joining repair process, in which the overhanging ends of a spontaneous double-strand break have not been properly processed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22298, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "RAPGEF6 encodes the widely expressed Rap guanine nucleotide exchange factor 6. RAPGEF6 and the related RAPGEF2 form a distinct subfamily of guanine nucleotide exchange factors for RAP small GTPases. RAPGEF6 is a downstream target of MRAS signaling. RAPGEF6 and RAP signaling have been reported to regulate a wide variety of cellular functions including proliferation, differentiation, and cell adhesion. However, the in vivo function of RAPGEF6 is not well understood. Rapgef6-/- knockout mice are viable and reports on their phenotypes are not entirely consistent. One study reported that Rapgef6-/- mice were normal in terms of overall growth, appearance and fertility, but had an increased spleen weight. Later on, male infertility was observed in Rapgef6-/- mice. Finally, a third study reported subtle behavioral alterations and a slightly decreased body weight in Rapgef6-/- mice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23185, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Interestingly, one form of inherited polyneuropathy that also includes LP as a clinical sign in Leonbergers is caused by a genetic variant in ARHGEF10 encoding Rho guanine nucleotide exchange factor 10. RAPGEF6 and ARHGEF10 thus both represent guanine nucleotide exchange factors that appear indispensable for the proper function of peripheral neurons with long axons. In our study, the phenotype of RAPGEF6-/- dogs seemed to be restricted to changes in laryngeal innervation with an early age of onset. ARHGEF10-/- dogs have a later age of onset of clinical signs, but their phenotype comprises a broader variety of peripheral nerves. It has been shown that a loss of ARHGEF10 leads to defects in axon ensheathment and myelination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23918, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Inherited forms of LP have been observed in at least three different human families. Autosomal dominant inheritance was postulated, but the causative genetic variants remain unknown. Further studies are required to clarify whether RAPGEF6 variants might be functionally involved in these or similar cases of human LP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24236, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The RAPGEF6:c.1793_1794ins36 variant segregates in Miniature Bull Terriers and also Bull Terriers. Miniature Bull Terriers were derived from Bull Terriers (see Material and Methods for further details on breed history). The relatively high frequency of the disease associated allele in the two breeds represents a major threat to the breeding programs. We recommend the introduction of genetic testing and a targeted breeding program to decrease the prevalence of LP. Future matings should be planned with at least one of the breeding animals being clear (wt/wt) to avoid the birth of further homozygous mutant offspring. At the same time, it is important to stress that carriers and even homozygous mutant animals should not be immediately excluded from breeding. We recommend to aim at a gradual reduction of the mutant allele. An abrupt exclusion of all carrier animals from breeding would lead to a substantial loss of genetic diversity in the breed and a further increase in inbreeding. This in turn is likely to result in the increase of other yet unknown recessively inherited defects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25329, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In conclusion, we identified the RAPGEF6:c.1793_1794ins36 variant leading to a splice defect in the RAPGEF6 gene as candidate causative variant for LP in Miniature Bull Terriers. The variant represents a major genetic risk factor for a complex trait. The genotype at this variant is not perfectly associated with the phenotype indicating heterogeneity and/or the presence of additional modifier genes and/or environmental risk factors. The molecular pathogenesis of LP remains unclear. Our data facilitate genetic testing of Miniature Bull Terriers and Bull Terriers to prevent the non-intentional breeding of LP affected dogs. LP affected dogs may serve as models to further clarify the elusive physiological role of RAPGEF6 in vivo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26064, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Materials and methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 26086, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Ethics statement", "sentences": [], "annotations": [], "relations": []}, {"offset": 26103, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All animal experiments were performed according to the local regulations. The dogs in this study were examined with the consent of their owners. The collection of blood samples was approved by the “Cantonal Committee For Animal Experiments” (Canton of Bern; permit 75/16).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26380, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Animals and samples", "sentences": [], "annotations": [], "relations": []}, {"offset": 26400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Bull Terriers with their characteristic egg-shaped head were founded as a dog breed in the 1850s in the United Kingdom. Originally, there were no size standards in this breed and smaller dogs were bred as a variety of the regular Bull Terrier. Eventually, two sub-populations formed and the Miniature Bull Terrier with a maximum height of 35.5 cm was recognized as an independent breed in 1991 by the American Kennel Club (AKC) and in 2011 by the European Fédération Cynologique Internationale (FCI). Therefore, Bull Terriers and Miniature Bull Terriers share a common ancestral gene pool, but represent independent closed populations today.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27044, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study included samples from 385 Miniature Bull Terriers (43 cases / 200 controls / 38 unknown phenotype / 104 excluded). The study also included 75 Bull Terriers (74 unknown phenotype / 1 excluded), 28 American Staffordshire Terriers (19 cases / 9 controls), 90 French Bulldogs (3 with impaired laryngeal function / 8 controls / 79 unknown phenotype), 12 Pugs (1 with impaired laryngeal function / 2 controls / 9 unknown phenotype), 10 Staffordshire Bull Terriers (4 cases / 6 controls) and >1000 dogs from many different breeds, which were assumed to be free of early-onset LP (Table 1, S1 Table, S5 Table, S6 Table). EDTA blood samples were taken for DNA isolation. PAXgene blood tubes (Qiagen) were used to collect blood samples for RNA isolation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27800, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Phenotype assignment", "sentences": [], "annotations": [], "relations": []}, {"offset": 27821, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Case / control status was mostly based on owner’s report without endoscopic assessment of the upper airways. Controls: Dogs age two years and older with no reported breathing difficulties or diagnosed endocrinopathies were designated as controls. In three dogs, physiologic laryngeal function had been endoscopically confirmed. Cases: Dogs with breathing difficulties reported by the owner were designated as cases. Dogs with an onset of clinical signs older than 8 years and dogs suffering from hypothyroidism were excluded from association analyses and classified as unknown regarding the LP phenotype. In 33 Miniature Bull Terriers with breathing problems, laryngeal dysfunction had been endoscopically confirmed (S1 Table).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28551, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Laryngoscopy", "sentences": [], "annotations": [], "relations": []}, {"offset": 28564, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Endoscopy of the upper airways was performed in three different institutions to assess laryngeal function. The examination was consented by the owners. Dogs were anesthetized with randomly assigned anesthetic protocols. Dogs were positioned in sternal recumbency and the head was elevated to the level of physiologic carriage by using e.g. a maxillary sling. The mouth was opened and the larynx evaluated during spontaneous breathing with rigid straight 0°-endoscopes of different diameter (Karl Storz, Germany). In two institutions breathing was additionally stimulated intravenously with doxapram hydrochloride (1–2 mg/kg body weight). According to Gross et al. laryngeal function was characterized as either normal with visible abduction during inspiration or abnormal, without abduction during inspiration, and resulting in the diagnosis of LP.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29416, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DNA isolation and SNV genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 29449, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We isolated genomic DNA from EDTA blood samples. Eighty-five dogs were genotyped for 220,853 SNVs on the illumina canine_HD chip (S1 File).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29589, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "GWAS", "sentences": [], "annotations": [], "relations": []}, {"offset": 29594, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A set of 23 cases and 62 controls was selected for the GWAS. GWAS was done using a mixed model in RStudio with the GenABEL package. A polygenic model of the hglm package, with a kinship matrix based on autosomal markers in the cleaned dataset as random effect, was estimated and a score test for association using the function “mmscore” was performed. We corrected for multiple testing using Bonferroni correction with a significance level of 0.05. QQ plots were created using qqman version 0.1.4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30096, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Phasing and haplotype analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 30127, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We inferred haplotype phase using the program fastPHASE version 1.4.0. We phased chromosome 11 using all cases and control dogs together in a single run. We visually inspected the phased haplotypes for the region of interest on chromosome 11 using Excel for shared haplotype blocks among cases. Recombination events on either side of the shared disease-associated haplotype defined the borders of the critical interval.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30547, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Whole genome sequencing of an LP affected Miniature Bull Terrier", "sentences": [], "annotations": [], "relations": []}, {"offset": 30612, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An Illumina PCR-free TruSeq fragment library with 400 bp insert size of an LP affected Miniature Bull Terrier (MB003) was prepared. We collected 123 million 2 x 150 bp read-pairs or 12.5 x coverage on a HiSeq3000 instrument. The reads were mapped to the dog reference genome assembly CanFam3.1 and aligned using Burrows-Wheeler Aligner (BWA) version 0.7.5a with default settings. The generated SAM file was converted to a BAM file and the reads were sorted by coordinate using samtools. Picard tools (http://sourceforge.net/projects/picard/) was used to mark PCR duplicates. To perform local realignments and to produce a cleaned BAM file, we used the Genome Analysis Tool Kit (GATK version 2.4.9, 50). GATK was also used for base quality recalibration with canine dbSNP version 139 data as training set. The sequence data were deposited under the study accession PRJEB16012 and sample accession SAMEA4867920 at the European Nucleotide Archive.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31557, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Variant calling", "sentences": [], "annotations": [], "relations": []}, {"offset": 31573, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Putative SNVs were identified and annotated in each of 602 whole genome sequences as described. For the filtering of candidate causative variants in the case, we excluded 1 Miniature Bull Terrier and 2 Bull Terriers without LP phenotype information. Thus, we used the case genome and 598 control genomes, which were either publicly available or produced during other projects of our group or contributed by members of the Dog Biomedical Variant Database Consortium. A detailed list of these control genomes is given in S2 Table.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32102, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 32116, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used dog CanFam 3.1 reference genome assembly together with the NCBI annotation release 105 for all analyses. Numbering within the canine RAPGEF6 gene corresponds to the accessions XM_846793.5 (mRNA) and XP_851886.2 (protein).", "sentences": [], "annotations": [], "relations": []}, {"offset": 32346, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sanger sequencing and targeted genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 32388, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used Sanger sequencing to confirm the RAPGEF6:c.1793_1794ins36 candidate variant. A 265 bp or 301 bp fragment containing the variable position was PCR amplified (35 cycles) from genomic DNA using AmpliTaq Gold 360 Master Mix (ThermoFisher). Primers are given in the S7 Table. After treatment with shrimp alkaline phosphatase and endonuclease I, PCR products were directly sequenced on an ABI 3730 capillary sequencer (ThermoFisher). We analyzed the Sanger sequence data using the software Sequencher 5.1 (GeneCodes). To genotype larger numbers of samples, we performed fragment size analysis on a Fragment Analyzer capillary gel electrophoresis instrument (Advance Analytical).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33069, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "RNA isolation and RT-PCR", "sentences": [], "annotations": [], "relations": []}, {"offset": 33094, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Total RNA was extracted from blood samples using the PAXgene Blood RNA Kit IVD (Qiagen). Polyadenylated mRNA was reverse transcribed into cDNA using the SuperScript IV Reverse Transcriptase Kit (ThermoFisher) with oligo d(T) primers. Primer sequences for the PCR on the synthesized cDNA are listed in the S4 Table. The products were analyzed on a Fragment Analyzer capillary gel electrophoresis instrument (Advanced Analytical). The sequence of the obtained RT-PCR products was confirmed by Sanger sequencing as described above.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33623, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Relative risk", "sentences": [], "annotations": [], "relations": []}, {"offset": 33637, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Relative risk (RR) for Miniature Bull Terriers was calculated by using the MedCalc online statistical tool. Based on the existing information, dogs were classified in eight groups (case, endoscopy confirmed; case, owner reported; control, endoscopy confirmed; control, owner reported; excluded, case ≥ 8 years age of onset; excluded, control < 2 years of age; excluded, hypothyroidism; phenotype unknown). All phenotype and genotype information used for the calculation are listed in S1 Table.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34133, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "ADAMTS3 genotyping", "sentences": [], "annotations": [], "relations": []}, {"offset": 34152, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used Sanger sequencing to genotype the dogs for the ADAMTS3:c.2786G>A variant. A 230 bp fragment containing the variable position was PCR amplified from genomic DNA using AmpliTaq Gold 360 Master Mix (ThermoFisher). Primers are given in the S7 Table. After treatment with shrimp alkaline phosphatase and endonuclease I, PCR products were directly sequenced on an ABI 3730 capillary sequencer (ThermoFisher). We analyzed the Sanger sequence data using the software Sequencher 5.1 (GeneCodes).", "sentences": [], "annotations": [], "relations": []}, {"offset": 34647, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supporting information", "sentences": [], "annotations": [], "relations": []}, {"offset": 34670, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 34681, "infons": {"fpage": "313", "lpage": "318", "name_0": "surname:Meyer;given-names:TK", "pub-id_doi": "10.1097/NRL.0b013e3181b1cde5", "pub-id_pmid": "19901709", "section_type": "REF", "source": "Neurologist", "type": "ref", "volume": "15", "year": "2009"}, "text": "The larynx for neurologists", "sentences": [], "annotations": [], "relations": []}, {"offset": 34709, "infons": {"fpage": "139", "lpage": "149", "name_0": "surname:Stanley;given-names:BJ", "name_1": "surname:Hauptman;given-names:JG", "name_2": "surname:Fritz;given-names:MC", "name_3": "surname:Rosenstein;given-names:DS", "name_4": "surname:Kinns;given-names:J", "pub-id_doi": "10.1111/j.1532-950X.2009.00626.x", "pub-id_pmid": "20210960", "section_type": "REF", "source": "Vet Surg", "type": "ref", "volume": "39", "year": "2010"}, "text": "Esophageal dysfunction in dogs with idiopathic laryngeal paralysis: a controlled cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 34803, "infons": {"fpage": "1735", "lpage": "1740", "name_0": "surname:Braund;given-names:KG", "name_1": "surname:Steinberg;given-names:HS", "name_2": "surname:Shores;given-names:A", "name_3": "surname:Steiss;given-names:JE", "name_4": "surname:Mehta;given-names:JR", "name_5": "surname:Toivio-Kinnucan;given-names:M", "pub-id_pmid": "2546908", "section_type": "REF", "source": "J Am Vet Med Assoc", "type": "ref", "volume": "194", "year": "1989"}, "text": "Laryngeal paralysis in immature and mature dogs as one sign of a more diffuse polyneuropathy", "sentences": [], "annotations": [], "relations": []}, {"offset": 34896, "infons": {"fpage": "19", "lpage": "26", "name_0": "surname:McKeirnan;given-names:KL", "name_1": "surname:Gross;given-names:ME", "name_2": "surname:Rochat;given-names:M", "name_3": "surname:Payton;given-names:M", "pub-id_doi": "10.5326/JAAHA-MS-5959", "pub-id_pmid": "24216495", "section_type": "REF", "source": "J Am Anim Hosp Assoc", "type": "ref", "volume": "50", "year": "2014"}, "text": "Comparison of propofol and propofol/ketamine anesthesia for evaluation of laryngeal function in healthy dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 35005, "infons": {"fpage": "769", "lpage": "772", "name_0": "surname:Broome;given-names:C", "name_1": "surname:Burbidge;given-names:HM", "name_2": "surname:Pfeiffer;given-names:DU", "pub-id_doi": "10.1111/j.1751-0813.2000.tb10449.x", "pub-id_pmid": "11194723", "section_type": "REF", "source": "Aust Vet J", "type": "ref", "volume": "78", "year": "2000"}, "text": "Prevalence of laryngeal paresis in dogs undergoing general anaesthesia", "sentences": [], "annotations": [], "relations": []}, {"offset": 35076, "infons": {"fpage": "1057", "lpage": "1065", "name_0": "surname:von Pfeil;given-names:DJF", "name_1": "surname:Zellner;given-names:E", "name_2": "surname:Fritz;given-names:MC", "name_3": "surname:Langohr;given-names:I", "name_4": "surname:Griffitts;given-names:C", "name_5": "surname:Stanley;given-names:BJ", "pub-id_doi": "10.2460/javma.253.8.1057", "pub-id_pmid": "30272513", "section_type": "REF", "source": "J Am Vet Med Assoc", "type": "ref", "volume": "253", "year": "2018"}, "text": "Congenital laryngeal paralysis in Alaskan Huskies: 25 cases (2009–2014)", "sentences": [], "annotations": [], "relations": []}, {"offset": 35150, "infons": {"fpage": "188", "lpage": "194", "name_0": "surname:Wilson;given-names:D", "name_1": "surname:Monnet;given-names:E", "pub-id_doi": "10.2460/javma.248.2.188", "pub-id_pmid": "26720085", "section_type": "REF", "source": "J Am Vet Med Assoc", "type": "ref", "volume": "248", "year": "2016"}, "text": "Risk factors for the development of aspiration pneumonia after unilateral arytenoid lateralization in dogs with laryngeal paralysis: 232 cases (1987–2012)", "sentences": [], "annotations": [], "relations": []}, {"offset": 35307, "infons": {"fpage": "534", "lpage": "42", "name_0": "surname:Braund;given-names:KG", "name_1": "surname:Shores;given-names:A", "name_2": "surname:Cochrane;given-names:S", "name_3": "surname:Forrester;given-names:D", "name_4": "surname:Kwiecien;given-names:JM", "name_5": "surname:Steiss;given-names:JE", "pub-id_pmid": "8017700", "section_type": "REF", "source": "Am J Vet Res", "type": "ref", "volume": "55", "year": "1994"}, "text": "Laryngeal paralysis-polyneuropathy complex in young Dalmatians", "sentences": [], "annotations": [], "relations": []}, {"offset": 35370, "infons": {"fpage": "1021", "lpage": "1028", "name_0": "surname:Andrade;given-names:N", "name_1": "surname:Kent;given-names:M", "name_2": "surname:Howerth;given-names:EW", "name_3": "surname:Radlinsky;given-names:MG", "pub-id_doi": "10.1111/vsu.12410", "pub-id_pmid": "26509938", "section_type": "REF", "source": "Vet Surg", "type": "ref", "volume": "44", "year": "2015"}, "text": "Evaluation of pharyngeal function in dogs with laryngeal paralysis before and after unilateral arytenoid lateralization", "sentences": [], "annotations": [], "relations": []}, {"offset": 35490, "infons": {"fpage": "309", "lpage": "329", "name_0": "surname:Cook;given-names:WR", "section_type": "REF", "source": "J Small Anim Pract", "type": "ref", "volume": "5", "year": "1964"}, "text": "Observations on the upper respiratory tract of the dog and cat", "sentences": [], "annotations": [], "relations": []}, {"offset": 35553, "infons": {"fpage": "714", "lpage": "720", "name_0": "surname:Venker-van Haagen;given-names:AJ", "name_1": "surname:Hartman;given-names:W", "name_2": "surname:Goedegebuure;given-names:SA", "section_type": "REF", "source": "J Am Anim Hosp Assoc", "type": "ref", "volume": "14", "year": "1978"}, "text": "Spontaneous laryngeal paralysis in young Bouviers", "sentences": [], "annotations": [], "relations": []}, {"offset": 35603, "infons": {"fpage": "551", "lpage": "556", "name_0": "surname:Harvey CE", "name_1": "surname:O’Brien;given-names:JA", "section_type": "REF", "source": "J Am Anim Hosp Assoc", "type": "ref", "volume": "18", "year": "1982"}, "text": "Treatment of laryngeal paralysis in dogs by partial laryngectomy", "sentences": [], "annotations": [], "relations": []}, {"offset": 35668, "infons": {"fpage": "624", "lpage": "627", "name_0": "surname:Polizopoulou;given-names:ZS", "name_1": "surname:Koutinas;given-names:AF", "name_2": "surname:Papadopoulos;given-names:GC", "name_3": "surname:Saridomichelakis;given-names:MN", "pub-id_doi": "10.1136/vr.153.20.624", "pub-id_pmid": "14653342", "section_type": "REF", "source": "Vet Rec", "type": "ref", "volume": "153", "year": "2003"}, "text": "Juvenile laryngeal paralysis in three Siberian Husky x Alaskan malamute puppies", "sentences": [], "annotations": [], "relations": []}, {"offset": 35748, "infons": {"fpage": "330", "lpage": "337", "name_0": "surname:Mahony;given-names:OM", "name_1": "surname:Knowles;given-names:KE", "name_2": "surname:Braund;given-names:KG", "name_3": "surname:Averill;given-names:DR", "name_4": "surname:Frimberger;given-names:AE", "pub-id_doi": "10.1111/j.1939-1676.1998.tb02131.x", "pub-id_pmid": "9773408", "section_type": "REF", "source": "J Vet Intern Med", "type": "ref", "volume": "12", "year": "1998"}, "text": "Laryngeal paralysis-polyneuropathy complex in young Rottweilers", "sentences": [], "annotations": [], "relations": []}, {"offset": 35812, "infons": {"fpage": "558", "lpage": "561", "name_0": "surname:Ridyard;given-names:AE", "name_1": "surname:Corcoran;given-names:BM", "name_2": "surname:Tasker;given-names:S", "name_3": "surname:Willis;given-names:R", "name_4": "surname:Welsh;given-names:EM", "name_5": "surname:Demetriou;given-names:JL", "pub-id_doi": "10.1111/j.1748-5827.2000.tb03153.x", "pub-id_pmid": "11138855", "section_type": "REF", "source": "J Small Anim Pract", "type": "ref", "volume": "41", "year": "2000"}, "text": "Spontaneous laryngeal paralysis in four white-coated German shepherd dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 35886, "infons": {"fpage": "2003", "lpage": "2012", "name_0": "surname:Vandenberghe;given-names:H", "name_1": "surname:Escriou;given-names:C", "name_2": "surname:Rosati;given-names:M", "name_3": "surname:Porcarelli;given-names:L", "name_4": "surname:Recio Caride;given-names:A", "name_5": "surname:Anor;given-names:S", "pub-id_doi": "10.1111/jvim.15316", "pub-id_pmid": "30315663", "section_type": "REF", "source": "J Vet Intern Med", "type": "ref", "volume": "32", "year": "2018"}, "text": "Juvenile-onset polyneuropathy in American Staffordshire Terriers", "sentences": [], "annotations": [], "relations": []}, {"offset": 35951, "infons": {"fpage": "1114", "lpage": "1120", "name_0": "surname:Holt;given-names:DE", "name_1": "surname:Brown;given-names:DC", "name_2": "surname:Henthorn;given-names:PS", "pub-id_doi": "10.2460/ajvr.77.10.1114", "pub-id_pmid": "27668583", "section_type": "REF", "source": "Am J Vet Res", "type": "ref", "volume": "77", "year": "2016"}, "text": "Evaluation of the dynactin 1 gene in Leonbergers and Labrador Retrievers with laryngeal paralysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36049, "infons": {"fpage": "471", "lpage": "477", "name_0": "surname:Shelton;given-names:GD", "name_1": "surname:Podell;given-names:M", "name_2": "surname:Poncelet;given-names:L", "name_3": "surname:Schatzberg;given-names:S", "name_4": "surname:Patterson;given-names:E", "name_5": "surname:Powell;given-names:HC", "pub-id_doi": "10.1002/mus.10350", "pub-id_pmid": "12661049", "section_type": "REF", "source": "Muscle Nerve", "type": "ref", "volume": "27", "year": "2003"}, "text": "Inherited polyneuropathy in Leonberger dogs: a mixed or intermediate form of Charcot-Marie-Tooth disease?", "sentences": [], "annotations": [], "relations": []}, {"offset": 36155, "infons": {"fpage": "e1004635", "name_0": "surname:Ekenstedt;given-names:KJ", "name_1": "surname:Becker;given-names:D", "name_2": "surname:Minor;given-names:KM", "name_3": "surname:Shelton;given-names:GD", "name_4": "surname:Patterson;given-names:EE", "name_5": "surname:Bley;given-names:T", "pub-id_doi": "10.1371/journal.pgen.1004635", "pub-id_pmid": "25275565", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "10", "year": "2014"}, "text": "An ARHGEF10 deletion is highly associated with a juvenile-onset inherited polyneuropathy in Leonberger and Saint Bernard dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 36281, "infons": {"fpage": "662", "name_0": "surname:Becker;given-names:D", "name_1": "surname:Minor;given-names:KM", "name_2": "surname:Letko;given-names:A", "name_3": "surname:Ekenstedt;given-names:KJ", "name_4": "surname:Jagannathan;given-names:V", "name_5": "surname:Leeb;given-names:T", "pub-id_doi": "10.1186/s12864-017-4081-z", "pub-id_pmid": "28841859", "section_type": "REF", "source": "BMC Genomics", "type": "ref", "volume": "18", "year": "2017"}, "text": "A GJA9 frameshift variant is associated with polyneuropathy in Leonberger dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 36360, "infons": {"fpage": "258", "lpage": "263", "name_0": "surname:Tobias;given-names:KM", "name_1": "surname:Jackson;given-names:AM", "name_2": "surname:Harvey;given-names:RC", "pub-id_doi": "10.1111/j.1467-2995.2004.00168.x", "pub-id_pmid": "15509290", "section_type": "REF", "source": "Vet Anaesth Analg", "type": "ref", "volume": "31", "year": "2004"}, "text": "Effects of doxapram HCl on laryngeal function of normal dogs and dogs with naturally occurring laryngeal paralysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36475, "infons": {"fpage": "e1008102", "name_0": "surname:Marchant;given-names:TW", "name_1": "surname:Dietschi;given-names:E", "name_2": "surname:Rytz;given-names:U", "name_3": "surname:Schawalder;given-names:P", "name_4": "surname:Jagannathan;given-names:V", "name_5": "surname:Hadji Rasouliha;given-names:S", "pub-id_doi": "10.1371/journal.pgen.1008102", "pub-id_pmid": "31095560", "section_type": "REF", "source": "PLoS Genet", "type": "ref", "volume": "15", "year": "2019"}, "text": "An ADAMTS3 missense variant is associated with Norwich Terrier upper airway syndrome", "sentences": [], "annotations": [], "relations": []}, {"offset": 36560, "infons": {"fpage": "D83", "lpage": "D89", "name_0": "surname:Vassetzky;given-names:NS", "name_1": "surname:Kramerov;given-names:DA", "pub-id_doi": "10.1093/nar/gks1263", "pub-id_pmid": "23203982", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "41", "year": "2013"}, "text": "SINEBase: a database and tool for SINE analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 36608, "infons": {"fpage": "165", "lpage": "221", "name_0": "surname:Kramerov;given-names:DA", "name_1": "surname:Vassetzky;given-names:NS", "pub-id_doi": "10.1016/S0074-7696(05)47004-7", "pub-id_pmid": "16344113", "section_type": "REF", "source": "Int Rev Cytol", "type": "ref", "volume": "247", "year": "2005"}, "text": "Short retroposons in eukaryotic genomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 36648, "infons": {"fpage": "390", "name_0": "surname:Bonetti;given-names:D", "name_1": "surname:Colombo;given-names:CV", "name_2": "surname:Clerici;given-names:M", "name_3": "surname:Longhese;given-names:MP", "pub-id_doi": "10.3389/fgene.2018.00390", "pub-id_pmid": "30258457", "section_type": "REF", "source": "Front Genet", "type": "ref", "volume": "9", "year": "2018"}, "text": "Processing of DNA ends in the maintenance of genome stability", "sentences": [], "annotations": [], "relations": []}, {"offset": 36710, "infons": {"fpage": "42219", "lpage": "42225", "name_0": "surname:Gao;given-names:X", "name_1": "surname:Satoh;given-names:T", "name_2": "surname:Liao;given-names:Y", "name_3": "surname:Song;given-names:C", "name_4": "surname:Hu;given-names:CD", "name_5": "surname:Kariya Ki;given-names:K", "pub-id_doi": "10.1074/jbc.M105760200", "pub-id_pmid": "11524421", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "276", "year": "2001"}, "text": "Identification and characterization of RA-GEF-2, a Rap guanine nucleotide exchange factor that serves as a downstream target of M-Ras", "sentences": [], "annotations": [], "relations": []}, {"offset": 36844, "infons": {"fpage": "141", "lpage": "149", "name_0": "surname:Kuiperij;given-names:HB", "name_1": "surname:de Rooij;given-names:J", "name_2": "surname:Rehmann;given-names:H", "name_3": "surname:van Triest;given-names:M", "name_4": "surname:Wittinghofer;given-names:A", "name_5": "surname:Bos;given-names:JL", "section_type": "REF", "source": "Biochim Biphys Acta", "type": "ref", "volume": "1593", "year": "2003"}, "text": "Characterisation of PDZ-GEFs, a family of guanine nucleotide exchange factors specific for Rap1 and Rap2", "sentences": [], "annotations": [], "relations": []}, {"offset": 36949, "infons": {"fpage": "615", "lpage": "623", "name_0": "surname:Gloerich;given-names:M", "name_1": "surname:Bos;given-names:JL", "pub-id_doi": "10.1016/j.tcb.2011.07.001", "pub-id_pmid": "21820312", "section_type": "REF", "source": "Trends Cell Biol", "type": "ref", "volume": "21", "year": "2011"}, "text": "Regulating Rap small G-proteins in time and space", "sentences": [], "annotations": [], "relations": []}, {"offset": 36999, "infons": {"fpage": "2949", "lpage": "2959", "name_0": "surname:Yoshikawa;given-names:Y", "name_1": "surname:Satoh;given-names:T", "name_2": "surname:Tamura;given-names:T", "name_3": "surname:Wei;given-names:P", "name_4": "surname:Bilasy;given-names:SE", "name_5": "surname:Edamatsu;given-names:H", "pub-id_doi": "10.1091/mbc.E07-03-0250", "pub-id_pmid": "17538012", "section_type": "REF", "source": "Mol Biol Cell", "type": "ref", "volume": "18", "year": "2007"}, "text": "The M-Ras-RA-GEF-2-Rap1 pathway mediates tumor necrosis factor-alpha dependent regulation of integrin activation in splenocytes", "sentences": [], "annotations": [], "relations": []}, {"offset": 37127, "infons": {"fpage": "89", "lpage": "94", "name_0": "surname:Okada;given-names:K", "name_1": "surname:Miyake;given-names:H", "name_2": "surname:Yamaguchi;given-names:K", "name_3": "surname:Chiba;given-names:K", "name_4": "surname:Maeta;given-names:K", "name_5": "surname:Bilasy;given-names:SE", "pub-id_doi": "10.1016/j.bbrc.2014.01.149", "pub-id_pmid": "24491570", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "445", "year": "2014"}, "text": "Critical function of RA-GEF-2/Rapgef6, a guanine nucleotide exchange factor for Rap1, in mouse spermatogenesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 37238, "infons": {"fpage": "27", "name_0": "surname:Maeta;given-names:K", "name_1": "surname:Hattori;given-names:S", "name_2": "surname:Ikutomo;given-names:J", "name_3": "surname:Edamatsu;given-names:H", "name_4": "surname:Bilasy;given-names:SE", "name_5": "surname:Miyakawa;given-names:T", "pub-id_doi": "10.1186/s13041-018-0370-y", "pub-id_pmid": "29747665", "section_type": "REF", "source": "Mol Brain", "type": "ref", "volume": "11", "year": "2018"}, "text": "Comprehensive behavioral analysis of mice deficient in Rapgef2 and Rapgef6, a subfamily of guanine nucleotide exchange factors for Rap small GTPases possessing the Ras/Rap-associating domain", "sentences": [], "annotations": [], "relations": []}, {"offset": 37429, "infons": {"fpage": "186", "lpage": "188", "name_0": "surname:Brunner;given-names:FX", "name_1": "surname:Herrmann;given-names:IF", "section_type": "REF", "source": "Laryng Rhinol Otol", "type": "ref", "volume": "61", "year": "1982"}, "text": "Die familiaer gehaeufte Rekurrensparese, ein genetisch fixiertes Syndrom: erneut Hinweise fuer eine Kopplung des Defektgens mit dem HLA-System", "sentences": [], "annotations": [], "relations": []}, {"offset": 37572, "infons": {"fpage": "323", "lpage": "324", "name_0": "surname:Morelli;given-names:G", "name_1": "surname:Mesolella;given-names:C", "name_2": "surname:Costa;given-names:F", "name_3": "surname:Testa;given-names:B", "name_4": "surname:Ventruto;given-names:V", "name_5": "surname:Santulli;given-names:S", "pub-id_doi": "10.1177/000348948209100319", "pub-id_pmid": "7092056", "section_type": "REF", "source": "Ann Otol Rhinol Laryng", "type": "ref", "volume": "91", "year": "1982"}, "text": "Familial laryngeal abductor paralysis with presumed autosomal dominant inheritance", "sentences": [], "annotations": [], "relations": []}, {"offset": 37655, "infons": {"fpage": "715", "lpage": "716", "name_0": "surname:Schinzel;given-names:A", "name_1": "surname:Hof;given-names:E", "name_2": "surname:Dangel;given-names:P", "name_3": "surname:Robinson;given-names:W", "pub-id_doi": "10.1136/jmg.27.11.715", "pub-id_pmid": "2277390", "section_type": "REF", "source": "J Med Genet", "type": "ref", "volume": "27", "year": "1990"}, "text": "Familial congenital laryngeal abductor paralysis: different expression in a family with one male and three females affected", "sentences": [], "annotations": [], "relations": []}, {"offset": 37779, "infons": {"fpage": "524", "lpage": "528", "name_0": "surname:Miller;given-names:CJ", "name_1": "surname:McKiernan;given-names:BC", "name_2": "surname:Pace;given-names:J", "name_3": "surname:Fettman;given-names:MJ", "pub-id_doi": "10.1892/0891-6640(2002)016<0524:teodhd>2.3.co;2", "pub-id_pmid": "12322700", "section_type": "REF", "source": "J Vet Intern Med", "type": "ref", "volume": "16", "year": "2002"}, "text": "The effects of doxapram hydrochloride (dopram-V) on laryngeal function in healthy dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 37866, "infons": {"fpage": "543", "lpage": "548", "name_0": "surname:Sakai;given-names:DM", "name_1": "surname:Martin-Flores;given-names:M", "name_2": "surname:Jones;given-names:AK", "name_3": "surname:Hayes;given-names:GM", "name_4": "surname:McConkey;given-names:MJ", "name_5": "surname:Cheetham;given-names:J", "pub-id_doi": "10.1111/vsu.12784", "pub-id_pmid": "29570810", "section_type": "REF", "source": "Vet Surg", "type": "ref", "volume": "47", "year": "2018"}, "text": "Laryngeal mask airway and transient hypercapnic hyperpnea for video-endoscopic assessment of unilateral laryngeal paralysis in dogs", "sentences": [], "annotations": [], "relations": []}, {"offset": 37998, "infons": {"fpage": "503", "lpage": "506", "name_0": "surname:Gross;given-names:ME", "name_1": "surname:Dodam;given-names:JR", "name_2": "surname:Pope;given-names:ER", "name_3": "surname:Jones;given-names:BD", "pub-id_doi": "10.5326/0380503", "pub-id_pmid": "12428879", "section_type": "REF", "source": "J Am Anim Hosp Assoc", "type": "ref", "volume": "38", "year": "2002"}, "text": "A comparison of thiopental, propofol, and diazepam-ketamine anesthesia for evaluation of laryngeal function in dogs premedicated with butorphanol-glycopyrrolate", "sentences": [], "annotations": [], "relations": []}, {"offset": 38159, "infons": {"fpage": "20", "lpage": "28", "name_0": "surname:Ronnegard;given-names:L", "name_1": "surname:Shen;given-names:X", "name_2": "surname:Alam;given-names:M", "section_type": "REF", "source": "The R Journal", "type": "ref", "volume": "2", "year": "2010"}, "text": "hglm: A package for fitting hierarchical generalized linear models", "sentences": [], "annotations": [], "relations": []}, {"offset": 38226, "infons": {"section_type": "REF", "type": "ref"}, "text": "Turner S (2017) qqman: Q-Q and Manhattan Plots for GWAS Data. R package version 0.1.4. https://CRAN.R-project.org/package=qqman", "sentences": [], "annotations": [], "relations": []}, {"offset": 38354, "infons": {"fpage": "1754", "lpage": "1760", "name_0": "surname:Li;given-names:H", "name_1": "surname:Durbin;given-names:R", "pub-id_doi": "10.1093/bioinformatics/btp324", "pub-id_pmid": "19451168", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "25", "year": "2009"}, "text": "Fast and accurate short read alignment with Burrows-Wheeler transform", "sentences": [], "annotations": [], "relations": []}, {"offset": 38424, "infons": {"fpage": "629", "lpage": "644", "name_0": "surname:Scheet;given-names:P", "name_1": "surname:Stephens;given-names:M", "pub-id_doi": "10.1086/502802", "pub-id_pmid": "16532393", "section_type": "REF", "source": "Am J Hum Genet", "type": "ref", "volume": "78", "year": "2006"}, "text": "A fast and flexible statistical model for large-scale population genotype data: applications to inferring missing genotypes and haplotypic phase", "sentences": [], "annotations": [], "relations": []}, {"offset": 38569, "infons": {"fpage": "2987", "lpage": "2993", "name_0": "surname:Li;given-names:H", "pub-id_doi": "10.1093/bioinformatics/btr509", "pub-id_pmid": "21903627", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "27", "year": "2011"}, "text": "A statistical framework for SNP calling, mutation discovery, association mapping and population genetical parameter estimation from sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 38717, "infons": {"fpage": "1297", "lpage": "1303", "name_0": "surname:McKenna;given-names:A", "name_1": "surname:Hanna;given-names:M", "name_2": "surname:Banks;given-names:E", "name_3": "surname:Sivachenko;given-names:A", "name_4": "surname:Cibulskis;given-names:K", "name_5": "surname:Kernytsky;given-names:A", "pub-id_doi": "10.1101/gr.107524.110", "pub-id_pmid": "20644199", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "20", "year": "2010"}, "text": "The Genome Analysis Toolkit: a MapReduce framework for analyzing next-generation DNA sequencing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 38818, "infons": {"name_0": "surname:Jagannathan;given-names:V", "name_1": "surname:Drögemüller;given-names:C", "name_2": "surname:Leeb;given-names:T", "pub-id_doi": "10.1111/age.12834", "pub-id_pmid": "31486122", "section_type": "REF", "source": "Anim Genet", "type": "ref", "year": "2019"}, "text": "Dog Biomedical Variant Database Consortium (DBVDC). A comprehensive biomedical variant catalogue based on whole genome sequences of 582 dogs and 8 wolves", "sentences": [], "annotations": [], "relations": []}, {"offset": 38972, "infons": {"fpage": "D793", "lpage": "D800", "name_0": "surname:Tang;given-names:B", "name_1": "surname:Zhou;given-names:Q", "name_2": "surname:Dong;given-names:L", "name_3": "surname:Li;given-names:W", "name_4": "surname:Zhang;given-names:X", "name_5": "surname:Lan;given-names:L", "pub-id_doi": "10.1093/nar/gky1041", "pub-id_pmid": "30371881", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "iDog: an integrated resource for domestic dogs and wild canids", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]