[{"source": "PMC", "date": "20201222", "key": "pmc.key", "infons": {}, "documents": [{"id": "6294307", "infons": {"license": "NO-CC CODE"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41591-018-0216-2", "article-id_manuscript": "NIHMS1506371", "article-id_pmc": "6294307", "article-id_pmid": "30374198", "fpage": "1822", "issue": "12", "license": "Users may view, print, copy, and download text and data-mine the content in such documents, for the purposes of academic research, subject always to the full Conditions of use:", "lpage": "1829", "name_0": "surname:Baumann-Dudenhoeffer;given-names:Aimee M.", "name_1": "surname:D’Souza;given-names:Alaric W.", "name_2": "surname:Tarr;given-names:Phillip I.", "name_3": "surname:Warner;given-names:Barbara B.", "name_4": "surname:Dantas;given-names:Gautam", "section_type": "TITLE", "type": "front", "volume": "24", "year": "2019"}, "text": "Diet and Maternal Gestational Weight Gain Predict Metabolic Maturation of Infant Gut Microbiomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 97, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "INTRODUCTION", "sentences": [], "annotations": [], "relations": []}, {"offset": 110, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Commensal gut bacterial communities (microbiomes) are predicted to influence human health and disease. Neonatal gut microbiomes are colonized with maternal and environmental flora, and mature toward a stable composition over two to three years. To study pre- and post-natal determinants of infant microbiome development, we analyzed 402 fecal metagenomes from 60 infants aged 0–8 months, using longitudinal generalized linear mixed models (GLMMs). Distinct microbiome signatures correlated with breastfeeding, formula ingredients, and maternal gestational weight gain (GWG). Amino acid synthesis pathway accretion in breastfed microbiomes complemented normative breastmilk composition. Prebiotic oligosaccharides, designed to promote breastfed-like microflora, predicted functional pathways distinct from breastfed infant microbiomes. Soy formula in six infants was positively associated with Lachnospiraceae and pathways suggesting a short-chain fatty acid (SCFA)-rich environment, including glycerol to 1-butanol fermentation, which is potentially dysbiotic. GWG correlated with altered carbohydrate degradation and enriched vitamin synthesis pathways. Maternal and postnatal antibiotics predicted microbiome alterations, while delivery route had no persistent effects. Domestic water source correlates suggest water may be an underappreciated determinant of microbiome acquisition. Clinically important microbial pathways with significant dietary correlates included dysbiotic markers, core enterotype features, and synthesis pathways for enteroprotective and immunomodulatory metabolites, epigenetic mediators, and developmentally-critical vitamins, warranting further investigation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1800, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "MAIN TEXT", "sentences": [], "annotations": [], "relations": []}, {"offset": 1810, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Commensal gut microbes contribute to pathogen exclusion, nutrient acquisition, and immune recognition, thereby preventing or modulating multiple human pathologies. Understanding determinants of early microbiome establishment can guide health-promotion and disease-prevention efforts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2094, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Human milk provides optimal infant nutrition, and favors gut Bifidobacterium and Lactobacillus spp. While commercial formulas closely approximate breastmilk composition, and galacto- (GOS) and fructo-oligosaccharides (FOS) are designed to mimic human milk oligosaccharides, breastfed and formula-fed infant gut microbiomes remain distinct. The impact of specific formula ingredients on gut microbiome acquisition is underdetermined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2527, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To test the hypothesis that specific formula components alter developing gut microbiomes’ taxa and gene-encoded functions, we whole-metagenome shotgun sequenced 402 frozen fecal samples collected monthly from 60 healthy twins (median gestational age 37 weeks) from birth to eight months (Table S1). We constructed longitudinal GLMMs for taxa and genetically-encoded functional pathways (for brevity hereafter referred to as “pathways”) inferred using MetaPhlAn2 and HUMAnN2; all p values are two-tailed, from maximum-likelihood GLMMs Tukey-corrected for multiple comparisons (see Online Methods, Tables S2-S7). This study, approved by the Human Research Protection Office of Washington University School of Medicine, complied with all ethical regulations. Written informed consent was obtained for all subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3345, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We identified multiple known determinants of gut microbiome assembly, confirming the validity of our approach. (Figures 1, S1). Alpha diversity (Shannon index) correlated positively with time (N=402 samples, p<0.001) and fruit/vegetable exposure (N=160, p=0.011), and negatively with maternal intrapartum ampicillin-sulbactam (N=46, p=0.005) and any postnatal antibiotics (N=49, p=0.043). Bifidobacteriaceae enrichment correlated with >50% breastfeeding (N=75, p=0.003) and lifetime GOS exposure (N=204, p=0.005). Lachnospiraceae increased with time (N=402, p<0.001) and decreased with any breastfeeding (N=125, p=0.014), Enterobacteriaceae decreased with time (N=402, p<0.001) and GOS (N=204, p=0.003), and Bacteroidaceae decreased with Cesarean delivery (N=227, p=0.003) and increased with fruit/vegetable exposure (N=160, p=0.004).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4180, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Breastfed infant gut microbiomes accrued amino acid synthesis pathways that complemented breastmilk’s changing amino acid content, suggesting that parallel milk and microbiome development may reflect physiologic adaptation (Figure 2). Majority-breastfed (>50%) infant gut microbiomes (N=75) had significantly more methionine (p<0.001), BCAA (branched-chain amino acids isoleucine/leucine/valine, p=0.020), cysteine/serine (p=0.012), threonine (p=0.004), and arginine (p=0.023) synthesis pathways. All pathways enriched in breastfed microbiomes except cysteine/serine correspond to amino acids less concentrated in breastmilk than in standard infant formula. Breastfed microbial arginine and BCAA synthesis pathways increased sharply after birth and plateaued at ~60 days, coinciding precisely with normative declining amino acid content as breastmilk transitions from colostrum to mature milk. (Fig. 2). Breastmilk is low in methionine and cysteine in all lactation stages; breastfed microbiomes had more methionine and cysteine pathways at all timepoints. Histidine and tryptophan are more abundant in breastmilk than in formula, and breastfed microbiomes had significantly less histidine-purine-pyrimidine (p=0.046) and tryptophan-precursor chorismate (p<0.001) synthesis pathways. Glutamate and glutamic acid are abundant in breastmilk, and glutamate synthesis pathways (PWY-5505), though too sparse to model, were almost exclusive to formula-fed microbiomes (N=114, 90% of total). Lysine was an exception to milk-microbe complementarity. Infant formulas have more lysine than breastmilk, yet formula-fed microbiomes had more lysine synthesis pathways (p=0.003). Lysine synthesis pathways mapped to Bacteroides and Firmicutes genera (Supplementary Table 40); formula-associated enrichment likely reflects accelerated microbiome maturation following breastfeeding cessation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6059, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Milk-microbiome complementarity may be physiologically relevant to neonatal and infant protein balance. Although breastmilk’s amino acid content declines post-partum and formula composition is static, normative serum arginine, cysteine, and methionine levels decline almost identically in breastfed and formula-fed infants, suggesting a “gap” that might be filled by microbially-produced amino acids. Breastfeeding-enriched metabolic pathways could mechanistically explain some of its known benefits. Arginine and cysteine might prevent serious infections and biotin, enriched in breastfed infants (p=0.006), inhibits pathogenic E. coli adherence. Many breastfeeding-associated amino acid synthesis pathways mapped to Bifidobacterium spp., an exceptionally successful breastfed gut colonizer. Breastfeeding-correlated enrichment of Bifidobacterium-identified amino acid synthesis pathways in a pattern contemporaneous and complementary to human milk maturation might reflect ancestral co-evolution with commensal microbiota.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7090, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "GOS and FOS are added to formulas to promote breastfed-like microbial communities. Although lifetime GOS exposure correlated with Bifidobacteriaceae enrichment, prebiotics did not uniformly predict breastfed-like functional pathways, highlighting current technologic limitations of formula design and manufacturing (Figure S2). Concurrent GOS and FOS exposure (N=26) predicted increased microbial BCAA (p<0.001) and threonine (p=0.038) synthesis pathways, mimicking breastfeeding. Lifetime GOS exposure (N=204) predicted decreased tyrosine (p=0.004), cysteine/serine (p=0.003), and arginine-polyamine (p=0.040) synthesis pathways, opposing breastfeeding. In all models, prebiotic coefficients approximately equaled or exceeded those for breastfeeding. Pathways depleted with GOS exposure primarily belonged to Enterobacteriaceae (Table S4); discordant GOS and breastfeeding correlates might reflect GOS-related decrease in Enterobacteriaceae.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8033, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Six infants from four families were soy-exposed; sample size ranged from 31–37, depending on soy formula type (+/− FOS) and exposure type (current or lifetime, Table S6). Soy feeding predicted greater alpha diversity (Shannon index, N=31, p=0.036), low Bifidobacteriaceae (N=31, p<0.001) and high Lachnospiraceae (N=32, p<0.001) content; in both taxonomic models, the coefficient for soy was greater than for breastfeeding (Figures 1b, 3, S3). Two soy-exposed twin pairs were soy-discordant, permitting comparison with a related control. Twins are expected to have similar microbiomes, yet soy-discordant twin microbiomes were dissimilar, while unrelated soy-exposed microbiomes had strong resemblance. Soy encourages Lachnospiraceae proliferation, but has no clear effect on Bifidobacteriaceae. Soy formula could disfavor Bifidobacteriaceae via cidal effects of soy isoflavone derivatives, by containing prebiotics (FOS) with weak bifidogenic properties, or by favoring competing taxa. Pre-soy samples were few (N=6), but pre-post soy comparisons did not suggest soy-mediated bifidobacterial suppression: soy-fed microbiomes were low in Bifidobacteriaceae prior to soy exposure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9217, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Low pre-soy bifidobacterial content suggests that low-Bifidobacteriaceae microbiomes might drive soy formula selection, especially as soy-feeding is usually elective, rather than required for galactosemia, congenital lactase deficiency, and cow’s milk protein allergy. Soy-correlated depletion of Bifidobacteriaceae-identified methionine (N=31, p=0.010) and S-adenosyl methionine (N=37, p=0.019) synthesis pathways suggests a mechanism for this effect (Table S4). Low-Bifidobacteriaceae microbiomes are associated with infant colic, which often prompts formula changes. Methionine is a plausible mediator of enteric symptoms, as it is affects both gut epithelia and motility. Indeed, methionine synthesis pathways positively correlated with reported diarrhea in our cohort (N=16, p<0.001), possibly representing a clinical correlate of methionine’s reported prokinetic properties. Soy protein is methionine-deficient relative to mammalian casein and whey proteins; soy formula is methionine-supplemented with a free methionine content ~125 times that of breastmilk. These gut-specific effects of methionine provide a biologically-plausible mechanism for symptoms associated with low bifidobacterial and methionine synthesis pathway content to improve after initiation of high-methionine formula.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10517, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Several soy-associated pathways – chorismate synthesis (N=31, p<0.001), lactose/galactose degradation (N=37, p=<0.001), and starch degradation (N=31, p<0.001) – suggested SCFA-producing Lachnospiraceae proliferation. Soy-correlated enrichment of lysine synthesis (N=32, p<0.001), riboflavin synthesis (N=32, p<0.001), and glycerol-to-butanol fermentation (N=32, p<0.001) pathways suggested adaptation to SCFAs. Lactose/galactose and starch degradation pathways frequently mapped to Lachnospiraceae (Table S4), and a greater proportion of chorismate synthesis pathways were Blautia-identified post-soy exposure (Fig. 3c). Lysine provides an acetate and butyrate synthesis substrate, butyrate stress in Clostridium spp. induces upregulation of riboflavin and downregulation of methionine synthesis, acetate stress promotes glycerol to butanol fermentation, and many microbes co-regulate riboflavin synthesis genes with metabolic stress response modules. Some soy-associated changes are potentially dysbiotic: decreased Bifidobacteriaceae and elevated glycerol to 1-butanol fermentation combined with high Lachnospiraceae content have been associated with inflammation, allergies, and hepatic steatosis. These dysbiotic features raise concerns about the long-term safety and efficacy of elective soy formula feeding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11835, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Maternal GWG has yet-to-be determined effects on infant gut microbiome development. Here, GWG (N=402) predicted persistent enrichment of infants’ microbial glucose (p<0.001) and glycogen (p=0.005) degradation pathways, and phenylalanine (p=0.011), cysteine/serine (p<0.001), folate (p=0.015), thiamine (p<0.001), biotin (p<0.001), and pyridoxine (p=0.009) synthesis pathways, after controlling for gestational age, maternal diabetes, and pre-pregnancy body mass index (Table S1). Starch degradation pathways negatively correlated with GWG (p=0.032) The GWG distribution in our cohort roughly corresponded with Institute of Medicine guidelines for twin pregnancies (see Online Methods): women with inadequate and excessive GWG fell into the first and fourth quartiles, respectively. GWG-correlated pathways plotted by age and quartile suggest that GWG-mediated effects persistent at 8 months are most apparent in infants born to mothers who gained the least weight, and low GWG appears more impactful with increasing gestational age (Figure 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12881, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although true malnutrition is unlikely in our cohort, maternal undernutrition increases risk of oxidative injury, glucose dysregulation, adiposity, and cardiovascular disease in offspring. Several GWG-enriched vitamin synthesis pathways (pyridoxine, thiamine, folate) are critical to early infant neurodevelopment and thiamine synthesis pathways are a proposed distinguishing core ‘enterotype’ feature. GWG negatively correlates with folate synthesis pathway abundance in the placental microbiome. We observed the inverse relationship in our population (GWG-associated folate pathway enrichment), perhaps representing compensation for the fetal microenvironment. Folic acid is a key epigenetic mediator, and might effectuate enduring host-microbe interactions and mediate fetal origins of disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13683, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "GWG-associated microbial metabolic pathway changes persisting eight months postnatally extends current knowledge that GWG influences microbiome development in the first months of human life and up to one year in non-human primates. As maternal dietary records and weight gain by trimester were not collected, we can neither identify trimester-specific modulations nor attribute GWG-associated effects to specific dietary variables (e.g. fat content). Enduring GWG-associated changes independent of delivery route or breastfeeding might reflect altered in-utero meconium colonization, microbe transfer from caregivers, and other genetic or environmental factors (e.g. family feeding practices) influencing both GWG and infant microbiome acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14432, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Maternal intrapartum antibiotics predicted postnatal development of taxa and functional pathways, eclipsing the effects of delivery route and postnatal antibiotics (Figure S4). Maternal intrapartum ampicillin-sulbactam exposure (N=46) predicted depleted histidine/purine/pyrimidine synthesis (p=0.012) and homolactic fermentation (p<0.001) pathways in offspring microbiomes. Postnatal amoxicillin exposure (N=38), analogous to ampicillin without sulbactam, predicted increased histidine/purine/pyrimidine synthesis pathways (p=0.011). Maternal intrapartum clindamycin exposure (N=25) positively correlated with Lachnospiraceae (p= 0.008), Enterobacteriaceae (p<0.001), and cysteine/serine (p<0.001) and biotin (p=0.002) synthesis pathways. Clindamycin was given immediately prior to Cesarean delivery in our cohort, but the more frequently used cefazolin (N=164) did not correlate with these pathways. Lack of persistent microbiome effects associated with Cesarean delivery when corrected for confounders is consistent with prior reports. Infant multivitamin with iron exposure (N=40, Fig. S5) predicted enriched arginine-polyamine (p=0.018), folate (p<0.001), and heme (p=0.026) biosynthesis and homolactic fermentation pathways (p=0.028).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15673, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Domestic drinking water sources had associated microbiome signatures (Figure S5); sample size depended on exposure type (Table S6). Lactose/galactose degradation pathways positively correlated with filtered water exposure (N=42, p=0.004); enhanced bacterial counts with home water filters might explain this effect. Tap water exposure predicted decreased Enterobacteriaceae (N=251, p=0.016), glycogen degradation (N=230, p=0.006) and homolactic fermentation (N=230, p=0.007) pathways. Bottled water exposure predicted increased homolactic (N=122, p=0.002) pathways, and boiled/distilled water correlated with increased pyridoxine synthesis pathways (N=61, p=0.003). Together with animal data, these patterns suggest an underappreciated influence of drinking water on microbiome acquisition.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16464, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Although this DNA-based study represents genetic potential rather than confirmed functions, our observations are consistent with transcriptomic studies showing enriched arginine biosynthesis transcripts in mother-fed relative to formula-fed piglets and enhanced BCAA synthesis with sialylated oligosaccharide exposure in mice. Further work is required to mechanistically establish a causal relationship between soy exposure and soy-fed microbiome signatures and to definitively show that soy protein per se drives these changes, likely via experimental validation in microbiome-humanized gnotobiotic mice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17070, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In summary, our findings suggest host-microbe metabolic mutualism in infancy, whereby gut microbiome gene content expands to counterbalance components lacking in human milk (Fig. S6). We propose that this milk-microbiome synergy reflects physiologic co-evolution with our earliest commensals, and could play a major teleological role in infant protein nutrition and child growth. The observed discordance between microbial functional correlates of formula components (e.g. prebiotics) and breastmilk may warrant revised metrics for evaluating the safety and efficacy of infant formulas. Soy formulas corresponded with profoundly altered taxa and pathways, some of which have pathologic correlates. Finally, the association between maternal GWG and altered infant microbiome carbohydrate utilization and vitamin synthesis pathways enduring eight months postnatally extends current knowledge that maternal GWG influences early microbiome acquisition. These data can inform further ecologic and mechanistic interrogations of gut microbiome development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18120, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "ONLINE METHODS", "sentences": [], "annotations": [], "relations": []}, {"offset": 18135, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study Population", "sentences": [], "annotations": [], "relations": []}, {"offset": 18152, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This study was approved by the Human Research Protection Office of Washington University School of Medicine in St. Louis, and it complied with all ethical regulations. Written informed consent was obtained from all adult participants, and from the parents or legal guardians of all minor subjects. We used fecal samples that had been frozen at −80oC since collection at monthly intervals from a birth cohort of healthy twins in St. Louis, in which the mothers had consented to monthly fecal sample collection from birth until two years of age. We selected a time interval of 0–8 months of age to capture transitions from breastfeeding to formula and early introduction of solid food. To minimize potential confounding effects of early illness or antibiotic administration, we excluded any neonates who received antibiotics in hospital following delivery. Because of this predetermined exclusion criterion, we also excluded all infants with a maternal history of chorioamnionitis. 402 samples from 60 infants in thirty-one families met our pre-defined coverage threshold of 5 million reads (2.5 million forward/reverse) before processing, for a median of 7 samples per infant (IQR 6–8). Demographic data are provided in Table S1. We excluded neonates treated with antibiotics in the first week of life to avoid potential bias from early illness or antibiotic exposure; there were accordingly no infants with a maternal history of chorioamnionitis. Infant age at stool collection ranged from the day of delivery to 253 days. All infants were exposed to solid food by the end of the study period. The median gestational age was 37 weeks (IQR 36–38), 43% of infants were delivered vaginally, and 47% of twins were monozygotic, 50% dizygotic, and 3% of unknown zygosity. Four infants’ mothers were diabetic (7%), six infants’ mothers developed preeclampsia (10%), and two infants were born to a mother with both conditions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20083, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "DNA Extraction and Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 20113, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We extracted fecal metagenomic DNA and a positive control (Zymobiomics microbial community standard D6300), and used a modified Nextera DNA Library Preparation Kit protocol to prepare DNA for Illumina-platform sequencing (NextSeq-High; ~400,000,000 max reads, 150 cycles per read). A positive control (Zymobiomics community standard) and a negative control (nuclease-free water) were included in sequencing runs. Detailed experimental protocols follow.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20566, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "DNA extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 20581, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We extracted DNA using the MoBio DNEasy PowerSoil Extraction Kit (Qiagen, 12888–100) according to the manufacturer’s instructions, with the following modification: in lieu of centrifugation, we used bead-beating with a BioSpec Mini-BeadBeater for 4 minutes. Bead-beating consisted of 2 minutes on the “homogenize setting”, 2 minutes on ice, and then 2 minutes on the “homogenize setting”. A Zymobiomics microbial community standard (Zymobiomics, D6300) 0.75 mL was also extracted along with fecal DNA samples. DNA was eluted in 100uL nfH20 and quantitated using a Qbit fluorometer and a Qbit dsDNA HS Assay Kit (Invitrogen, Q32854) according to the manufacturer’s instructions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21273, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Nextera library preparation", "sentences": [], "annotations": [], "relations": []}, {"offset": 21301, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fecal DNA samples were diluted to a concentration of 0.5 ng/uL and 1uL of each sample (including a nuclease free water negative control and the Zymo community standard positive control) were added to a 96-well plate. Sequencing libraries were prepared using the Nextera DNA Library Preparation Kit (Illumina, FC-121–1011) protocol according to the manufacturer’s instructions, with the following modifications:", "sentences": [], "annotations": [], "relations": []}, {"offset": 21716, "infons": {"file": "no_id_0.xml", "id": "no_id_0", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<tbody><tr><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Component</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">1 rxn (uL)</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">100 rxns (uL)</td></tr><tr><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">TD buffer</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">1.25</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">125.0</td></tr><tr><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">TDE1 enzyme</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">0.125</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">12.5</td></tr><tr><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">Nuclease free water</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">0.125</td><td align=\"left\" valign=\"bottom\" rowspan=\"1\" colspan=\"1\">12.5</td></tr></tbody>\n"}, "text": "Component\t1 rxn (uL)\t100 rxns (uL)\t \tTD buffer\t1.25\t125.0\t \tTDE1 enzyme\t0.125\t12.5\t \tNuclease free water\t0.125\t12.5\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 21835, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tagmentation master mix (TMM) Preparation:  ", "sentences": [], "annotations": [], "relations": []}, {"offset": 21880, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "1.5uL TMM added to 1uL gDNA in each well of the 96-well plate, vortexed, and centrifuged", "sentences": [], "annotations": [], "relations": []}, {"offset": 21969, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Plate covered with microseal B and incubated in a Thermocycler at 55C for 15 minutes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22055, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Tagmentation ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22069, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "KAPA HiFi PCR master mix (KAPA HiFi HotStart 2x ready mix #KK2602/KM2605) used for addition of oligonucleotide index adapters. 11.2 uL KAPA PCR MasterMix and 8.8 uL of adapters (1uM) to each well, vortex and centrifuge.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22289, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "72C, 3:00", "sentences": [], "annotations": [], "relations": []}, {"offset": 22299, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "98C, 5:00", "sentences": [], "annotations": [], "relations": []}, {"offset": 22309, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "98C, 0:10", "sentences": [], "annotations": [], "relations": []}, {"offset": 22319, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "63C, 0:30", "sentences": [], "annotations": [], "relations": []}, {"offset": 22329, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "72C, 0:30", "sentences": [], "annotations": [], "relations": []}, {"offset": 22339, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "go to iii 13X", "sentences": [], "annotations": [], "relations": []}, {"offset": 22353, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "72C, 5:00", "sentences": [], "annotations": [], "relations": []}, {"offset": 22363, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "4C, forever", "sentences": [], "annotations": [], "relations": []}, {"offset": 22375, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PCR done with following Thermocycler protocol ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22422, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Adapter Addition ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22440, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Add 22.5 uL AmpPure XP beads to PCR reaction (Agencourt A63881)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22504, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Incubate 5 min at room temperature", "sentences": [], "annotations": [], "relations": []}, {"offset": 22539, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Separate beads x 2min on magnetic stand", "sentences": [], "annotations": [], "relations": []}, {"offset": 22579, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Remove supernatant", "sentences": [], "annotations": [], "relations": []}, {"offset": 22598, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Wash beads x 2 with 200uL 80% ethanol", "sentences": [], "annotations": [], "relations": []}, {"offset": 22636, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Air-dry x 15 min", "sentences": [], "annotations": [], "relations": []}, {"offset": 22653, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Add 30uL resuspension buffer (10 mM Tris-Cl, 1 mM EDTA, 0.05% Tween-20 (pH 8.0)), pipet mix", "sentences": [], "annotations": [], "relations": []}, {"offset": 22745, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Incubate at RT for 5 minutes", "sentences": [], "annotations": [], "relations": []}, {"offset": 22774, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Separate beads on magnetic plate x 2 minutes", "sentences": [], "annotations": [], "relations": []}, {"offset": 22819, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Transfer 27uL supernatant to new plate", "sentences": [], "annotations": [], "relations": []}, {"offset": 22858, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Quantitate DNA with Qubit HS dsDNA Assay kit (Invitrogen, Q32854)", "sentences": [], "annotations": [], "relations": []}, {"offset": 22924, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PCR cleanup ", "sentences": [], "annotations": [], "relations": []}, {"offset": 22937, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Illumina sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 22957, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Target of 5ng DNA per sample, per pool", "sentences": [], "annotations": [], "relations": []}, {"offset": 22996, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If calculated volume for 5ng <1uL, samples were diluted (2x, 5x, 10x, or 20x) so the volume was >1uL", "sentences": [], "annotations": [], "relations": []}, {"offset": 23097, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Triplicate pools quantitated with Qubit HS dsDNA Assay kit (Invitrogen, Q32854)", "sentences": [], "annotations": [], "relations": []}, {"offset": 23177, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Each pool was added to a single pool to make an equimolar solution, and diluted to a concentration of 2ng/uL", "sentences": [], "annotations": [], "relations": []}, {"offset": 23286, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pool submitted for Illumina platform sequencing (MiSeq flowcell) as a ~500,000 read spike-in sample; reads analyzed to determine evenness of sample distribution. If needed, a fourth corrective pool was pipetted and added to the solution to ensure adequate read coverage (>2.5M forward/reverse) for all samples.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23597, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Library Pooling: After quantitation, sequencing libraries were pooled in triplicate to minimize the effects of pipetting error. Schema for pooling included the following rules: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 23775, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 23786, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pooled samples diluted to 2ng/uL with nfH20 (~10uM based on expected fragment size) were submitted for Illumina platform sequencing (NextSeq-High; ~400,000,000 max reads) with 150 cycles per read. Sequence data was returned as a .fastq file with reads demultiplexed according to oligonucleotide adapter indexes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24098, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Clinical Data Collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 24123, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Clinical data were collected from medical records at the time of delivery, monthly parental surveys at the time of stool sample collection, and outpatient pediatric records, and securely stored on a RedCap database. Parental questionnaires, infant medical records, and formula manufacturers’ labels provided a detailed clinical and dietary dataset (including symptoms, medications, and introduction of new foods) associated with each sample. Parental dietary reports included infant formula brands, solid foods, and water sources, as well as fields for reporting daily or weekly frequency of each dietary exposure from the CDC Infant Feeding Practices Study II . As exclusive breastfeeding was rare in this twin cohort, infants were classified as breastfed if their parents reported >=50% of their feeds as breastmilk in the survey associated with a given stool sample. All breastfed infants received maternal milk; there were no reported exposures to banked or donated human milk. Medication exposures reported on parental surveys were confirmed with medical records from the child’s primary care physician. Information from the manufacturer’s label for each infant formula was used to generate a suite of variables representing exposure to specific formula ingredients (e.g. lactose, sucrose, soy protein, GOS, FOS); full details are below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25472, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Clinical data analytic specifications", "sentences": [], "annotations": [], "relations": []}, {"offset": 25510, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Binary fields for exposure to human milk, various infant formula brands, foods, medications, experience of symptoms, etc.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25632, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fields for frequency of exposure to a food type, expressed either as the number of times an infant received a food per day, or per week", "sentences": [], "annotations": [], "relations": []}, {"offset": 25768, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Free text options", "sentences": [], "annotations": [], "relations": []}, {"offset": 25786, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Clinical data de-identified of any protected health information was collected from medical records at the time of delivery, monthly parental surveys at the time of stool sample collection, and outpatient pediatric medical records, and securely stored on the RedCap database. Parental dietary reports included: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 26097, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All frequency information listed as exposures per day was converted into exposures per week for convenience", "sentences": [], "annotations": [], "relations": []}, {"offset": 26205, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Percentage of feeds comprised of formula were calculated from parental reports of number of formula feeds per week and number of breastfeeds per week. A binary variable for “Mostly Breastfeeding” was also generated if the percentage of breastfeeds was > 50%.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26468, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Carbohydrate, protein, and prebiotic (galacto-oligosaccharides, fructo-oligosaccharides) ingredients were determined for each infant formula according to the manufacturer’s label (Table S7). Binary variables for exposure to each ingredient at each timepoint were generated according to the brand(s) of formula(s) the parents had reported, and the manufacturer’s labels. If parents reported using any brand of formula use on the survey associated with a stool sample, binary variables for ingredients in that formula were coded as “1”, even if the parents otherwise recorded that the infant was exclusively breastfed (i.e. if parents reported 100% breastfeeds, but filled in Enfamil Lipil as a formula they selected, the infant was coded as mostly breastfed, but exposed to the ingredients in Enfamil Lipil). If there was ambiguity in the specific brand of formula, then missing values were recorded for binary variables (e.g. if it was unclear whether an infant was given Enfamil Lipil or Enfamil Premium, Lactose and Cow’s milk Formula, which are present in both, would be coded as “1” but galacto-oligosaccharides and Polydextrose, which were only present in Premium, were recorded as missing). Twin siblings were assumed to have concordant feeding practices unless the parents specified otherwise.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27783, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GOS: exposure to galacto-oligosaccharides, regardless of concurrent FOS exposure", "sentences": [], "annotations": [], "relations": []}, {"offset": 27864, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "FOS: exposure to fructo-oligosaccharides, regardless of concurrent GOS exposure", "sentences": [], "annotations": [], "relations": []}, {"offset": 27944, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Only GOS: exposure to galacto-oligosaccharides with NO concurrent FOS exposure", "sentences": [], "annotations": [], "relations": []}, {"offset": 28023, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Only FOS: exposure to fructo-oligosaccharides with NO concurrent GOS exposure. ONLY found in soy formulas.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28130, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "GOS/FOS: concurrent exposure to galacto-oligosaccharides AND fructo-oligosaccharides.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28216, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Prebiotic variables were assigned according to exposure to neither, one, or both prebiotics (galacto-oligosaccharides and fructo-oligosaccharides) ", "sentences": [], "annotations": [], "relations": []}, {"offset": 28364, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fruit or vegetable exposure → Fruit/Veg variable; positive if either Fruit or Vegetables were positive", "sentences": [], "annotations": [], "relations": []}, {"offset": 28469, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Meat, fish, or egg exposure → MeatFishEggs variable; positive if any of the components were positive", "sentences": [], "annotations": [], "relations": []}, {"offset": 28572, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Juice or sweetened drink exposure → JuiceSweetDrink variable; positive if either component was positive", "sentences": [], "annotations": [], "relations": []}, {"offset": 28678, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cereal or starch exposure → CerealStarch variable; positive if either component was positive", "sentences": [], "annotations": [], "relations": []}, {"offset": 28773, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "An AnyDairy variable was created for exposure to any dairy product, including cow’s milk formula.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28873, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Solid food binary variables were aggregated as follows: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 28930, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For binary variables reflecting current exposure to a food, medication, or ingredient, a second binary variable was generated reflecting lifetime exposure to that food, medication, or ingredient (exposure at any point prior).", "sentences": [], "annotations": [], "relations": []}, {"offset": 29156, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Sample size for all binary variables is listed in Table S6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29216, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Continuous variables (day of life, maternal weight gain, gestational age, weight) were log10-transformed prior to statistical analysis. Sample size for all continuous variables is 402.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29401, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To transform dietary information into data that were usable in statistical models, the following steps were followed ", "sentences": [], "annotations": [], "relations": []}, {"offset": 29519, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sequence Data Processing", "sentences": [], "annotations": [], "relations": []}, {"offset": 29544, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "A predetermined minimum sequencing depth of 5 million raw reads (2.5 million forward/reverse) per sample was required for inclusion in the study. Reads were trimmed using Trimmomatic (trimmomatic/0.33, minimum length = 60), and human DNA contamination was removed using Deconseq (Deconseq/0.4.3-chr38). We used MetaPhLan 2 (metaphlan2/2.2.0) to extract taxonomic data, and HUMAnN2 (humann2/0.9.4) to identify microbial functions. All taxonomic data is reported as relative abundance; all functional data was normalized to counts per million using the humann2_renorm_table function. Full details are below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30150, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 30166, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Only samples with >2.5M raw reads in each direction (>5M total raw reads) were included in this study. Fig. S7 shows reads by subject age (months) and the distribution of samples included in the study by age in months There was no systematic bias in raw reads by age. Neonates and infants <3 months had fewer successful samples than infants 3–8 months of age, with neonates having the lowest number of samples that met our quality threshold. The median number of raw reads per sample was 11.3 million (IQR 6.3 million); the median number of reads following trimming and filtering human DNA was 9.2 million (IQR 5.6 million).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30793, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PE –phred33", "sentences": [], "annotations": [], "relations": []}, {"offset": 30807, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "SLIDINGWINDOW:6:10", "sentences": [], "annotations": [], "relations": []}, {"offset": 30826, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "LEADING:13", "sentences": [], "annotations": [], "relations": []}, {"offset": 30837, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "TRAILING:13", "sentences": [], "annotations": [], "relations": []}, {"offset": 30849, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "MINLEN:60", "sentences": [], "annotations": [], "relations": []}, {"offset": 30859, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We trimmed reads using Trimmomatic (trimmomatic/0.33), with the following specifications ", "sentences": [], "annotations": [], "relations": []}, {"offset": 30949, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We eliminated human sequences using Deconseq/0.4.3-chr38. All analyses were performed on trimmed and decontaminated samples. Decontaminated sequence data was publicly deposited to protect the privacy of human subjects (Bioproject ID PRJNA473126, accession codes SAMN09259835-SAMN09260236).", "sentences": [], "annotations": [], "relations": []}, {"offset": 31239, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Taxonomic data extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 31265, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "mpa_pkl ${mpa_dir}/db_v20/mpa_v20_m200.pkl", "sentences": [], "annotations": [], "relations": []}, {"offset": 31308, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "bowtie2db ${mpa_dir}/db_v20/mpa_v20_m200", "sentences": [], "annotations": [], "relations": []}, {"offset": 31349, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used MetaPhlAn2 (metaphlan2/2.2.0) to extract taxonomic data from quality-filtered reads, with the following specifications ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31477, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Control samples (both a negative control and a positive control from a Zymo community standard) were included in all sequencing runs; the community standard failed in the fifth run. There were no taxa identified from the negative control samples. Although there was some bias in the community standard (gram negative organisms overrepresented, gram positive underrepresented), likely reflective of bias in DNA extraction, the results were highly reproducible, which is reassuring for analysis of longitudinal trends. There were small proportions (relative abundance <0.1%) of taxa identified in the community standard sample that were not part of the theoretical community composition: Nauvomozyma unclassified, Pantoea unclassified, and Eremothecium unclassified (Table S8). Nauvomozyma and Eremothecium were not identified in any fecal samples, and Pantoea unclassified was only found in a relatively small number of fecal samples (N=73 out of 402). There were no taxa identified in the negative control sample. Community standard and negative control results did not suggest any systemic contamination.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32583, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Functional data extraction", "sentences": [], "annotations": [], "relations": []}, {"offset": 32610, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used Humann2 (humann2/0.9.4) to identify genes and functional pathways from short-read data, with the following specifications.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32741, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "input-format fastq", "sentences": [], "annotations": [], "relations": []}, {"offset": 32760, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "search-mode uniref50", "sentences": [], "annotations": [], "relations": []}, {"offset": 32781, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "bypass-translated-search", "sentences": [], "annotations": [], "relations": []}, {"offset": 32806, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "bypass-prescreen", "sentences": [], "annotations": [], "relations": []}, {"offset": 32823, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "gap-fill off", "sentences": [], "annotations": [], "relations": []}, {"offset": 32836, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used the function humann2_renorm_table to convert gene and pathway output into normalized counts per million.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32949, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All models are performed on community-wide counts of MetaCyc-identified functional pathways. Individual pathways contributing to aggregate families are detailed in Table S2. The proportion of functional pathways identified as homologous to specific genera are summarized in Table S4. In order to model the abundance of pathways related to synthesis of a specific metabolite (e.g. clinical predictors of arginine synthetic pathway abundance instead of just the abundance of arginine synthesis I or arginine synthesis IV), pathways that were related to a specific metabolite were aggregated by summing the normalized community-wide abundance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33590, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical Analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 33611, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Statistical analysis and generation of figures was performed in R using the vegan, ape, ggplot2, lme4, lmerTest, MuMin, and multcomp packages. Alpha-diversity is reported as the Shannon index, determined from species-level abundance using the vegan diversity() function. PCOA plots were generated from a Bray-Curtis dissimilarity matrix of family-level taxa generated using the vegan vegdist() and ape pcoa() functions. Sequential MANOVA was performed using the vegan adonis() function. All generalized linear mixed models (GLMMs) in this study are maximum-likelihood mixed models generated using the lme4 lmer() function, and Because the close resemblance between twins’ microbial communities represent an important potential confounding factor, we controlled for twin status by including both Family and subject (Time | Subject) as mandatory random effects in all models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34487, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Time, in log(days) was a mandatory fixed effect in all longitudinal GLMMs; all other fixed effects were back-fitted using a stepwise approach, according to the following schema. As the effects of some clinical variables (e.g. specific formula ingredients) on the developing gut microbiome are completely unknown, we began the model-fitting process agnostic to which variables would be significant and screened all variables for inclusion. To broadly screen for covariation between clinical variables and microbiome features, for every taxonomic or pathway variable, we created two arrays of metadata corresponding to the values above and below the median (relative abundance or normalized CPM). We then applied a two-tailed test to compare these two arrays (t-test for continuous variables and Fisher’s Exact test for binary variables) and included all metadata variables with a screening p value <0.05 in a first-approximation GLMM. Because of the potential effects of Cesarean delivery and breastfeeding on the developing microbiome, they were always included in the first-approximation GLMM, even if they did not pass the screening test.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35630, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Maternal weight variables represented a special case, with multiple potential confounding variables. GWG would ideally be classified as normal, inadequate, or excessive according to maternal pre-pregnancy BMI and estimated gestational age of delivery, according to Institute of Medicine guidelines. However, such calculations are established only for singleton pregnancies, with provisional guidelines available for total weight gain in twin gestation. Thus, in our twin population, we attempted to control for confounding variables such as pre-pregnancy BMI, gestational age, maternal diabetes, and preeclampsia, by modifying our model selection pathway so that pre-pregnancy BMI and gestational age at delivery were always included in our first-approximation GLMM, even if they did not pass the initial screening test. The GWG distribution in our cohort roughly corresponded with provisional IOM guidelines for GWG in twin pregnancies (16.8–24.5kg for normal pre-pregnancy BMI, 14.1–22.7 kg for overweight pre-pregnancy BMI, 11–3-19.1 kg for obese pre-pregnancy BMI). All mothers with inadequate GWG were in the first quartile of our population (2–15kg), while the fourth quartile from our population (26–33kg) represented excessive weight gain irrespective of pre-pregnancy BMI. Additional information found in Table S1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36964, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "First-approximation GLMM was then back-fitted with the lmerTest step() function, and the MuMin rsquaredGLMM() function as a preferred post-hoc test for goodness of fit. All p values are two-tailed, and are adjusted for multiple comparisons using the multcomp glht() function (tension = Tukey). Parameters for all GLMMs are in Table S1, and statistically significant coefficients are summarized in Table S5. Full details are below.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37395, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Statistical Modeling:", "sentences": [], "annotations": [], "relations": []}, {"offset": 37417, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All maximum-likelihood longitudinal generalized linear mixed models were constructed using the lme4, lmerTest, MuMin, and multcomp packages in R. For all taxonomic and functional pathways, the model formulae took the format of:", "sentences": [], "annotations": [], "relations": []}, {"offset": 37645, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "lmer(PathwayOrTaxon ~ (1 | Family) + (0 + log(day of life) | Subject) + log (day of life) + x + y + …., REML=FALSE, data=df)", "sentences": [], "annotations": [], "relations": []}, {"offset": 37772, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Family and (time | subject) were mandatory random effects and time was a mandatory fixed effect in all models.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37883, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For each outcome variable of interest (pathway or taxon abundance), the median was determined.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37978, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Two arrays of clinical variables were created; one associated with values above the median for the pathway or taxon of interest, and one associated with values below the median", "sentences": [], "annotations": [], "relations": []}, {"offset": 38155, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To screen for co-variation of clinical variables with the outcome variable of interest, a two-tailed t-test was done for all continuous clinical variables, and a two-tailed Fisher’s Exact test was done for all binary clinical variables. This screening test was performed to select candidate variables for inclusion in a longitudinal generalized linear mixed model (GLMM). No statistical conclusions were made based on this screening test, as this simple screen could not correct for repeated sampling over time, familial effects, and correction for confounding variables.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38729, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All clinical variables with p<0.05 on initial t-test or Fisher’s Exact test screening were considered candidate variables for inclusion in the next naïve model-fitting set.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38905, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Day of life, delivery route, and breastfeeding (>50%) were always included in the set of candidate variables, regardless of significance in the initial variable screening step.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39082, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If any maternal weight variable (maternal pre-pregnancy BMI or maternal gestational weight gain) came through the initial screening step, then maternal pre-pregnancy BMI, maternal gestational weight gain, and infant gestational age at delivery were all included in the set of candidate variables, due to the potential for confounding effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39425, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Screening for candidate variables ", "sentences": [], "annotations": [], "relations": []}, {"offset": 39460, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "As binary variables were in two formats (current exposure to an ingredient vs lifetime exposure to an ingredient), two models were fitted: one for current exposure; one for lifetime exposure. Demographic variables (e.g. maternal age, infant birthweight, day of life) were included in all models", "sentences": [], "annotations": [], "relations": []}, {"offset": 39755, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If variables were supersets of other variables (e.g. “Maternal Peripartum antibiotics” is a superset of “Maternal Ampicillin” and “Maternal Cefazolin”), the supersets and subsets were not included in the same model; instead a specific model (with only subset variables) and a general model (with only superset variables) were created.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40102, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Maximum-likelihood generalized linear models of all candidate variables identified in step 1 were created using the lmer() function in the lme4 package.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40255, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The step() function in the lmerTest package was used to backfit maximum-likelihood generalized linear models (GLMMs) for all candidate variables, with a significance cutoff of 0.05 for retaining fixed effects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40465, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pseudo-R2 was determined using r.squaredGLMM() in the MuMin package", "sentences": [], "annotations": [], "relations": []}, {"offset": 40533, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Naïve model fitting ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40555, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If the correlation matrix of the output model showed any values >0.1 or < −0.1, between infant age and another variable, an interaction term for that variable and infant age (x * log(day of life)) was added to the set of candidate variables, and back-fitting with the step() function was repeated", "sentences": [], "annotations": [], "relations": []}, {"offset": 40854, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Pseudo-R2 was determined using r.squaredGLMM() in the MuMin package", "sentences": [], "annotations": [], "relations": []}, {"offset": 40922, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Testing for contribution of interaction terms ", "sentences": [], "annotations": [], "relations": []}, {"offset": 40969, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The best model was selected from the set of backfitted models associated with a given outcome variable, which included a current-exposure model and a lifetime-exposure model. If superset/subset variables were part of the candidate set, then the current and/or lifetime-exposure models were also divided into specific and general models. Pseudo-R2 was prioritized as a post-hoc test to select the best model.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41377, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Model comparison ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41395, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The glht() function in the multcomp package was used to adjust p values in the preferred model for multiple comparison (lincfit=mcp(tension=“Tukey”)).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41550, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Adjustment for multiple comparisons ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41587, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Fixed effects were backfitted according to the following schema: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 41653, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 41676, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "ACCESSSION CODES", "sentences": [], "annotations": [], "relations": []}, {"offset": 41693, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "R code is described in the Online Methods, and sample code is available at https://bitbucket.org/alaricwdsouza/twindiet/src/master/TwinDiet_ModelFittingExample.R", "sentences": [], "annotations": [], "relations": []}, {"offset": 41855, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "COMPETING FINANCIAL INTERESTS STATEMENT", "sentences": [], "annotations": [], "relations": []}, {"offset": 41895, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "The authors declare that they have no competing financial interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41964, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 41982, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Sequence data supporting these findings have been deposited, along with relevant clinical metadata, in the SRA under Bioproject ID PRJNA473126 (https://www.ncbi.nlm.nih.gov/bioproject/PRJNA473126), with the primary accession codes SAMN09259835-SAMN09260236 (https://trace.ncbi.nlm.nih.gov/Traces/sra/?study=SRP148966). Source data for the figures in the main text are available online. Any additional data generated and analyzed in this study are available from the corresponding author upon reasonable request.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42494, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Code Availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 42512, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Example code is available at https://bitbucket.org/alaricwdsouza/twindiet/src/master/TwinDiet_ModelFittingExample.R", "sentences": [], "annotations": [], "relations": []}, {"offset": 42628, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Reporting Summary", "sentences": [], "annotations": [], "relations": []}, {"offset": 42646, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Additional experimental design specifications are available in the linked Nature Research Life Sciences Reporting Summary.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42769, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 42780, "infons": {"fpage": "178", "name_0": "surname:Indrio;given-names:F", "pub-id_pmid": "28879172", "section_type": "REF", "source": "Front Pediatr", "type": "ref", "volume": "5", "year": "2017"}, "text": "Epigenetic Matters: The Link between Early Nutrition, Microbiome, and Long-term Health Development", "sentences": [], "annotations": [], "relations": []}, {"offset": 42879, "infons": {"fpage": "1258", "lpage": "1270", "name_0": "surname:Clemente;given-names:JC", "name_1": "surname:Ursell;given-names:LK", "name_2": "surname:Parfrey;given-names:LW", "name_3": "surname:Knight;given-names:R", "pub-id_pmid": "22424233", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "148", "year": "2012"}, "text": "The impact of the gut microbiota on human health: an integrative view", "sentences": [], "annotations": [], "relations": []}, {"offset": 42949, "infons": {"fpage": "222", "lpage": "227", "name_0": "surname:Yatsunenko;given-names:T", "pub-id_pmid": "22699611", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "486", "year": "2012"}, "text": "Human gut microbiome viewed across age and geography", "sentences": [], "annotations": [], "relations": []}, {"offset": 43002, "infons": {"fpage": "852", "name_0": "surname:Bäckhed;given-names:F", "pub-id_pmid": "26308884", "section_type": "REF", "source": "Cell Host Microbe", "type": "ref", "volume": "17", "year": "2015"}, "text": "Dynamics and Stabilization of the Human Gut Microbiome during the First Year of Life", "sentences": [], "annotations": [], "relations": []}, {"offset": 43087, "infons": {"fpage": "561S", "lpage": "571S", "name_0": "surname:Oozeer;given-names:R", "pub-id_pmid": "23824728", "section_type": "REF", "source": "Am J Clin Nutr", "type": "ref", "volume": "98", "year": "2013"}, "text": "Intestinal microbiology in early life: specific prebiotics can have similar functionalities as human-milk oligosaccharides", "sentences": [], "annotations": [], "relations": []}, {"offset": 43210, "infons": {"fpage": "e550", "lpage": "558", "name_0": "surname:de Weerth;given-names:C", "name_1": "surname:Fuentes;given-names:S", "name_2": "surname:Puylaert;given-names:P", "name_3": "surname:de Vos;given-names:WM", "pub-id_pmid": "23319531", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "131", "year": "2013"}, "text": "Intestinal microbiota of infants with colic: development and specific signatures", "sentences": [], "annotations": [], "relations": []}, {"offset": 43291, "infons": {"fpage": "451", "lpage": "464", "name_0": "surname:Del Chierico;given-names:F", "pub-id_pmid": "27028797", "section_type": "REF", "source": "Hepatology", "type": "ref", "volume": "65", "year": "2017"}, "text": "Gut microbiota profiling of pediatric nonalcoholic fatty liver disease and obese patients unveiled by an integrated meta-omics-based approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 43433, "infons": {"fpage": "174", "lpage": "180", "name_0": "surname:Arumugam;given-names:M", "pub-id_pmid": "21508958", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "473", "year": "2011"}, "text": "Enterotypes of the human gut microbiome", "sentences": [], "annotations": [], "relations": []}, {"offset": 43473, "infons": {"fpage": "6592", "name_0": "surname:Yang;given-names:B", "name_1": "surname:Feng;given-names:L", "name_2": "surname:Wang;given-names:F", "name_3": "surname:Wang;given-names:L", "pub-id_pmid": "25791315", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "6", "year": "2015"}, "text": "Enterohemorrhagic Escherichia coli senses low biotin status in the large intestine for colonization and infection.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43588, "infons": {"fpage": "290", "lpage": "297", "name_0": "surname:Badurdeen;given-names:S", "name_1": "surname:Mulongo;given-names:M", "name_2": "surname:Berkley;given-names:JA", "pub-id_pmid": "25360828", "section_type": "REF", "source": "Pediatr Res", "type": "ref", "volume": "77", "year": "2015"}, "text": "Arginine depletion increases susceptibility to serious infections in preterm newborns", "sentences": [], "annotations": [], "relations": []}, {"offset": 43674, "infons": {"fpage": "7256", "lpage": "7270", "name_0": "surname:Zhou;given-names:P", "name_1": "surname:Li;given-names:Y", "name_2": "surname:Ma;given-names:LY", "name_3": "surname:Lin;given-names:HC", "pub-id_pmid": "26343718", "section_type": "REF", "source": "Nutrients", "type": "ref", "volume": "7", "year": "2015"}, "text": "The Role of Immunonutrients in the Prevention of Necrotizing Enterocolitis in Preterm Very Low Birth Weight Infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 43790, "infons": {"name_0": "surname:Schwarzenberg;given-names:SJ", "name_1": "surname:Georgieff;given-names:MK", "name_2": "surname:NUTRITION;given-names:CO", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "141", "year": "2018"}, "text": "Advocacy for Improving Nutrition in the First 1000 Days to Support Childhood Development and Adult Health", "sentences": [], "annotations": [], "relations": []}, {"offset": 43896, "infons": {"fpage": "263", "lpage": "266", "name_0": "surname:Planer;given-names:JD", "pub-id_pmid": "27279225", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "534", "year": "2016"}, "text": "Development of the gut microbiota and mucosal IgA responses in twins and gnotobiotic mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 43986, "infons": {"fpage": "4800", "lpage": "4821", "name_0": "surname:Zhang;given-names:Z", "name_1": "surname:Adelman;given-names:AS", "name_2": "surname:Rai;given-names:D", "name_3": "surname:Boettcher;given-names:J", "name_4": "surname:Lőnnerdal;given-names:B", "pub-id_pmid": "24288022", "section_type": "REF", "source": "Nutrients", "type": "ref", "volume": "5", "year": "2013"}, "text": "Amino acid profiles in term and preterm human milk through lactation: a systematic review", "sentences": [], "annotations": [], "relations": []}, {"offset": 44076, "infons": {"fpage": "314", "lpage": "326", "name_0": "surname:Chu;given-names:DM", "pub-id_pmid": "28112736", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "23", "year": "2017"}, "text": "Maturation of the infant microbiome community structure and function across multiple body sites and in relation to mode of delivery", "sentences": [], "annotations": [], "relations": []}, {"offset": 44208, "infons": {"fpage": "697", "lpage": "705", "name_0": "surname:Butteiger;given-names:DN", "pub-id_pmid": "26936141", "section_type": "REF", "source": "J Nutr", "type": "ref", "volume": "146", "year": "2016"}, "text": "Soy Protein Compared with Milk Protein in a Western Diet Increases Gut Microbial Diversity and Reduces Serum Lipids in Golden Syrian Hamsters", "sentences": [], "annotations": [], "relations": []}, {"offset": 44350, "infons": {"fpage": "343", "lpage": "381", "name_0": "surname:Yassour;given-names:M", "section_type": "REF", "source": "Sci Transl Med", "type": "ref", "volume": "8", "year": "2016"}, "text": "Natural history of the infant gut microbiome and impact of antibiotic treatment on bacterial strain diversity and stability", "sentences": [], "annotations": [], "relations": []}, {"offset": 44474, "infons": {"fpage": "434", "lpage": "438", "name_0": "surname:Agostoni;given-names:C", "name_1": "surname:Carratù;given-names:B", "name_2": "surname:Boniglia;given-names:C", "name_3": "surname:Riva;given-names:E", "name_4": "surname:Sanzini;given-names:E", "pub-id_pmid": "10963461", "section_type": "REF", "source": "J Am Coll Nutr", "type": "ref", "volume": "19", "year": "2000"}, "text": "Free amino acid content in standard infant formulas: comparison with human milk", "sentences": [], "annotations": [], "relations": []}, {"offset": 44554, "infons": {"fpage": "719", "lpage": "730", "name_0": "surname:Sharon;given-names:G", "pub-id_pmid": "25440054", "section_type": "REF", "source": "Cell Metab", "type": "ref", "volume": "20", "year": "2014"}, "text": "Specialized metabolites from the microbiome in health and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 44620, "infons": {"fpage": "25", "lpage": "37", "name_0": "surname:Haschke-Becher;given-names:E", "name_1": "surname:Kainz;given-names:A", "name_2": "surname:Bachmann;given-names:C", "pub-id_pmid": "26227325", "section_type": "REF", "source": "J Inherit Metab Dis", "type": "ref", "volume": "39", "year": "2016"}, "text": "Reference values of amino acids and of common clinical chemistry in plasma of healthy infants aged 1 and 4 months", "sentences": [], "annotations": [], "relations": []}, {"offset": 44734, "infons": {"fpage": "71", "lpage": "76", "name_0": "surname:Piacentini;given-names:G", "name_1": "surname:Peroni;given-names:D", "name_2": "surname:Bessi;given-names:E", "name_3": "surname:Morelli;given-names:L", "pub-id_pmid": "20543718", "section_type": "REF", "source": "J Pediatr Gastroenterol Nutr", "type": "ref", "volume": "51", "year": "2010"}, "text": "Molecular characterization of intestinal microbiota in infants fed with soymilk", "sentences": [], "annotations": [], "relations": []}, {"offset": 44814, "infons": {"name_0": "surname:Vázquez;given-names:L", "name_1": "surname:Flórez;given-names:AB", "name_2": "surname:Guadamuro;given-names:L", "name_3": "surname:Mayo;given-names:B", "section_type": "REF", "source": ". Nutrients", "type": "ref", "volume": "9", "year": "2017"}, "text": "Effect of Soy Isoflavones on Growth of Representative Bacterial Species from the Human Gut", "sentences": [], "annotations": [], "relations": []}, {"offset": 44905, "infons": {"fpage": "M2530", "lpage": "2534", "name_0": "surname:Li;given-names:S", "pub-id_pmid": "26445102", "section_type": "REF", "source": "J Food Sci", "type": "ref", "volume": "80", "year": "2015"}, "text": "Continuously Ingesting Fructooligosaccharide Can’t Maintain Rats’ Gut Bifidobacterium at a High Level", "sentences": [], "annotations": [], "relations": []}, {"offset": 45011, "infons": {"fpage": "1062", "lpage": "1068", "name_0": "surname:Bhatia;given-names:J", "name_1": "surname:Greer;given-names:F", "name_2": "surname:Nutrition;given-names:AA", "pub-id_pmid": "18450914", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "121", "year": "2008"}, "text": "o.P.C.o. Use of soy protein-based formulas in infant feeding", "sentences": [], "annotations": [], "relations": []}, {"offset": 45072, "infons": {"name_0": "surname:Vandenplas;given-names:Y", "section_type": "REF", "source": "Nutrients", "type": "ref", "volume": "9", "year": "2017"}, "text": "Prevention and Management of Cow’s Milk Allergy in Non-Exclusively Breastfed Infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 45159, "infons": {"fpage": "E1239", "lpage": "1250", "name_0": "surname:Bauchart-Thevret;given-names:C", "name_1": "surname:Stoll;given-names:B", "name_2": "surname:Chacko;given-names:S", "name_3": "surname:Burrin;given-names:DG", "pub-id_pmid": "19293331", "section_type": "REF", "source": "Am J Physiol Endocrinol Metab", "type": "ref", "volume": "296", "year": "2009"}, "text": "Sulfur amino acid deficiency upregulates intestinal methionine cycle activity and suppresses epithelial growth in neonatal pigs", "sentences": [], "annotations": [], "relations": []}, {"offset": 45287, "infons": {"fpage": "777", "lpage": "783", "name_0": "surname:Choe;given-names:EK", "name_1": "surname:Moon;given-names:JS", "name_2": "surname:Park;given-names:KJ", "pub-id_pmid": "22787374", "section_type": "REF", "source": "J Korean Med Sci", "type": "ref", "volume": "27", "year": "2012"}, "text": "Methionine enhances the contractile activity of human colon circular smooth muscle in vitro", "sentences": [], "annotations": [], "relations": []}, {"offset": 45379, "infons": {"fpage": "2930", "lpage": "2946", "name_0": "surname:Neis;given-names:EP", "name_1": "surname:Dejong;given-names:CH", "name_2": "surname:Rensen;given-names:SS", "pub-id_pmid": "25894657", "section_type": "REF", "source": "Nutrients", "type": "ref", "volume": "7", "year": "2015"}, "text": "The role of microbial amino acid metabolism in host metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 45442, "infons": {"fpage": "1131", "lpage": "1147", "name_0": "surname:Alsaker;given-names:KV", "name_1": "surname:Paredes;given-names:C", "name_2": "surname:Papoutsakis;given-names:ET", "pub-id_pmid": "19998280", "section_type": "REF", "source": "Biotechnol Bioeng", "type": "ref", "volume": "105", "year": "2010"}, "text": "Metabolite stress and tolerance in the production of biofuels and chemicals: gene-expression-based systems analysis of butanol, butyrate, and acetate stresses in the anaerobe Clostridium acetobutylicum", "sentences": [], "annotations": [], "relations": []}, {"offset": 45644, "infons": {"fpage": "3141", "lpage": "3151", "name_0": "surname:Vitreschak;given-names:AG", "name_1": "surname:Rodionov;given-names:DA", "name_2": "surname:Mironov;given-names:AA", "name_3": "surname:Gelfand;given-names:MS", "pub-id_pmid": "12136096", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "30", "year": "2002"}, "text": "Regulation of riboflavin biosynthesis and transport genes in bacteria by transcriptional and translational attenuation", "sentences": [], "annotations": [], "relations": []}, {"offset": 45763, "infons": {"fpage": "113", "name_0": "surname:Stanislawski;given-names:MA", "pub-id_pmid": "28870230", "section_type": "REF", "source": "Microbiome", "type": "ref", "volume": "5", "year": "2017"}, "text": "Pre-pregnancy weight, gestational weight gain, and the gut microbiota of mothers and their infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 45862, "infons": {"fpage": "1023", "lpage": "1030", "name_0": "surname:Collado;given-names:MC", "name_1": "surname:Isolauri;given-names:E", "name_2": "surname:Laitinen;given-names:K", "name_3": "surname:Salminen;given-names:S", "pub-id_pmid": "20844065", "section_type": "REF", "source": "Am J Clin Nutr", "type": "ref", "volume": "92", "year": "2010"}, "text": "Effect of mother’s weight on infant’s microbiota acquisition, composition, and activity during early infancy: a prospective follow-up study initiated in early pregnancy", "sentences": [], "annotations": [], "relations": []}, {"offset": 46035, "infons": {"fpage": "e651", "issue": "653", "lpage": "616", "name_0": "surname:Antony;given-names:KM", "section_type": "REF", "source": "Am J Obstet Gynecol", "type": "ref", "volume": "212", "year": "2015"}, "text": "The preterm placental microbiome varies in association with excess maternal gestational weight gain", "sentences": [], "annotations": [], "relations": []}, {"offset": 46135, "infons": {"fpage": "3889", "name_0": "surname:Ma;given-names:J", "pub-id_pmid": "24846660", "section_type": "REF", "source": "Nat Commun", "type": "ref", "volume": "5", "year": "2014"}, "text": "High-fat maternal diet during pregnancy persistently alters the offspring microbiome in a primate mode", "sentences": [], "annotations": [], "relations": []}, {"offset": 46238, "infons": {"fpage": "e78257", "name_0": "surname:Hu;given-names:J", "pub-id_pmid": "24223144", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "8", "year": "2013"}, "text": "Diversified microbiota of meconium is affected by maternal diabetes status", "sentences": [], "annotations": [], "relations": []}, {"offset": 46313, "infons": {"name_0": "surname:Prince;given-names:AL", "section_type": "REF", "source": "Cold Spring Harb Perspect Med", "type": "ref", "volume": "5", "year": "2015"}, "text": "The perinatal microbiome and pregnancy: moving beyond the vaginal microbiome", "sentences": [], "annotations": [], "relations": []}, {"offset": 46390, "infons": {"fpage": "255", "lpage": "259", "name_0": "surname:Sacchetti;given-names:R", "name_1": "surname:De Luca;given-names:G", "name_2": "surname:Dormi;given-names:A", "name_3": "surname:Guberti;given-names:E", "name_4": "surname:Zanetti;given-names:F", "pub-id_pmid": "23838062", "section_type": "REF", "source": "Int J Hyg Environ Health", "type": "ref", "volume": "217", "year": "2014"}, "text": "Microbial quality of drinking water from microfiltered water dispensers", "sentences": [], "annotations": [], "relations": []}, {"offset": 46462, "infons": {"fpage": "79", "lpage": "89", "name_0": "surname:Dias;given-names:MF", "pub-id_pmid": "29306702", "section_type": "REF", "source": "Water Res", "type": "ref", "volume": "132", "year": "2017"}, "text": "Changes in mouse gut bacterial community in response to different types of drinking water", "sentences": [], "annotations": [], "relations": []}, {"offset": 46552, "infons": {"fpage": "e12459", "name_0": "surname:Poroyko;given-names:V", "pub-id_pmid": "20805981", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "5", "year": "2010"}, "text": "Gut microbial gene expression in mother-fed and formula-fed piglets", "sentences": [], "annotations": [], "relations": []}, {"offset": 46620, "infons": {"fpage": "859", "lpage": "871", "name_0": "surname:Charbonneau;given-names:MR", "pub-id_pmid": "26898329", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "164", "year": "2016"}, "text": "Sialylated Milk Oligosaccharides Promote Microbiota-Dependent Growth in Models of Infant Undernutrition", "sentences": [], "annotations": [], "relations": []}, {"offset": 46724, "infons": {"section_type": "METHODS", "type": "title"}, "text": "Methods-Only References", "sentences": [], "annotations": [], "relations": []}, {"offset": 46748, "infons": {"fpage": "1228", "lpage": "1234", "name_0": "surname:Lim;given-names:ES", "pub-id_pmid": "26366711", "section_type": "REF", "source": "Nat Med", "type": "ref", "volume": "21", "year": "2015"}, "text": "Early life dynamics of the human gut virome and bacterial microbiome in infants", "sentences": [], "annotations": [], "relations": []}, {"offset": 46828, "infons": {"fpage": "27", "name_0": "surname:Moore;given-names:AM", "pub-id_pmid": "26113976", "section_type": "REF", "source": "Microbiome", "type": "ref", "volume": "3", "year": "2015"}, "text": "Gut resistome development in healthy twin pairs in the first year of life", "sentences": [], "annotations": [], "relations": []}, {"offset": 46902, "infons": {"name_0": "surname:Gurnee;given-names:EA", "section_type": "REF", "source": "J Infect Dis", "type": "ref", "year": "2015"}, "text": "Gut colonization of healthy children and their mothers with pathogenic ciprofloxacin-resistant Escherichia coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 47014, "infons": {"fpage": "16024", "name_0": "surname:Gibson;given-names:MK", "pub-id_pmid": "27572443", "section_type": "REF", "source": "Nat Microbiol", "type": "ref", "volume": "1", "year": "2016"}, "text": "Developmental dynamics of the preterm infant gut microbiota and antibiotic resistome", "sentences": [], "annotations": [], "relations": []}, {"offset": 47099, "infons": {"fpage": "S28", "issue": "Suppl 2", "lpage": "35", "name_0": "surname:Fein;given-names:SB", "pub-id_pmid": "18829828", "section_type": "REF", "source": "Pediatrics", "type": "ref", "volume": "122", "year": "2008"}, "text": "Infant Feeding Practices Study II: study methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 47148, "infons": {"fpage": "811", "lpage": "814", "name_0": "surname:Segata;given-names:N", "pub-id_pmid": "22688413", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "9", "year": "2012"}, "text": "Metagenomic microbial community profiling using unique clade-specific marker genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 47231, "infons": {"fpage": "17", "name_0": "surname:McHardy;given-names:IH", "pub-id_pmid": "24450808", "section_type": "REF", "source": "Microbiome", "type": "ref", "volume": "1", "year": "2013"}, "text": "Integrative analysis of the microbiome and metabolome of the human intestinal mucosal surface reveals exquisite inter-relationships", "sentences": [], "annotations": [], "relations": []}, {"offset": 47363, "infons": {"fpage": "2114", "lpage": "2120", "name_0": "surname:Bolger;given-names:AM", "name_1": "surname:Lohse;given-names:M", "name_2": "surname:Usadel;given-names:B", "pub-id_pmid": "24695404", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Trimmomatic: a flexible trimmer for Illumina sequence data", "sentences": [], "annotations": [], "relations": []}, {"offset": 47422, "infons": {"fpage": "e17288", "name_0": "surname:Schmieder;given-names:R", "name_1": "surname:Edwards;given-names:R", "pub-id_pmid": "21408061", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "6", "year": "2011"}, "text": "Fast identification and removal of sequence contamination from genomic and metagenomic datasets", "sentences": [], "annotations": [], "relations": []}, {"offset": 47518, "infons": {"fpage": "e1002358", "name_0": "surname:Abubucker;given-names:S", "pub-id_pmid": "22719234", "section_type": "REF", "source": "PLoS Comput Biol", "type": "ref", "volume": "8", "year": "2012"}, "text": "Metabolic reconstruction for metagenomic data and its application to the human microbiome", "sentences": [], "annotations": [], "relations": []}, {"offset": 47608, "infons": {"fpage": "77", "name_0": "surname:Chu;given-names:DM", "pub-id_pmid": "27503374", "section_type": "REF", "source": "Genome Med", "type": "ref", "volume": "8", "year": "2016"}, "text": "The early infant gut microbiome varies in association with a maternal high-fat diet", "sentences": [], "annotations": [], "relations": []}, {"offset": 47692, "infons": {"fpage": "509", "lpage": "515", "name_0": "surname:Robinson;given-names:A", "pub-id_pmid": "28272161", "section_type": "REF", "source": "J Pediatr Gastroenterol Nutr", "type": "ref", "volume": "65", "year": "2017"}, "text": "Association of Maternal Gestational Weight Gain With the Infant Fecal Microbiota", "sentences": [], "annotations": [], "relations": []}, {"offset": 47773, "infons": {"fpage": "11", "name_0": "surname:Singh;given-names:S", "name_1": "surname:Karagas;given-names:MR", "name_2": "surname:Mueller;given-names:NT", "pub-id_pmid": "28176229", "section_type": "REF", "source": "Curr Diab Rep", "type": "ref", "volume": "17", "year": "2017"}, "text": "Charting the Maternal and Infant Microbiome: What Is the Role of Diabetes and Obesity in Pregnancy?", "sentences": [], "annotations": [], "relations": []}, {"offset": 47873, "infons": {"fpage": "210", "lpage": "212", "name_0": "surname:Gynecologists;given-names:AC", "pub-id_pmid": "23262962", "section_type": "REF", "source": "Obstet Gynecol", "type": "ref", "volume": "121", "year": "2013"}, "text": "o.O.a. ACOG Committee opinion no. 548: weight gain during pregnancy", "sentences": [], "annotations": [], "relations": []}, {"offset": 47941, "infons": {"fpage": "62", "name_0": "surname:Joo;given-names:JW", "name_1": "surname:Hormozdiari;given-names:F", "name_2": "surname:Han;given-names:B", "name_3": "surname:Eskin;given-names:E", "pub-id_pmid": "27039378", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "17", "year": "2016"}, "text": "Multiple testing correction in linear mixed models", "sentences": [], "annotations": [], "relations": []}, {"offset": 47992, "infons": {"file": "nihms-1506371-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Taxonomic Composition of Infant Fecal Microbiota", "sentences": [], "annotations": [], "relations": []}, {"offset": 48041, "infons": {"file": "nihms-1506371-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "1A: Relative Abundance of Genera, Grouped by Month, Diet, and Delivery Route. Samples are grouped horizontally by month of life, diet (breastfeeding, cow’s milk formula, soy formula), and delivery route. All genera with ≥ 2% relative abundance in any sample are included, sorted vertically by phylum and relative contribution to the aggregate community of all subjects.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48415, "infons": {"file": "nihms-1506371-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "1B: Diversity and Major Taxa by Age and Diet. Boxplots (boxes representing interquartile ranges with median shown in black) portray alpha diversity (Shannon index) and relative abundance of Bifidobacteriaceae, Lachnospiraceae, and Enterobacteriaceae over time, separated by diet type: majority breastfeeding (N=75 samples), cow’s milk formula-feeding (N=295), and soy formula-feeding (N=32). Diversity increases with age (p<0.001) and soy (p=0.036). Bifidobacteriaceae positively correlated with breastfeeding (p=0.003), and negatively with soy (p<0.001). Lachnospiraceae increased in association with time (p<0.001) and soy (p<0.001) and decreased with breastfeeding (p=0.014). Enterobacteriaceae decreased with time (p<0.001) and GOS in cow’s milk formula (p=0.003). All p values are from multivariate longitudinal maximum-likelihood GLMMs, Tukey-corrected for multiple comparisons (Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 49315, "infons": {"file": "nihms-1506371-f0001.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "1C: Principle Coordinate Analysis (PCoA) plot of Taxonomic Families, Colored by Major Taxa. PCoA plots of taxonomic families based on the Bray-Curtis dissimilarity index for all samples (N=402) are shaded from low (purple) to high (green) relative abundance of Bifidobacteriaceae, Lachnospiraceae, and Enterobacteriaceae, highlighting three distinct clusters. Sequential MANOVA (adonis in R, two-tailed) yielded R2 values of 0.37 for Bifidobacteriaceae (p=0.001), 0.13 for Lachnospiraceae (p=0.001), 0.11 for Enterobacteriaceae (p=0.001); residual R2 from a multivariate model including only these three taxa was 0.38.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49934, "infons": {"file": "nihms-1506371-f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Dynamic Development of Amino Acid Synthesis Pathways", "sentences": [], "annotations": [], "relations": []}, {"offset": 49987, "infons": {"file": "nihms-1506371-f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "2A: Selected Amino Acid Synthesis Pathways, By Age and Diet (Breastfeeding vs. Formula), 2B: Selected Amino Acid Synthesis Pathways, By Age and Diet (Breastfed, Cow’s Milk Formula-Fed, Soy Formula-Fed). Scatterplots of normalized abundance (counts per million) of selected amino acid synthesis pathways vs. infant age (days) are shaded according to diet type. In plot 2A, mostly breastfeeding (N=75 samples) is compared with mostly formula feeding (N=327); in plot 2B, current majority breastfeeding (N=75), cow’s milk formula-feeding (N=295), and soy formula-feeding (N=32) are compared. Regression lines with 95% confidence interval shading are drawn using the loess method in R. All p values are two-tailed, from multivariate longitudinal maximum-likelihood GLMMs, Tukey-adjusted for multiple comparisons (Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 50811, "infons": {"file": "nihms-1506371-f0002.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "2C: Known Reference Ranges for Human Milk Total Amino Acid (TAA) Content. Published TAA reference ranges in term breastmilk are plotted in comparison with USDA standards for infant formula to contextualize panels 2A and 2B. The line graph plots normative human milk TAA content (mg/100mL) content over time for colostrum (origin), transitional milk (0.5 months), two months, and four months post-delivery (Zhang et. al, Table 4). The bar plot shows predicted differences in total amino acid content (mg/100g total nitrogen) between USDA 2009 standards for infant formula and mature human milk (Zhang et. al, Table 8), divided by normative values for human milk; a +0.36 value for methionine indicates that formula has 36% more methionine (mg/total N) than human milk.", "sentences": [], "annotations": [], "relations": []}, {"offset": 51579, "infons": {"file": "nihms-1506371-f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Taxonomic and Functional Changes Associated with Soy Formula", "sentences": [], "annotations": [], "relations": []}, {"offset": 51640, "infons": {"file": "nihms-1506371-f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "3A: Taxonomic Structure of Soy-Exposed Infants’ Gut Microbiota. Stacked bar plots show relative abundances of taxonomic families over time from four twin pairs with at least one soy-exposed sibling. All families with ≥ 3% relative abundance are included (rare taxa aggregated as “Other”). Pre- and post-soy samples were available for three infants. Bifidobacteriaceae abundance was low pre-soy and throughout the study in all soy-exposed infants, except infant T0186_A, whose Bifidobacteriaceae recovered following soy formula cessation. Soy-discordant twin microbiomes were visibly dissimilar.", "sentences": [], "annotations": [], "relations": []}, {"offset": 52243, "infons": {"file": "nihms-1506371-f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "3B: Metabolic Pathways by Age and Soy Exposure Status. These boxplots (boxes representing interquartile ranges with median shown in black) show normalized abundance (normalized counts per million CPM) versus age (months) of three functional pathways: chorismate synthesis (PWY-6163), riboflavin synthesis (RIBOSYN2-PWY), and the aggregate methionine synthesis variable METCOMB. Longitudinal plots are separated into soy-naïve (N=364 current, N=359 lifetime), pre-soy (N=6), and soy-exposed samples (N=32 current, N=37 lifetime). Chorismate and riboflavin synthesis pathways increased post-soy, while methionine synthesis pathways decreased. All p values are two-tailed, from multivariate longitudinal maximum-likelihood GLMMs, Tukey-adjusted for multiple comparisons (Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53023, "infons": {"file": "nihms-1506371-f0003.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "3C: Changes in Chorismate Synthesis Pathway Homology Following Soy Exposure. The column graph shows numerical differences in total chorismate synthesis pathway (PWY-6163) abundance pre- and post-soy in three soy-exposed infants and one control (N=4 each timepoint). Total PWY-6163 abundance qualitatively increased more in soy-exposed infants than in the control. The heatmap plots numerical pre-post soy difference (normalized CPM) in chorismate synthesis pathway-identified genera, which qualitatively shifted towards Blautia pathway homology with soy exposure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 53587, "infons": {"file": "nihms-1506371-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_title_caption"}, "text": "Altered Development of Vitamin Synthesis and Carbohydrate Utilization Pathways in Association with GWG (kg)", "sentences": [], "annotations": [], "relations": []}, {"offset": 53695, "infons": {"file": "nihms-1506371-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "Boxplot boxes in all panels represent interquartile ranges with the median line shown in black; total N=402 all plots. All p values in all panels are two-tailed, from multivariate longitudinal maximum-likelihood GLMMs Tukey-adjusted for multiple comparisons (Table S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 53965, "infons": {"file": "nihms-1506371-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "4A: Selected Metabolic Pathways by GWG. These panels plot normalized abundance (counts per million) of the glycogen degradation pathway GLYCOCAT-PWY, the aggregate glucose degradation variable GLUCCOMB and the aggregate pyridoxine synthesis variable THISYNCOMB versus GWG (kg). The plots are colored according to GWG quartile in this population. All pathways plotted have a significant positive association with GWG. Sample size by quartile: Q1 (N=93 samples), Q2 (N=93), Q3 (N=108), Q4 (N=108).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54461, "infons": {"file": "nihms-1506371-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "4B: Selected Metabolic Pathways by Age, GWG. These panels plot normalized abundance (counts per million) of the same pathways by month of life, stratified by maternal GWG (kg) quartile in this population. The differences between the lowest and highest GWG become more apparent over time.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54749, "infons": {"file": "nihms-1506371-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "4C: Selected Metabolic Pathways by Maternal Pre-Pregnancy Body Mass Index. Normalized abundance (cpm) of the same pathways plotted versus maternal pre-pregnancy BMI, colored by GWG (kg) quartile.", "sentences": [], "annotations": [], "relations": []}, {"offset": 54945, "infons": {"file": "nihms-1506371-f0004.jpg", "id": "F4", "section_type": "FIG", "type": "fig_caption"}, "text": "4D: Selected Metabolic Pathways by Gestational Age (GA), GWG. These panels plot normalized abundance (counts per million) of the same three pathways versus GA at delivery, stratified by GWG (kg) quartile. In the lowest GWG quartile, the abundance vs GA curve slopes in the opposite direction of the abundance vs GWG curve, suggesting that lower GWG is more important with increasing GA.", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]