[{"source": "PMC", "date": "20231102", "key": "pmc.key", "infons": {}, "documents": [{"id": "9241714", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1128/spectrum.00627-22", "article-id_pmc": "9241714", "article-id_pmid": "35467371", "article-id_publisher-id": "00627-22 spectrum.00627-22", "elocation-id": "e00627-22", "issue": "3", "kwd": "Neisseria meningitidis chemoprophylaxis ciprofloxacin resistance invasive lineage invasive meningococcal disease penicillin resistance", "license": "This is an open-access article distributed under the terms of the Creative Commons Attribution 4.0 International license.", "name_0": "surname:Saito;given-names:Ryoichi", "name_1": "surname:Nakajima;given-names:Jun", "name_10": "surname:Ohnishi;given-names:Makoto", "name_11": "surname:Lainhart;given-names:William", "name_12": "surname:Saito;given-names:Ryoichi", "name_13": "surname:Kamiya;given-names:Hajime", "name_14": "surname:Takahashi;given-names:Hideyuki", "name_15": "surname:Saito;given-names:Ryoichi", "name_2": "surname:Prah;given-names:Isaac", "name_3": "surname:Morita;given-names:Masatomo", "name_4": "surname:Mahazu;given-names:Samiratu", "name_5": "surname:Ota;given-names:Yusuke", "name_6": "surname:Kobayashi;given-names:Ayuka", "name_7": "surname:Tohda;given-names:Shuji", "name_8": "surname:Kamiya;given-names:Hajime", "name_9": "surname:Takahashi;given-names:Hideyuki", "section_type": "TITLE", "title": "KEYWORDS", "type": "front", "volume": "10", "year": "2022"}, "text": "Penicillin- and Ciprofloxacin-Resistant Invasive Neisseria meningitidis Isolates from Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 92, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "ABSTRACT", "sentences": [], "annotations": [], "relations": []}, {"offset": 101, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Neisseria meningitidis causes a life-threatening invasive meningococcal disease (IMD). Isolates resistant to antibiotics, such as penicillin, ceftriaxone, and ciprofloxacin that are recommended for the treatment of IMD patients and their close contacts have been serious public health concerns globally. However, susceptibility profiles to critically important antibiotics and the genetic characteristics of isolates possessing antibiotic resistance are extremely limited as IMD incidence is low in Japan. We assessed the susceptibility profiles of 87 randomly selected, sterile site-derived N. meningitidis strains isolated from hospitals nationwide, recovered between April 1998 and March 2018 in Japan, to seven antibiotics. As a result, we demonstrated, for the first time, that the isolates remained highly susceptible to ceftriaxone, meropenem, azithromycin, ciprofloxacin, chloramphenicol, and rifampin, but not to penicillin. We then characterized the genetic relatedness of six penicillin- and/or ciprofloxacin-resistant isolates obtained in this study with global 112 genomes using core-genome phylogenetic analysis. These results provide the first evidence that invasive lineages such as a penicillin-resistant serogroup W, sequence type (ST)-11 clonal complex (CC), and a ciprofloxacin-resistant serogroup B/C, ST-4821 CC that is considered as a global threat, have been sporadically identified in Japan. Our findings highlight the need to monitor antibiotic resistance in clinical isolates of N. meningitidis, thereby preventing the spread of antibiotic-resistant invasive lineages and maintaining effective treatment for IMD patients and their close contacts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1775, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "IMPORTANCE Although antibiotics such as penicillin and ceftriaxone can treat invasive meningococcal disease (IMD), the emergence and spread of antibiotic-resistant Neisseria meningitidis have become a global concern. To provide effective treatment, including chemoprophylaxis to IMD patients and their close contacts, we highlighted the importance of recognizing the antibiotic resistance and genetic features of N. meningitidis isolates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2214, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "OBSERVATION", "sentences": [], "annotations": [], "relations": []}, {"offset": 2226, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Invasive meningococcal disease (IMD) is a well-known life-threatening illness caused by the bacterium Neisseria meningitidis. N. meningitidis strains with resistance to antibiotics, such as penicillin, ciprofloxacin, and ceftriaxone, that are recommended for the treatment and chemoprophylaxis of IMD patients and their close contacts, are reported globally and raise serious public health concerns worldwide owing to limited options for treatment. However, data such as the resistance rate to critically important antibiotics and the genetic relationship between isolates collected are extremely scarce in Japan, as IMD incidence is low (0.028 cases/100,000 persons per year in 2014). This situation may cause inadequate treatment of IMD patients and make management of antibiotic-resistant strains more difficult based on genetic relatedness in Japan when those strains are disseminated. Here, we described the antibiotic susceptibility profiles of 87 N. meningitidis isolates recovered during a national surveillance conducted for approximately 20 years in Japan and provided insights on the genetic features of penicillin- and/or ciprofloxacin-resistant isolates.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3396, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A total of 87 nonduplicate N. meningitidis isolates (blood, n = 62; cerebrospinal fluid, n = 22; synovial fluid, n = 2; aqueous humor, n = 1) were randomly selected from over 200 sterile site-derived isolates obtained between April 1998 and March 2018 at the National Institute of Infectious Diseases, Japan (Table S1 in the supplemental material). Microbial identification was performed using biochemical profiling (ID-test HN-20 Rapid System; Nissui Pharmaceutical, Tokyo, Japan) and the MALDI Biotyper (Bruker Daltonics, Karlsruhe, Germany). Serogroup determination and multilocus sequence typing (MLST) were performed as previously described. The MICs of penicillin, ceftriaxone, meropenem, azithromycin, ciprofloxacin, chloramphenicol, and rifampin were determined using an Etest (bioMérieux, Marcy-l’Étoile, France) on Mueller-Hinton agar with 5% sheep blood (Becton, Dickinson and Company, Franklin Lakes, NJ) according to the manufacturer’s instructions. Quality control was performed using Streptococcus pneumoniae ATCC 49619 and Escherichia coli ATCC 25922. Results were interpreted according to the Clinical and Laboratory Standards Institute guideline M100-ED30. β-lactamase production among strains that were nonsusceptible to penicillin was determined using BBL Cefinase paper discs (Becton, Dickinson and Company).", "sentences": [], "annotations": [], "relations": []}, {"offset": 4749, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Among the 87 isolates, 41 (47.1%) were nonsusceptible to penicillin, including four resistant isolates (4.6%), eight (9.2%) were nonsusceptible to ciprofloxacin, including five resistant isolates (5.7%), and three (3.4%) were nonsusceptible to azithromycin (Table 1). Isolates NIID576, NIID614, and NIID620 were resistant to both penicillin and ciprofloxacin (Table S1). β-lactamase production was negative in all penicillin-nonsusceptible isolates. The geometric mean MICs tended to increase for penicillin and ciprofloxacin every seven years, due to the increasing rate of antibiotic-intermediate and -resistant isolates between 2012 and 2018 (Fig. S1), whereas the geometric mean MIC for azithromycin tended to decrease. No isolate was found nonsusceptible or resistant to ceftriaxone, meropenem, chloramphenicol, or rifampin. These results agree with previous studies that showed reduced susceptibility to penicillin among invasive isolates, suggesting that penicillin might not be suitable to treat IMD cases in Japan. However, we could not clarify the reason for the observation in this study, and it might have been associated with the antibiotic choice for the treatment of bacterial meningitis in Japan. Furthermore, we provide the first evidence that clinical isolates from Japan for approximately 20 years remain highly susceptible to critically important antibiotics, except for penicillin, that are currently used for treatment and chemoprophylaxis of IMD patients and their close contacts.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6258, "infons": {"file": "tab1.xml", "id": "tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Antibiotic susceptibility profiles of the 87 N. meningitidis isolates used in this study", "sentences": [], "annotations": [], "relations": []}, {"offset": 6347, "infons": {"file": "tab1.xml", "id": "tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><colgroup span=\"1\"><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/><col span=\"1\"/></colgroup><thead><tr><th rowspan=\"2\" colspan=\"1\">Antibiotic</th><th rowspan=\"2\" colspan=\"1\">No.</th><th rowspan=\"1\" colspan=\"1\">MIC (mg/L)</th><th rowspan=\"1\" colspan=\"1\"/><th rowspan=\"1\" colspan=\"1\"/><th colspan=\"3\" rowspan=\"1\">Interpretative category<xref rid=\"ngtab1-1\" ref-type=\"table-fn\"><sup><italic toggle=\"yes\">a</italic></sup></xref><hr/></th></tr><tr><th rowspan=\"1\" colspan=\"1\">Range</th><th rowspan=\"1\" colspan=\"1\">MIC<sub>50</sub></th><th rowspan=\"1\" colspan=\"1\">MIC<sub>90</sub></th><th rowspan=\"1\" colspan=\"1\">%S</th><th rowspan=\"1\" colspan=\"1\">%I</th><th rowspan=\"1\" colspan=\"1\">%R (% non-S)</th></tr></thead><tbody><tr><td rowspan=\"1\" colspan=\"1\">Penicillin</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">0.031–0.5</td><td rowspan=\"1\" colspan=\"1\">0.063</td><td rowspan=\"1\" colspan=\"1\">0.125</td><td rowspan=\"1\" colspan=\"1\">52.9</td><td rowspan=\"1\" colspan=\"1\">42.5</td><td rowspan=\"1\" colspan=\"1\">4.6</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Ceftriaxone</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">≤0.004</td><td rowspan=\"1\" colspan=\"1\">≤0.004</td><td rowspan=\"1\" colspan=\"1\">≤0.004</td><td rowspan=\"1\" colspan=\"1\">100.0</td><td rowspan=\"1\" colspan=\"1\">(0.0)</td><td rowspan=\"1\" colspan=\"1\">(0.0)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Meropenem</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">≤0.004–0.063</td><td rowspan=\"1\" colspan=\"1\">0.008</td><td rowspan=\"1\" colspan=\"1\">0.016</td><td rowspan=\"1\" colspan=\"1\">100.0</td><td rowspan=\"1\" colspan=\"1\">(0.0)</td><td rowspan=\"1\" colspan=\"1\">(0.0)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Azithromycin</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">0.125–4</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">96.6</td><td rowspan=\"1\" colspan=\"1\">(0.0)</td><td rowspan=\"1\" colspan=\"1\">(3.4)</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Ciprofloxacin</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">≤0.004–0.25</td><td rowspan=\"1\" colspan=\"1\">≤0.004</td><td rowspan=\"1\" colspan=\"1\">0.008</td><td rowspan=\"1\" colspan=\"1\">90.8</td><td rowspan=\"1\" colspan=\"1\">3.4</td><td rowspan=\"1\" colspan=\"1\">5.7</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Chloramphenicol</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">0.5–2</td><td rowspan=\"1\" colspan=\"1\">1</td><td rowspan=\"1\" colspan=\"1\">2</td><td rowspan=\"1\" colspan=\"1\">100.0</td><td rowspan=\"1\" colspan=\"1\">0.0</td><td rowspan=\"1\" colspan=\"1\">0.0</td></tr><tr><td rowspan=\"1\" colspan=\"1\">Rifampicin</td><td rowspan=\"1\" colspan=\"1\">87</td><td rowspan=\"1\" colspan=\"1\">≤0.004–0.25</td><td rowspan=\"1\" colspan=\"1\">0.008</td><td rowspan=\"1\" colspan=\"1\">0.063</td><td rowspan=\"1\" colspan=\"1\">100.0</td><td rowspan=\"1\" colspan=\"1\">0.0</td><td rowspan=\"1\" colspan=\"1\">0.0</td></tr></tbody></table>\n"}, "text": "Antibiotic\tNo.\tMIC (mg/L)\t\t\tInterpretative categorya\t \tRange\tMIC50\tMIC90\t%S\t%I\t%R (% non-S)\t \tPenicillin\t87\t0.031–0.5\t0.063\t0.125\t52.9\t42.5\t4.6\t \tCeftriaxone\t87\t≤0.004\t≤0.004\t≤0.004\t100.0\t(0.0)\t(0.0)\t \tMeropenem\t87\t≤0.004–0.063\t0.008\t0.016\t100.0\t(0.0)\t(0.0)\t \tAzithromycin\t87\t0.125–4\t1\t2\t96.6\t(0.0)\t(3.4)\t \tCiprofloxacin\t87\t≤0.004–0.25\t≤0.004\t0.008\t90.8\t3.4\t5.7\t \tChloramphenicol\t87\t0.5–2\t1\t2\t100.0\t0.0\t0.0\t \tRifampicin\t87\t≤0.004–0.25\t0.008\t0.063\t100.0\t0.0\t0.0\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 6837, "infons": {"file": "tab1.xml", "id": "tab1", "section_type": "TABLE", "type": "table_footnote"}, "text": "S, susceptible; I, intermediate; R, resistant. The category was interpreted by the Clinical and Laboratory Standards Institute guideline M100-ED30.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6985, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Next, to assess the genetic features of our six penicillin- and/or ciprofloxacin-resistant isolates defined using the CLSI guideline, we conducted whole-genome sequencing. Genomic DNA from the six isolates was extracted using the NucleoSpin tissue kit (TaKaRa Bio, Shiga, Japan). The DNA library was prepared using the Nextera XT DNA library preparation kit and sequenced on MiSeq (Illumina, San Diego, CA) generating a 2 × 300-bp paired-end read. The genome coverages were 77.1× to 186.1× among the six isolates. Genome assembly was performed using the SPAdes, v3.13.1 with default parameters. Subsequently, gene annotation was performed using Prokka v1.11, and the sequence data were submitted to the PubMLST Neisseria genome database and the DDBJ Sequence Read Archive. Moreover, to determine genetic relatedness among the 6 genomes obtained in this study and 112 genomes from global N. meningitidis strains categorized as penicillin- and ciprofloxacin-resistant (MICs ≥ 0.5 and ≥ 0.12 mg/L, respectively) deposited in the PubMLST Neisseria genome database (Table S2; assessed June 11, 2021), a core-genome based phylogeny with 1,000 bootstrap replicates was constructed using IQ-TREE v1.6.12. The tree was visualized and annotated using iTOL v6. Most of the strains were isolated from usually sterile sites between 1999 and 2020.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8340, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A penicillin-resistant isolate NIID669 was classified into serogroup W, ST-11 clonal complex (CC) harboring penA9, a mosaic penA allele that has been reported in strains with reduced penicillin susceptibility, which clustered to a clade of the same serogroup and CC containing penicillin-resistant strains from New Zealand (penA9) (Fig. 1). This indicates, for the first time, that the penicillin-resistant invasive serogroup W, ST-11 CC lineage circulating in several countries has already emerged in Japan. Three penicillin and ciprofloxacin-resistant isolates, NIID576, NIID614, and NIID620, recovered from individuals in different prefectures, were classified as the same nontypeable serogroup ST-32 CC strains harboring both penA33 (identified previously in penicillin-nonsusceptible strains) and gyrA376 with a T91I substitution responsible for ciprofloxacin resistance (Fig. 1). These isolates were clustered with the penicillin-resistant and ciprofloxacin-susceptible serogroup B, ST-32 CC strains identified in Malta and New Zealand. This highlights the necessity to monitor this lineage containing nontypeable serogroup strains due to the possible difficulty in preventing disease with vaccines available worldwide. A ciprofloxacin-resistant isolate NIID417 classified into serogroup A, ST-5 CC, harboring gyrA13 with a T91I substitution, had a close phylogenetic distance with a strain from New Zealand that also shared the same ciprofloxacin resistance mechanism but had a different serogroup identity (Fig. 1). The remaining ciprofloxacin-resistant isolate NIID652 was classified into serogroup C, ST-4821 CC, harboring gyrA71 with a T91I substitution, and clustered to a clade composed of serogroup B/C and the same CC with ciprofloxacin resistance, obtained from China and New Zealand (Fig. 1). Invasive strains with ciprofloxacin resistance, which belong to ST-4821 CC, ST-23 CC, and ST-175 CC with alleles mostly containing a T91I substitution, have been observed in several countries, including Japan. Although our five ciprofloxacin-resistant isolates, including the ST-32 CC strains, could have sporadically emerged, they are not widespread in Japan as of now; however, considering the current global concerns, these findings emphasize the need for a continuous and wider surveillance to prevent the circulation of ciprofloxacin-resistant clones in Japan.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10720, "infons": {"file": "spectrum.00627-22-f001.jpg", "id": "fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "A core-genome based phylogeny and data of six (labeled in red from this study) and 112 (global collection) penicillin- and/or ciprofloxacin-resistant N. meningitidis genomes. The maximum-likelihood phylogenetic tree with 1,000 bootstrap replicates was generated. Data on penicillin and ciprofloxacin categories, serogroup, and clonal complex are shown with the year and place of isolation and the penA and gyrA alleles. A T91I substitution responsible for ciprofloxacin resistance is also included alongside gyrA. ND, not determined; NA, not available.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11273, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Azithromycin is thought of as an alternative chemoprophylaxis in case of ciprofloxacin resistance. As three isolates nonsusceptible to azithromycin have already sporadically emerged in Japan, as shown in this study, the monitoring of resistance to azithromycin will be required for maintaining the effective chemoprophylaxis strategy for close contact individuals of IMD patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11654, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A major limitation of our study is that our results may not reflect the entire IMD scenario in Japan during the study period since the collection of strains from meningococcal meningitis cases is still not regulated by the Infectious Diseases Control Law in Japan although the patients’ records of meningococcal meningitis were collected as a notifiable disease as per the law from 1999. We investigated the phylogenetic relationship of our penicillin- and ciprofloxacin-resistant isolates with international strains derived only from the PubMLST database, and these data sets extracted may be prone to biases for regions. Analysis with a higher number of global strains would have helped to better appreciate the global distribution and genetic relatedness among them. Moreover, this study focused on the phenotype and genotype of N. meningitidis isolates in Japan but not the mechanisms underlying antibiotic resistance.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12579, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In conclusion, we discovered that N. meningitidis isolates recovered nationwide in Japan remained highly susceptible to antibiotics typically recommended for IMD patients and their close contacts, except for penicillin. However, invasive lineages with penicillin and/or ciprofloxacin resistance considered as public threats in several countries have been sporadically identified in Japan. Therefore, our findings highlight the importance of monitoring antibiotic resistance in preventing its spread, maintaining effective treatment and management of IMD patients and their close contacts, and improving infection control.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13201, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Data availability.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13220, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The genomes have been deposited in GenBank under the BioSample accession numbers SAMD00391203 (NIID417), SAMD00320028 (NIID576), SAMD00320050 (NIID614), SAMD00320056 (NIID620), SAMD00286455 (NIID652), and SAMD00286469 (NIID669).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13449, "infons": {"section_type": "INTRO", "type": "footnote"}, "text": "Supplemental material is available online only.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13497, "infons": {"section_type": "REF", "type": "title"}, "text": "REFERENCES", "sentences": [], "annotations": [], "relations": []}, {"offset": 13508, "infons": {"fpage": "575", "lpage": "584", "pub-id_doi": "10.1016/j.jinf.2020.08.030", "pub-id_pmid": "32858070", "section_type": "REF", "source": "J Infect", "type": "ref", "volume": "81", "year": "2020"}, "text": "Geographically widespread invasive meningococcal disease caused by a ciprofloxacin resistant non-groupable strain of the ST-175 clonal complex", "sentences": [], "annotations": [], "relations": []}, {"offset": 13651, "infons": {"fpage": "305", "lpage": "308", "pub-id_doi": "10.1016/j.jiac.2017.11.001", "pub-id_pmid": "29233459", "section_type": "REF", "source": "J Infect Chemother", "type": "ref", "volume": "24", "year": "2018"}, "text": "Invasive meningococcal disease due to ciprofloxacin-resistant Neisseria meningitidis sequence type 4821: the first case in Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 13780, "infons": {"fpage": "1411", "lpage": "1418", "pub-id_doi": "10.1099/jmm.0.078600-0", "pub-id_pmid": "25082942", "section_type": "REF", "source": "J Med Microbiol", "type": "ref", "volume": "63", "year": "2014"}, "text": "Genetic diversity and clonal characteristics of ciprofloxacin-resistant meningococcal strains in China", "sentences": [], "annotations": [], "relations": []}, {"offset": 13883, "infons": {"fpage": "265", "lpage": "268", "pub-id_doi": "10.1139/cjm-2016-0716", "pub-id_pmid": "28140652", "section_type": "REF", "source": "Can J Microbiol", "type": "ref", "volume": "63", "year": "2017"}, "text": "Ciprofloxacin-resistant Neisseria meningitidis in Canada: likely imported strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 13965, "infons": {"fpage": "1364", "lpage": "1367", "pub-id_doi": "10.3201/eid2308.170259", "pub-id_pmid": "28609259", "section_type": "REF", "source": "Emerg Infect Dis", "type": "ref", "volume": "23", "year": "2017"}, "text": "Clonal expansion of new penicillin-resistant clade of Neisseria meningitidis serogroup W clonal complex 11, Australia", "sentences": [], "annotations": [], "relations": []}, {"offset": 14083, "infons": {"fpage": "2719", "lpage": "2729", "pub-id_doi": "10.1016/j.vaccine.2021.03.002", "pub-id_pmid": "33858720", "section_type": "REF", "source": "Vaccine", "type": "ref", "volume": "39", "year": "2021"}, "text": "Increase in penicillin-resistant invasive meningococcal serogroup W ST-11 complex isolates in England", "sentences": [], "annotations": [], "relations": []}, {"offset": 14185, "infons": {"fpage": "1561", "lpage": "1566", "pub-id_doi": "10.1128/AAC.00994-08", "pub-id_pmid": "19188396", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "53", "year": "2009"}, "text": "Antibiotic susceptibility and characteristics of Neisseria meningitidis isolates from the African meningitis belt, 2000 to 2006: phenotypic and genotypic perspectives", "sentences": [], "annotations": [], "relations": []}, {"offset": 14352, "infons": {"fpage": "ofv117", "pub-id_doi": "10.1093/ofid/ofv117", "pub-id_pmid": "26357666", "section_type": "REF", "source": "Open Forum Infect Dis", "type": "ref", "volume": "2", "year": "2015"}, "text": "Population-based surveillance of Neisseria meningitidis antimicrobial resistance in the United States", "sentences": [], "annotations": [], "relations": []}, {"offset": 14454, "infons": {"fpage": "2268", "lpage": "2272", "pub-id_doi": "10.1128/AAC.06310-11", "pub-id_pmid": "22290951", "section_type": "REF", "source": "Antimicrob Agents Chemother", "type": "ref", "volume": "56", "year": "2012"}, "text": "Evolutionary changes in antimicrobial resistance of invasive Neisseria meningitidis isolates in Belgium from 2000 to 2010: increasing prevalence of penicillin nonsusceptibility", "sentences": [], "annotations": [], "relations": []}, {"offset": 14631, "infons": {"fpage": "698", "lpage": "711", "pub-id_doi": "10.1016/j.jinf.2020.07.025", "pub-id_pmid": "32730999", "section_type": "REF", "source": "J Infect", "type": "ref", "volume": "81", "year": "2020"}, "text": "Meningococcal disease surveillance in the Asia-Pacific region (2020): the global meningococcal initiative", "sentences": [], "annotations": [], "relations": []}, {"offset": 14737, "infons": {"fpage": "657", "lpage": "662", "pub-id_doi": "10.1099/jmm.0.45541-0", "pub-id_pmid": "15184538", "section_type": "REF", "source": "J Med Microbiol", "type": "ref", "volume": "53", "year": "2004"}, "text": "Characterization of Neisseria meningitidis isolates collected from 1974 to 2003 in Japan by multilocus sequence typing", "sentences": [], "annotations": [], "relations": []}, {"offset": 14856, "infons": {"section_type": "REF", "source": "Performance standards for antimicrobial susceptibility testing", "type": "ref", "year": "2020"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 14857, "infons": {"fpage": "750", "lpage": "756", "pub-id_doi": "10.1099/jmm.0.000743", "pub-id_pmid": "29717974", "section_type": "REF", "source": "J Med Microbiol", "type": "ref", "volume": "67", "year": "2018"}, "text": "Surveillance of antimicrobial resistance in Neisseria meningitidis strains isolated from invasive cases in Brazil from 2009 to 2016", "sentences": [], "annotations": [], "relations": []}, {"offset": 14989, "infons": {"elocation-id": "e0260677", "pub-id_doi": "10.1371/journal.pone.0260677", "pub-id_pmid": "34843604", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "16", "year": "2021"}, "text": "Antibiotic resistance among invasive Neisseria meningitidis isolates in England, Wales and Northern Ireland (2010/11 to 2018/19)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15118, "infons": {"fpage": "455", "lpage": "477", "pub-id_doi": "10.1089/cmb.2012.0021", "pub-id_pmid": "22506599", "section_type": "REF", "source": "J Comput Biol", "type": "ref", "volume": "19", "year": "2012"}, "text": "SPAdes: a new genome assembly algorithm and its applications to single-cell sequencing", "sentences": [], "annotations": [], "relations": []}, {"offset": 15205, "infons": {"fpage": "2068", "lpage": "2069", "pub-id_doi": "10.1093/bioinformatics/btu153", "pub-id_pmid": "24642063", "section_type": "REF", "source": "Bioinformatics", "type": "ref", "volume": "30", "year": "2014"}, "text": "Prokka: rapid prokaryotic genome annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 15249, "infons": {"fpage": "124", "pub-id_doi": "10.12688/wellcomeopenres.14826.1", "pub-id_pmid": "30345391", "section_type": "REF", "source": "Wellcome Open Res", "type": "ref", "volume": "3", "year": "2018"}, "text": "Open-access bacterial population genomics: BIGSdb software, the PubMLST.org website and their applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 15356, "infons": {"fpage": "865", "lpage": "873", "pub-id_doi": "10.1080/22221751.2021.1920342", "pub-id_pmid": "33879019", "section_type": "REF", "source": "Emerg Microbes Infect", "type": "ref", "volume": "10", "year": "2021"}, "text": "Emergence of oxacillinase-181 carbapenemase-producing diarrheagenic Escherichia coli in Ghana", "sentences": [], "annotations": [], "relations": []}, {"offset": 15450, "infons": {"fpage": "W256", "lpage": "W259", "pub-id_doi": "10.1093/nar/gkz239", "pub-id_pmid": "30931475", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "47", "year": "2019"}, "text": "Interactive Tree of Life (iTOL) v4: recent updates and new developments", "sentences": [], "annotations": [], "relations": []}, {"offset": 15522, "infons": {"fpage": "984", "lpage": "987", "pub-id_doi": "10.1093/jac/dkz535", "pub-id_pmid": "31971241", "section_type": "REF", "source": "J Antimicrob Chemother", "type": "ref", "volume": "75", "year": "2020"}, "text": "Susceptibility of invasive Neisseria meningitidis strains isolated in Germany to azithromycin, an alternative agent for post-exposure prophylaxis", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]