[{"source": "PMC", "date": "20231112", "key": "pmc.key", "infons": {}, "documents": [{"id": "4748495", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1186/s13326-016-0050-8", "article-id_pmc": "4748495", "article-id_pmid": "26865945", "article-id_publisher-id": "50", "elocation-id": "2", "license": "\nOpen AccessThis article is distributed under the terms of the Creative Commons Attribution 4.0 International License (http://creativecommons.org/licenses/by/4.0/), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The Creative Commons Public Domain Dedication waiver (http://creativecommons.org/publicdomain/zero/1.0/) applies to the data made available in this article, unless otherwise stated.", "name_0": "surname:Oellrich;given-names:Anika", "name_1": "surname:Meehan;given-names:Terrence F.", "name_10": "surname:Karp;given-names:Natasha A.", "name_11": "surname:Oellrich;given-names:Anika", "name_12": "surname:White;given-names:Jacqueline K.", "name_13": "surname:Karp;given-names:Natasha A.", "name_2": "surname:Parkinson;given-names:Helen", "name_3": "surname:Sarntivijai;given-names:Sirarat", "name_4": "surname:White;given-names:Jacqueline K.", "name_5": "surname:Karp;given-names:Natasha A.", "name_6": "surname:Oellrich;given-names:Anika", "name_7": "surname:Meehan;given-names:Terrence F.", "name_8": "surname:Parkinson;given-names:Helen", "name_9": "surname:Sarntivijai;given-names:Sirarat", "section_type": "TITLE", "type": "front", "volume": "7", "year": "2016"}, "text": "Reporting phenotypes in mouse models when considering body size as a potential confounder", "sentences": [], "annotations": [], "relations": []}, {"offset": 90, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Genotype-phenotype studies aim to identify causative relationships between genes and phenotypes. The International Mouse Phenotyping Consortium is a high throughput phenotyping program whose goal is to collect phenotype data for a knockout mouse strain of every protein coding gene. The scale of the project requires an automatic analysis pipeline to detect abnormal phenotypes, and disseminate the resulting gene-phenotype annotation data into public resources. A body weight phenotype is a common result of knockout studies. As body weight correlates with many other biological traits, this challenges the interpretation of related gene-phenotype associations. Co-correlation can lead to gene-phenotype associations that are potentially misleading. Here we use statistical modelling to account for body weight as a potential confounder to assess the impact. We find that there is a considerable impact on previously established gene-phenotype associations due to an increase in sensitivity as well as the confounding effect. We investigated the existing ontologies to represent this phenotypic information and we explored ways to ontologically represent the results of the influence of confounders on gene-phenotype associations. With the scale of data being disseminated within the high throughput programs and the range of downstream studies that utilise these data, it is critical to consider how we improve the quality of the disseminated data and provide a robust ontological representation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1589, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Electronic supplementary material", "sentences": [], "annotations": [], "relations": []}, {"offset": 1623, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The online version of this article (doi:10.1186/s13326-016-0050-8) contains supplementary material, which is available to authorized users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1763, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1776, "infons": {"file": "13326_2016_50_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "The phenotyping pipeline. The high throughput phenotyping pipeline integrates a series of screens to assess the impact of the genotype amendment on a variety of disease-related and biological systems. Statistical analysis comparing data from the gene altered and control animals allows the identification of abnormal phenotypes, assignment of ontology annotation and dissemination of data to public database for data mining across species and studies. IMPC represents the International Mouse Phenotyping Consortium web portal where the data is collected, analysed and annotations disseminated. Annotations are assigned using the Mammalian phenotype ontology (MP)", "sentences": [], "annotations": [], "relations": []}, {"offset": 2439, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In genotype-phenotype studies, one approach to identify abnormal phenotypes is a statistical comparison of data collected from control and gene-altered animals. In this paper we use the International Mouse Phenotyping Consortium (IMPC) statistical analysis pipeline as a use case study. The goal of the IMPC is to produce and phenotypically characterise 20,000 knockout mouse strains in a reproducible manner across multiple research centres. This high-throughput phenotyping is based on a pipeline concept where a mouse is characterised in a series of phenotype screens underpinned by standard operating procedures defined by the IMPC in the International Mouse Phenotyping Resource of Standardised Screens (IMPReSS) resource. This pipeline approach characterises seven males and seven females for each knockout line and results in data for over 200 physiological variables that cover a variety of disease-related and biological systems. As the scale of the program requires the statistical analysis to be automated, we have developed the statistical package PhenStat to analyse genotype-phenotype associations. In order to provide a consistent representation of results, area experts have reviewed the IMPReSS screens and have associated one or more terms from the Mammalian Phenotype Ontology (MP) with each variable. For example, the variable “fasted blood glucose concentration” is associated to three MP terms: “abnormal-”, “increased-”, and “decreased-” “-fasted circulating glucose level”. Using this approach, abnormal phenotypes identified via statistical analysis are summarised as gene-phenotype associations, easily understood by the biological community and facilitating dissemination to the community (Fig. 1). The current analysis pipeline only takes sex into consideration when identifying abnormal phenotypes. Sharing these gene-phenotype annotations also enables data mining across species and studies e.g. for disease gene candidate discovery, pharmacogenetics and evolutionary studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4467, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "During the statistical comparison of control and gene-altered data, confounding variables associated with both the genotype change and the phenotype of interest can lead to an association that is true but potentially biologically misleading. The presence of the confounding relationship can lead to errors in the estimates of the relationship between the treatment of interest (here the genotype change) and the variable of interest (here the phenotype). Good experimental design can manage many potential confounders using standardisation e.g. with the potential confounder of age, the study would only test animals of the same age. An alternative strategy is randomisation, in which animals of multiple ages are tested in both control and the experimental knockout group. Yet another strategy is grouping (blocking) according to a confounding variable (e.g. pup or adult). Depending on the strategy applied, the final annotation could be specific to one particular age. To minimise the potential impact of confounders within IMPC, the community identified critical sources of variation in screens and used this to develop a standardised operating procedure which, where possible, minimises variation and captures potential sources of variation as metadata with each dataset. Metadata parameters (e.g. X-ray equipment) are included in the IMPReSS protocols and submitted metadata is used to determine comparison groups as part of the statistical analysis pipeline.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5933, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In many research studies, it is not possible to manage confounding variables during the design. For example, in many gene knockout studies, the knockout animals show an abnormal body weight change. Therefore, any other phenotypic traits (e.g. abnormal body fat mass MP:0012320) that correlate with body weight will also be impacted. As the experimenter cannot control this potential confounder through the design, it is necessary to consider statistical methods for non-equivalent groups. These include regression methods where the confounder is treated as a covariate, meaning the statistical test will assess the effect of the genotype on the phenotype after adjusting for the confounder’s relationship. This requires a dataset to be processed twice, first without and then with the confounder in the statistical analysis; giving two sets of results for the test of genotype. This granularity has a high potential value to improve our interpretation of the relationship between a gene and associated phenotypes. However, the vast majority of MP terms represent absolute phenotype changes in a variable of interest. The Mouse Genome Informatics database (MGI) developed MP to manually curate the scientific literature. However, only in rare, clear cause and effect cases are confounding variables represented as part of the ontology. For example, the term “progressive muscle weakness” (MP:0000748) is defined as a muscle weakness that increases with time. Time or age are clearly contributing to the severity of the phenotype and thus represent knowledge that should be represented in the ontology. However, in many studies a confounding variable is noted by authors’ to contribute to a phenotype, but a clear cause and effect relationship is not established. The current mechanism employed by MGI is to manage confounders at the level of annotation by utilising free text qualifiers. For example, the curator will note if an author states body weight was a confounder when associating a phenotype to a genotype. With the scale of IMPC data and the automated aspect of statistical analysis and subsequent annotation, we have the potential to manage these issues in a consistent way and through standardisation better support downstream informatic analysis. The interest in including body weight as a covariate, in both high throughput phenotyping studies and small scale studies, is growing. This manuscript aims to raise awareness of the issues and demonstrate the potential value of addressing the problems. We then identify adaptations to the existing mechanisms utilised by the community that could address this new aspect where we wish to disseminate the outcome of an analysis that considers body weight as a confounder.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8670, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Data and scripts used to investigate and demonstrate issues presented within this manuscript are available at Zenodo.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8788, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Body weight as a confounder", "sentences": [], "annotations": [], "relations": []}, {"offset": 8816, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Body weight is a highly heritable trait and is estimated to be a potential latent variable in a third of experiments studying knockout mice. It has been shown that body weight correlates with many variables, ranging from body composition to clinical chemistry. Including body weight in the computational analysis allows the phenotype to be assessed after adjusting for weight differences (see Additional file 1: Supplementary Methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 9252, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Possible outcomes of a dual analysis process", "sentences": [], "annotations": [], "relations": []}, {"offset": 9297, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th>Row</th><th>A1</th><th>A2: + weight</th><th>Conclusion</th><th>Insight</th></tr></thead><tbody><tr><td>1</td><td>+</td><td>-</td><td>Absolute phenotype ∆</td><td>No longer significant–confounded by BW</td></tr><tr><td>2</td><td>-</td><td>-</td><td>No abnormality</td><td/></tr><tr><td>3</td><td>-</td><td>+</td><td>Relative phenotype ∆</td><td>Adding weight increases sensitivity to detect ∆</td></tr><tr><td rowspan=\"3\">4</td><td rowspan=\"3\">+</td><td rowspan=\"3\">+</td><td rowspan=\"3\">Absolute phenotype ∆ and relative phenotype ∆</td><td>Two scenarios</td></tr><tr><td>1. BW difference: still there is a significant ∆ as ∆ larger/smaller than expect for BW difference</td></tr><tr><td>2. BW same: a significant ∆. Weight explains variation but does not lead to phenotype difference.</td></tr></tbody></table>\n"}, "text": "Row\tA1\tA2: + weight\tConclusion\tInsight\t \t1\t+\t-\tAbsolute phenotype ∆\tNo longer significant–confounded by BW\t \t2\t-\t-\tNo abnormality\t\t \t3\t-\t+\tRelative phenotype ∆\tAdding weight increases sensitivity to detect ∆\t \t4\t+\t+\tAbsolute phenotype ∆ and relative phenotype ∆\tTwo scenarios\t \t1. BW difference: still there is a significant ∆ as ∆ larger/smaller than expect for BW difference\t \t2. BW same: a significant ∆. Weight explains variation but does not lead to phenotype difference.\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 9795, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Possible outcomes when assessing for a genotype effect for a variable of interest when the analysis excludes (A1) or includes body weight as a covariate (A2). In this table, + indicates a statistically significant genotype effect;−indicates a non-significant genotype effect; ∆ indicates change; BW indicates body weight", "sentences": [], "annotations": [], "relations": []}, {"offset": 10120, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dual analysis can lead to annotations that differ depending on the analysis pipeline (Table 1) as one can then assess whether the phenotype has changed in a relative and absolute sense. For example, when the abnormality is due solely to correlation with a body weight phenotype, then the inclusion of body weight as a covariate adjusts for this confounding relationship and the phenotype (as a relative term) would no longer be called significant (Table 1 row 1). Alternatively, a line may only have a significant abnormal annotation in the analysis pipeline when body weight is included. The inclusion of body weight accounts for more variation in the data, increasing the sensitivity to detect other phenotypes (Table 1, row 3). Lines can also be significant in both analysis pipelines (Table 1, row 4), and this can arise from two scenarios which differ in whether there is a body weight difference or not. As the difference arises from presence or absence of a body weight difference, it could be argued that the interpretation could be driven by the assessment of whether a body weight phenotype was also annotated. However, a body weight phenotype might be the reason statistically, but the abnormal body weight annotation might not have been made due to low statistical sensitivity (ability to detect a difference).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11447, "infons": {"file": "13326_2016_50_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Example line Dlg4, where body weight confounds the phenotype. Body composition data were collected with a dual-energy X-ray absorptiometry at 14 weeks of age for the Dlg4\ntm1e (EUCOMM) Wtsi/Dlg4\ntm1e (EUCOMM) Wtsi knockout line on the C57BL6/N genetic background. The comparison was based on 249 female and 227 male wildtype mice and 7 female and 7 male knockout mice. a A scatterplot of the lean mass readings for the control and knockout animals for the males. b A scatterplot of the lean mass readings for the control and knockout animals for the females. c The genotype estimate with associated standard error and statistical significance when estimated using standard methodology (A1: Analysis Pipeline 1) and then after inclusion of body weight as a covariate (A2: Analysis Pipeline 2). As there was evidence of sexual dimorphism in the phenotype in A1, the genotype effect was estimated for male and female knockout mice separately. The scatter plots and analysis highlight how a body weight phenotype is observed in both sexes of the knockout animals and as the lean mass is associated with body weight, a statistically significant difference is seen in the lean mass until assessed as a relative abnormality", "sentences": [], "annotations": [], "relations": []}, {"offset": 12665, "infons": {"file": "13326_2016_50_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Example line Akt2, where body weight confuses the phenotype interpretation. Body composition data were collected with dual-energy X-ray absorptiometry at 14 weeks of age for the Akt2\ntm1e (KOMP) Wtsi/Akt2\ntm1e (KOMP) Wtsi knockout line on the 129S5/SvEvBrd/Wtsi;129S7/SvEvBrd/Wtsi genetic background. The comparison was based on 71 female and 84 male wildtype mice and 12 female and 14 male knockout mice. a A scatterplot of the lean mass readings for the wildtype and knockout animals for the males. b A scatterplot of the lean mass readings for the wildtype and knockout animals for the females. c Representative photograph demonstrating body weight phenotype. d The genotype estimate with associated standard error and statistical significance when estimated using the standard methodology (A1: Analysis Pipeline 1) and then after inclusion of body weight as a covariate (A2: Analysis Pipeline 2). The scatterplots of the lean mass against body weight highlight that there is a clear body weight phenotype and the difference between the knockouts and wildtype mice cannot be fully explained by the association between lean mass and body weight", "sentences": [], "annotations": [], "relations": []}, {"offset": 13813, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For example, consider the Dlg4 knockout mouse line that has a reduced body weight phenotype (MP:0001262) where we are also interested in assessing the impact of the genotype change on body composition. As body composition variables such as lean mass (MP:00039590) are dependent on the body weight, we would expect these to be decreased as an absolute phenotype change (Fig. 2a and b). When we include body weight in the analysis, we find that the change in lean mass is as expected for the change in body weight and determine that the phenotype relative to body weight is not statistically significant (Fig. 2c) (Equivalent to row 1 of Table 1). The knockout gene Akt2 similarly has a body weight phenotype (Fig. 3a). However, the inclusion of body weight in the analysis finds that the relative lean mass is still statistically significant (Fig. 3b-d) (Equivalent to row 4 of Table 1). By adding a statistical step where we study the phenotype after adjusting for body weight, we gain a more detailed understanding of the impact of the genotype on the phenotype.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14883, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Even in cases where it is clear that body weight is truly acting as a confounding variable and is not just explaining data variance (Table 1, row 1), causality is not determined. For example, we cannot assess whether the lean mass is lower in the Dlg4 line because the body weight is fundamentally lower or because there is less lean mass leading to a lower body weight. The refinement is therefore to consider the data and assess for both relative and absolute changes and disseminate this richness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15385, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Magnitude of impact and complexity", "sentences": [], "annotations": [], "relations": []}, {"offset": 15420, "infons": {"file": "13326_2016_50_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "The inclusion of weight as a source of variation. The distribution of weight inclusion in the PhenStat analysis of 85086 control-knockout datasets which covers 154 variables (average number datasets = 552) from the high throughput phenotyping data collected at the WTSI MGP. The PhenStat analysis was completed using the Mixed Model framework with a starting model that included weight. The model optimisation process means that the final model will only include weight if it is statistically significant in explaining variation in the data (p < 0.05)", "sentences": [], "annotations": [], "relations": []}, {"offset": 15980, "infons": {"file": "13326_2016_50_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "The impact of including body weight as a covariate on abnormal phenotype annotations. The relationship between the abnormal phenotype annotations made when assessing for a genotype effect by processing through A1 (standard statistical analysis pipeline) and A2 (statistical analysis including body weight as a covariate). The analysis used a mixed model method implemented within PhenStat on data collected by the WTSI MGP (for more details see Additional file 1: Supplementary Methods). Shown in red are those annotations, where the phenotype difference was due to the confounding effect of body weight (row 1 of Table 1). Shown in green are those annotations where adding weight to the analysis has increased sensitivity (row 3 of Table 1). Shown in yellow are annotations made in common by both pipelines (row 4 of Table 1). Data available from Zenodo ", "sentences": [], "annotations": [], "relations": []}, {"offset": 16839, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The Wellcome Trust Sanger Institute’s (WTSI) Mouse Genetics Project (MGP) is part of the IMPC community effort to phenotype knockouts for all mouse protein coding genes. To support the argument that we need to consider body weight, we provide the results of a supporting analysis of the WTSI MGP data (see Additional file 1: Supplementary Methods for details). Firstly, we demonstrate that for the majority of the dataset, weight is often a significant source of variation (Fig. 4). This is seen across biological processes and not only includes screens that assess body composition but also screens such as plasma chemistry. Secondly, this data allows us to compare the impact of the dual analysis process using the standard pipeline (A1) which does not account for weight, compared to the additional analysis pipeline (A2) including body weight as a covariate. This analysis demonstrates that including body weight has a significant impact on the final abnormality annotations (Fig. 5). We find that 70 % of the abnormal annotations from the standard pipeline were also annotated when we included body weight in the analysis. Furthermore, we find that 30 % of annotations in the standard pipeline (A1) were no longer significant in A2 as they arose from the confounding impact of body weight (equivalent to row 1 of Table 1). 21 % of the annotations in A2 only occurred when body weight was included and arose from the increase in sensitivity from including body weight (equivalent to row 3 of Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18354, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Challenges applying existing solutions", "sentences": [], "annotations": [], "relations": []}, {"offset": 18393, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As demonstrated with the provided analysis, taking confounding variables such as body weight into account may lead to a more comprehensive dataset and should be further investigated (see Table 1). The dissemination of the resulting annotation data is achieved through a collaboration between different communities. IMPC currently uses MP to annotate genes with phenotypes. MP is a pre-composed phenotype ontology in which every concept semantically describes one particular phenotype, e.g. decreased lean body mass (MP:0003961). While this paper generalises to gene-phenotype annotations, MGI distinguishes further the additional data such as the genetic background or the sex if there is a difference between male and female mice. While the majority of the annotations contained in MGI do not take confounders into consideration, sex in the presence of sexual dimorphism could be regarded as such and is captured at times in MGI. For example, the gene Dmxl2 exhibits sexual dimorphism such that the phenotype was only found to be significant in the females of heterozygous mice and this is recorded as a curator note.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19513, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Body weight is not the only variable that could be used to adjust for the size of the animal; alternatives include body length or width. Adjustment for body size as a confounder has unique challenges (see section ‘Body weight as a confounder’) and particular issues with determining causality. Thus, we investigated solutions for the standardised reporting of phenotypes after considering body weight as a confounder as a relative phenotype change within existing semantic frameworks and report our findings here. Potential solutions were limited to those we believed could be implemented as they had the lowest modification requirements on the existing dissemination pipelines, such as those maintained by MGI. We note that the discussed solutions only focus on future dissemination but do not include strategies on how to deal with legacy data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20364, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Use of pre-composed ontologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 20395, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "As mentioned before, the vast majority of phenotypes represented in the current version of MP constitute absolute changes that cannot readily be applied to confounder-adjusted phenotypes. In order to represent the results of a confounder-sensitive analysis, additional MP concepts would be needed that would allow a user to report relative phenotype changes (see column 2, Table 1, rows 3 and 4). For example, to represent the changes in the absolute and relative changes in mouse line Dlg4, we would need the additional concept “relative increase in lean body mass after body weight adjustment”. However, pre-composing concepts for relative phenotype changes would mean that for each phenotype that is influenced by one or multiple confounders (e.g. body size or length), multiple concepts for each unique phenotype-confounder relationship would need to be added (abnormal/increased/decreased). This would lead to a vast increase in the number of terms (i.e. term explosion) that need to be added and maintained within MP, which would be untenable. This may also be confusing for the user community of curators and annotators as the number and complexity of terms exposed for search and/or annotation grows.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21609, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Tagging pre-composed terms", "sentences": [], "annotations": [], "relations": []}, {"offset": 21636, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An adaption to the pre-composed term is to associate an attribute to the annotation by addition of free text tags. This is equivalent to the current implementation used in literature curation at MGI. For example, a gene could possess an annotation “increased lean body mass”, with an annotation or ‘tag’ on this annotation detailing if any/which confounder has been used for adjustment, e.g. “after adjusting for body weight”. However, as the tags are not standardised this may result in non-comparable annotations of genes and an increase in curatorial workload. Furthermore, informatics tools are not capable of interpreting tags of gene annotations and may lead to erroneous presumptions (in the case of a relative change after confounder adjustment that would not be reported with absolute changes only; row 3, Table 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 22474, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In order to disseminate relative phenotype changes to the broader community using tagged pre-composed phenotype ontology annotations, existing gene-annotation databases need to be able to store this additional data and expose this for query. This may require not only changes to the database itself, but also to web interfaces as well as services for data download, in addition to strategies for handling legacy data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22892, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Standardised qualifiers of pre-composed term", "sentences": [], "annotations": [], "relations": []}, {"offset": 22937, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "A refinement to the preceding method, is to add standardised qualifiers to the genotype-phenotype annotation. One ontology that can be used to represent these standardised qualifiers is the Phenotype And Trait Ontology (PATO). The difference between this solution and the previous is that the free text tag is replaced with an ontology term. This suggestion is similar to how sexually dimorphic associations are currently treated. For example, Kcne2 knockout mice have a number of abnormalities that are specific to the male mice and this is captured as a MP term with associated sex classification tag. The advantage of this solution is that the variability that may occur with free-text tags is reduced to a defined set of ontology concepts. However, following this solution would need an agreed set of ontologies used for the annotation of relative changes and possibly extension to these to account for all possible confounders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23870, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Similar to the latter approach, third parties such as MGI can then choose to add these additional annotations to their data storage to hold the information for relative phenotype changes. This may mean that database schemes as well as provision and distribution methods need to be adapted to handle the additional data and be able to distinguish between absolute and relative phenotype changes. If these changes were to be integrated in existing databases, ways of handling legacy data need to be taken into consideration.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24393, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Post-composed phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 24418, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Entity 1: lean body mass", "sentences": [], "annotations": [], "relations": []}, {"offset": 24443, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Quality: relative to", "sentences": [], "annotations": [], "relations": []}, {"offset": 24464, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Entity 2: body weight", "sentences": [], "annotations": [], "relations": []}, {"offset": 24486, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Qualifier: increased", "sentences": [], "annotations": [], "relations": []}, {"offset": 24507, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "An alternative to pre-composed phenotype annotations is the use of post-composed phenotypes. One method to post-composed phenotypes are entity-quality statements, where the phenotype is broken down into an affected entity and a quality describing the entity further, e.g. “increased body weight” (MP:0001260) would be broken down into the entity “multicellular organism” (UBERON:0000468, UBERON is a species-agnostic anatomy ontology) and the quality “increased weight” (PATO:0000582). The following example illustrates how a post-composed ontology-representation could be used to represent a relative phenotype change:", "sentences": [], "annotations": [], "relations": []}, {"offset": 25139, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Applying a post-composed representation to confounder-adjusted phenotypes may lead to multiple sets of annotations to the same set of data as it still needs to be created for each confounder. Where required (e.g. Table 1, row 4), the absolute phenotype change could then be added as it has been done so far with MP annotations or if desired, uniformly with post-composed phenotype annotations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25534, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Representation of confounder association with RDF triple representation", "sentences": [], "annotations": [], "relations": []}, {"offset": 25606, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The ‘Standardised qualifiers of pre-composed terms’ approach could be formally represented with the Resource Description Framework (RDF) triple model. In an RDF triple, the annotation conforms to the format of < subject, predicate, object>. In our scenarios this would be an MP term as the subject which would be related to the confounder body weight (the object) via the relationship specified as the “relative to” (the predicate). The triple representation is only needed in the annotation arising from including the potential confounders as covariates in the analysis and is a natural extension of the preceding approach ‘Post composed phenotypes’.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26274, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "There are multiple advantages of using RDF models. The first advantage arises from the graphical nature of ontologies in which the inter-relationships of multiple tiers are captured with a graph schema. In an ontology, a class can have multiple parents leading to the inheritance of qualities from different parents, which can be well and efficiently defined within RDF models. The alternative of storing this information is to use a Relational Database Management Systems (RDBMS). In RDBMS, a table scheme is used which faces the computational challenges of multiple joins when querying across many tables and is therefore less scalable. The second advantage is that RDF is a well-established community standard recommended by the World Wide Web Consortium (W3C) and is readily extendible. For example, the same MP term can be associated to other confounders (e.g. body length) using the same predicate. This common structure will lead to a robust data model which will improve efficiency when searching for information. The Ontology for Biomedical AssociatioN (OBAN) is an example of an RDF implementation and has been successfully exploited to represent disease-phenotype associations (Extended version will be published within this special issue).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27526, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "RDF triples can be stored within relational as well as graphical databases and data queries are performed with the SPARQL query language. In consequence, one would need to understand the technology and the query language to work with the data effectively, through provision of a (non-SPARQL) Application Program Interface (API) would address this for accessing the data.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27897, "infons": {"section_type": "INTRO", "type": "title_2"}, "text": "Conclusions and future perspectives", "sentences": [], "annotations": [], "relations": []}, {"offset": 27933, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In gene-phenotype studies, we have identified challenges with reporting phenotypes after adjusting for body weight using currently available semantic data representation frameworks. Weight is a complex confounder, as it cannot be controlled within the experiment and causality cannot be determined. However, analysing the data with and without body weight returns a richer understanding of the phenotypic abnormality. With interest growing in the impact of body weight on phenotypes and the scale of projects being conducted by high throughput phenotyping consortiums, being able to disseminate annotated phenotype data has become an important issue. We have demonstrated that the impact of including weight as a confounder in the analysis has significant impact on the annotations returned. While this example focuses on the description of mouse phenotypes, we perceive that this is a general problem with accessing phenotypes in all mammals including humans. The current solution implemented with mouse data has arisen from adapting the mechanisms developed for curating literature to a high throughput scenario and use of the ontology for analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29085, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We coordinated our efforts with Medical Research Council (MRC) Harwell and MGI in discussions on refining annotation in high throughput phenotyping studies, where MRC Harwell focused on aging studies and how to manage time course studies. The issues were determined to be distinct, as the interpretation is more complex when considering body weight as a confounder. The complexity arises as we cannot determine causality, rather we are annotating the outcome of the statistical analyses.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29573, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the process of this study, we were able to identify several possible solutions (see ‘Challenges applying existing solutions’) that could help with applying confounder-relevant information to gene-phenotype associations. These options have been limited to what we believe have the lowest modification requirements on existing dissemination pipelines, such as those maintained by MGI. However, each of these outlined options have to be assessed now in the broader community to arrive at a conclusion what is the best to pursue.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30106, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In future work, we aim to not only communicate with the broader community to find the most suitable solution, but also to assess the impact for other potential confounders not just body weight. These additional confounders will then be verified with what has been determined as the best solution to see that it can scale with the demands of the different confounders.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30474, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "While we have assessed in this study the impact of confounders of gene-phenotype associations in mouse, this is highly likely to be equally relevant in other mammalian model organisms (e.g. rat). However, we identified practical solutions based on the mouse annotation-dissemination pathways and these might not be the optimal for other model organisms. The discussions within this manuscript are a good starting point for managing confounder in their community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30937, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Additional file", "sentences": [], "annotations": [], "relations": []}, {"offset": 30953, "infons": {"section_type": "ABBR", "type": "title"}, "text": "Abbreviations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30967, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "A1", "sentences": [], "annotations": [], "relations": []}, {"offset": 30970, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "analysis pipeline 1", "sentences": [], "annotations": [], "relations": []}, {"offset": 30990, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "A2", "sentences": [], "annotations": [], "relations": []}, {"offset": 30993, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "analysis pipeline 2", "sentences": [], "annotations": [], "relations": []}, {"offset": 31013, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "API", "sentences": [], "annotations": [], "relations": []}, {"offset": 31017, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "application program interface ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31048, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "BW", "sentences": [], "annotations": [], "relations": []}, {"offset": 31051, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "body weight", "sentences": [], "annotations": [], "relations": []}, {"offset": 31063, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IMPC", "sentences": [], "annotations": [], "relations": []}, {"offset": 31068, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "international mouse phenotyping consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 31111, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "IMPReSS", "sentences": [], "annotations": [], "relations": []}, {"offset": 31119, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "international mouse phenotyping resource of standardised screens", "sentences": [], "annotations": [], "relations": []}, {"offset": 31184, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MGI", "sentences": [], "annotations": [], "relations": []}, {"offset": 31188, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "mouse genome informatics database", "sentences": [], "annotations": [], "relations": []}, {"offset": 31222, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MGP", "sentences": [], "annotations": [], "relations": []}, {"offset": 31226, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "mouse genetics project", "sentences": [], "annotations": [], "relations": []}, {"offset": 31249, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MP", "sentences": [], "annotations": [], "relations": []}, {"offset": 31252, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "mammalian phenotype ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 31281, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "MRC", "sentences": [], "annotations": [], "relations": []}, {"offset": 31285, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "medical research council", "sentences": [], "annotations": [], "relations": []}, {"offset": 31310, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "OBAN", "sentences": [], "annotations": [], "relations": []}, {"offset": 31315, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "ontology for biomedical association", "sentences": [], "annotations": [], "relations": []}, {"offset": 31351, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "PATO", "sentences": [], "annotations": [], "relations": []}, {"offset": 31356, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "phenotype and trait ontology", "sentences": [], "annotations": [], "relations": []}, {"offset": 31385, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RDBMS", "sentences": [], "annotations": [], "relations": []}, {"offset": 31391, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "relational database management systems", "sentences": [], "annotations": [], "relations": []}, {"offset": 31430, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "RDF", "sentences": [], "annotations": [], "relations": []}, {"offset": 31434, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "resource description framework ", "sentences": [], "annotations": [], "relations": []}, {"offset": 31466, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "WTSI", "sentences": [], "annotations": [], "relations": []}, {"offset": 31471, "infons": {"section_type": "ABBR", "type": "paragraph"}, "text": "wellcome trust sanger institute", "sentences": [], "annotations": [], "relations": []}, {"offset": 31503, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 31523, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "The authors have declared that no competing interests exist.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31584, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "Authors’ contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 31609, "infons": {"section_type": "ABBR", "type": "footnote"}, "text": "NAK conceived the question and executed the statistical analysis. AO, NAK, SS, TFM and HP analysed several ontological aspects that form the discussions in the ‘Challenges applying existing solutions’ section of this paper. JKW managed the WTSI MGP phenotyping pipelines generating the data used in the analysis. All authors have contributed to the writing of this paper. All authors read and approved the final manuscript.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32037, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 32048, "infons": {"fpage": "289", "issue": "3", "lpage": "292", "name_0": "surname:Brown;given-names:SD", "name_1": "surname:Moore;given-names:MW", "pub-id_doi": "10.1242/dmm.009878", "pub-id_pmid": "22566555", "section_type": "REF", "source": "Dis Model Mech", "type": "ref", "volume": "5", "year": "2012"}, "text": "Towards an encyclopaedia of mammalian gene function: the International Mouse Phenotyping Consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 32148, "infons": {"section_type": "REF", "type": "ref"}, "text": "IMPReSS: International Mouse Phenotyping Resource of Standardised Screens. http://www.mousephenotype.org/impress.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32262, "infons": {"issue": "7", "name_0": "surname:Kurbatova;given-names:N", "name_1": "surname:Mason;given-names:JC", "name_2": "surname:Morgan;given-names:H", "name_3": "surname:Meehan;given-names:TF", "name_4": "surname:Karp;given-names:NA", "pub-id_doi": "10.1371/journal.pone.0131274", "section_type": "REF", "source": "PLoS One", "type": "ref", "volume": "10", "year": "2015"}, "text": "PhenStat: A Tool Kit for Standardized Analysis of High Throughput Phenotypic Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 32344, "infons": {"fpage": "R7", "issue": "1", "name_0": "surname:Smith;given-names:CL", "name_1": "surname:Goldsmith;given-names:C-AW", "name_2": "surname:Eppig;given-names:JT", "pub-id_doi": "10.1186/gb-2004-6-1-r7", "pub-id_pmid": "15642099", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "6", "year": "2004"}, "text": "The Mammalian Phenotype Ontology as a tool for annotating, analyzing and comparing phenotypic information", "sentences": [], "annotations": [], "relations": []}, {"offset": 32450, "infons": {"section_type": "REF", "type": "ref"}, "text": "Hoehndorf R, Hardy NW, Osumi-Sutherland D, Tweedie S, Schofield PN, Gkoutos GV. Systematic Analysis of Experimental Phenotype Data Reveals Gene Functions. PLoS One. 2013;8 (4). doi: 10.1371/journal.pone.0060847", "sentences": [], "annotations": [], "relations": []}, {"offset": 32661, "infons": {"fpage": "2662", "issue": "11", "name_0": "surname:Washington;given-names:NL", "name_1": "surname:Haendel;given-names:MA", "name_2": "surname:Mungall;given-names:CJ", "name_3": "surname:Ashburner;given-names:M", "name_4": "surname:Westerfield;given-names:M", "name_5": "surname:Lewis;given-names:SE", "pub-id_doi": "10.1371/journal.pbio.1000247", "section_type": "REF", "source": "PLoS Biol", "type": "ref", "volume": "7", "year": "2009"}, "text": "Linking human diseases to animal models using ontology-based phenotype annotation", "sentences": [], "annotations": [], "relations": []}, {"offset": 32743, "infons": {"section_type": "REF", "type": "ref"}, "text": "Smedley D, Oellrich A, Kohler S, Ruef B, Westerfield M, Robinson P et al. PhenoDigm: analyzing curated annotations to associate animal models with human diseases. Database. 2013 Jan 1; 2013:bat025 doi: 10.1093/database/bat025.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32970, "infons": {"fpage": "245", "issue": "3", "lpage": "252", "name_0": "surname:Karp;given-names:NA", "name_1": "surname:Segonds-Pichon;given-names:A", "name_2": "surname:Gerdin;given-names:AK", "name_3": "surname:Ramirez-Solis;given-names:R", "name_4": "surname:White;given-names:JK", "pub-id_doi": "10.1258/la.2012.012003", "pub-id_pmid": "22829707", "section_type": "REF", "source": "Lab Anim", "type": "ref", "volume": "46", "year": "2012"}, "text": "The fallacy of ratio correction to address confounding factors", "sentences": [], "annotations": [], "relations": []}, {"offset": 33033, "infons": {"section_type": "REF", "type": "ref"}, "text": "Eppig JT, Blake JA, Bult CJ, Kadin JA, Richardson JE, Mouse Genome Database G. The Mouse Genome Database (MGD): comprehensive resource for genetics and genomics of the laboratory mouse. Nucleic Acids Research. 2012; Jan1;40 (D1):D881-D886. doi:10.1093/nar/gkr974.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33297, "infons": {"name_0": "surname:Greenaway;given-names:S", "name_1": "surname:Blake;given-names:A", "name_2": "surname:Retha;given-names:A", "name_3": "surname:O’Leary;given-names:J", "name_4": "surname:Goldsworthy;given-names:M", "name_5": "surname:Bowl;given-names:MR", "section_type": "REF", "source": "Proceedings of Phenotyping Day at ISMB, Dublin, Ireland", "type": "ref", "year": "2015"}, "text": "Automatically annotating temporal data from a phenotype-driven mutagenesis screen", "sentences": [], "annotations": [], "relations": []}, {"offset": 33379, "infons": {"fpage": "4", "issue": "1", "name_0": "surname:Reed;given-names:DR", "name_1": "surname:Lawler;given-names:MP", "name_2": "surname:Tordoff;given-names:MG", "pub-id_doi": "10.1186/1471-2156-9-4", "pub-id_pmid": "18182103", "section_type": "REF", "source": "BMC Genet", "type": "ref", "volume": "9", "year": "2008"}, "text": "Reduced body weight is a common effect of gene knockout in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 33443, "infons": {"section_type": "REF", "type": "ref"}, "text": "Karp NA, Melvin D, Mott RF, Project SMG. Robust and Sensitive Analysis of Mouse Knockout Phenotypes. PLoS One. 2012;7 (12). doi:10.1371/journal.pone.0052410.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33601, "infons": {"fpage": "57", "issue": "1", "lpage": "63", "name_0": "surname:Tschop;given-names:MH", "name_1": "surname:Speakman;given-names:JR", "name_2": "surname:Arch;given-names:JR", "name_3": "surname:Auwerx;given-names:J", "name_4": "surname:Bruning;given-names:JC", "name_5": "surname:Chan;given-names:L", "pub-id_doi": "10.1038/nmeth.1806", "pub-id_pmid": "22205519", "section_type": "REF", "source": "Nat Methods", "type": "ref", "volume": "9", "year": "2011"}, "text": "A guide to analysis of mouse energy metabolism", "sentences": [], "annotations": [], "relations": []}, {"offset": 33648, "infons": {"section_type": "REF", "type": "ref"}, "text": "Anika O, Meehan T, Parkinson H, Sarntivijai S, White JK, N.A. K. Supporting data: Reporting phenotypes in model organisms when considering body size as a potential confounder. 2015. https://zenodo.org/record/32082?ln=en#.ViYKnE2FOiM.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33882, "infons": {"section_type": "REF", "type": "ref"}, "text": "Karp NA, Speak AO, White JK, Adams DJ, Hrabe de Angelis M, Herault Y et al. Impact of temporal variation on design and analysis of mouse knockout phenotyping studies. PLoS One. 2014;9 (10):e111239. doi:10.1371/journal.pone.0111239.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34114, "infons": {"fpage": "452", "issue": "2", "lpage": "464", "name_0": "surname:White;given-names:JK", "name_1": "surname:Gerdin;given-names:AK", "name_2": "surname:Karp;given-names:NA", "name_3": "surname:Ryder;given-names:E", "name_4": "surname:Buljan;given-names:M", "name_5": "surname:Bussell;given-names:JN", "pub-id_doi": "10.1016/j.cell.2013.06.022", "pub-id_pmid": "23870131", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "154", "year": "2013"}, "text": "Genome-wide Generation and Systematic Phenotyping of Knockout Mice Reveals New Roles for Many Genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34214, "infons": {"section_type": "REF", "type": "ref"}, "text": "MGI. Dmxl2tm1a (EUCOMM) Wtsi Phenotyping Page. http://www.informatics.jax.org/allele/MGI:4432280.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34312, "infons": {"section_type": "REF", "type": "ref"}, "text": "Gkoutos GV, Mungall C, Dolken S, Ashburner M, Lewis S, Hancock J et al. Entity/Quality-Based Logical Definitions for the Human Skeletal Phenome using PATO. In Engineering In Medicine and Biology Society. 2009:7069–72. doi:10.1109/Iembs.2009.5333362.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34564, "infons": {"section_type": "REF", "type": "ref"}, "text": "Mungall CJ, Gkoutos GV, Smith CL, Haendel MA, Lewis SE, Ashburner M. Integrating phenotype ontologies across multiple species. Genome Biology. 2010;11 (1). doi:10.1186/Gb-2010-11-1-R2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34749, "infons": {"section_type": "REF", "type": "ref"}, "text": "MGI. Kcne2tm1a (EUCOMM) Wtsi Phenotyping Page. http://www.informatics.jax.org/allele/MGI:4431909.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34847, "infons": {"section_type": "REF", "type": "ref"}, "text": "Haendel MA, Balhoff JP, Bastian FB, Blackburn DC, Blake JA, Bradford Y et al. Unification of multi-species vertebrate anatomy ontologies for comparative biology in Uberon. Journal of Biomedical Semantics. 2014; 5 (21). doi:10.1186/2041-1480-5-21.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35094, "infons": {"name_0": "surname:Lassila;given-names:O", "name_1": "surname:Swick;given-names:RR", "section_type": "REF", "source": "Resource Description Framework (RDF) model and syntax specification", "type": "ref", "year": "1999"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 35095, "infons": {"name_0": "surname:Sarntivijai;given-names:S", "name_1": "surname:Vasant;given-names:D", "name_2": "surname:Saunders;given-names:G", "name_3": "surname:Bento;given-names:P", "name_4": "surname:Gonzalez;given-names:D", "name_5": "surname:Betts;given-names:J", "section_type": "REF", "source": "Proceedings of Phenotyping Day at ISMB, Dublin, Ireland", "type": "ref", "year": "2015"}, "text": "Linking rare and common disease: mapping clinical disease-phenotypes to ontologies in therapeutic target validation", "sentences": [], "annotations": [], "relations": []}, {"offset": 35211, "infons": {"fpage": "105", "lpage": "108", "name_0": "surname:Brush;given-names:MH", "name_1": "surname:Mungall;given-names:C", "name_2": "surname:Washington;given-names:NL", "name_3": "surname:Haendel;given-names:M", "section_type": "REF", "source": "Proceedings of lnternational Conference on Biomedical Ontology", "type": "ref", "year": "2013"}, "text": "An Ontological Characterization for Integration of Genetic Variation Data", "sentences": [], "annotations": [], "relations": []}, {"offset": 35285, "infons": {"name_0": "surname:Feigenbaum;given-names:L", "name_1": "surname:Williams;given-names:GT", "name_2": "surname:Clark;given-names:KG", "name_3": "surname:Torres;given-names:E", "section_type": "REF", "source": "SPARQL 1.1 protocol. Recommendation, W3C", "type": "ref", "year": "2013"}, "text": "", "sentences": [], "annotations": [], "relations": []}, {"offset": 35286, "infons": {"fpage": "D802", "issue": "D1", "lpage": "D809", "name_0": "surname:Koscielny;given-names:G", "name_1": "surname:Yaikhom;given-names:G", "name_2": "surname:Iyer;given-names:V", "name_3": "surname:Meehan;given-names:TF", "name_4": "surname:Morgan;given-names:H", "name_5": "surname:Atienza-Herrero;given-names:J", "pub-id_doi": "10.1093/nar/gkt977", "pub-id_pmid": "24194600", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "42", "year": "2013"}, "text": "The International Mouse Phenotyping Consortium Web Portal, a unified point of access for knockout mice and related phenotyping data", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]