[{"source": "PMC", "date": "20220317", "key": "pmc.key", "infons": {}, "documents": [{"id": "8445257", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1007/s00335-021-09916-x", "article-id_pmc": "8445257", "article-id_pmid": "34532769", "article-id_publisher-id": "9916", "fpage": "181", "issue": "1", "license": "Open AccessThis article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.", "lpage": "191", "name_0": "surname:Mizuno-Iijima;given-names:Saori", "name_1": "surname:Nakashiba;given-names:Toshiaki", "name_10": "surname:Tamura;given-names:Masaru", "name_11": "surname:Obata;given-names:Yuichi", "name_12": "surname:Shiroishi;given-names:Toshihiko", "name_13": "surname:Yoshiki;given-names:Atsushi", "name_2": "surname:Ayabe;given-names:Shinya", "name_3": "surname:Nakata;given-names:Hatsumi", "name_4": "surname:Ike;given-names:Fumio", "name_5": "surname:Hiraiwa;given-names:Noriko", "name_6": "surname:Mochida;given-names:Keiji", "name_7": "surname:Ogura;given-names:Atsuo", "name_8": "surname:Masuya;given-names:Hiroshi", "name_9": "surname:Kawamoto;given-names:Shoko", "section_type": "TITLE", "type": "front", "volume": "33", "year": "2022"}, "text": "Mouse resources at the RIKEN BioResource Research Center and the National BioResource Project core facility in Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 117, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The RIKEN BioResource Research Center (BRC) was established in 2001 as a comprehensive biological resource center in Japan. The Experimental Animal Division, one of the BRC infrastructure divisions, has been designated as the core facility for mouse resources within the National BioResource Project (NBRP) by the Japanese government since FY2002. Our activities regarding the collection, preservation, quality control, and distribution of mouse resources have been supported by the research community, including evaluations and guidance on advancing social and research needs, as well as the operations and future direction of the BRC. Expenditure for collection, preservation, and quality-control operations of the BRC, as a national core facility, has been funded by the government, while distribution has been separately funded by users’ reimbursement fees. We have collected over 9000 strains created mainly by Japanese scientists including Nobel laureates and researchers in cutting-edge fields and distributed mice to 7000 scientists with 1500 organizations in Japan and globally. Our users have published 1000 outstanding papers and a few dozen patents. The collected mouse resources are accessible via the RIKEN BRC website, with a revised version of the searchable online catalog. In addition, to enhance the visibility of useful strains, we have launched web corners designated as the “Mouse of the Month” and “Today’s Tool and Model.” Only high-demand strains are maintained in live colonies, while other strains are cryopreserved as embryos or sperm to achieve cost-effective management. Since 2007, the RIKEN BRC has built up a back-up facility in the RIKEN Harima branch to protect the deposited strains from disasters. Our mice have been distributed with high quality through the application of strict microbial and genetic quality control programs that cover a globally accepted pathogens list and mutated alleles generated by various methods. Added value features, such as information about users’ publications, standardized phenotyping data, and genome sequences of the collected strains, are important to facilitate the use of our resources. We have added and disseminated such information in collaboration with the NBRP Information Center and the NBRP Genome Information Upgrading Program. The RIKEN BRC has participated in international mouse resource networks such as the International Mouse Strain Resource, International Mouse Phenotyping Consortium, and Asian Mouse Mutagenesis and Resource Association to facilitate the worldwide use of high-quality mouse resources, and as a consequence it contributes to reproducible life science studies and innovation around the globe.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2831, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Foundation of the RIKEN BioResource Research Center", "sentences": [], "annotations": [], "relations": []}, {"offset": 2883, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The RIKEN BioResource Research Center (BRC) was established in January 2001 (https://web.brc.riken.jp/en/about). During these past 20 years, under the leadership of Dr. Toshihiko Shiroishi (current Director), Dr. Yuichi Obata (former Director and current senior adviser), and the late Dr. Kazuo Moriwaki (founding Director), the RIKEN BRC has successfully established its operational structure as a global biological resource center. The RIKEN BRC has been operating since its foundation according to three principles: trust, sustainability, and leadership. Our activities have been strongly supported by the scientific community as well as by the Ministry of Education, Culture, Sports, Science and Technology (MEXT) of the Japanese government and RIKEN, the founding institution. Our collection, preservation, and quality-control (QC) operations have been funded by the government, while the distribution service has been funded separately by income generated by reimbursement fees collected from users.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3890, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To solve problems in the 21st Century related to health, food, the environment, and sustainable development, the importance of bioresources has grown exponentially. Among the many bioresources used in life science and biotechnology, the RIKEN BRC has specifically focused on the mouse, the most important experimental animal; Arabidopsis, the most important experimental plants; cultured cell lines of humans and animals; genetic materials from humans, animals, and microorganisms; and microorganisms such as bacteria, fungi, and archaea. These biological resources have been chosen according to criteria such as their importance to Japanese society and science, their original creation or derivation by Japanese scientists, the presence of a critical mass of users, and their merits for large-scale and intensive management. The RIKEN BRC has actively collected, preserved, conducted QC of, and distributed these biological resources with associated information and played a crucial role as a comprehensive biological resource hub to promote the life sciences and innovation. The RIKEN BRC has earned its status as one of the state-of-the-art research infrastructure centers of RIKEN.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5076, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Participation in the National BioResource Project", "sentences": [], "annotations": [], "relations": []}, {"offset": 5126, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The National BioResource Project (NBRP) was launched by MEXT in FY2002, one year after the foundation of the RIKEN BRC (Yamazaki et al.; Yokoyama et al.; Yoshiki et al.). The main program of the NBRP is the Core Facility Upgrading Program which aims to collect, preserve, and provide essential bioresources for life science studies strategically and systematically by the national government. Four divisions of the RIKEN BRC were selected at the start of the program as national core facilities of respective bioresources including the Experimental Animal Division as the NBRP core facility for mice (Yoshiki et al.). Our activities as a national core facility have been evaluated extensively by the NBRP evaluation committee and designated over the course for 20 years during four 5-year programs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5926, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Meeting social and research needs", "sentences": [], "annotations": [], "relations": []}, {"offset": 5960, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Communication with the scientific community and comprehension of its advancing needs are essential to execute the mission of the research infrastructure. To achieve this objective, the RIKEN BRC has asked the domestic Resource Committee annually and the international RIKEN BRC Advisory Council (BRAC) every two or three years, each composed of several leading scientists and specialists in the biomedical sciences and global research infrastructures, for advice and recommendations regarding research needs and future directions. Moreover, the RIKEN Advisory Council provides recommendations on general research activities and management of the entire RIKEN institute, including the BRC, for guiding future research strategies and improving management structures. These recommendations form an integral part of the sustainable operation of the RIKEN BRC as a key element of global research infrastructure. The reports of previous Resource Committee and BRAC meetings are posted on the RIKEN BRC website (https://web.brc.riken.jp/en/reports) to ensure transparent operation. To earn trust in our activities for mouse resources, the RIKEN BRC has been supported by the Animal Experiments Committee and Recombinant DNA Committee which involve external scientists and non-scientists and include representatives of local residents and the municipal office of the city of Tsukuba to ensure animal welfare and safety measures in recombinant DNA experiments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7412, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Collection of mouse strains developed in Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 7459, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mice are the premier mammalian model organism in terms of the availability of genetically defined inbred strains, high-quality genome information, advanced technologies for genomic alterations and phenotyping, and accumulated knowledge about their genetic diseases (Lloyd et al.). Such model mammals are indispensable in an aging society and to achieve precision medicine by serving tools used to elucidate the molecular mechanisms of the onset of diseases such as cancer, dementia, and lifestyle-related diseases and to develop therapies as well. The Experimental Animal Division of the RIKEN BRC has collected useful mouse strains mainly developed by Japanese scientists to ensure that the collection does not overlap with those of other repositories around the world (Yoshiki et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 8247, "infons": {"file": "335_2021_9916_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Number of mouse resources archived at the RIKEN BRC/NBRP", "sentences": [], "annotations": [], "relations": []}, {"offset": 8304, "infons": {"file": "335_2021_9916_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Number of mouse resource items distributed by the RIKEN BRC/NBRP", "sentences": [], "annotations": [], "relations": []}, {"offset": 8369, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In the first phase of the NBRP, we collaborated with a large-scale ethylnitrosourea (ENU) mutagenesis project conducted by the Genome Science Center of RIKEN (Sakuraba et al.) in addition to nine leading domestic universities and institutes. The collection has grown rapidly through collaborating facilities, with over 500 new strains added per year (Fig. 1). In the second phase of the NBRP, the archive expanded even more rapidly through the deposition of a large collection of frozen embryos from the Embryo Bank of the Mitsubishi Chemical Company and the gene-trap embryonic stem cell resources created by Dr. Yasumasa Ishida in the NBRP Fundamental Technology Upgrading Program (Shigeoka et al.), as well as collaborative development programs for advanced genetically modified mouse models with 12 universities and institutes in Japan (Fig. 1). We have continued to ask individual scientists who have developed and published novel genetically modified strains to deposit their mice at the RIKEN BRC. In the third through fourth phases of the NBRP, we have focused on genetically modified strains to achieve an understanding of higher-order biological phenomena and advance research and development for overcoming diseases. Recently, genome-edited knockout and knock-in mice created using CRISPR/Cas9 have gradually accumulated in the collection since FY2014 and overtaken ES cell-based genetically modified mice since FY2019. The collection has steadily increased with the deposition of about 300 strains from 50 scientists on average each year, leading to the archiving of over 9,000 mouse models as of March 2021 (Fig. 1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10001, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "High-demand and high-impact strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 10037, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_caption"}, "text": "Number of user publications and citations associated with research using mouse strains distributed by the RIKEN BRC", "sentences": [], "annotations": [], "relations": []}, {"offset": 10153, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">RBRC no</th><th align=\"left\">Strain name</th><th align=\"left\">Category: description</th><th align=\"left\">No. of publications</th><th align=\"left\">Total no. of citations</th></tr></thead><tbody><tr><td align=\"left\">00806</td><td align=\"left\">C57BL/6-Tg(CAG-EGFP/LC3)53NmzRbrc</td><td align=\"left\">TG: GFP-tagged reporter for autophagosome LC3</td><td align=\"left\">108</td><td align=\"left\"><bold>18,891</bold></td></tr><tr><td align=\"left\">00267</td><td align=\"left\">C57BL/6-Tg(CAG-EGFP)C14-Y01-FM131OsbRbrc</td><td align=\"left\">TG: Green mice, EGFP expression in all tissues</td><td align=\"left\">53</td><td align=\"left\">2484</td></tr><tr><td align=\"left\">01390</td><td align=\"left\">B6.129P2-<italic>Nfe2l2</italic><sup><italic>tm1Mym</italic></sup>/MymRbrc</td><td align=\"left\">Null-KO: <italic>Nfe2l2</italic>, nuclear factor, erythroid derived 2, like 2 gene null deficient mice</td><td align=\"left\">46</td><td align=\"left\">2277</td></tr><tr><td align=\"left\">01834</td><td align=\"left\">C57BL/6-Tg(CAG-flpe)36Ito/ItoRbrc</td><td align=\"left\">TG: Ubiquitous deleter for Flp-FRT recombination system</td><td align=\"left\">30</td><td align=\"left\">1092</td></tr><tr><td align=\"left\">00858</td><td align=\"left\">B6;129S6- <italic>Bcl2l12/Irf3</italic><sup><italic>tm1Ttg</italic></sup>/TtgRbrc</td><td align=\"left\">Null-KO: Interferon regulatory factor 3 gene</td><td align=\"left\">24</td><td align=\"left\">964</td></tr><tr><td align=\"left\">01420</td><td align=\"left\">B6;129P2-<italic>Irf7</italic><sup><italic>tm1Ttg</italic></sup>/TtgRbrc</td><td align=\"left\">Null-KO: Interferon regulatory factor 7 gene, exons 2–3 replaced by the neo cassette</td><td align=\"left\">23</td><td align=\"left\">888</td></tr><tr><td align=\"left\">01828</td><td align=\"left\">B6.Cg-Tg(CAG-Cre)CZ-MO2OsbRbrc</td><td align=\"left\">TG: Ubiquitous deleter for Cre-loxP recombination system</td><td align=\"left\">23</td><td align=\"left\">657</td></tr><tr><td align=\"left\">02975</td><td align=\"left\">B6.129S-<italic>Atg5</italic><sup><italic>tm1Myok</italic></sup>/Rbrc</td><td align=\"left\">cKO: Autophagy-related 5 gene floxed knockout mouse</td><td align=\"left\">23</td><td align=\"left\"><bold>4576</bold></td></tr><tr><td align=\"left\">01361</td><td align=\"left\">B6.Cg-<italic>Trp53</italic><sup><italic>tm1Sia</italic></sup>/Rbrc</td><td align=\"left\">Null-KO: Cancer related p53 deficient mice</td><td align=\"left\">21</td><td align=\"left\">275</td></tr><tr><td align=\"left\">00144</td><td align=\"left\">C57BL/6-<italic>Ly5.1</italic>/Rbrc</td><td align=\"left\">B6 congenic strain carrying Ly5.1: Useful for tissue/cell and B cell markers in transplantation studies</td><td align=\"left\">19</td><td align=\"left\">371</td></tr><tr><td align=\"left\">00209</td><td align=\"left\">MSM/MsRbrc</td><td align=\"left\">Japanese wild-derived inbred</td><td align=\"left\">19</td><td align=\"left\">577</td></tr><tr><td align=\"left\">00639</td><td align=\"left\">JF1/MsRbrc</td><td align=\"left\">Japanese wild-derived inbred</td><td align=\"left\">18</td><td align=\"left\">363</td></tr></tbody></table>\n"}, "text": "RBRC no\tStrain name\tCategory: description\tNo. of publications\tTotal no. of citations\t \t00806\tC57BL/6-Tg(CAG-EGFP/LC3)53NmzRbrc\tTG: GFP-tagged reporter for autophagosome LC3\t108\t18,891\t \t00267\tC57BL/6-Tg(CAG-EGFP)C14-Y01-FM131OsbRbrc\tTG: Green mice, EGFP expression in all tissues\t53\t2484\t \t01390\tB6.129P2-Nfe2l2tm1Mym/MymRbrc\tNull-KO: Nfe2l2, nuclear factor, erythroid derived 2, like 2 gene null deficient mice\t46\t2277\t \t01834\tC57BL/6-Tg(CAG-flpe)36Ito/ItoRbrc\tTG: Ubiquitous deleter for Flp-FRT recombination system\t30\t1092\t \t00858\tB6;129S6- Bcl2l12/Irf3tm1Ttg/TtgRbrc\tNull-KO: Interferon regulatory factor 3 gene\t24\t964\t \t01420\tB6;129P2-Irf7tm1Ttg/TtgRbrc\tNull-KO: Interferon regulatory factor 7 gene, exons 2–3 replaced by the neo cassette\t23\t888\t \t01828\tB6.Cg-Tg(CAG-Cre)CZ-MO2OsbRbrc\tTG: Ubiquitous deleter for Cre-loxP recombination system\t23\t657\t \t02975\tB6.129S-Atg5tm1Myok/Rbrc\tcKO: Autophagy-related 5 gene floxed knockout mouse\t23\t4576\t \t01361\tB6.Cg-Trp53tm1Sia/Rbrc\tNull-KO: Cancer related p53 deficient mice\t21\t275\t \t00144\tC57BL/6-Ly5.1/Rbrc\tB6 congenic strain carrying Ly5.1: Useful for tissue/cell and B cell markers in transplantation studies\t19\t371\t \t00209\tMSM/MsRbrc\tJapanese wild-derived inbred\t19\t577\t \t00639\tJF1/MsRbrc\tJapanese wild-derived inbred\t18\t363\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 11434, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "Two autophagy-related strains, RBRC00806 and 02975 which are given in bold showed highest impact in regard to publications with out standing number of citations", "sentences": [], "annotations": [], "relations": []}, {"offset": 11595, "infons": {"file": "Tab1.xml", "id": "Tab1", "section_type": "TABLE", "type": "table_foot"}, "text": "TG transgenic mouse, KO; knockout mouse, KI knock-in mouse, cKO conditional knockout mouse", "sentences": [], "annotations": [], "relations": []}, {"offset": 11686, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Our collection includes various gene knockouts, fluorescent reporters, conditional strains containing Cre–lox and Flp–FRT systems, and other useful congenic and inbred strains. Several mouse strains developed by Nobel laureates have also been deposited by the laureates and their colleagues, such as the stem cell reporter Nanog-EGFP knock-in mouse (RBRC02290) developed by Dr. Shinya Yamanaka (Okita et al.), the autophagy reporter GFP-LC3#53 transgenic mouse (RBRC00806) developed by Dr. Noboru Mizushima (Kuma et al.), and the PD-1 knockout mouse strain (RBRC02142) developed by Dr. Tasuku Honjo (Nishimura et al.). Within the collection, there are a dozen unique strains with long-term periods of high demand that have been utilized in hundreds of publications by users (Table 1). These user publications have subsequently been cited in an outstanding number of studies (Table 1), indicating the large impact on the relevant research community.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12639, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "It is very important for the resource repository to continuously collect novel strains created in cutting-edge research for sustainable operations to meet the needs of advancing life science research and innovation. Notably, the C57BL/6-Apptm3(NL−G−F)Tcs/TcsRbrc (RBRC06344) strain, a next-generation Alzheimer's disease (AD) model created by Dr. Takaomi C. Saido and his colleagues at the RIKEN Center for Brain Science, has become the strain with the highest demand since FY2015 soon after its deposition. This novel AD knock-in model contains humanized sequences and clinical mutations in the endogenous mouse App gene, exhibiting typical Aβ pathology, neuroinflammation, and memory impairment in an age-dependent manner (Saito et al.; Sasaguri et al.). The next-generation AD model has been further advanced by crossing the model strain with human MAPT knock-in mice (Saito et al.) for future preclinical studies.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13562, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Accessibility and distribution", "sentences": [], "annotations": [], "relations": []}, {"offset": 13593, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mouse strains deposited at the RIKEN BRC can be accessed via the BRC home page (https://mus.brc.riken.jp/en/), or browsed or searched from the web catalog (https://mus.brc.riken.jp/en/search_for_mouse_strain). Mice are distributed in the form of live animals, frozen embryos or sperm, and recovered litters from frozen embryos or sperm. Organs, tissues, and genomic DNA have been provided on request. We use a material transfer agreement to protect the intellectual property (IP) right of the depositor and other IP rights associated with the strain, while clarifying for users the terms and conditions set forth by the depositor. The total distribution increased in proportion to the size of the collection during the first phase of the NBRP. Through the second to fourth phases of the NBRP, 2500–3000 items of mouse resources per year were stably distributed (Fig. 2). We have so far distributed our mouse resources to 4377 users at 627 domestic organizations and 3225 users at 917 overseas organizations in 41 countries, resulting in 1047 user publications and 41 patents. Among these resources, autophagy reporter GFP-LC3 mice (RBRC00806) have been used since FY2005 at 272 organizations in 24 countries, resulting in 108 publications. Since FY2015, the knock-in AD model has been requested most frequently and distributed to 175 organizations in 16 countries.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14961, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Dissemination of information", "sentences": [], "annotations": [], "relations": []}, {"offset": 14990, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Dissemination of information associated with mouse strains has a vital role in facilitating active use of large-scale mouse resources by the biomedical community. We have recently renewed the RIKEN BRC home page and developed a revised version of the searchable online catalog of mouse strains that functions as a part of the BRC-integrated database (Masuya et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 15357, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Monthly email newsletters are sent to announce newly deposited mouse strains, users’ publications, relevant news, and coming events in both Japanese and English. To complement the functions of the integrated database and email news, we have launched proactive outreach corners focusing on specific strains, such as “Today’s Tool for Functional Analysis,” “Today’s Model for Human Disease” and (https://mus.brc.riken.jp/en/todays_tool_and_model), and “Mouse of the Month” (https://mus.brc.riken.jp/en/mouse_of_month) to provide researchers with information about advanced strains and facilitate the use of such strains for cutting-edge research. For the Mouse of the Month, strains are selected based on the potential impact of relevant publications as well as access log data for strains from the web catalog. The articles are designed in a mini-review format that includes representative images or figures and a summary of the strain including gene details, use applications, the latest research results, and references. The strain name with its repository unique identifier (RBRC number) is linked to each strain data sheet page of the online catalog supported by the BRC-integrated database. The Today's Tool and Model series are presented in a list format to disseminate more genetic tools and disease models; the list provides the title of the strain, its strain ID with a link to its strain data sheet, brief descriptions, and references with PubMed links.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16839, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Cryopreservation and secure back-up storage", "sentences": [], "annotations": [], "relations": []}, {"offset": 16883, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mice with high demand are maintained as live stocks for faster distribution, while mice with lower demand are preserved as frozen sperm or embryos in liquid nitrogen tanks for cost-effective management. Two-cell stage embryos of various strains have been successfully cryopreserved by using ethylene glycol-based vitrification (Mochida et al.). Sperm samples were cryopreserved by the method reported by Nakagata and Takeshima. Recent advances in assisted reproductive technologies have facilitated efficient preservation and recovery of various inbred strains and dozens of unique wild-derived strains belonging to different species and subspecies of Mus (Hasegawa et al.; Mochida et al.). Cryopreservation also plays a key role in protecting the deposited mouse strains by minimizing genetic drift, which may occur during continuous breeding periods (Wiles & Taft). We cryopreserve embryos or sperm at the earliest stages after deposition and whenever possible with genomic DNA samples and breeding records in order to recover a live colony from earlier generations after extensive breeding periods or whenever undesired mutations are detected.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18030, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have preserved approximately 95% of collected strains as frozen embryos and sperm. A rapidly increasing number of genetically modified strains developed by genome editing have efficiently been cryopreserved by sperm freezing. To protect the archived strains from disasters, the RIKEN BRC has built a back-up facility in the RIKEN Harima branch 700 km away, and every frozen strain has regularly been transferred there since 2007. Moreover, after the Great Eastern Japan Earthquake of 2011, we have installed an in-house water supply system, liquid nitrogen suppliers, and large fuel tanks for an emergency power supply to sufficiently handle a one-week outage to strengthen the security of the main collection in Tsukuba.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18756, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Microbial quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 18782, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table_caption"}, "text": "Categorized list of pathogenic microbes to be excluded from the barrier facility at RIKEN BRC", "sentences": [], "annotations": [], "relations": []}, {"offset": 18876, "infons": {"file": "Tab2.xml", "id": "Tab2", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Class</th><th align=\"left\">A</th><th align=\"left\">B</th><th align=\"left\">C</th><th align=\"left\">D</th></tr></thead><tbody><tr><td align=\"left\">Pathogenic agents</td><td align=\"left\"><italic>Clostridium piliforme</italic>, Ectromelia virus, Lymphocytic choriomeningitis virus (LCMV), Mouse hepatitis virus (MHV), <italic>Mycoplasma pulmonis</italic>, <italic>Salmonella typhimurium</italic>, Sendai virus (HVJ)</td><td align=\"left\"><italic>Filobacterium rodentium</italic>, <italic>Citrobacter rodentium</italic>, <italic>Corynebacterium kutscheri</italic>, Dermatophytes, <italic>Helicobacter bilis</italic>, <italic>Helicobacter hepaticus</italic>, <italic>Pasteurella pneumotropica</italic>, Ectoparasites, Intestinal protozoa, Pinworms, <italic>Salmonella</italic> spp.</td><td align=\"left\"><italic>Staphylococcus aureus</italic>, <italic>Pneumocystis murina</italic>, <italic>Pseudomonas aeruginosa</italic></td><td align=\"left\"><p>Lactate dehydrogenase elevating virus (LDHEV), Mouse adenovirus (MAV), Mouse cytomegalovirus (MCMV), Mouse minute virus (MMV), Mouse norovirus (MNV), Mouse parvovirus (MPV), Mouse polyoma virus (Poly), Mouse rotavirus (EDIM),</p><p>Pneumonia virus of mice (PVM), Reovirus type 3 (Reo 3), Theiler’s mouse encephalomyelitis virus (TMEV)</p></td></tr></tbody></table>\n"}, "text": "Class\tA\tB\tC\tD\t \tPathogenic agents\tClostridium piliforme, Ectromelia virus, Lymphocytic choriomeningitis virus (LCMV), Mouse hepatitis virus (MHV), Mycoplasma pulmonis, Salmonella typhimurium, Sendai virus (HVJ)\tFilobacterium rodentium, Citrobacter rodentium, Corynebacterium kutscheri, Dermatophytes, Helicobacter bilis, Helicobacter hepaticus, Pasteurella pneumotropica, Ectoparasites, Intestinal protozoa, Pinworms, Salmonella spp.\tStaphylococcus aureus, Pneumocystis murina, Pseudomonas aeruginosa\tLactate dehydrogenase elevating virus (LDHEV), Mouse adenovirus (MAV), Mouse cytomegalovirus (MCMV), Mouse minute virus (MMV), Mouse norovirus (MNV), Mouse parvovirus (MPV), Mouse polyoma virus (Poly), Mouse rotavirus (EDIM),Pneumonia virus of mice (PVM), Reovirus type 3 (Reo 3), Theiler’s mouse encephalomyelitis virus (TMEV)\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 19710, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Ensuring the reproducibility of animal experiments in life science research is the most important issue for a resource repository. Microbial and genetic QC are two major pillars for the mouse resource repository to ensure reproducible animal experiments. In general, commercial breeders have established global standards and contributed to high-quality animal experiments in Japan. The RIKEN BRC, which regularly receives a number of original developed mouse strains from universities and research institutes, preserves and distributes the mice around Japan and globally, and also plays a critical role in ensuring the microbial quality of the mice made available by eradicating pathogenic agents as listed in Table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20429, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Mice deposited by universities or institutes are received at the first quarantine facility, where they remain for one night and two days for microbial serology tests and initial external health observations. The mice are subsequently transferred to the second intermediate facility and housed in negative or positive pressure bioBUBBLE Clean Room Units (bioBUBBLE, Inc., Fort Collins, CO) according to the microbial test results. In the second facility, the deposited mice are maintained prior to rederivation procedures, such as breeding for cesarean section or sacrificing sperm donors for in vitro fertilization (IVF) followed by IVF and embryo transfer. After confirming negative results for all the listed pathogenic microbes, mice are introduced into a separate barrier facility, where approximately 10,000 breeding cages can be accommodated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21278, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We have adopted the sentinel mouse program with a specialized protocol for individually ventilated cage units (CLEA Japan, Tokyo, Japan). The program uses dirty bedding sentinels to detect pathogenic microbes. Sentinel mice are exposed to dirty bedding collected from every cage of the unit at regular intervals (Ike et al.). In FY2010, pathogenic agents such as mouse hepatitis virus, Pasteurella pneumotropica, and Helicobacter hepaticus were detected in 13% of the deposited strains in addition to intestinal protozoa and pinworms in 43% of the strains. Recently, the microbial status of deposited mice has been improved by intensive efforts of research communities to eradicate mouse hepatitis virus and other pathogens, while intestinal protozoa and pinworms have persistently been detected. The RIKEN BRC has also continued to clean-up newly deposited strains for pathogens, such as intestinal pathogens, detected in the mice received from research colonies of universities and institutes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22274, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Genetic quality control", "sentences": [], "annotations": [], "relations": []}, {"offset": 22298, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_caption"}, "text": "Genetic QC tests conducted at RIKEN BRC", "sentences": [], "annotations": [], "relations": []}, {"offset": 22338, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table xmlns:xlink=\"http://www.w3.org/1999/xlink\" frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Genetic QC test</th><th align=\"left\">Explanations</th></tr></thead><tbody><tr><td align=\"left\">Transgene-specific PCR</td><td align=\"left\">A PCR test that uses transgene-specific primers designed based on information provided by the depositor to detect the promoter and the structural gene driven by the promoter</td></tr><tr><td align=\"left\">Targeted gene-specific genotyping PCR</td><td align=\"left\">A PCR test that uses targeted gene-specific primers designed based on information provided by the depositor</td></tr><tr><td align=\"left\">Detection of marker genes for genetic modifications</td><td align=\"left\">PCR tests for TG, BAC-TG, cTG, KO, KI, CRISPR/Cas9, cKO and spontaneous/ENU-induced mutant strains to detect any contamination with other genetically modified mice by using primers for 10 frequently used marker genes, including neo, Pgk-neo, Tk-neo, IRES, lacZ, GFP, Cre, Flp, Puro, and Hyg. (Nakata et al.<xref ref-type=\"bibr\" rid=\"CR23\">2009</xref>)</td></tr><tr><td align=\"left\">loxP and FRT tests</td><td align=\"left\">PCR tests of cTG and cKO mice that examines the fragment length between loxPs or FRTs with primers designed based on information provided by the depositor. Confirmation of structure of conditional strains that carry loxP or FRT flanked alleles. (Nakata et al.<xref ref-type=\"bibr\" rid=\"CR24\">2021</xref>)</td></tr><tr><td align=\"left\">Detection of BAC-loxP</td><td align=\"left\">A PCR test for BAC-TG to detect loxPs derived from BAC vectors</td></tr><tr><td align=\"left\">Genetic background test</td><td align=\"left\">PCR tests for the genetic background of inbred and wild-derived strains that uses microsatellite or single nucleotide polymorphism (SNP) markers (Mekada et al.<xref ref-type=\"bibr\" rid=\"CR18\">2009</xref><xref ref-type=\"bibr\" rid=\"CR19\">2015</xref>). Test results are posted to the web catalog after testing. Prior to phenotyping at the Japan Mouse Clinic, the strains are subjected to high-speed genetic profiling using the TaqMan assay. (<ext-link ext-link-type=\"uri\" xlink:href=\"https://ja.brc.riken.jp/lab/jmc/mouse_clinic/en/assistive/index.html\">https://ja.brc.riken.jp/lab/jmc/mouse_clinic/en/assistive/index.html</ext-link>)</td></tr><tr><td align=\"left\">Sequencing</td><td align=\"left\">PCR products are sequenced when the product size is different from the expected size</td></tr></tbody></table>\n"}, "text": "Genetic QC test\tExplanations\t \tTransgene-specific PCR\tA PCR test that uses transgene-specific primers designed based on information provided by the depositor to detect the promoter and the structural gene driven by the promoter\t \tTargeted gene-specific genotyping PCR\tA PCR test that uses targeted gene-specific primers designed based on information provided by the depositor\t \tDetection of marker genes for genetic modifications\tPCR tests for TG, BAC-TG, cTG, KO, KI, CRISPR/Cas9, cKO and spontaneous/ENU-induced mutant strains to detect any contamination with other genetically modified mice by using primers for 10 frequently used marker genes, including neo, Pgk-neo, Tk-neo, IRES, lacZ, GFP, Cre, Flp, Puro, and Hyg. (Nakata et al.)\t \tloxP and FRT tests\tPCR tests of cTG and cKO mice that examines the fragment length between loxPs or FRTs with primers designed based on information provided by the depositor. Confirmation of structure of conditional strains that carry loxP or FRT flanked alleles. (Nakata et al.)\t \tDetection of BAC-loxP\tA PCR test for BAC-TG to detect loxPs derived from BAC vectors\t \tGenetic background test\tPCR tests for the genetic background of inbred and wild-derived strains that uses microsatellite or single nucleotide polymorphism (SNP) markers (Mekada et al.). Test results are posted to the web catalog after testing. Prior to phenotyping at the Japan Mouse Clinic, the strains are subjected to high-speed genetic profiling using the TaqMan assay. (https://ja.brc.riken.jp/lab/jmc/mouse_clinic/en/assistive/index.html)\t \tSequencing\tPCR products are sequenced when the product size is different from the expected size\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 23993, "infons": {"file": "Tab3.xml", "id": "Tab3", "section_type": "TABLE", "type": "table_foot"}, "text": "TG transgenic, BAC-TG bacterial artificial chromosome-transgenic, cTG conditional transgenic, KO knockout, KI knock-in, cKO conditional knockout", "sentences": [], "annotations": [], "relations": []}, {"offset": 24138, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "To set up appropriate genetic QC tests for ensuring reproducibility, we ask all depositor scientists to provide us with precise information including reference publications, primer sequences for genotyping, sequences of vectors and transgenes used for genetic modifications, breeding records, and any other relevant information. If there is any discrepancy between the depositor’s information and our test results, we communicate the results to the depositor and ask for a correction of the supplied information or resending correct mice. We use different genetic QC tests (Nakata et al.), particularly PCR, depending on various genetic mutations (Table 3). The test results and protocols for each strain are posted in the strain data sheet in the web catalog when tested. When the depositor’s protocol includes methods other than PCR, we design a PCR test so that every user laboratory can easily set up the test based on the information provided by the depositor. Whenever PCR genotyping data from a mutant strain becomes available based on a published paper, we replicate or redesign the PCR genotyping protocol and post it to the web catalog.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25289, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table_caption"}, "text": "Information required for genetic quality control of CRISPR/Cas9 genome-edited mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 25372, "infons": {"file": "Tab4.xml", "id": "Tab4", "section_type": "TABLE", "type": "table", "xml": "<?xml version=\"1.0\" encoding=\"UTF-8\"?>\n<table frame=\"hsides\" rules=\"groups\"><thead><tr><th align=\"left\">Items</th><th align=\"left\">Descriptions</th></tr></thead><tbody><tr><td align=\"left\">Reference Publications</td><td align=\"left\">PubMed ID or DOI</td></tr><tr><td align=\"left\">Editing target</td><td align=\"left\">Gene or genomic region</td></tr><tr><td align=\"left\">Design of editing</td><td align=\"left\">Endonuclease (wild-type Cas9, nickase, others), injection reagents (mRNA, DNA, protein), injection methods (Pronuclear, Cytoplasmic, Pronuclear + Cytoplasmic, electroporation, others)</td></tr><tr><td align=\"left\">Guide RNA</td><td align=\"left\">Sequence and vector IDs</td></tr><tr><td align=\"left\">Sequencing results</td><td align=\"left\">Wild-type and mutated genome sequences</td></tr><tr><td align=\"left\">Detection of the mutation</td><td align=\"left\">PCR (primer sequence, PCR condition, fragment size), sequencing, RFLP, TaqMan real-time PCR etc</td></tr><tr><td align=\"left\">Off-target analysis</td><td align=\"left\">Done or not done</td></tr><tr><td align=\"left\">Background strain</td><td align=\"left\">Background strain: C57BL/6 N, C57BL/6 J, or others</td></tr><tr><td align=\"left\">Generation</td><td align=\"left\">Filial or backcross generations</td></tr><tr><td align=\"left\">Pedigree</td><td align=\"left\">Breeding records and/or pedigree</td></tr></tbody></table>\n"}, "text": "Items\tDescriptions\t \tReference Publications\tPubMed ID or DOI\t \tEditing target\tGene or genomic region\t \tDesign of editing\tEndonuclease (wild-type Cas9, nickase, others), injection reagents (mRNA, DNA, protein), injection methods (Pronuclear, Cytoplasmic, Pronuclear + Cytoplasmic, electroporation, others)\t \tGuide RNA\tSequence and vector IDs\t \tSequencing results\tWild-type and mutated genome sequences\t \tDetection of the mutation\tPCR (primer sequence, PCR condition, fragment size), sequencing, RFLP, TaqMan real-time PCR etc\t \tOff-target analysis\tDone or not done\t \tBackground strain\tBackground strain: C57BL/6 N, C57BL/6 J, or others\t \tGeneration\tFilial or backcross generations\t \tPedigree\tBreeding records and/or pedigree\t \t", "sentences": [], "annotations": [], "relations": []}, {"offset": 26105, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Genome editing technology using the CRISPR/Cas9 system (Wang et al.) has facilitated production of genetically modified mouse models across the wider research community and transgenic core facilities around the world. There is a concern, however, that the importance of QC is likely to be overlooked and left behind during rapidly expanding production. Mouse resource organizations around the world that gathered in the INFRAFRONTIER IMPC workshop in Munich agreed to conduct strict QC of mouse resources, including genome-edited mice, in 2014 (Nature editorial). The RIKEN BRC established a policy to accept deposition of genome-edited mouse lines only after confirmation of germline transmission and to not accept founder mice that are likely to be mosaic (Singh et al.; Ayabe et al.) and are, therefore, unsuitable for reproducible experiments. We request the depositor to provide all accurate information, including the results of sequence analyses of mutations induced by genome editing, as listed in Table 4, and preserve the lines by cost-effective sperm freezing. Recently, more attention has been paid to the sequences around the on-target sites to confirm whether the genome was indeed correctly edited as designed and does not contain unintentional genomic changes (Kosicki et al.; Gurumurthy et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27418, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Adding value to collected mouse strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 27458, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Researchers generally access a specific mouse strain found in publications because the strain has been used by others and proved to be useful through providing relevant information for a particular research purpose. Therefore, information about publications by users is indispensable for enriching the value of each research resource. In addition to direct feedback from users, the RIKEN BRC systematically collects information about users’ publications mainly by using the alert function of Google Scholar and Stanford HighWire and by emails received whenever such publications appear on the website. After manually confirming RBRC strains in publications, we add the paper to the users’ publication list. Such publication information is regularly added to the strain data sheet of the RIKEN BRC Mouse web catalog and then transferred to the NBRP Information Center to update the Research Resource Circulation (RRC) database to enrich the value of NBRP resources (https://rrc.nbrp.jp/projects/1?lang=en).", "sentences": [], "annotations": [], "relations": []}, {"offset": 28468, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Phenotypic data for each strain is an important key to evaluating the strain as a potential human disease model or a tool to study disease mechanisms. The Integrated Bioresource Information Division has recently upgraded the mouse web catalog by manually adding 24,490 phenotype annotations to over 4300 strains from publications so that users can find a specific mouse strain based on phenotype ontology terms in addition to gene names (Masuya et al.), thus increasing the findability of the strains. We also promote comprehensive phenotyping of deposited mouse strains by the Japan Mouse Clinic at the RIKEN BRC (Wakana et al.). The broad-based phenotyping platform has been built in collaboration with the International Mouse Phenotyping Consortium (IMPC) to add useful phenotyping data, which should facilitate evaluation of the strain as a potential disease model as demonstrated by the IMPC (Dickinson et al.; Meehan et al.; Birling et al.). Thus far, 69 domestic users have agreed to deposit their 121 mouse strains with phenotypic data generated at the Japan Mouse Clinic, which will be available to the public soon after publication.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29611, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Collaborations with the NBRP Genome Information Upgrading Program have contributed to the addition of genome sequence data for wild-derived strains of Mus musculus, including the Japanese wild-derived strains MSM and JF1 in the MoG+ mouse genomic variation database (https://molossinus.brc.riken.jp/mogplus/#JF1; Takada et al.). The genome information is essential and useful for future functional studies based on comprehensive phenotyping and genetic modifications of genetically divergent unique mouse strains created by genome editing (Hirose et al.).", "sentences": [], "annotations": [], "relations": []}, {"offset": 30167, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "International collaborations", "sentences": [], "annotations": [], "relations": []}, {"offset": 30196, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The RIKEN BRC has participated in the International Mouse Strain Resource (IMSR), a one-stop shop database operated by the Jackson Laboratory (Epigg et al.) to register mouse resources developed by Japanese scientists and share those resources with the global biomedical community. Scientists who find interesting strains or queries in the IMSR list can be directed to the holder repository with one click. This function has increased the visibility and accessibility of our mouse strains. By the further collaboration of the IMSR with the Resource Identification Initiative (Bandrowski et al.), our mouse resources are given unique Research Resource Identifiers in addition to repository-specific RBRC numbers, which ensures the ability to identify the exact mouse strains used in publications as well as reproducibility.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31019, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Since 2006, mouse repositories and genetics institutes in Asia and Australia have established the Asian Mouse Mutagenesis & Resource Association (AMMRA) to strengthen communications and technical exchanges in the Asia and Australia regions (http://ammra.info/). We have collaborated with major global repository members such as the Jackson Laboratory and the Mutant Mouse Resource and Research Centers in USA, the European Mouse Mutant Archive in Europe, the Centre for Phenogenomics in Canada, and AMMRA members mutually to provide technical assistance in cryo-recovery to local investigators. Moreover, the RIKEN BRC has participated in the IMPC and contributed to the production, preservation, QC, phenotyping, and distribution of knockout mouse resources (Dickinson et al.; Birling et al.). The RIKEN BRC has joined with the IMPC and AMMRA members in the activities of the Global Mouse Models for COVID-19 Consortium and posted our own biological resources, including mouse strains, for respective studies. Thus, our international collaborations and networks function together to facilitate the active use of high-quality mouse resources around the world.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32179, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 32190, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "As progress in decoding the genome of patients continues, the need to verify causative gene candidates underlying genetic diseases in a model organism increases exponentially. Recent genome editing technology enables us to collaborate with clinical scientists in the generation of knock-in mice for variants or mutations found in patients, in addition to the development of null-knockout mice in the same production platform (Lloyd et al.). The Next Generation Human Disease Model Team of the RIKEN BRC has started a new research and development program with the goals of promoting precise mouse modeling of human diseases and contributing to the realization of precision medicine. Advances in genome editing technology will be a major key to the expansion of such mouse resources, while developing technology for use in genome editing may inevitably generate new quality issues that need to be controlled. As a national and international hub of mouse resources and as a critical research resource infrastructure, we will continue expansion of the premier mammalian model organism, mice. We will do this in collaboration with global mouse repositories to make available genetics tools to decipher the molecular mechanisms of health and disease with the highest priority in order to ensure the reproducibility of life science experiments and innovation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33543, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Publisher's Note", "sentences": [], "annotations": [], "relations": []}, {"offset": 33560, "infons": {"section_type": "CONCL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33679, "infons": {"section_type": "CONCL", "type": "title"}, "text": "Declarations", "sentences": [], "annotations": [], "relations": []}, {"offset": 33692, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Conflict of interest", "sentences": [], "annotations": [], "relations": []}, {"offset": 33713, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no conflict of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33758, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 33769, "infons": {"section_type": "REF", "type": "ref"}, "text": "(2014) Still much to learn about mice. Nature 509:399. 10.1038/509399a", "sentences": [], "annotations": [], "relations": []}, {"offset": 33840, "infons": {"fpage": "1", "lpage": "5", "name_0": "surname:Ayabe;given-names:S", "name_1": "surname:Nakashima;given-names:K", "name_2": "surname:Yoshiki;given-names:A", "pub-id_doi": "10.1262/jrd.2018-128", "pub-id_pmid": "30518723", "section_type": "REF", "source": "J Reprod Dev", "type": "ref", "volume": "65", "year": "2019"}, "text": "Off- and on-target effects of genome editing in mouse embryos", "sentences": [], "annotations": [], "relations": []}, {"offset": 33902, "infons": {"fpage": "416", "lpage": "419", "name_0": "surname:Birling;given-names:MC", "name_1": "surname:Yoshiki;given-names:A", "name_2": "surname:Adams;given-names:DJ", "name_3": "surname:Ayabe;given-names:S", "name_4": "surname:Beaudet;given-names:AL", "name_5": "surname:Bottomley;given-names:J", "name_6": "surname:Bradley;given-names:A", "name_7": "surname:Brown;given-names:SDM", "name_8": "surname:Bürger;given-names:A", "name_9": "surname:Bushell;given-names:W", "pub-id_doi": "10.1038/s41588-021-00825-y", "pub-id_pmid": "33833456", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "53", "year": "2021"}, "text": "A resource of targeted mutant mouse lines for 5,061 genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 33960, "infons": {"fpage": "169", "lpage": "182", "name_0": "surname:Bandrowski;given-names:A", "name_1": "surname:Brush;given-names:M", "name_2": "surname:Grethe;given-names:JS", "name_3": "surname:Haendel;given-names:MA", "name_4": "surname:Kennedy;given-names:DN", "name_5": "surname:Hill;given-names:S", "name_6": "surname:Hof;given-names:PR", "name_7": "surname:Martone;given-names:ME", "name_8": "surname:Pols;given-names:M", "name_9": "surname:Tan;given-names:SS", "pub-id_doi": "10.1007/s12021-015-9284-3", "pub-id_pmid": "26589523", "section_type": "REF", "source": "Neuroinformatics", "type": "ref", "volume": "14", "year": "2016"}, "text": "The resource identification initiative: a cultural shift in publishing", "sentences": [], "annotations": [], "relations": []}, {"offset": 34031, "infons": {"fpage": "508", "issue": "7621", "lpage": "514", "name_0": "surname:Dickinson;given-names:ME", "name_1": "surname:Flenniken;given-names:AM", "name_2": "surname:Ji;given-names:X", "name_3": "surname:Teboul;given-names:L", "name_4": "surname:Wong;given-names:MD", "name_5": "surname:White;given-names:JK", "name_6": "surname:Meehan;given-names:TF", "name_7": "surname:Weninger;given-names:WJ", "name_8": "surname:Westerberg;given-names:H", "name_9": "surname:Adissu;given-names:H", "pub-id_doi": "10.1038/nature19356", "pub-id_pmid": "27626380", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "537", "year": "2016"}, "text": "High-throughput discovery of novel developmental phenotypes", "sentences": [], "annotations": [], "relations": []}, {"offset": 34091, "infons": {"fpage": "448", "lpage": "455", "name_0": "surname:Eppig;given-names:JT", "name_1": "surname:Motenko;given-names:H", "name_2": "surname:Richardson;given-names:JE", "name_3": "surname:Richards-Smith;given-names:B", "name_4": "surname:Smith;given-names:CL", "pub-id_doi": "10.1007/s00335-015-9600-0", "pub-id_pmid": "26373861", "section_type": "REF", "source": "Mamm Genome", "type": "ref", "volume": "26", "year": "2015"}, "text": "The International Mouse Strain Resource (IMSR): cataloging worldwide mouse and ES ell line resources", "sentences": [], "annotations": [], "relations": []}, {"offset": 34192, "infons": {"fpage": "171", "name_0": "surname:Gurumurthy;given-names:CB", "name_1": "surname:O'Brien;given-names:AR", "name_2": "surname:Quadros;given-names:RM", "name_3": "surname:Adams;given-names:J;suffix:Jr", "name_4": "surname:Alcaide;given-names:P", "name_5": "surname:Ayabe;given-names:S", "name_6": "surname:Ballard;given-names:J", "name_7": "surname:Batra;given-names:SK", "name_8": "surname:Beauchamp;given-names:MC", "name_9": "surname:Becker;given-names:KA", "pub-id_doi": "10.1186/s13059-019-1776-2", "pub-id_pmid": "31446895", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "20", "year": "2019"}, "text": "Reproducibility of CRISPR-Cas9 methods for generation of conditional mouse alleles: a multi-center evaluation", "sentences": [], "annotations": [], "relations": []}, {"offset": 34302, "infons": {"fpage": "1", "issue": "167", "lpage": "7", "name_0": "surname:Hasegawa;given-names:A", "name_1": "surname:Mochida;given-names:K", "name_2": "surname:Matoba;given-names:S", "name_3": "surname:Yonezawa;given-names:K", "name_4": "surname:Ohta;given-names:A", "name_5": "surname:Watanabe;given-names:G", "name_6": "surname:Taya;given-names:K", "name_7": "surname:Ogura;given-names:A", "pub-id_doi": "10.1095/biolreprod.111.098491", "section_type": "REF", "source": "Biol Reprod", "type": "ref", "volume": "86", "year": "2012"}, "text": "Efficient production of offspring from Japanese wild-derived strains of mice (Mus musculus molossinus) by improved assisted reproductive technologies", "sentences": [], "annotations": [], "relations": []}, {"offset": 34452, "infons": {"fpage": "21", "issue": "1", "name_0": "surname:Hasegawa;given-names:A", "name_1": "surname:Mochida;given-names:K", "name_2": "surname:Inoue;given-names:H", "name_3": "surname:Noda;given-names:Y", "name_4": "surname:Endo;given-names:T", "name_5": "surname:Watanabe;given-names:G", "name_6": "surname:Ogura;given-names:A", "pub-id_doi": "10.1095/biolreprod.115.134023", "pub-id_pmid": "26632610", "section_type": "REF", "source": "Biol Reprod", "type": "ref", "volume": "94", "year": "2016"}, "text": "High-yield superovulation in adult mice by anti-inhibin serum treatment combined with estrous cycle synchronization", "sentences": [], "annotations": [], "relations": []}, {"offset": 34568, "infons": {"fpage": "234", "lpage": "243", "name_0": "surname:Hasegawa;given-names:A", "name_1": "surname:Mochida;given-names:K", "name_2": "surname:Matoba;given-names:S", "name_3": "surname:Inoue;given-names:K", "name_4": "surname:Hama;given-names:D", "name_5": "surname:Kadota;given-names:M", "name_6": "surname:Hiraiwa;given-names:N", "name_7": "surname:Yoshiki;given-names:A", "name_8": "surname:Ogura;given-names:A", "pub-id_doi": "10.1093/biolre/ioaa177", "pub-id_pmid": "32990726", "section_type": "REF", "source": "Biol Reprod", "type": "ref", "volume": "104", "year": "2021"}, "text": "Development of assisted reproductive technologies for Mus spretus", "sentences": [], "annotations": [], "relations": []}, {"offset": 34634, "infons": {"fpage": "42476", "issue": "7", "name_0": "surname:Hirose;given-names:M", "name_1": "surname:Hasegawa;given-names:A", "name_10": "surname:Abe;given-names:K", "name_11": "surname:Uenoyama;given-names:Y", "name_12": "surname:Tsukamura;given-names:H", "name_13": "surname:Wakana;given-names:S", "name_14": "surname:Honda;given-names:A", "name_15": "surname:Ogura;given-names:A", "name_2": "surname:Mochida;given-names:K", "name_3": "surname:Matoba;given-names:S", "name_4": "surname:Hatanaka;given-names:Y", "name_5": "surname:Inoue;given-names:K", "name_6": "surname:Goto;given-names:T", "name_7": "surname:Kaneda;given-names:H", "name_8": "surname:Yamada;given-names:I", "name_9": "surname:Furuse;given-names:T", "pub-id_doi": "10.1038/srep42476", "section_type": "REF", "source": "Sci Rep", "type": "ref", "volume": "14", "year": "2017"}, "text": "CRISPR/Cas9-mediated genome editing in wild-derived mice: generation of tamed wild-derived strains by mutation of the a (nonagouti) gene", "sentences": [], "annotations": [], "relations": []}, {"offset": 34771, "infons": {"fpage": "272", "lpage": "281", "name_0": "surname:Ike;given-names:F", "name_1": "surname:Bourgade;given-names:F", "name_10": "surname:Berard;given-names:M", "name_11": "surname:Nakata;given-names:H", "name_12": "surname:Hiraiwa;given-names:N", "name_13": "surname:Mekada;given-names:K", "name_14": "surname:Takakura;given-names:A", "name_15": "surname:Itoh;given-names:T", "name_16": "surname:Obata;given-names:Y", "name_17": "surname:Yoshiki;given-names:A", "name_18": "surname:Montagutelli;given-names:X", "name_2": "surname:Ohsawa;given-names:K", "name_3": "surname:Sato;given-names:H", "name_4": "surname:Morikawa;given-names:S", "name_5": "surname:Saijo;given-names:M", "name_6": "surname:Kurane;given-names:I", "name_7": "surname:Takimoto;given-names:K", "name_8": "surname:Yamada;given-names:YK", "name_9": "surname:Jaubert;given-names:J", "pub-id_pmid": "17605342", "section_type": "REF", "source": "Comp Med", "type": "ref", "volume": "57", "year": "2007"}, "text": "Lymphocytic choriomeningitis infection undetected by dirty-bedding sentinel monitoring and revealed after embryo transfer of an inbred strain derived from wild mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 34936, "infons": {"fpage": "1032", "lpage": "1036", "name_0": "surname:Kuma;given-names:A", "name_1": "surname:Hatano;given-names:M", "name_2": "surname:Matsui;given-names:M", "name_3": "surname:Yamamoto;given-names:A", "name_4": "surname:Nakaya;given-names:H", "name_5": "surname:Yoshimori;given-names:T", "name_6": "surname:Ohsumi;given-names:Y", "name_7": "surname:Tokuhisa;given-names:T", "name_8": "surname:Mizushima;given-names:N", "pub-id_doi": "10.1038/nature03029", "pub-id_pmid": "15525940", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "432", "year": "2004"}, "text": "The role of autophagy during the early neonatal starvation period", "sentences": [], "annotations": [], "relations": []}, {"offset": 35002, "infons": {"fpage": "765", "lpage": "771", "name_0": "surname:Kosicki;given-names:M", "name_1": "surname:Tomberg;given-names:K", "name_2": "surname:Bradley;given-names:A", "pub-id_doi": "10.1038/nbt.4192", "pub-id_pmid": "30010673", "section_type": "REF", "source": "Nat Biotechnol", "type": "ref", "volume": "36", "year": "2018"}, "text": "Repair of double-strand breaks induced by CRISPR-Cas9 leads to large deletions and complex rearrangements", "sentences": [], "annotations": [], "relations": []}, {"offset": 35108, "infons": {"fpage": "18", "name_0": "surname:Lloyd;given-names:KCK", "name_1": "surname:Adams;given-names:DJ", "name_10": "surname:Dobbie;given-names:MS", "name_2": "surname:Baynam;given-names:G", "name_3": "surname:Beaudet;given-names:AL", "name_4": "surname:Bosch;given-names:F", "name_5": "surname:Boycott;given-names:KM", "name_6": "surname:Braun;given-names:RE", "name_7": "surname:Caulfield;given-names:M", "name_8": "surname:Cohn;given-names:R", "name_9": "surname:Dickinson;given-names:ME", "pub-id_doi": "10.1186/s13059-020-1931-9", "pub-id_pmid": "32008577", "section_type": "REF", "source": "Genome Biol", "type": "ref", "volume": "21", "year": "2020"}, "text": "The deep genome project", "sentences": [], "annotations": [], "relations": []}, {"offset": 35132, "infons": {"fpage": "6", "name_0": "surname:Masuya;given-names:H", "name_1": "surname:Usuda;given-names:D", "name_10": "surname:Yamagata;given-names:Y", "name_11": "surname:Kobayashi;given-names:N", "name_12": "surname:Yoshiki;given-names:A", "name_13": "surname:Kushida;given-names:T", "name_2": "surname:Nakata;given-names:H", "name_3": "surname:Yuhara;given-names:N", "name_4": "surname:Kurihara;given-names:K", "name_5": "surname:Namiki;given-names:Y", "name_6": "surname:Iwase;given-names:S", "name_7": "surname:Takada;given-names:T", "name_8": "surname:Tanaka;given-names:N", "name_9": "surname:Suzuki;given-names:K", "pub-id_doi": "10.1186/s42826-020-00068-8", "pub-id_pmid": "33455583", "section_type": "REF", "source": "Lab Anim Res", "type": "ref", "volume": "37", "year": "2021"}, "text": "Establishment and application of information resource of mutant mice in RIKEN BioResource Research Center", "sentences": [], "annotations": [], "relations": []}, {"offset": 35238, "infons": {"fpage": "1231", "lpage": "1238", "name_0": "surname:Meehan;given-names:TF", "name_1": "surname:Conte;given-names:N", "name_2": "surname:West;given-names:DB", "name_3": "surname:Jacobsen;given-names:JO", "name_4": "surname:Mason;given-names:J", "name_5": "surname:Warren;given-names:J", "name_6": "surname:Chen;given-names:CK", "name_7": "surname:Tudose;given-names:I", "name_8": "surname:Relac;given-names:M", "name_9": "surname:Matthews;given-names:P", "pub-id_doi": "10.1038/ng.3901", "pub-id_pmid": "28650483", "section_type": "REF", "source": "Nat Genet", "type": "ref", "volume": "49", "year": "2017"}, "text": "Disease model discovery from 3328 gene knockouts by the international mouse phenotyping consortium", "sentences": [], "annotations": [], "relations": []}, {"offset": 35337, "infons": {"fpage": "141", "lpage": "149", "name_0": "surname:Mekada;given-names:K", "name_1": "surname:Abe;given-names:K", "name_2": "surname:Murakami;given-names:A", "name_3": "surname:Nakamura;given-names:S", "name_4": "surname:Nakata;given-names:H", "name_5": "surname:Moriwaki;given-names:K", "name_6": "surname:Obata;given-names:Y", "name_7": "surname:Yoshiki;given-names:A", "pub-id_doi": "10.1538/expanim.58.141", "pub-id_pmid": "19448337", "section_type": "REF", "source": "Exp Anim", "type": "ref", "volume": "58", "year": "2009"}, "text": "Genetic differences among C57BL/6 substrains", "sentences": [], "annotations": [], "relations": []}, {"offset": 35382, "infons": {"fpage": "91", "lpage": "100", "name_0": "surname:Mekada;given-names:K", "name_1": "surname:Hirose;given-names:M", "name_2": "surname:Murakami;given-names:A", "name_3": "surname:Yoshiki;given-names:A", "pub-id_doi": "10.1538/expanim.14-0061", "pub-id_pmid": "25341966", "section_type": "REF", "source": "Exp Anim", "type": "ref", "volume": "64", "year": "2015"}, "text": "Development of SNP markers for C57BL/6N-derived mouse inbred strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 35451, "infons": {"fpage": "3155", "name_0": "surname:Mochida;given-names:K", "name_1": "surname:Hasegawa;given-names:A", "name_2": "surname:Taguma;given-names:K", "name_3": "surname:Yoshiki;given-names:A", "name_4": "surname:Ogura;given-names:A", "pub-id_doi": "10.3791/3155", "section_type": "REF", "source": "J Vis Exp", "type": "ref", "volume": "57", "year": "2011"}, "text": "Cryopreservation of mouse embryos by ethylene glycol-based vitrification", "sentences": [], "annotations": [], "relations": []}, {"offset": 35524, "infons": {"fpage": "e114305", "issue": "12", "name_0": "surname:Mochida;given-names:K", "name_1": "surname:Hasegawa;given-names:A", "name_2": "surname:Otaka;given-names:N", "name_3": "surname:Hama;given-names:D", "name_4": "surname:Furuya;given-names:T", "name_5": "surname:Yamaguchi;given-names:M", "name_6": "surname:Ichikawa;given-names:E", "name_7": "surname:Ijuin;given-names:M", "name_8": "surname:Taguma;given-names:K", "name_9": "surname:Hashimoto;given-names:M", "pub-id_doi": "10.1371/journal.pone.0114305", "pub-id_pmid": "25470728", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "Devising assisted reproductive technologies for wild-derived strains of mice: 37 strains from five subspecies of Mus musculus", "sentences": [], "annotations": [], "relations": []}, {"offset": 35650, "infons": {"fpage": "317", "lpage": "320", "name_0": "surname:Nakagata;given-names:N", "name_1": "surname:Takeshima;given-names:T", "pub-id_pmid": "8354351", "section_type": "REF", "source": "Jikken Dobutsu", "type": "ref", "volume": "42", "year": "1993"}, "text": "Cryopreservation of mouse spermatozoa from inbred and F1 hybrid strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 35722, "infons": {"fpage": "437", "lpage": "442", "name_0": "surname:Nakata;given-names:H", "name_1": "surname:Hashimoto;given-names:T", "name_2": "surname:Seki;given-names:Y", "name_3": "surname:Mekada;given-names:K", "name_4": "surname:Obata;given-names:Y", "name_5": "surname:Yoshiki;given-names:A", "pub-id_doi": "10.1538/expanim.58.437", "pub-id_pmid": "19654444", "section_type": "REF", "source": "Exp Anim", "type": "ref", "volume": "58", "year": "2009"}, "text": "Simultaneous detection of multiple transgenes for genetically-modified mouse strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 35807, "infons": {"fpage": "240", "lpage": "245", "name_0": "surname:Nakata;given-names:H", "name_1": "surname:Hashimoto;given-names:T", "name_2": "surname:Yoshiki;given-names:A", "pub-id_doi": "10.1111/gtc.12834", "pub-id_pmid": "33540482", "section_type": "REF", "source": "Genes Cells", "type": "ref", "volume": "26", "year": "2021"}, "text": "Quick validation of genetic quality for conditional alleles in mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 35875, "infons": {"fpage": "141", "lpage": "151", "name_0": "surname:Nishimura;given-names:H", "name_1": "surname:Nose;given-names:M", "name_2": "surname:Hiai;given-names:H", "name_3": "surname:Minato;given-names:N", "name_4": "surname:Honjo;given-names:T", "pub-id_doi": "10.1016/s1074-7613(00)80089-8", "pub-id_pmid": "10485649", "section_type": "REF", "source": "Immunity", "type": "ref", "volume": "11", "year": "1999"}, "text": "Development of lupus-like autoimmune diseases by disruption of the PD-1 gene encoding an ITIM motif-carrying immunoreceptor", "sentences": [], "annotations": [], "relations": []}, {"offset": 35999, "infons": {"fpage": "313", "lpage": "317", "name_0": "surname:Okita;given-names:K", "name_1": "surname:Ichisaka;given-names:T", "name_2": "surname:Yamanaka;given-names:S", "pub-id_doi": "10.1038/nature05934", "pub-id_pmid": "17554338", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "448", "year": "2007"}, "text": "Generation of germline-competent induced pluripotent stem cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 36063, "infons": {"fpage": "1", "lpage": "15", "name_0": "surname:Singh;given-names:P", "name_1": "surname:Schimenti;given-names:JC", "name_2": "surname:Bolcun-Filas;given-names:E", "pub-id_doi": "10.1534/genetics.114.169771", "pub-id_pmid": "25271304", "section_type": "REF", "source": "Genetics", "type": "ref", "volume": "199", "year": "2015"}, "text": "A mouse geneticist's practical guide to CRISPR applications", "sentences": [], "annotations": [], "relations": []}, {"offset": 36123, "infons": {"fpage": "2473", "lpage": "2487", "name_0": "surname:Sasaguri;given-names:H", "name_1": "surname:Nilsson;given-names:P", "name_2": "surname:Hashimoto;given-names:S", "name_3": "surname:Nagata;given-names:K", "name_4": "surname:Saito;given-names:T", "name_5": "surname:De Strooper;given-names:B", "name_6": "surname:Hardy;given-names:J", "name_7": "surname:Vassar;given-names:R", "name_8": "surname:Winblad;given-names:B", "name_9": "surname:Saido;given-names:TC", "pub-id_doi": "10.15252/embj.201797397", "pub-id_pmid": "28768718", "section_type": "REF", "source": "EMBO J", "type": "ref", "volume": "36", "year": "2017"}, "text": "APP mouse models for Alzheimer's disease preclinical studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 36184, "infons": {"fpage": "661", "lpage": "663", "name_0": "surname:Saito;given-names:T", "name_1": "surname:Matsuba;given-names:Y", "name_2": "surname:Mihira;given-names:N", "name_3": "surname:Takano;given-names:J", "name_4": "surname:Nilsson;given-names:P", "name_5": "surname:Itohara;given-names:S", "name_6": "surname:Iwata;given-names:N", "name_7": "surname:Saido;given-names:TC", "pub-id_doi": "10.1038/nn.3697", "pub-id_pmid": "24728269", "section_type": "REF", "source": "Nat Neurosci", "type": "ref", "volume": "17", "year": "2014"}, "text": "Single App knock-in mouse models of Alzheimer's disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 36240, "infons": {"fpage": "12754", "lpage": "12765", "name_0": "surname:Saito;given-names:T", "name_1": "surname:Mihira;given-names:N", "name_10": "surname:Trojanowski;given-names:JQ", "name_11": "surname:Saido;given-names:TC", "name_2": "surname:Matsuba;given-names:Y", "name_3": "surname:Sasaguri;given-names:H", "name_4": "surname:Hashimoto;given-names:S", "name_5": "surname:Narasimhan;given-names:S", "name_6": "surname:Zhang;given-names:B", "name_7": "surname:Murayama;given-names:S", "name_8": "surname:Higuchi;given-names:M", "name_9": "surname:Lee;given-names:VMY", "pub-id_doi": "10.1074/jbc.RA119.009487", "pub-id_pmid": "31273083", "section_type": "REF", "source": "J Biol Chem", "type": "ref", "volume": "294", "year": "2019"}, "text": "Humanization of the entire murine Mapt gene provides a murine model of pathological human tau propagation", "sentences": [], "annotations": [], "relations": []}, {"offset": 36346, "infons": {"fpage": "e20", "name_0": "surname:Shigeoka;given-names:T", "name_1": "surname:Kawaichi;given-names:M", "name_2": "surname:Ishida;given-names:Y", "pub-id_doi": "10.1093/nar/gni022", "pub-id_pmid": "15687378", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "33", "year": "2005"}, "text": "Suppression of nonsense-mediated mRNA decay permits unbiased gene trapping in mouse embryonic stem cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 36451, "infons": {"fpage": "609", "lpage": "616", "name_0": "surname:Sakuraba;given-names:Y", "name_1": "surname:Sezutsu;given-names:H", "name_2": "surname:Takahasi;given-names:KR", "name_3": "surname:Tsuchihashi;given-names:K", "name_4": "surname:Ichikawa;given-names:R", "name_5": "surname:Fujimoto;given-names:N", "name_6": "surname:Kaneko;given-names:S", "name_7": "surname:Nakai;given-names:Y", "name_8": "surname:Uchiyama;given-names:M", "name_9": "surname:Goda;given-names:N", "pub-id_doi": "10.1016/j.bbrc.2005.08.134", "pub-id_pmid": "16139793", "section_type": "REF", "source": "Biochem Biophys Res Commun", "type": "ref", "volume": "336", "year": "2005"}, "text": "Molecular characterization of ENU mouse mutagenesis and archives", "sentences": [], "annotations": [], "relations": []}, {"offset": 36516, "infons": {"fpage": "1329", "lpage": "1338", "name_0": "surname:Takada;given-names:T", "name_1": "surname:Ebata;given-names:T", "name_2": "surname:Noguchi;given-names:H", "name_3": "surname:Keane;given-names:TM", "name_4": "surname:Adams;given-names:DJ", "name_5": "surname:Narita;given-names:T", "name_6": "surname:Shin-I;given-names:T", "name_7": "surname:Fujisawa;given-names:H", "name_8": "surname:Toyoda;given-names:A", "name_9": "surname:Abe;given-names:K", "pub-id_doi": "10.1101/gr.156497.113", "pub-id_pmid": "23604024", "section_type": "REF", "source": "Genome Res", "type": "ref", "volume": "23", "year": "2013"}, "text": "The ancestor of extant Japanese fancy mice contributed to the mosaic genomes of classical inbred strains", "sentences": [], "annotations": [], "relations": []}, {"offset": 36621, "infons": {"fpage": "331", "lpage": "337", "name_0": "surname:Takada;given-names:T", "name_1": "surname:Yoshiki;given-names:A", "name_2": "surname:Obata;given-names:Y", "name_3": "surname:Yamazaki;given-names:Y", "name_4": "surname:Shiroishi;given-names:T", "pub-id_doi": "10.1007/s00335-015-9569-8", "pub-id_pmid": "26013919", "section_type": "REF", "source": "Mamm Genome", "type": "ref", "volume": "26", "year": "2015"}, "text": "NIG_MoG: a mouse genome navigator for exploring intersubspecific genetic polymorphisms", "sentences": [], "annotations": [], "relations": []}, {"offset": 36708, "infons": {"fpage": "443", "lpage": "450", "name_0": "surname:Wakana;given-names:S", "name_1": "surname:Suzuki;given-names:T", "name_2": "surname:Furuse;given-names:T", "name_3": "surname:Kobayashi;given-names:K", "name_4": "surname:Miura;given-names:I", "name_5": "surname:Kaneda;given-names:H", "name_6": "surname:Yamada;given-names:I", "name_7": "surname:Motegi;given-names:H", "name_8": "surname:Toki;given-names:H", "name_9": "surname:Inoue;given-names:M", "pub-id_doi": "10.1538/expanim.58.443", "pub-id_pmid": "19897927", "section_type": "REF", "source": "Exp Anim", "type": "ref", "volume": "58", "year": "2009"}, "text": "Introduction to the Japan Mouse Clinic at the RIKEN BioResource Center", "sentences": [], "annotations": [], "relations": []}, {"offset": 36779, "infons": {"fpage": "910", "issue": "4", "lpage": "918", "name_0": "surname:Wang;given-names:H", "name_1": "surname:Yang;given-names:H", "name_2": "surname:Shivalila;given-names:CS", "name_3": "surname:Dawlaty;given-names:MM", "name_4": "surname:Cheng;given-names:AW", "name_5": "surname:Zhang;given-names:F", "name_6": "surname:Jaenisch;given-names:R", "pub-id_doi": "10.1016/j.cell.2013.04.025", "pub-id_pmid": "23643243", "section_type": "REF", "source": "Cell", "type": "ref", "volume": "153", "year": "2013"}, "text": "One-step generation of mice carrying mutations in multiple genes by CRISPR/Cas-mediated genome engineering", "sentences": [], "annotations": [], "relations": []}, {"offset": 36886, "infons": {"fpage": "23", "lpage": "36", "name_0": "surname:Wiles;given-names:MV", "name_1": "surname:Taft;given-names:RA", "pub-id_doi": "10.1007/978-1-60761-058-8_2", "pub-id_pmid": "20012390", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "602", "year": "2010"}, "text": "The sophisticated mouse: protecting a precious reagent", "sentences": [], "annotations": [], "relations": []}, {"offset": 36941, "infons": {"fpage": "D26", "lpage": "32", "name_0": "surname:Yamazaki;given-names:Y", "name_1": "surname:Akashi;given-names:R", "name_2": "surname:Banno;given-names:Y", "name_3": "surname:Endo;given-names:T", "name_4": "surname:Ezura;given-names:H", "name_5": "surname:Fukami-Kobayashi;given-names:K", "name_6": "surname:Inaba;given-names:K", "name_7": "surname:Isa;given-names:T", "name_8": "surname:Kamei;given-names:K", "name_9": "surname:Kasai;given-names:F", "pub-id_doi": "10.1093/nar/gkp996", "pub-id_pmid": "19934255", "section_type": "REF", "source": "Nucleic Acids Res", "type": "ref", "volume": "38", "year": "2010"}, "text": "NBRP databases: databases of biological resources in Japan", "sentences": [], "annotations": [], "relations": []}, {"offset": 37000, "infons": {"fpage": "115", "lpage": "124", "name_0": "surname:Yokoyama;given-names:KK", "name_1": "surname:Murata;given-names:T", "name_2": "surname:Pan;given-names:J", "name_3": "surname:Nakade;given-names:K", "name_4": "surname:Kishikawa;given-names:S", "name_5": "surname:Ugai;given-names:H", "name_6": "surname:Kimura;given-names:M", "name_7": "surname:Kujime;given-names:Y", "name_8": "surname:Hirose;given-names:M", "name_9": "surname:Masuzaki;given-names:S", "pub-id_doi": "10.1538/expanim.59.115", "pub-id_pmid": "20484845", "section_type": "REF", "source": "Exp Anim", "type": "ref", "volume": "59", "year": "2010"}, "text": "Genetic materials at the gene engineering division, RIKEN BioResource Center", "sentences": [], "annotations": [], "relations": []}, {"offset": 37077, "infons": {"fpage": "85", "issue": "2", "lpage": "96", "name_0": "surname:Yoshiki;given-names:A", "name_1": "surname:Ike;given-names:F", "name_10": "surname:Ogura;given-names:A", "name_11": "surname:Abe;given-names:K", "name_12": "surname:Moriwaki;given-names:K", "name_13": "surname:Obata;given-names:Y", "name_2": "surname:Mekada;given-names:K", "name_3": "surname:Kitaura;given-names:Y", "name_4": "surname:Nakata;given-names:H", "name_5": "surname:Hiraiwa;given-names:N", "name_6": "surname:Mochida;given-names:K", "name_7": "surname:Ijuin;given-names:M", "name_8": "surname:Kadota;given-names:M", "name_9": "surname:Murakami;given-names:A", "pub-id_doi": "10.1538/expanim.58.85", "pub-id_pmid": "19448331", "section_type": "REF", "source": "Exp Anim", "type": "ref", "volume": "58", "year": "2009"}, "text": "The mouse resources at the RIKEN BioResource center", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]