[{"source": "PMC", "date": "20230128", "key": "pmc.key", "infons": {}, "documents": [{"id": "9879986", "infons": {"license": "CC BY"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1038/s41598-023-28388-4", "article-id_pmc": "9879986", "article-id_pmid": "36702824", "article-id_publisher-id": "28388", "elocation-id": "1471", "kwd": "Evolution Physiology", "license": "Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit http://creativecommons.org/licenses/by/4.0/.", "name_0": "surname:Spoutil;given-names:Frantisek", "name_1": "surname:Aranaz-Novaliches;given-names:Goretti", "name_10": "surname:Bousova;given-names:Kristyna", "name_11": "surname:Vondrasek;given-names:Jiri", "name_12": "surname:Sedlacek;given-names:Radislav", "name_13": "surname:Prochazka;given-names:Jan", "name_14": "surname:Spoutil;given-names:Frantisek", "name_15": "surname:Aranaz-Novaliches;given-names:Goretti", "name_16": "surname:Prochazkova;given-names:Michaela", "name_17": "surname:Novosadova;given-names:Vendula", "name_18": "surname:Kasparek;given-names:Petr", "name_19": "surname:Osicka;given-names:Radim", "name_2": "surname:Prochazkova;given-names:Michaela", "name_20": "surname:Bousova;given-names:Kristyna", "name_21": "surname:Vondrasek;given-names:Jiri", "name_22": "surname:Sedlacek;given-names:Radislav", "name_23": "surname:Prochazka;given-names:Jan", "name_24": "surname:Spoutil;given-names:Frantisek", "name_25": "surname:Aranaz-Novaliches;given-names:Goretti", "name_26": "surname:Prochazkova;given-names:Michaela", "name_27": "surname:Novosadova;given-names:Vendula", "name_28": "surname:Kasparek;given-names:Petr", "name_29": "surname:Bousova;given-names:Kristyna", "name_3": "surname:Wald;given-names:Tomas", "name_30": "surname:Vondrasek;given-names:Jiri", "name_31": "surname:Sedlacek;given-names:Radislav", "name_32": "surname:Prochazka;given-names:Jan", "name_33": "surname:Aranaz-Novaliches;given-names:Goretti", "name_34": "surname:Prochazkova;given-names:Michaela", "name_35": "surname:Prochazka;given-names:Jan", "name_4": "surname:Novosadova;given-names:Vendula", "name_5": "surname:Kasparek;given-names:Petr", "name_6": "surname:Osicka;given-names:Radim", "name_7": "surname:Reseland;given-names:Janne E.", "name_8": "surname:Lyngstadaas;given-names:Staale P.", "name_9": "surname:Tiainen;given-names:Hanna", "section_type": "TITLE", "title": "Subject terms", "type": "front", "volume": "13", "year": "2023"}, "text": "Early evolution of enamel matrix proteins is reflected by pleiotropy of physiological functions", "sentences": [], "annotations": [], "relations": []}, {"offset": 96, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Highly specialized enamel matrix proteins (EMPs) are predominantly expressed in odontogenic tissues and diverged from common ancestral gene. They are crucial for the maturation of enamel and its extreme complexity in multiple independent lineages. However, divergence of EMPs occured already before the true enamel evolved and their conservancy in toothless species suggests that non-canonical functions are still under natural selection. To elucidate this hypothesis, we carried out an unbiased, comprehensive phenotyping and employed data from the International Mouse Phenotyping Consortium to show functional pleiotropy of amelogenin, ameloblastin, amelotin, and enamelin, genes, i.e. in sensory function, skeletal morphology, cardiovascular function, metabolism, immune system screen, behavior, reproduction, and respiratory function. Mice in all KO mutant lines, i.e. amelogenin KO, ameloblastin KO, amelotin KO, and enamelin KO, as well as mice from the lineage with monomeric form of ameloblastin were affected in multiple physiological systems. Evolutionary conserved motifs and functional pleiotropy support the hypothesis of role of EMPs as general physiological regulators. These findings illustrate how their non-canonical function can still effect the fitness of modern species by an example of influence of amelogenin and ameloblastin on the bone physiology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1469, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 1482, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The evolutionary history of life provides exciting examples of how natural selection can specialize organs to diverse functions and morphologies. However, the connection between evolutionary stabilized phenotype, the responsible genes, and their molecular function remains mostly enigmatic. The evolution of specialized organs is driven by precise amino acid modifications in proteins, which sustain organ unique functions. Such highly specialized proteins can be found for example in the eye lens, where they provide optical properties to eye, or in cilia or myoblasts, where they provide unique structural and mechanical characteristics of the cells. One of the most striking examples is a set of enamel matrix proteins (EMPs), a group of highly specialized secreted proteins essential for orchestrating the biomineralization process during enamel formation in vertebrates. EMPs have a unique, essential function in amelogenesis in mammals regardless of their level of representation in amelogenesis. They are part of an evolutionarily conserved family of Secretory Calcium-Binding Phosphoproteins (SCPPs), which arose from a common ancestral gene. However, phylogenetic analysis of EMPs’ sequences indicates a discrepancy between the divergence of EMPs and the evolutionary origin of enamel. Based on molecular clocks, EMPs had already started to diverge around the Cambrian explosion, however true enamel is documented in fossil records much later in the Silurian period.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2960, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This suggests that molecular evolution of EMPs was originally driven by other physiological functions rather than formation of enamel. Already Girondot and Sire tested this possibility, EMPs may have another role than production of enamel matrix, e.g. modulating calcium metabolism demonstrated by its deposition in bone tissues. This can be highlighted by the theory of the Cambrian explosion when calcium storage became an important evolutionary advantage. Deposition of calcium as hydroxyapatite (HAp) in tooth enamel by EMPs might be explained as a derived and highly specialized adaptation of the general calcium regulatory machinery that is still apparent in physiological regulatory networks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3660, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The involvement of EMPs in conserved physiological regulations can be inferred from conservancy of the gene sequences within species, where the evolutionary loss of enamel or even entire dentition occurred. The mutual combination of evolutionary conserved protein sequences, and in-silico prediction of functional motifs can identify putative interactions in non-canonical function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4043, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Another piece of evidence emerges from reverse genetic approaches, which allow standardized multi-parameter annotation of gene functions. Data from mouse models in this regard are generated and openly available under the umbrella of the International Mouse Phenotyping Consortium (IMPC). The level of gene function pleiotropy can indicate more complexity in regulatory networks, which will keep a gene under natural selection even after the reduction of enamel and thus it might provide insight into the ancestral functions of ancient EMP genes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4589, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This work proposes a novel hypothesis which elucidates how proteins with unique physiological properties could evolve from genes with broader regulatory functions. We demonstrate by a combination of phylogenetic analysis, in-silico function motif prediction, and reverse genetic approaches, that molecular function of specialized proteins can be tracked back in evolutionary history. A detailed bone physiology analysis of Ambn and Amelx mutant mice, which revealed significant changes in bone ultrastructure, illustrates how the function of enamel specialized genes can still influence general fitness of modern species, independent of recent dominant function.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5252, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 5260, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "EMPs show resistance to evolutionary degradation", "sentences": [], "annotations": [], "relations": []}, {"offset": 5309, "infons": {"file": "41598_2023_28388_Fig1_HTML.jpg", "id": "Fig1", "section_type": "FIG", "type": "fig_caption"}, "text": "Schemes of unrooted, majority consensus trees of four major enamel matrix proteins. General phylogenetic consensus (www.timetree.org 2021/07/27) as a scheme in the center (a) and schematic phylograms for Amelogenin (AMELX—b), Ameloblastin (AMBN—c), Amelotin (AMTN—d), and Enamelin (ENAM—e) are displayed highlighting clustering of protein sequences to higher taxonomical groups. Enamel- and toothless species in red, the most basal species (i.e. Latimeria or Polypterus) in blue. Clusters in bracelets or with a Roman number (I, II, III) are not homogenous in the analysis. There is great stability not only of major taxonomic groups and general tree topology, but also the absence of enamel does not influence the position of the species. Colors correspond to taxonomic clades: Amphibia (dark grey), Lepidosauria (green), Archosauria (dark green); Marsupialia (sea blue), Afrotheria (pink), Primates (red), Lagomorpha (dark blue), Rodentia (blue), Eulipotyphla (light blue), Chiroptera (yellow), Carnivora (light green), Perissodactyla (violet), “Artiodactyla” (brown), Odontoceti (light brown). Full phylograms are in Supplementary Fig. 1–4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6468, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To reveal evolutionary conservancy of EMPs parsimony-based, unrooted phylogenetic analysis was performed to uncover evolutionary relations and the stability of protein variants across lineages. We focused on species where enamel or complete dentition is lost. The highly specialized EMPs with a unique physiological function were expected to cluster at the base of the phylogram by long branch attraction in species with compromised dentition, as their structure should degenerate by random mutations. Despite our expectation, EMPs retain a strong phylogenetic signal, as most of the clusters are in agreement with general taxonomic consensus (Fig. 1, and Supplementary Fig. 1–4). Interestingly, all major phylogenetic lineages are already well defined in the phylograms of all four analyzed EMPs in non-mammalian groups, i.e. amphibians (although AMTN sequences from Apoda are closer to Polypterus’ sequence than the one of Xenopus), and reptilians (with exception of AMBN, where are sequences of Archosauria and Lepidosauria separated).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7513, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "In mammalian protein sequence alignments, we observed some alterations from the mammalian phylogenetic consensus, but a correlation with obvious dental morphotypes was not evident (Fig. 1). Marsupialia sequences are always separated from those of Placentalia, despite convergences in animals’ diets and dental apparatus (e.g. Monodelphis and Tupaia). Sequences of Placentalia always split into two large clusters, Euarchontoglires sequences and Laurasiatheria sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7987, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There are several specific alterations in phylogenic signals for the AMELX and AMTN sequences, which are rather independent of dentition properties. The AMELX protein sequence (Fig. 1b) from Perissodactyla, which typically exhibit massive enamel with Hunter–Schreger bands, clustered together with the chiropteran cluster, of which possess a typical simple, thin radial enamel. Another example is from the AMELX sequences of Afrotheria and Dasypus, which cluster together with the Euarchontoglires sequences. The AMTN protein sequence from Dasypus (degenerative, thin enamel) clustered together with Lagomorpha (complex enamel microstructure), which are both close to the cluster of the AMTN sequences (Fig. 1d) of Laurasiatheria, while Afrotheria sequences are closer to the cluster of the remaining Euarchontoglires sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8820, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Phylogenetic signal is strongly conserved also in mammals, where sequences of EMPs are grouped within the major taxonomic clusters of which they belong to, regardless of enamel or tooth lost (i.e. Balaenoptera, Manis, Ornithorhynchus, and Orycteropus), i.e. no long branch attraction is detected in such cases. The lack of long branch attraction in EMPs sequences can be demonstrated on two sister groups of Mysticeti (Baleanoptera) and Odontoceti (Orcinus) despite complete loss of functional teeth in Mysticeti. The EMPs sequences still keep strong phylogenic bound to Odontoceti, where teeth are very well preserved and important for predatory life strategy. Moreover, both Mysticeti without functional teeth and Odontoceti with simplified unicuspid teeth with only radial enamel, cluster according to EMPs sequences together within Cetartiortiodactyla (or Artiodactyla sensu Prothero et al.), with multicuspid teeth with highly organized enamel with Hunter-Schreger bands. Such observation fully corresponds to monophylogenetic status of Cetartiodactyla rather than to effect of dentition specialization on EMPs sequences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9947, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We detected highly conserved amino acid sequences within all four EMPs in toothless species or species with compromised enamel, which appeared to be under strong, stabilizing selection during mammalian evolution, independent of dental specialization. In addition, some conserved sequences can be traced back even further in the evolution of whole Sarcopterygii and Osteichthyes lineages. Such observations support the theory of the non-canonical roles of EMPs in more general physiological processes over entire vertebrate evolution.Therefore, EMPs are highly likely to sustain yet unknown physiological functions.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10562, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "EMPs possess evolutionary stable motifs with a putative function in protein interaction and signaling", "sentences": [], "annotations": [], "relations": []}, {"offset": 10664, "infons": {"file": "41598_2023_28388_Fig2_HTML.jpg", "id": "Fig2", "section_type": "FIG", "type": "fig_caption"}, "text": "Identification of functional motives of EMPs. Detected functional motifs of AMELX (a), AMBN (b), AMTN (c), and ENAM (d). N-terminus to left, C-terminus to right. The position and motif structure corresponds to Mus musculus sequences for these proteins (AAB93765.1, BAA06546.1, NP_082069.1, and AAB94312.1). Color of the motif corresponds to the motif type (CLV = cleavage, DEG = degradation, DOC = docking, LIG = ligand, MOD = modifier, TRG = transport), while saturation to the minimal age of the motif, i.e. for how large taxonomical unit (Euarchontoglyres < Placentalia < Mammalia < Amniota < Tetrapoda < Sarcopterygii/Euteleostomi) is it common. The self-assembly motifs are highlighted in the AMELX (Y–L–Y; and Y–Y–Y) and AMBN (Y–L–F) structure. Detailed information about motifs in Supplementary table 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11531, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "To investigate whether conservative sequences bear molecular functions that might be under evolutionary selection, we followed up with an in-silico search of functional motifs within the mouse sequences of all four EMPs, and compared the results with aligned sequences from other species. The mouse sequences of all four proteins are rich in motifs, with the p-value for potential motif presence reached level of 0.01. Their distribution and level of conservancy is shown in Fig. 2. AMELX and AMBN show the highest motif density (according to protein length), whereas ENAM has the lowest motif density despite displaying the highest number of motifs due to its length (over 1200 aa).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12216, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As we focused on more general function of the proteins, we searched for the motifs that are present in all taxonomical groups (i.e. are common for Teleostei/Sarcopterygyii), in Tetrapoda, in Amniota, in Mammalia, in Placentalia, or at least in Euarchontoglyres (i.e. clade containing mostly primates and rodents including human and mouse). We investigated in detail EMPs conserved sequences in mammalian species lacking enamel, as these are the organisms providing vital evidence of evolutionary conserved non-canonical functions in EMPs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 12755, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The motifs are mostly involved in protein–protein interactions. The proteins contain e.g. multiple sites for SH2 or SH3 domain interaction (28–31 in AMELX, 114–121, 131–137, and 131–138 in AMBN, 95–99, 95–101, 218–222, 228–235, 611–615, 753–756, 837–840, 885–888, 919–922, 963–966, and 1024–1027 in ENAM—see Supplementary table 1). Other motifs that are involved in protein–protein interactions are the PDZ-binding motif of ENAM (1269–1274), acting in protein interaction and sorting at the cytosolic side of the plasma membrane, or the WW domains of AMELX (161–164 and 164–167). Besides the protein interaction surfaces, the conserved sequence also possesses multiple sites for phosphorylation from various kinase families, e.g. for a proline dependent kinase like MAPK in AMBN (10–18) and ENAM (23–32). Another signaling regulatory kinase, PIKK, is predicted to phosphorylate motifs in: 68–74 and 110–116 in AMELX; 62–68, 98–104, and 380–386 in AMBN; 55–61 in AMTN; and 120–126, 258–264, 306–312, 313–319, 650–656, and 998–1004 in ENAM. Motif for calcineurin binding site found at 84–87 and 216–219 of AMBN can be involved in dephosphorylation instead. For the complete list of conserved motifs, see Supplementary table 1 and their localization in Fig. 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14088, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We identified specific motifs that had degenerated in all species without enamel, however, they were also found to be lost in examples from taxa with fully preserved enamel, e.g. Plk4 kinase phosphorylation motif and TRP ligand motif of AMELX (41–48, and 193–196)—see Supplementary table 1. Interestingly, quite a high number of functional motifs had vanished in groups such as large, modern herbivores, i.e. Equidae and Ruminantia with complex enamel microstructure, e.g. calcineurin binding site of AMBN (216–219) or PKA AGC kinase phosphorylation motif of AMTN (195–201)—see Supplementary table 1. Thus, we can conclude that there is no strict divergence of EMP functions from more general physiological regulation to highly specialized roles in enamel formation. It seems likely that functional motifs within protein sequences are still under broader evolutionary selection not limited to enamel development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15013, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "EMPs have pleiotropic effects on physiology regulation", "sentences": [], "annotations": [], "relations": []}, {"offset": 15068, "infons": {"file": "41598_2023_28388_Fig3_HTML.jpg", "id": "Fig3", "section_type": "FIG", "type": "fig_caption"}, "text": "Functional pleiotropy of EMPs revealed by unbiased phenotyping. Circular graphs visualizing significant difference of mouse mutants from WT baseline divided to 8 groups phenotypes: sensory (e.g. hearing or eye retina morphology—in blue-green), morphology (skeletal morphology and bone mineralization—in orange), cardiovascular (e.g. blood pressure, cardiography—in violet), metabolism (e.g. body mass, lean/fat ratio, glucose tolerance—in magenta), immunology (T-cells and B-cells populations characterization—in green), behavioral (e.g. grip strength, dark/light box test, hot/cold plate test—in yellow), reproduction (i.e. number of litters—in brown), and respiratory (e.g. capacity and elasticity of lungs—in gray). Each radius is one variable. Thick black circle marks the level of significance = 0.05—points outside the circle are significant results. The massive impact of all mutations on various levels of phenotype was evident. Amelx KO, Ambn KO, and AmbnG/G, and were phenotyped in the Czech Centre for Phenogenomics (Vestec, Czech Republic), Amtn KO, and Enam KO in UC Davis (California, USA). Overview of statistical results is in Supplementary table 2.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16256, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Functional ablation of EMPs genes followed by unbiased comprehensive phenotyping is an important tool for the understanding of pleiotropic functions of proteins in physiological regulatory networks. Thus, we analyzed KO phenotypes of enamel matrix genes (Ambn, Amelx, Amtn, Enam) according to IMPC guidelines, with IMPC deposited data. We also included the AmbnG/G variant, which lacks the self-assembly motif and has the monomer structure. A comparison of Ambn KO with AmbnG/G shall shed more light on how essential the self-assembly motif is in general Ambn physiological function. For better orientation, we distributed phenotyping parameters to central physiological areas, such as: Sensory, Morphology, Cardiovascular, Metabolism, Immunology, Behavioral, Reproduction, and Respiratory. The parameters from the individual areas are listed in Supplementary table 2 and the strength of pleiotropy is visualized in Fig. 3. We arranged all parameters according to significant alteration from the WT baseline control. The analysis should highlight areas of protein’s non-canonical function worthy of closer attention.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17376, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "From the phenotype overview in individual mutants with altered EMPs genes, there is an obvious trend observed in phenotype hits corresponding to the assumed evolutionary history of EMPs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17563, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The broadest pleiotropy is observed in Ambn KO and AmbnG/G mutant that also exhibit certain overlap in their phenotype (Supplementary table 2) which clearly shows the importance of the self-assembly motif for proper Ambn function, not only in enamel formation as published before, but also in other physiological functions. Both Ambn mutant lines show phenotypical similarities covering skeletal-muscular function, red blood cell differentiation and heart physiology. Both lines also exhibit reduced growth in the juvenile period, which might correspond to the alterations in metabolism regulation observed in both lines. Glucose clearing was afflicted in AmbnG/G mice only, however immune system regulation was affected in both Ambn mutant lines. Nonetheless, due to the complexity of immune system differentiation and maturation, interpretation of this causality is beyond the focus of the current work (Fig. 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 18479, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Although the previously mentioned parameters were affected in both variants or were even more strongly deviated in the AmbnG/G variant, lung function was more influenced in Ambn KO than in AmbnG/G (Fig. 3). This observation might be an indication that in lung physiology self-assembly is only partly needed and monomeric AMBN or its fragments play an important role in lung physiology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18866, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There was a striking overlap of phenotype hits between Ambn KO and Amelx KO, such as neuromuscular functions, heart physiology, red blood cell homeostasis, and interestingly, the influence on metabolism regulation and lung function. Since the Amelx gene evolved by a duplication event from the Ambn gene, the phenotyping data (Supplementary table 2) also suggests that the role of AMELX in physiological regulatory networks might be adopted from common AMBN and AMELX ancestor protein.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19352, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The phenotype pleiotropy for Enam and Amtn is lower than both Ambn and Amelx mutant lines, which might be connected to the fact that they diversified earlier from the lineage, leading to Ambn and Amelx’s ancestor gene. There is still a possible alteration in heart function, however, the severity and distribution of the altered parameters are much lower, and significance was reached only in ECG parameters. An interesting split in the distribution of metabolism related parameters can be observed in Enam KO and Amtn KO lines. Lower lean mass and reduced glucose clearing efficiency was detected in Enam KO, contrary to the Amtn KO line, which only showed mild changes in liver-based metabolism. The phenotype pleiotropy for Enam and Amtn is lower than both Ambn and Amelx mutant lines, which might be connected to the fact that they diversified earlier from the lineage, leading to Ambn and Amelx’s ancestor genes for a more specific function in tooth enamel, and their non-canonical function might have been reduced or disappeared completely since still compensated by Ambn and Amelx. In addition, the phenotype severity and distribution can reflect the previously suggested evolutionary history of the EMP family. The observed phenotypes in physiology can also explain their evolutionary stability, which might not be exclusive of enamel formation but rather of a more general mechanism. This could for example involve calcium homeostasis or calcium signaling regulation, as most of the effects can be linked directly or indirectly with calcium-related processes.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20925, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As the main physiological calcium regulatory organ in the vertebrate body is the skeleton, we focused further on the impact of the ablation of Ambn and Amelx in bones to delineate possible effects on evolutionary fitness and thus at least partly explain their evolutionary stability in toothless species.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21230, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Ambn and Amelx KO mutant mice show degradation of bone microstructure", "sentences": [], "annotations": [], "relations": []}, {"offset": 21300, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Regarding the bones, we first studied the expression of the Amelx and Ambn genes in mice femurs, vertebra, and calvaria by RT-PCR and immunohistochemistry for detection of protein with spatial resolution (Supplementary Fig. 5). Our data were in agreement with previously published Ambn expression in bones based on RT-PCR analysis or promoter activity detection by LacZ reporter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21681, "infons": {"file": "41598_2023_28388_Fig4_HTML.jpg", "id": "Fig4", "section_type": "FIG", "type": "fig_caption"}, "text": "Bone ultrastructure is affected in Ambn and AmelX KO. (a) Trabecular structure. Pseudocolors correspond to trabecular thickness (spectrum on the right). Bar = 0.5 mm. Specimens closest to group’s average selected. (b) Whisker plots of femoral cortical bone microstructure: total volume of cortical bone (including pores), total volume of pore space, both in mm3, and mineralization of cortical bone in Attenuation units (AU). (c) Whisker plot of femoral trabecular bone: mean number of trabeculae per section, the mean thickness of trabeculae in mm, and mineralization of trabecular bone in AU. Females on the left and males on the right of each graph. Thick midline = mean, whiskers = standard deviation; * < 0.05; ** < 0.01, *** < 0.001. Values for each observation are shown as points—WTs in red, Ambn KO in green, AmbnG/G in blue, and Amelx KO in violet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22569, "infons": {"file": "41598_2023_28388_Fig5_HTML.jpg", "id": "Fig5", "section_type": "FIG", "type": "fig_caption"}, "text": "Long bone morphology and strength in Ambn and AmelX mutant mice. (a) Structure of femur—bone morphology (35 µm voxel resolution) on the left and porosity of the cortical bone (1.5 µm voxel resolution) on the right. Pseudo colors correspond to differences in mineralization in the whole femur (blue–yellow spectrum), or the pore size in the section (violet–red spectrum). Blue vertical bar (whole femur) = 2 mm, white horizontal bar (section with pores) = 0.5 mm. (b) Whisker plots of femur morphometry and bone fracture analysis characteristics: femur length, femur width (both in mm), and bone strength (in Newtons, N). Females on the left and males on the right of each graph. Thick midline = mean, whiskers = standard deviation; *< 0.05, ***< 0.001. Values for each observation are shown as points—WTs in red, Ambn KO in green, AmbnG/G in blue, and Amelx KO in violet.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23475, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As both genes are expressed in bone tissue and in the bone marrow microenvironment, we assumed that lack of gene function could cause bone structure alteration. We proceeded with detailed high-resolution microCT scanning of long bones and vertebra to analyze their ultrastructure in trabecular and cortical areas (Supplementary Fig. 6). A high-resolution microCT scan is necessary, as lower X-ray absorption found in the whole body scans above may be caused either by lower mineral content per se or by changes in bone ultrastructure, which is beyond the detection limit of low-resolution microCT scans. Interestingly, both Ambn KO and Amelx KO mutants of both sexes showed changes in bone ultrastructure with the most prominent effect in males. The effect was stronger in long bones, i.e. femurs, than in vertebra, i.e. L4 (see Supplementary table 3 and 4, and Figs. 4, 5a and Supplementary Fig. 7, original data in Supplementary table 5). There is a significant drop in total volume of pore space in the femurs of all Ambn KO and Amelx KO mutants (Fig. 5a and Supplementary Fig. 8). The femoral cortical bone volume is reduced significantly in Ambn KO and Amelx KO males (Figs. 4b, 5a) meaning that the average bone thickness is smaller, as the length of the sample was always consistent. There are significant changes in femoral trabeculae of Ambn KO and Amelx KO mutants too (Fig. 4): trabeculae of Ambn KO males are significantly thinner, whereas those of Amelx KO females have a lower density (smaller number per section). In the L4 vertebra, there is a significant reduction only in the cortical bone volume of Amelx KO females (Supplementary Fig. 7) and in trabecular thickness of Ambn KO males (Supplementary Fig. 7).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25211, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Since the effect on bone morphology was strong in Ambn KO mice, we asked whether the Ambn function in long bones might be dependent on its self-assembly capacity and formation of multimeric protein structures. Thus, we also analyzed a mutant AmbnG/G mouse. Although we have reported some significant differences common with AmbnG/G and Ambn KO mutants in the general phenotyping procedure above, almost no parameter in microstructural bone analysis of AmbnG/G strain was clearly distinct from WT control mice. There was only one exception: pore volume in femurs of females (Supplementary table 3 and 4, Fig. 4b, and Supplementary Fig. 8). This strongly suggests that AMBN molecular mechanism in bone homeostasis is likely to be different from the molecular function of AMBN in tooth enamel development.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26016, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "As a summary from the detailed bone analysis in Ambn KO and Amelx KO mice, we conclude: (1) Ambn and Amelx are important for proper bone homeostasis; (2) the phenotype is much stronger in males; (3) Amelx affects bone growth, which is visible by altered bone morphology, while Ambn ablation effect is sex-dependent; (4) the bone ultrastructure is affected similarly in Ambn KO and Amelx KO; (5) the self-assembly motif in AMBN is dispensable for proper bone homeostasis, which underlines a non-canonical function of Ambn in bone physiology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26557, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Our results confirm, that the roles of the conserved parts of AMBN and AMELX are not limited to the structural and self-assembly properties important for proper enamel formation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26736, "infons": {"section_type": "RESULTS", "type": "title_2"}, "text": "Lack of AMBN and AMELX affects fitness of males by decreasing bone strength", "sentences": [], "annotations": [], "relations": []}, {"offset": 26812, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "There is an important question whether the changes in bone ultrastructure are large enough to reduce the fitness of an animal and thus, animals with such a phenotype might be under negative selective pressure. To answer this, we tested the general mechanical properties of femurs as a representative of long bones.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27127, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "We proceeded 3D morphometric quantification of mouse right femurs in cohort data parallel to the bone fracture analysis by 3-point bend test fixture. Total femur length and femur width in the central diaphysis were measured in that respect. There were significant differences in body length between strains of mice with the exception of AmbnG/G males (Supplementary table 3). All mutant females reach significantly lower values from WTs also in both femur dimensions, while for males the same trends as for body length are valid only for femur length. Femur width is significantly lower only in AmbnG/G group of males (Fig. 5 and Supplementary table 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 27782, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Interestingly, the effect of all the microstructural changes mentioned above (i.e. lower porosity and thinner cortical bones) had an effect only on the bone strength of Ambn KO and Amelx KO males (Fig. 5b and Supplementary table 3). The bone morphology had no effect, as strength of femurs of AmbnG/G males was comparable to WT males, and length of bones corresponds to size of an animal. The force needed for breaking them was 1/3 lower compared to WT males. The bone strength in Ambn KO and Amelx KO dropped down to level in females (Fig. 5b), which suggest that both Ambn and Amelx ablation diminished intersexual differences in bone strength due to more frequent injuries in the young age and thus might affect the more competitive sex leading to the removal of these mutations from wild populations. This can serve as one specific case of the pleiotropic effect of EMPs mutant phenotypes, described in higher detail previously. Effects in other tissues can be expected to be additive causing much stronger negative selection against total degradation of EMPs in toothless species.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28870, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 28881, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "EMPs are generally known as highly specialized proteins, which are essential for the formation of tooth enamel, the hardest tissue in the vertebrate body. The molecular evolution of such specialized proteins might be obscured by random evolutionary processes, preadaptation events, and conserved pleiotropic effects within complex physiological functions. All such characteristics interfere with evolutionary selective pressure, which continuously fine tunes the protein’s function for highly specialized physiological roles. Therefore, understanding evolutionary constraints in protein sequences can help us to reconstruct the evolutionary history of protein specialization, and more importantly, understand preadaptation mechanisms in the evolution of individual genes and gene families.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29673, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In the example of EMPs, we can estimate the preadaptation on the molecular and physiological level, with the original purpose connected to general calcium homeostasis that later adopted a novel specialized function, which become a dominant driver of natural selection as suggested by Girondot and Sire.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29976, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "From the phylogenetic analysis of recent species in enamel- and toothless clades, with a focus on the phylogenic signal of EMPs, there is clear evidence that amino acid sequence is well preserved from long branch attraction (Fig. 1), and many functional motifs are stable over vertebrate evolution (Supplementary table 1). This implies that there is still a controlling selective pressure over the protein structure protecting some functional motifs from degradation, even though there are neither enamel nor teeth. Our current analysis of the conserved sequences shows more regions, where many motifs are stable in Mammalia regardless of the presence of teeth and some are common even for Amniota, Tetrapoda or all evolutionary lineages in our analysis (Fig. 2, Supplementary table 1). One of them forms large areas of docking sites for SH3 domains, which are critical also for the secretory pathway of collagens. The interaction via PDZ proteins is important for the regulation of bone homeostasis Calcineurin, whose docking sides were detected in several copies in the sequence of AMBN, is one of the major serine-threonine regulatory phosphatases activated by Ca2+ and calmodulin and serves as an important differentiation factor in osteoblasts. Such domains of the protein will be shaped by different selective pressures than areas strictly connected with protein function in enamel.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31367, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The impact of missing EMPs was demonstrated in the wide phenotyping screening results and the detailed changes in bone tissue, where their expression has also been revealed by other authors, causing changes in their physical properties. We suggest that it is connected with imbalanced bone homeostasis, probably by affecting the function of osteoblasts or osteoclasts. It was proven, that e.g. AMBN influences expression of important osteogenesis factors like BMP7 and IGF1 as well as Ca2+ oscillation, and Leucine-rich Amelogenin Peptide, a splicing isoform of AMELX, influences Wnt signaling pathway in osteogenesis. All these changes can lead primarily to lower porosity and to the other changes observed (Fig. 4, and Supplementary Fig. 7 and 6), although the proper mechanism between the expression and resulting bone phenotype needs to be revealed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32223, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The stronger phenotype in males (Fig. 5b) may correspond to the effect of sex steroids on bone tissue metabolism. Although it was reported that the risk of bone fracture drops with age in male mutant mice, they are more susceptible to serious injury before they can attempt reproduction. Such strict selection is prompt to remove mutations affecting bone structure from the population in time. As there is much wider impact on the animals’ phenotype in mutant mice (Fig. 3), the impact on the fitness of mutants would be even greater under natural conditions, when we take also the other roles of EMPs into account, besides the bone phenotype presented here including possible influence on fertility in Amelx/Amely pseudoautosomal complex. Understanding the roles of EMPs in non-canonical physiology systems and which functional motifs are involved can be accessed be precise gene editing and robust phenotyping experiments (similar to our previous work). We can assume that connection between evolutionary history and functional similarities of EMPs can provide certain physiological constrains in non-canonical regulatory functions. The more diversified EMPs might be, the more they are prone to adoption of new functions or rather into specialization to particular physiology regulatory networks. Only functional genomic and phenotyping procedures can give us a better view on functional relations to motif conservancy and evolutionary history of EMPs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33683, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Regarding the model of EMPs as structural proteins, we put together 5 important characteristics for revealing specialization of the proteins from more general preadapted functions: (1) diversification of proteins precedes the appearance of canonical tissue (e.g. enamel); (2) they retain strong phylogenetic signal even in species without canonical tissue, which is further supported by (3) existence of stable, functional motifs, which need not be connected with canonical tissue, and (4) they are expressed outside canonical tissue, where they (5) influence other physiological functions with serious impact on animal’s fitness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34316, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 34324, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "List of sequences", "sentences": [], "annotations": [], "relations": []}, {"offset": 34342, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Protein sequences were downloaded from the NCBI GenBank database. As there is not the same abundance of sequences in all species, which could influence tree topology, we decided to pair EMPs according to their role and localization in amelogenesis and phylogenic relationships: proteins involved in building protein scaffolds (AMELX and AMBN), and proteins playing a role in enamel-dentin attachment (AMTN and ENAM). This division makes sense also from the evolutionary perspective, as we can assume that degradation of enamel microstructure can precede the creation of functional cap of HAp on the top of dentine, not vice versa.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34973, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For AMEL and AMBN 115 sequences were collected (with different species for genus Balaenoptera, as the other one had a much worse record for AMBN). The species contain latimeria, 2 frogs (genus Xenopus), 7 diapsid reptiles (containing 3 lepidosaurids including 1 snake and 4 archosaurids), platypus, 4 marsupials and 100 placentals from all main evolutionary lineages with the exception of Lagomorpha (i.e. armadillo, pangolin, treeshrew, colugo, 5 afrotherians including aardvark, 16 carnivores, 16 cetarthiodactyls including 6 cetaceans, 9 bats, 3 insectivores, 4 perissodactyls, 22 primates, and 21 rodents). Only an X-linked variant of AMEL (AMELX) was downloaded for mammalian species. If more sequences were known for one species, the most complex one was prioritized.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35747, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The same rules were applied for AMTN and ENAM pair, where 170 sequences were collected. As there was no Latimeria sequence present for AMTN and ENAM, we decided to use bichir (Polypterus) as the most primitive species in our list as it contains many plesiomorphic character stages for both lineages of bony fish (Osteichthyes). Besides bichir, the species list includes 3 amphibians (Xenopus and 2 caecilians), 17 diapsid reptiles (containing 14 lepidosaurids including 7 snakes and 3 archosaurids), 4 marsupials, and 145 placentals from all main lineages with the exception of pandolis (i.e. armadillo, treeshrew, colugo, 6 aftrotherians including aardvark, 26 carnivors, 25 cetartiodactyls including 11 cetaceans, 18 bats, 4 insectivores, 3 lagomorphs, 4 perrissodactyls, 27 primates, and 29 rodents).", "sentences": [], "annotations": [], "relations": []}, {"offset": 36551, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The complete species list with reference numbers is shown in Supplementary table 6.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36635, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Phylogenetic tree structure and protein evolution modeling", "sentences": [], "annotations": [], "relations": []}, {"offset": 36694, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Unrooted phylogenetic analyses for each protein were performed separately in Mesquite 3.61 software. Multi-alignment of all sequences for each phylogenetic analysis was computed with Clustal 2.1 application for AMELX and AMBN, or Muscle 3.8.31 for AMBN and ENAM followed by manual correction. Sub-tree pruning and regrafting method was used for computation of 100 most parsimonious trees, from which a majority-rule consensus tree was constructed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37142, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Mouse models", "sentences": [], "annotations": [], "relations": []}, {"offset": 37155, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Ambn KO, and AmbnG/G mutant mice were produced and phenotyped the Czech Center for Phenogenomics of the Institute of Molecular Genetics CAS, v.v.i. (Vestec, Czechia) as described earlier.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37343, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice with a null-mutation in the Amelx gene (Amelx KO) were generated on a C57BL/6n background using a CRISPR genome-editing system at the same facility as mentioned above. Specific guide RNAs (gRNAs) recognizing exon 5 of the Amelx gene (gRNA1: 5′-AGGCTGAAGGGTGTGACTCG-3′ and gRNA2: 5′- TGCATGGGCTGATGAGACTG-3′) were designed and off-target analyses were performed using the online software CRISPOR Design Tool (http://crispor.tefor.net/). Cas9 protein and gRNAs were used for zygote electroporation using a protocol described elsewhere. The correct genome editing was confirmed by PCR amplification in the founder mice and animals carrying a null allele were chosen for further breeding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38041, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Animals were bred and maintained in respect to housing, nutrition, and care according to the animal welfare rules of the Czech Republic. All experiments were approved by the Institutional Animal Use and Care Committee (approval no. 62–2016, and 115–2016) and were carried out in accordance with the EU legislation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38360, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Systematic phenotyping of mouse mutants", "sentences": [], "annotations": [], "relations": []}, {"offset": 38400, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Cohorts (7 males and 7 females) of all mouse mutants underwent phenotyping according to standardized procedures of the International Mouse Phenotyping Consortium (IMPC). The phenotyping procedure is described at https://www.mousephenotype.org/impress/. In short, a cohort undergoes (with WT mice) a series of tests in the fixed order and in the fixed age starting with a behavioral screen followed by indirect calorimetry, cardiovascular screen, lung screen, metabolism, body composition, skeletal morphology, bone mineral density, hearing, eye morphology and ended by hematology, immunology, biochemistry, and histopathology.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39027, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We used also phenotyping results from mutants in EMPs genes, which were produced and analyzed by other IMPC members according to IMPC policy and downloaded from the public IMPC database using API (https://www.mousephenotype.org/help/programmatic-data-access/): amelotin KO (Amtn KO), and enamelin KO (Enam KO) mice were analyzed by UC Davis, (California, USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 39388, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Gene expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 39404, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Calvaria and femur bones were isolated and kept in RNA later (Thermofisher Scientific, USA) for 24–48 h. Tissues were mechanically ground, RNA was isolated using RNeasy mini kit (Qiagen, Germany) and used as a template for reverse transcription into cDNA with M-MLV Reverse Transcriptase (Promega, USA) using random primers (Promega, USA). Quantitative PCR (qPCR) reactions were performed using the Light Cycler® 480 SYBR® Green I Master (Roche, Germany) in Light Cycler® 480 Instrument II (Roche, Germany). The expression levels of the genes of interest were normalized to the levels of Rpl19 (F: 5′-aagcctgtgactgtccattc-3′, R: 5′-gatcctcatccttctcatccag-3′). Primers were designed and ordered from Sigma (Ambn F: 5′-ccaggttgttgaggaaatgc-3′, R: 5′-cacagtgaatgtcagcatctaag-3′; Amelx F: 5′-gcatacactcaaagaaccatcaag-3′, R: 5′-cacctcatagcttaagttgatataacc-3′). All experiments were performed independently in triplicates on 5 WT specimens.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40369, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Immunohistochemistry", "sentences": [], "annotations": [], "relations": []}, {"offset": 40390, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Mice were euthanized by cervical dislocation and heart perfused with 4% paraformaldehyde in PBS (pH 7.4). Bones were immediately extracted and fixed in 4% paraformaldehyde at 4 °C for 48 h followed by decalcification in Osteosoft (Sigma-Aldrich, USA) for 14 days. The decalcified bone tissues were embedded in paraffin using a Leica EG 1150H paraffin embedding station (Leica Microsystems, Germany) and cut into 5 μm thick sections, deparaffinized, and rehydrated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40861, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For immunostaining, the deparaffinized and rehydrated sections were briefly washed with PBS. This step was followed by incubation for 30 min in 3% H2O2 (ThermoFisher Scientific, USA). Then, antigen retrieval was performed for 5 min in the pressure cooker with HIER Citrate Buffer pH 6.0 (Zytomed, Germany), the sections were blocked by 10% normal goat serum (ThermoFisher Scientific, USA) for 1 h at room temperature, and incubated overnight with primary antibodies against AMBN (diluted 1:100, AF3026, RandD Systems, USA) or AMELX (diluted 1:200, produced in Wald et al., 2017). After washing with PBS, slides were incubated with the secondary antibody ZytoChem Plus HRP Polymer anti-Mouse (Zytomed, Germany) for 30 min followed by 3,39-diaminobenzidine (DAB) development using DAB Substrate Kit (Zytomed, Germany). Hematoxylin was used for counterstain. The sections were dehydrated, mounted with coverslips, and examined using Zeiss Axioscan Z1 (Carl Zeiss AG).", "sentences": [], "annotations": [], "relations": []}, {"offset": 41830, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bone structural analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 41855, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "10 mice (5 males and 5 females) from all genetic lines, i.e. wild types (WT), Ambn KO, AmbnG/G, and Amelx KO, were sacrificed by cervical dislocation at the age of 11–15 weeks.", "sentences": [], "annotations": [], "relations": []}, {"offset": 42035, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Their femurs and L4s were banded into 2.5% low melting agarose (Sigma-Aldrich Co., USA). After stabilization in the fridge (4 °C) for at least 24 h, they were scanned in Bruker SkyScan 1272 High-Resolution X-Ray Microtomograph (Bruker, Belgium) in the resolution of 1.5 µm per voxel (1 mm Al filter, voltage 80 kV, current 125 µA, exposure 2584 ms, rotation 0.21° in 360° scan, 2 × averaging).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42446, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "NRecon 1.7.3.1 (Bruker, Belgium) with InstaRecon 2.0.4.0 (InstaRecon, USA) engine were used for reconstructions. Reconstruction parameters were set up to smoothing = 6, ring artifact reduction = 8, beam hardening correction = 28%, and defect pixel masking threshold = 10%. The range of intensities was set up from 0.00 AU to 0.110 AU in femurs and to 0.125 AU for the 4th lumbar vertebrae (L4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 42857, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reconstructions were reoriented to the same position using DataViewer 1.5.4.0 (Bruker, Belgium) and subsequently regions of interest were chosen in CT Analyser 1.18.4.0 (Bruker, Belgium)—central and distal part of femur, and distal part of L4 body. We also used CT Analyser for the final analysis of cortical (central femur and L4) and trabecular bone (distal femur and L4)—see Supplementary Fig. 6 for localization of regions of interest. Bone was separated from the background by the Otsu method. Region of interest for trabecular bone was selected automatically based on the modified Bruker Method note MCT-124 (Supplementary table 7) and checked manually. Bone volume, porosity, and TMD in cortical bone in addition to relative bone volume, volume to surface ratio, number of objects per slice, object distance, and thickness in trabecular bone were identified. TMD was established with calibrated HAp phantoms (25 and 75%) scanned and reconstructed under the same conditions as samples. We used CTvox 3.3.0 (Bruker, Belgium) for visualization.", "sentences": [], "annotations": [], "relations": []}, {"offset": 43911, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Bone fracture analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 43934, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The same femurs as above were tested. The only exception are Amelx KO males, where only 3 specimens were available at the time. Femur bone and lumbar spine were dissected post mortem. The femurs underwent bone fracture analysis by 3-point bend test fixture 550lb G238 from TestResources (Shakopee, USA) with the upper roller and lower supports having a diameter of 2 mm. The tests were run on a Zwick tensile test machine (Zwicki, ZwickRoell, Germany) with a 200 N load cell and the following test parameters: distance of lower supports = 10 mm; pre-load = 0.1 N; speed until pre-load = 50 mm/min; test speed = 10 mm/min. The value measured was Force at break (F). The bones were stored at room temperature before testing. The samples were placed in a similar manner on the supports with the distal end to the right and the proximal side to the left. The posterior surface was facing down. The femurs were detached from the remains of the tibia prior to testing and any remaining soft tissue was removed immediately before testing. Values for Force at break were excluded, when the specimen slipped from the machine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45071, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Femur morphometry", "sentences": [], "annotations": [], "relations": []}, {"offset": 45089, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Femurs were measured in 3D from whole body scans in DataViewer 1.5.4.0 (Bruker, Belgium).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45179, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For data acquisition, anesthetized (20% zoletil + xylazim—Virbac, France) mice were scanned in Bruker SkyScan 1176 High Resolution In-Vivo X-Ray Microtomograph (Bruker, Belgium) at the resolution of 35 µm (0.5 mm Al filter, voltage 50 kV, current 160 µA, exposure 200 ms, rotation 0.7° in 180° scan). NRecon 1.7.1.0 (Bruker, Belgium) was used for reconstructions with parameters set up to smoothing = 3, ring artifact reduction = 4, and beam hardening correction = 36%. The range of intensities was set up from 0.0047 AU to 0.1230 AU.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45741, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "15 Ambn KO (7 females, 8 males), 15 AmbnG/G (8 females, 7 males), and 15 Amelx KO (7 females and 8 males) mice were used for the analysis together with their WT cohort counterparts, 11 females and 19 males.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45948, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 45969, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All experiments and analysis were provided in a way to match criteria defined by ARRIVE guidelines 2.0.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46073, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All data were tested using R 3.6.2 software with the support of RStudio 1.2.5033 as linear mixed-effect models for most variables, for categorical variables of the systematic cohort phenotyping, Fisher test was used instead. For standardized mouse cohorts, the cohort was used as a covariable to prevent inter-cohort variability. We used libraries tidyverse, lme4, multcomp, and gridExtra for computation and graphical outcomes of the analysis.", "sentences": [], "annotations": [], "relations": []}, {"offset": 46518, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Results of the systematic phenotyping analysis were visualized in the form of a circular graph, where each radius represents one variable scored by the facility, and the length of the line corresponds to the reverse p value. p values higher than 0.95 were taken as 0.95 to visualize all of them. Variables were split to eight groups described as Sensory, Morphology, Cardiovascular, Metabolism, Immunology, Behavioral, Reproduction, and Respiratory. Variables are ordered by increasing p value (decreasing significance) within each group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47057, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Graphs for expression data were generated using GraphPad Prism v8.1.2 (San Diego, California USA).", "sentences": [], "annotations": [], "relations": []}, {"offset": 47156, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 47182, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Publisher's note", "sentences": [], "annotations": [], "relations": []}, {"offset": 47199, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47318, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Information", "sentences": [], "annotations": [], "relations": []}, {"offset": 47344, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "The online version contains supplementary material available at 10.1038/s41598-023-28388-4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 47436, "infons": {"section_type": "AUTH_CONT", "type": "title"}, "text": "Author contributions", "sentences": [], "annotations": [], "relations": []}, {"offset": 47457, "infons": {"section_type": "AUTH_CONT", "type": "paragraph"}, "text": "All authors contributed in the interpretation of data, writing and text editing of the final version of the paper and their ideas were irreplaceable for the paper finalization. F.S. led the study, performed phenotype and phylogenetic analysis and main role in manuscript preparation. G.A.-N., M.P., T.W. contributed to additional experiments. V.N. performed data analysis. P.K. prepared Amelx KO mouse model. J.E.R., S.P.L., H.T. were involved in bone phenotype analysis. J.V. and K.B. performed bioinformatic motif characterization of EMPs in-silico. R.S. contributed to data analysis and interpretation, manuscript writing, and J.P. designed and led the study, interpreted data, and finalized manuscript preparation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 48176, "infons": {"section_type": "SUPPL", "type": "title"}, "text": "Data availability", "sentences": [], "annotations": [], "relations": []}, {"offset": 48194, "infons": {"section_type": "SUPPL", "type": "paragraph"}, "text": "All relevant data, which served for creation of graphs and statistical analysis are included in the supplementary tables, namely: results of IMPC phenotyping in the Supplementary table 2, data for bone ultrastructure and bone strength analysis in the Supplementary table 5, and data for femur and body length in the Supplementary table 6. Data from IMPC phenotyping are or will be accessible at the IMPC website https://www.mousephenotype.org/data/genes/MGI:88005; https://www.mousephenotype.org/data/genes/MGI:104655; https://www.mousephenotype.org/data/genes/MGI:1918671; https://www.mousephenotype.org/data/genes/MGI:1333772; Ambn and AmelX expanded data are in supplementary material “Spoutil et al., CCPspecphenotyping reports.zip”. List of protein sequences with their reference numbers is available in the Supplementary table 7 and aligned protein sequences, which were directly used in the phylogenetic analysis, are present in FASTA format in the supplementary file FASTA-EMPs.zip. CT analyzer task list for trabecular ROI selection is described in the Supplementary table 8 and all task lists used for microCT analysis are available in the supplementary file CTanTaskLists-BoneUltrastructure.zip. MicroCT data (raw Xray images as well as reconstructions) will be provided upon a reasonable request. Please, contact Jan Prochazka in that matter.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49553, "infons": {"section_type": "COMP_INT", "type": "title"}, "text": "Competing interests", "sentences": [], "annotations": [], "relations": []}, {"offset": 49573, "infons": {"section_type": "COMP_INT", "type": "paragraph"}, "text": "The authors declare no competing interests.", "sentences": [], "annotations": [], "relations": []}, {"offset": 49617, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 49628, "infons": {"fpage": "419", "lpage": "426", "name_0": "surname:Schneider;given-names:I", "name_1": "surname:Shubin;given-names:NH", "pub-id_doi": "10.1016/j.tig.2013.01.012", "pub-id_pmid": "23434323", "section_type": "REF", "source": "Trends Genet.", "type": "ref", "volume": "29", "year": "2013"}, "text": "The origin of the tetrapod limb: From expeditions to enhancers", "sentences": [], "annotations": [], "relations": []}, {"offset": 49691, "infons": {"fpage": "187", "lpage": "192", "name_0": "surname:Le Maître;given-names:A", "name_1": "surname:Grunstra;given-names:NDS", "name_2": "surname:Pfaff;given-names:C", "name_3": "surname:Mitteroecker;given-names:P", "pub-id_doi": "10.1007/s11692-020-09502-0", "pub-id_pmid": "32801400", "section_type": "REF", "source": "Evol. Biol.", "type": "ref", "volume": "47", "year": "2020"}, "text": "Evolution of the mammalian ear: An evolvability hypothesis", "sentences": [], "annotations": [], "relations": []}, {"offset": 49750, "infons": {"fpage": "54", "name_0": "surname:DiFrisco;given-names:J", "name_1": "surname:Jaeger;given-names:J", "pub-id_doi": "10.1007/s10539-019-9716-9", "section_type": "REF", "source": "Biol. Philos.", "type": "ref", "volume": "34", "year": "2019"}, "text": "Beyond networks: Mechanism and process in evo-devo", "sentences": [], "annotations": [], "relations": []}, {"offset": 49801, "infons": {"section_type": "REF", "type": "ref"}, "text": "Ghosh, K. S. & Chauhan, P. Crystallins and Their Complexes. in Macromolecular Protein Complexes II: Structure and Function (eds. Harris, J. R. & Marles-Wright, J.) 439–460 (Springer International Publishing, 2019). 10.1007/978-3-030-28151-9_14.", "sentences": [], "annotations": [], "relations": []}, {"offset": 50048, "infons": {"fpage": "3447", "lpage": "3455", "name_0": "surname:Wloga;given-names:D", "name_1": "surname:Gaertig;given-names:J", "pub-id_doi": "10.1242/jcs.063727", "pub-id_pmid": "20930140", "section_type": "REF", "source": "J. Cell Sci.", "type": "ref", "volume": "123", "year": "2010"}, "text": "Post-translational modifications of microtubules", "sentences": [], "annotations": [], "relations": []}, {"offset": 50097, "infons": {"fpage": "235", "lpage": "263", "name_0": "surname:Blanchoin;given-names:L", "name_1": "surname:Boujemaa-Paterski;given-names:R", "name_2": "surname:Sykes;given-names:C", "name_3": "surname:Plastino;given-names:J", "pub-id_doi": "10.1152/physrev.00018.2013", "pub-id_pmid": "24382887", "section_type": "REF", "source": "Physiol. Rev.", "type": "ref", "volume": "94", "year": "2014"}, "text": "Actin dynamics, architecture, and mechanics in cell motility", "sentences": [], "annotations": [], "relations": []}, {"offset": 50158, "infons": {"fpage": "425", "lpage": "431", "name_0": "surname:Craig;given-names:R", "name_1": "surname:Lee;given-names:KH", "name_2": "surname:Mun;given-names:JY", "name_3": "surname:Torre;given-names:I", "name_4": "surname:Luther;given-names:PK", "pub-id_doi": "10.1007/s00424-013-1426-6", "section_type": "REF", "source": "Pflüg. Arch. - Eur. J. Physiol.", "type": "ref", "volume": "466", "year": "2014"}, "text": "Structure, sarcomeric organization, and thin filament binding of cardiac myosin-binding protein-C", "sentences": [], "annotations": [], "relations": []}, {"offset": 50256, "infons": {"fpage": "5224", "lpage": "5229", "name_0": "surname:Lyngstadaas;given-names:SP", "name_1": "surname:Risnes;given-names:S", "name_2": "surname:Sproat;given-names:BS", "name_3": "surname:Thrane;given-names:PS", "name_4": "surname:Prydz;given-names:HP", "pub-id_doi": "10.1002/j.1460-2075.1995.tb00207.x", "pub-id_pmid": "7489712", "section_type": "REF", "source": "EMBO J.", "type": "ref", "volume": "14", "year": "1995"}, "text": "A synthetic, chemically modified ribozyme eliminates amelogenin, the major translation product in developing mouse enamel in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 50386, "infons": {"fpage": "31871", "lpage": "31875", "name_0": "surname:Gibson;given-names:CW", "pub-id_doi": "10.1074/jbc.M104624200", "pub-id_pmid": "11406633", "section_type": "REF", "source": "J. Biol. Chem.", "type": "ref", "volume": "276", "year": "2001"}, "text": "Amelogenin-deficient mice display an amelogenesis imperfecta phenotype", "sentences": [], "annotations": [], "relations": []}, {"offset": 50457, "infons": {"fpage": "973", "lpage": "983", "name_0": "surname:Fukumoto;given-names:S", "pub-id_doi": "10.1083/jcb.200409077", "pub-id_pmid": "15583034", "section_type": "REF", "source": "J. Cell Biol.", "type": "ref", "volume": "167", "year": "2004"}, "text": "Ameloblastin is a cell adhesion molecule required for maintaining the differentiation state of ameloblasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 50564, "infons": {"fpage": "e89303", "name_0": "surname:Hu;given-names:JC-C", "pub-id_doi": "10.1371/journal.pone.0089303", "pub-id_pmid": "24603688", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "Enamelin is critical for ameloblast integrity and enamel ultrastructure formation", "sentences": [], "annotations": [], "relations": []}, {"offset": 50646, "infons": {"fpage": "219", "lpage": "233", "name_0": "surname:Núñez;given-names:SM", "pub-id_doi": "10.1016/j.matbio.2015.11.007", "section_type": "REF", "source": "Matrix Biol.", "type": "ref", "volume": "52–54", "year": "2016"}, "text": "Maturation stage enamel malformations in Amtn and Klk4 null mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 50711, "infons": {"name_0": "surname:Wald;given-names:T", "pub-id_doi": "10.1073/pnas.1615334114", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "year": "2017"}, "text": "Intrinsically disordered proteins drive enamel formation via an evolutionarily conserved self-assembly motif", "sentences": [], "annotations": [], "relations": []}, {"offset": 50820, "infons": {"fpage": "1505", "lpage": "1517", "name_0": "surname:Ji;given-names:Y", "pub-id_doi": "10.1002/dvdy.336", "pub-id_pmid": "33772937", "section_type": "REF", "source": "Dev. Dyn.", "type": "ref", "volume": "250", "year": "2021"}, "text": "Maturation stage enamel defects in Odontogenesis-associated phosphoprotein (Odaph) deficient mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 50918, "infons": {"fpage": "12", "lpage": "30", "name_0": "surname:Delgado;given-names:S", "name_1": "surname:Girondot;given-names:M", "name_2": "surname:Sire;given-names:J-Y", "pub-id_doi": "10.1007/s00239-003-0070-8", "pub-id_pmid": "15696365", "section_type": "REF", "source": "J. Mol. Evol.", "type": "ref", "volume": "60", "year": "2005"}, "text": "Molecular evolution of amelogenin in mammals", "sentences": [], "annotations": [], "relations": []}, {"offset": 50963, "infons": {"fpage": "64", "lpage": "77", "name_0": "surname:Sire;given-names:J-Y", "name_1": "surname:Delgado;given-names:S", "name_2": "surname:Girondot;given-names:M", "pub-id_doi": "10.1111/j.1600-0722.2006.00297.x", "section_type": "REF", "source": "Eur. J. Oral Sci.", "type": "ref", "volume": "114", "year": "2006"}, "text": "The amelogenin story: Origin and evolution", "sentences": [], "annotations": [], "relations": []}, {"offset": 51006, "infons": {"fpage": "25", "lpage": "48", "name_0": "surname:Sire;given-names:J-Y", "name_1": "surname:Davit-Béal;given-names:T", "name_2": "surname:Delgado;given-names:S", "name_3": "surname:Gu;given-names:X", "pub-id_doi": "10.1159/000102679", "pub-id_pmid": "17627117", "section_type": "REF", "source": "Cells Tissues Organs", "type": "ref", "volume": "186", "year": "2007"}, "text": "The origin and evolution of enamel mineralization genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 51062, "infons": {"fpage": "2146", "lpage": "2153", "name_0": "surname:Delgado;given-names:S", "pub-id_doi": "10.1093/oxfordjournals.molbev.a003760", "pub-id_pmid": "11719563", "section_type": "REF", "source": "Mol. Biol. Evol.", "type": "ref", "volume": "18", "year": "2001"}, "text": "Molecular evidence for precambrian origin of amelogenin, the major protein of vertebrate enamel", "sentences": [], "annotations": [], "relations": []}, {"offset": 51158, "infons": {"fpage": "188", "lpage": "193", "name_0": "surname:Zhu;given-names:M", "pub-id_doi": "10.1038/nature12617", "pub-id_pmid": "24067611", "section_type": "REF", "source": "Nature", "type": "ref", "volume": "502", "year": "2013"}, "text": "A Silurian placoderm with osteichthyan-like marginal jaw bones", "sentences": [], "annotations": [], "relations": []}, {"offset": 51221, "infons": {"fpage": "501", "lpage": "508", "name_0": "surname:Girondot;given-names:M", "name_1": "surname:Sire;given-names:J-Y", "pub-id_doi": "10.1111/j.1600-0722.1998.tb02213.x", "pub-id_pmid": "9541263", "section_type": "REF", "source": "Eur. J. Oral Sci.", "type": "ref", "volume": "106", "year": "1998"}, "text": "Evolution of the amelogenin gene in toothed and toothless vertebrates", "sentences": [], "annotations": [], "relations": []}, {"offset": 51291, "infons": {"fpage": "531", "name_0": "surname:Stakkestad;given-names:Ø", "pub-id_doi": "10.3389/fphys.2017.00531", "pub-id_pmid": "28798693", "section_type": "REF", "source": "Front. Physiol.", "type": "ref", "volume": "8", "year": "2017"}, "text": "Phosphorylation modulates ameloblastin self-assembly and Ca2+ binding", "sentences": [], "annotations": [], "relations": []}, {"offset": 51361, "infons": {"fpage": "9293", "name_0": "surname:Vetyskova;given-names:V", "pub-id_doi": "10.3390/ijms21239293", "pub-id_pmid": "33291486", "section_type": "REF", "source": "Int. J. Mol. Sci.", "type": "ref", "volume": "21", "year": "2020"}, "text": "Characterization of AMBN I and II isoforms and study of their Ca2+-binding properties", "sentences": [], "annotations": [], "relations": []}, {"offset": 51447, "infons": {"fpage": "2551", "lpage": "2561", "name_0": "surname:Fernàndez-Busquets;given-names:X", "name_1": "surname:Körnig;given-names:A", "name_2": "surname:Bucior;given-names:I", "name_3": "surname:Burger;given-names:MM", "name_4": "surname:Anselmetti;given-names:D", "pub-id_doi": "10.1093/molbev/msp170", "pub-id_pmid": "19648465", "section_type": "REF", "source": "Mol. Biol. Evol.", "type": "ref", "volume": "26", "year": "2009"}, "text": "Self-recognition and Ca2+-dependent carbohydrate-carbohydrate cell adhesion provide clues to the cambrian explosion", "sentences": [], "annotations": [], "relations": []}, {"offset": 51563, "infons": {"fpage": "rs1", "lpage": "rs1", "name_0": "surname:Ba;given-names:ANN", "pub-id_pmid": "22416277", "section_type": "REF", "source": "Sci. Signal.", "type": "ref", "volume": "5", "year": "2012"}, "text": "Proteome-wide discovery of evolutionary conserved sequences in disordered regions", "sentences": [], "annotations": [], "relations": []}, {"offset": 51645, "infons": {"section_type": "REF", "type": "ref"}, "text": "Koenigswald, W. V. Brief survey of enamel diversity at the schmelzmuster level in Cenozoic placental mammals. in Tooth Enamel Microstructure (CRC Press, 1997).", "sentences": [], "annotations": [], "relations": []}, {"offset": 51805, "infons": {"name_0": "surname:Ciancio;given-names:MR", "name_1": "surname:Vieytes;given-names:EC", "name_2": "surname:Castro;given-names:MC", "name_3": "surname:Carlini;given-names:AA", "pub-id_doi": "10.1093/zoolinnean/zlaa119", "section_type": "REF", "source": "Zool. J. Linn. Soc.", "type": "ref", "year": "2020"}, "text": "Dental enamel structure in long-nosed armadillos (Xenarthra: Dasypus) and its evolutionary implications", "sentences": [], "annotations": [], "relations": []}, {"offset": 51909, "infons": {"name_0": "surname:Prothero;given-names:DR", "pub-id_doi": "10.1007/s10914-021-09572-7", "section_type": "REF", "source": "J. Mamm. Evol.", "type": "ref", "year": "2021"}, "text": "On the unnecessary and misleading taxon “Cetartiodactyla”", "sentences": [], "annotations": [], "relations": []}, {"offset": 51971, "infons": {"fpage": "456", "lpage": "467", "name_0": "surname:Gallardo;given-names:R", "name_1": "surname:Ivarsson;given-names:Y", "name_2": "surname:Schymkowitz;given-names:J", "name_3": "surname:Rousseau;given-names:F", "name_4": "surname:Zimmermann;given-names:P", "pub-id_doi": "10.1002/cbic.200900616", "pub-id_pmid": "20091728", "section_type": "REF", "source": "ChemBioChem", "type": "ref", "volume": "11", "year": "2010"}, "text": "Structural diversity of PDZ–lipid interactions", "sentences": [], "annotations": [], "relations": []}, {"offset": 52020, "infons": {"fpage": "S23", "lpage": "S30", "name_0": "surname:Peacock;given-names:M", "pub-id_doi": "10.2215/CJN.05910809", "pub-id_pmid": "20089499", "section_type": "REF", "source": "Clin. J. Am. Soc. Nephrol.", "type": "ref", "volume": "5", "year": "2010"}, "text": "Calcium metabolism in health and disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 52061, "infons": {"fpage": "e99626", "name_0": "surname:Jacques;given-names:J", "pub-id_doi": "10.1371/journal.pone.0099626", "pub-id_pmid": "24933156", "section_type": "REF", "source": "PLoS ONE", "type": "ref", "volume": "9", "year": "2014"}, "text": "Tracking endogenous amelogenin and ameloblastin in vivo", "sentences": [], "annotations": [], "relations": []}, {"offset": 52117, "infons": {"fpage": "622", "lpage": "628", "name_0": "surname:Atsawasuwan;given-names:P", "pub-id_doi": "10.1177/0022034513487906", "pub-id_pmid": "23625374", "section_type": "REF", "source": "J. Dent. Res.", "type": "ref", "volume": "92", "year": "2013"}, "text": "Expression and function of enamel-related gene products in calvarial development", "sentences": [], "annotations": [], "relations": []}, {"offset": 52198, "infons": {"fpage": "183", "lpage": "189", "name_0": "surname:Deutsch;given-names:D", "pub-id_doi": "10.1111/j.1600-0722.2006.00301.x", "pub-id_pmid": "16674683", "section_type": "REF", "source": "Eur. J. Oral Sci.", "type": "ref", "volume": "114", "year": "2006"}, "text": "Amelogenin, a major structural protein in mineralizing enamel, is also expressed in soft tissues: Brain and cells of the hematopoietic system", "sentences": [], "annotations": [], "relations": []}, {"offset": 52340, "infons": {"fpage": "455", "lpage": "460", "name_0": "surname:Haze;given-names:A", "pub-id_doi": "10.1002/ar.20520", "section_type": "REF", "source": "Anat. Rec.", "type": "ref", "volume": "290", "year": "2007"}, "text": "Amelogenin expression in long bone and cartilage cells and in bone marrow progenitor cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 52431, "infons": {"name_0": "surname:Su;given-names:J", "name_1": "surname:Bapat;given-names:RA", "name_2": "surname:Moradian-Oldak;given-names:J", "pub-id_doi": "10.1007/978-1-4939-9012-2_23", "section_type": "REF", "source": "Odontogenesis", "type": "ref", "year": "2019"}, "text": "The expression and purification of recombinant mouse ameloblastin in E. coli", "sentences": [], "annotations": [], "relations": []}, {"offset": 52508, "infons": {"fpage": "E6036", "lpage": "E6044", "name_0": "surname:Ishikawa;given-names:Y", "name_1": "surname:Ito;given-names:S", "name_2": "surname:Nagata;given-names:K", "name_3": "surname:Sakai;given-names:LY", "name_4": "surname:Bächinger;given-names:HP", "pub-id_doi": "10.1073/pnas.1609571113", "pub-id_pmid": "27679847", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "113", "year": "2016"}, "text": "Intracellular mechanisms of molecular recognition and sorting for transport of large extracellular matrix molecules", "sentences": [], "annotations": [], "relations": []}, {"offset": 52624, "infons": {"fpage": "669", "lpage": "677", "name_0": "surname:Mao;given-names:Y", "name_1": "surname:Huang;given-names:X", "name_2": "surname:Zhao;given-names:J", "name_3": "surname:Gu;given-names:Z", "pub-id_pmid": "21373749", "section_type": "REF", "source": "Int. J. Mol. Med.", "type": "ref", "volume": "27", "year": "2011"}, "text": "Preliminary identification of potential PDZ-domain proteins downstream of ephrin B2 during osteoclast differentiation of RAW264.7 cells", "sentences": [], "annotations": [], "relations": []}, {"offset": 52760, "infons": {"fpage": "17130", "lpage": "17135", "name_0": "surname:Sun;given-names:L", "pub-id_doi": "10.1073/pnas.0508480102", "pub-id_pmid": "16286645", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "102", "year": "2005"}, "text": "Calcineurin regulates bone formation by the osteoblast", "sentences": [], "annotations": [], "relations": []}, {"offset": 52815, "infons": {"fpage": "771", "lpage": "782", "name_0": "surname:Winslow;given-names:MM", "pub-id_doi": "10.1016/j.devcel.2006.04.006", "pub-id_pmid": "16740479", "section_type": "REF", "source": "Dev. Cell", "type": "ref", "volume": "10", "year": "2006"}, "text": "Calcineurin/NFAT signaling in osteoblasts regulates bone mass", "sentences": [], "annotations": [], "relations": []}, {"offset": 52877, "infons": {"fpage": "1235", "lpage": "1246", "name_0": "surname:Lu;given-names:X", "pub-id_doi": "10.1002/jbmr.2788", "pub-id_pmid": "26766111", "section_type": "REF", "source": "J. Bone Miner. Res.", "type": "ref", "volume": "31", "year": "2016"}, "text": "Ameloblastin, an extracellular matrix protein, affects long bone growth and mineralization", "sentences": [], "annotations": [], "relations": []}, {"offset": 52968, "infons": {"fpage": "406", "lpage": "413", "name_0": "surname:Tamburstuen;given-names:MV", "pub-id_doi": "10.1016/j.bone.2010.09.007", "pub-id_pmid": "20854943", "section_type": "REF", "source": "Bone", "type": "ref", "volume": "48", "year": "2011"}, "text": "Ameloblastin expression and putative autoregulation in mesenchymal cells suggest a role in early bone formation and repair", "sentences": [], "annotations": [], "relations": []}, {"offset": 53091, "infons": {"fpage": "1745", "lpage": "1757", "name_0": "surname:Chaweewannakorn;given-names:W", "pub-id_doi": "10.1002/jcp.27045", "pub-id_pmid": "30105896", "section_type": "REF", "source": "J. Cell. Physiol.", "type": "ref", "volume": "234", "year": "2019"}, "text": "Ameloblastin attenuates RANKL-mediated osteoclastogenesis by suppressing activation of nuclear factor of activated T-cell cytoplasmic 1 (NFATc1)", "sentences": [], "annotations": [], "relations": []}, {"offset": 53236, "infons": {"fpage": "558", "lpage": "563", "name_0": "surname:Warotayanont;given-names:R", "name_1": "surname:Frenkel;given-names:B", "name_2": "surname:Snead;given-names:ML", "name_3": "surname:Zhou;given-names:Y", "pub-id_doi": "10.1016/j.bbrc.2009.07.058", "pub-id_pmid": "19615979", "section_type": "REF", "source": "Biochem. Biophys. Res. Commun.", "type": "ref", "volume": "387", "year": "2009"}, "text": "Leucine-rich amelogenin peptide induces osteogenesis by activation of the Wnt pathway", "sentences": [], "annotations": [], "relations": []}, {"offset": 53322, "infons": {"fpage": "6478", "lpage": "6486", "name_0": "surname:Wen;given-names:X", "pub-id_doi": "10.1016/j.biomaterials.2011.05.045", "pub-id_pmid": "21663957", "section_type": "REF", "source": "Biomaterials", "type": "ref", "volume": "32", "year": "2011"}, "text": "The influence of Leucine-rich amelogenin peptide on MSC fate by inducing Wnt10b expression", "sentences": [], "annotations": [], "relations": []}, {"offset": 53413, "infons": {"fpage": "2294", "lpage": "2299", "name_0": "surname:Windahl;given-names:SH", "pub-id_doi": "10.1073/pnas.1220811110", "pub-id_pmid": "23345419", "section_type": "REF", "source": "Proc. Natl. Acad. Sci.", "type": "ref", "volume": "110", "year": "2013"}, "text": "Estrogen receptor-α in osteocytes is important for trabecular bone formation in male mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 53507, "infons": {"fpage": "1138", "lpage": "1149", "name_0": "surname:Ucer;given-names:S", "pub-id_doi": "10.1002/jbmr.2485", "section_type": "REF", "source": "J. Bone Miner. Res. Off. J. Am. Soc. Bone Miner. Res.", "type": "ref", "volume": "30", "year": "2015"}, "text": "The effects of androgens on murine cortical bone do not require AR or ERα signaling in osteoblasts and osteoclasts", "sentences": [], "annotations": [], "relations": []}, {"offset": 53626, "infons": {"fpage": "606", "lpage": "614", "name_0": "surname:Nicks;given-names:KM", "pub-id_doi": "10.1002/jbmr.2723", "section_type": "REF", "source": "J. Bone Miner. Res. Off. J. Am. Soc. Bone Miner. Res.", "type": "ref", "volume": "31", "year": "2016"}, "text": "Deletion of estrogen receptor beta in osteoprogenitor cells increases trabecular but not cortical bone mass in female mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 53749, "infons": {"fpage": "190", "lpage": "193", "name_0": "surname:Li;given-names:Y", "name_1": "surname:Yuan;given-names:Z-A", "name_2": "surname:Aragon;given-names:MA", "name_3": "surname:Kulkarni;given-names:AB", "name_4": "surname:Gibson;given-names:CW", "pub-id_doi": "10.1111/j.1600-0722.2006.00286.x", "pub-id_pmid": "16674684", "section_type": "REF", "source": "Eur. J. Oral Sci.", "type": "ref", "volume": "114", "year": "2006"}, "text": "Comparison of body weight and gene expression in amelogenin null and wild-type mice", "sentences": [], "annotations": [], "relations": []}, {"offset": 53833, "infons": {"fpage": "22", "name_0": "surname:Bhat;given-names:MA", "name_1": "surname:Sharma;given-names:JB", "name_2": "surname:Roy;given-names:KK", "name_3": "surname:Sengupta;given-names:J", "name_4": "surname:Ghosh;given-names:D", "pub-id_doi": "10.1186/s12958-019-0465-z", "pub-id_pmid": "30760267", "section_type": "REF", "source": "Reprod. Biol. Endocrinol.", "type": "ref", "volume": "17", "year": "2019"}, "text": "Genomic evidence of Y chromosome microchimerism in the endometrium during endometriosis and in cases of infertility", "sentences": [], "annotations": [], "relations": []}, {"offset": 53949, "infons": {"fpage": "614", "lpage": "620", "name_0": "surname:Philippe;given-names:H", "name_1": "surname:Telford;given-names:MJ", "pub-id_doi": "10.1016/j.tree.2006.08.004", "pub-id_pmid": "16919363", "section_type": "REF", "source": "Trends Ecol. Evol.", "type": "ref", "volume": "21", "year": "2006"}, "text": "Large-scale sequencing and the new animal phylogeny", "sentences": [], "annotations": [], "relations": []}, {"offset": 54001, "infons": {"fpage": "29", "name_0": "surname:Gasse;given-names:B", "name_1": "surname:Sire;given-names:J-Y", "pub-id_doi": "10.1186/s13227-015-0024-4", "pub-id_pmid": "26421144", "section_type": "REF", "source": "EvoDevo", "type": "ref", "volume": "6", "year": "2015"}, "text": "Comparative expression of the four enamel matrix protein genes, amelogenin, ameloblastin, enamelin and amelotin during amelogenesis in the lizard Anolis carolinensis", "sentences": [], "annotations": [], "relations": []}, {"offset": 54167, "infons": {"fpage": "49", "lpage": "59", "name_0": "surname:Iwase;given-names:M", "name_1": "surname:Kaneko;given-names:S", "name_2": "surname:Kim;given-names:H", "name_3": "surname:Satta;given-names:Y", "name_4": "surname:Takahata;given-names:N", "pub-id_doi": "10.1159/000102680", "pub-id_pmid": "17627118", "section_type": "REF", "source": "Cells Tissues Organs", "type": "ref", "volume": "186", "year": "2007"}, "text": "Evolutionary history of sex-linked mammalian amelogenin genes", "sentences": [], "annotations": [], "relations": []}, {"offset": 54229, "infons": {"fpage": "441", "lpage": "464", "name_0": "surname:Vickaryous;given-names:MK", "name_1": "surname:Sire;given-names:J-Y", "pub-id_doi": "10.1111/j.1469-7580.2008.01043.x", "pub-id_pmid": "19422424", "section_type": "REF", "source": "J. Anat.", "type": "ref", "volume": "214", "year": "2009"}, "text": "The integumentary skeleton of tetrapods: Origin, evolution, and development", "sentences": [], "annotations": [], "relations": []}, {"offset": 54305, "infons": {"section_type": "REF", "type": "ref"}, "text": "Maddison W. P. & Maddison D.R. Mesquite: a modular system for evolutionary analysis. https://www.mesquiteproject.org/ (2019).", "sentences": [], "annotations": [], "relations": []}, {"offset": 54431, "infons": {"fpage": "4673", "lpage": "4680", "name_0": "surname:Thompson;given-names:JD", "name_1": "surname:Higgins;given-names:DG", "name_2": "surname:Gibson;given-names:TJ", "pub-id_doi": "10.1093/nar/22.22.4673", "pub-id_pmid": "7984417", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "22", "year": "1994"}, "text": "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position-specific gap penalties and weight matrix choice", "sentences": [], "annotations": [], "relations": []}, {"offset": 54596, "infons": {"fpage": "1792", "lpage": "1797", "name_0": "surname:Edgar;given-names:RC", "pub-id_doi": "10.1093/nar/gkh340", "pub-id_pmid": "15034147", "section_type": "REF", "source": "Nucleic Acids Res.", "type": "ref", "volume": "32", "year": "2004"}, "text": "MUSCLE: Multiple sequence alignment with high accuracy and high throughput", "sentences": [], "annotations": [], "relations": []}, {"offset": 54671, "infons": {"name_0": "surname:Jenickova;given-names:I", "pub-id_doi": "10.1016/j.ymeth.2020.07.005", "section_type": "REF", "source": "Methods", "type": "ref", "year": "2020"}, "text": "Efficient allele conversion in mouse zygotes and primary cells based on electroporation of Cre protein", "sentences": [], "annotations": [], "relations": []}, {"offset": 54774, "infons": {"fpage": "918", "lpage": "921", "name_0": "surname:Cheriet;given-names:M", "name_1": "surname:Said;given-names:JN", "name_2": "surname:Suen;given-names:CY", "pub-id_doi": "10.1109/83.679444", "pub-id_pmid": "18276308", "section_type": "REF", "source": "IEEE Trans. Image Process.", "type": "ref", "volume": "7", "year": "1998"}, "text": "A recursive thresholding technique for image segmentation", "sentences": [], "annotations": [], "relations": []}, {"offset": 54832, "infons": {"fpage": "e3000411", "name_0": "surname:Du Sert;given-names:NP", "pub-id_doi": "10.1371/journal.pbio.3000411", "pub-id_pmid": "32663221", "section_type": "REF", "source": "PLoS Biol.", "type": "ref", "volume": "18", "year": "2020"}, "text": "Reporting animal research: Explanation and elaboration for the ARRIVE guidelines 2.0", "sentences": [], "annotations": [], "relations": []}, {"offset": 54917, "infons": {"section_type": "REF", "type": "ref"}, "text": "R Core Team. R: The R project for statistical computing. https://www.r-project.org/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55002, "infons": {"section_type": "REF", "type": "ref"}, "text": "RStudio Team. RStudio | Open source and professional software for data science teams. https://rstudio.com/.", "sentences": [], "annotations": [], "relations": []}, {"offset": 55110, "infons": {"fpage": "1686", "name_0": "surname:Wickham;given-names:H", "pub-id_doi": "10.21105/joss.01686", "section_type": "REF", "source": "J. Open Source Softw.", "type": "ref", "volume": "4", "year": "2019"}, "text": "Welcome to the tidyverse", "sentences": [], "annotations": [], "relations": []}, {"offset": 55135, "infons": {"fpage": "1", "lpage": "48", "name_0": "surname:Bates;given-names:D", "name_1": "surname:Maechler;given-names:M", "name_2": "surname:Bolker;given-names:BM", "name_3": "surname:Walker;given-names:SC", "pub-id_doi": "10.18637/jss.v067.i01", "section_type": "REF", "source": "J. Stat. Softw.", "type": "ref", "volume": "67", "year": "2015"}, "text": "Fitting linear mixed-effects models using lme4", "sentences": [], "annotations": [], "relations": []}, {"offset": 55182, "infons": {"fpage": "346", "lpage": "363", "name_0": "surname:Hothorn;given-names:T", "name_1": "surname:Bretz;given-names:F", "name_2": "surname:Westfall;given-names:P", "pub-id_doi": "10.1002/bimj.200810425", "pub-id_pmid": "18481363", "section_type": "REF", "source": "Biom. J.", "type": "ref", "volume": "50", "year": "2008"}, "text": "Simultaneous inference in general parametric models", "sentences": [], "annotations": [], "relations": []}, {"offset": 55234, "infons": {"section_type": "REF", "type": "ref"}, "text": "Auguie, B. & Antonov, A. gridExtra: Miscellaneous Functions for ‘Grid’ Graphics. (2017).", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]