[{"source": "PMC", "date": "20201223", "key": "pmc.key", "infons": {}, "documents": [{"id": "6687016", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.1136/bmjopen-2019-030476", "article-id_pmc": "6687016", "article-id_pmid": "31377713", "article-id_publisher-id": "bmjopen-2019-030476", "elocation-id": "e030476", "issue": "8", "kwd": "respiratory physiology", "license": "This is an open access article distributed in accordance with the Creative Commons Attribution Non Commercial (CC BY-NC 4.0) license, which permits others to distribute, remix, adapt, build upon this work non-commercially, and license their derivative works on different terms, provided the original work is properly cited, appropriate credit is given, any changes made indicated, and the use is non-commercial. See: http://creativecommons.org/licenses/by-nc/4.0/.", "name_0": "surname:Casey;given-names:Jonathan Dale", "name_1": "surname:Vaughan;given-names:Erin R", "name_10": "surname:Wang;given-names:Li", "name_11": "surname:Lindsell;given-names:Christopher J", "name_12": "surname:Ely;given-names:E Wesley", "name_13": "surname:Self;given-names:Wesley H", "name_14": "surname:Bernard;given-names:Gordon R", "name_15": "surname:Rice;given-names:Todd W", "name_16": "surname:Semler;given-names:Matthew W", "name_2": "surname:Lloyd;given-names:Bradley D", "name_3": "surname:Bilas;given-names:Peter A", "name_4": "surname:Hall;given-names:Eric J", "name_5": "surname:Toporek;given-names:Alexandra H", "name_6": "surname:Buell;given-names:Kevin G", "name_7": "surname:Brown;given-names:Ryan M", "name_8": "surname:Richardson;given-names:Roger K", "name_9": "surname:Rooks;given-names:J Craig", "section_type": "TITLE", "type": "front", "volume": "9", "year": "2019"}, "text": "Protocolized Post-Extubation Respiratory Support to prevent reintubation: protocol and statistical analysis plan for a clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 134, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 147, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "Following extubation from invasive mechanical ventilation, nearly one in seven critically ill adults requires reintubation. Reintubation is independently associated with increased mortality. Postextubation respiratory support (non-invasive ventilation or high-flow nasal cannula applied at the time of extubation) has been reported in small-to-moderate-sized trials to reduce reintubation rates among hypercapnic patients, high-risk patients without hypercapnia and low-risk patients without hypercapnia. It is unknown whether protocolised provision of postextubation respiratory support to every patient undergoing extubation would reduce the overall reintubation rate, compared with usual care.", "sentences": [], "annotations": [], "relations": []}, {"offset": 844, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Methods and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 865, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The Protocolized Post-Extubation Respiratory Support (PROPER) trial is a pragmatic, cluster cross-over trial being conducted between 1 October 2017 and 31 March 2019 in the medical intensive care unit of Vanderbilt University Medical Center. PROPER compares usual care versus protocolized post-extubation respiratory support (a respiratory therapist-driven protocol that advises the provision of non-invasive ventilation or high-flow nasal cannula based on patient characteristics). For the duration of the trial, the unit is divided into two clusters. One cluster receives protocolised support and the other receives usual care. Each cluster crosses over between treatment group assignments every 3 months. All adults undergoing extubation from invasive mechanical ventilation are enrolled except those who received less than 12 hours of mechanical ventilation, have ‘Do Not Intubate’ orders, or have been previously reintubated during the hospitalisation. The anticipated enrolment is approximately 630 patients. The primary outcome is reintubation within 96 hours of extubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 1957, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Ethics and dissemination", "sentences": [], "annotations": [], "relations": []}, {"offset": 1982, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The trial was approved by the Vanderbilt Institutional Review Board. The results will be submitted for publication in a peer-reviewed journal and presented at one or more scientific conferences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2177, "infons": {"section_type": "ABSTRACT", "type": "abstract_title_1"}, "text": "Trial registration number", "sentences": [], "annotations": [], "relations": []}, {"offset": 2203, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": " NCT03288311.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2217, "infons": {"section_type": "INTRO", "type": "title_caption"}, "text": "Strengths and limitations of this study", "sentences": [], "annotations": [], "relations": []}, {"offset": 2257, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "This ongoing pragmatic trial will provide the first comparison of clinical outcomes between protocolized post-extubation respiratory support and usual care following extubation of critically ill adults.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2460, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The broad inclusion criteria will increase generalisability and the moderately large size will provide the opportunity to examine subgroups of interest.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2613, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The trial is being conducted at a single centre.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2662, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The nature of the study intervention does not allow blinding.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2724, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Decisions regarding management of postextubation respiratory failure and reintubation are deferred to the clinical team.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2845, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2858, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Up to 40% of patients admitted to an intensive care unit (ICU) require invasive mechanical ventilation. Protocols for low tidal volume ventilation, daily spontaneous awakening trials (SATs) and daily spontaneous breathing trials (SBTs) have considerably shortened the duration of invasive mechanical ventilation and improved outcomes for these patients. Despite these improvements, the period of time following extubation remains high risk, with rates of reintubation between 10% and 15% in the first 96 hours after extubation. Reintubation is associated with increased rates of nosocomial infection and is independently associated with an increased risk of death. Despite significant improvements in the management of patients receiving invasive mechanical ventilation, the rate of reintubation has not changed meaningfully over the last 20 years. One of the few therapies suggested to reduce the rate of reintubation is postextubation respiratory support with either non-invasive ventilation (NIV) or high flow nasal cannula (HFNC).", "sentences": [], "annotations": [], "relations": []}, {"offset": 3898, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "For patients with respiratory failure from an acute exacerbation of chronic obstructive pulmonary disease (COPD) and cardiogenic pulmonary oedema, NIV can prevent the need for the initial intubation, improve the safety for those progressing to intubation, allow earlier extubation and decrease mortality. Among patients who experience respiratory failure after extubation, however, the data have been disappointing. ‘Rescue’ NIV applied when a patient develops respiratory failure hours or days after extubation, delays the time to reintubation and may be associated with an increase in ICU mortality. Postextubation respiratory support with NIV, started at the time of extubation as prevention, not as treatment for recurrent respiratory failure after extubation, has had more promising initial results.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4707, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In unselected ICU populations, several trials failed to demonstrate significant benefit of postextubation respiratory support with NIV, but success has been observed in targeted subpopulations, specifically those presumed to be at high risk. These trials have defined risk of reintubation using various criteria, including duration of ventilation, age greater than 65, Acute Physiology and Chronic Health Evaluation (APACHE) II score exceeding 12 on the day of extubation, congestive heart failure, hypercapnia, weak cough, upper airway stridor and comorbidities. For these high-risk patients, postextubation support with NIV may decrease the rate of reintubation. For patients who are hypercapnic during an SBT, postextubation support with NIV appears to reduce reintubation and improve a 90-day mortality. Recent national guidelines for management following extubation recommend postextubation respiratory support with NIV for patients at high risk of reintubation. While ‘high risk’ was not defined in these guidelines, it was suggested that the criteria may include hypercapnia, COPD, congestive heart failure or other serious comorbidities.", "sentences": [], "annotations": [], "relations": []}, {"offset": 5859, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "HFNC, a device capable of providing 100% oxygen at flow rates that exceed peak inspiratory flow rates, decreases work of breathing, provides a low level of continuous positive airway pressure, washes out dead space and improves patient comfort and secretion management. HFNC may decrease mortality in non-intubated patients with hypoxaemic respiratory failure. In non-hypercapnic patients undergoing extubation in a medical ICU, postextubation respiratory support with HFNC, started at the time of extubation and continued for 24–48 hours, has been reported to reduce the rate of reintubation in high-risk patients, low risk patients and a general population of ICU patients. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 6540, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "In combination, these studies raise the hypothesis that all critically ill adults undergoing extubation from invasive mechanical ventilation might benefit from some form of postextubation respiratory support, either NIV or HFNC. Concerns remain, however, that results of recent studies may not generalise to the broader population of patients extubated in ICUs outside of the settings in which the studies were conducted. Rates of reintubation in reported trials range from 14.4% in ‘low-risk’ patients to 19.1% for ‘high-risk’ patients, considerably higher than the 10% reintubation rate cited by large national registries. Use of any form of postextubation respiratory support during routine clinical practice remains uncommon at many centres.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7294, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "Given the potential benefits for postextubation respiratory support for multiple patient populations, the low uptake in current usual care in many settings, and concerns about generalisability from prior explanatory trials, an effectiveness trial among critically ill adults undergoing extubation from mechanical ventilation is warranted. We designed the Protocolized Post-Extubation Respiratory Support (PROPER) Trial to determine the overall effect of a protocolised approach to postextubation support (protocolised support) on the primary outcome of reintubation within the 96 hours of extubation, among a broad population of critically ill adults receiving invasive mechanical ventilation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7990, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods and analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 8011, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "This manuscript was prepared in accordance with Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) guidelines (figure 1; SPIRIT checklist in online supplementary section 1). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 8211, "infons": {"file": "bmjopen-2019-030476f01.jpg", "id": "F1", "section_type": "FIG", "type": "fig_caption"}, "text": "Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) checklist. Enrolment, Interventions and Assessments. APACHE II, Acute Physiology and Chronic Health Evaluation II; BMI, body mass index; HFNC, high-flow nasal cannula; ICU, intensive care unit; NIV, non-invasive ventilation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 8513, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study design", "sentences": [], "annotations": [], "relations": []}, {"offset": 8526, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The PROPER trial is a prospective, unblinded, pragmatic, cluster cross-over trial being conducted between 1 October 2017 and 31 March 2019 in the medical ICU of Vanderbilt University Medical Center in Nashville, Tennessee, USA. PROPER compares the rate of reintubation within 96 hours of extubation between patients provided protocolised support (a respiratory therapist-driven protocol that advises the provision of NIV or HFNC based on patient characteristics), to usual care (where postextubation management is at the discretion of treating clinicians). Consistent with the concept of a pragmatic clinical trial, the eligibility criteria are broad and the study procedures are embedded into routine care and executed by clinical personnel. The goal is to evaluate the effectiveness of protocolised support when applied to ‘real-world’ practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9384, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Patient and public involvement", "sentences": [], "annotations": [], "relations": []}, {"offset": 9415, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients and the public were not involved in identifying the research question or the design of the study. The results of the study will be disseminated to the public at the completion of the trial.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9614, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study site and population", "sentences": [], "annotations": [], "relations": []}, {"offset": 9640, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The trial is being conducted in the 35-bed medical ICU at Vanderbilt University Medical Center.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9736, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient is located in a participating unit.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9780, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient undergoing extubation from mechanical ventilation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9839, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient has been receiving mechanical ventilation for at least 12 hours.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9914, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Age ≥18 years old.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9936, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The inclusion criteria are: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 9965, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient is receiving ventilation via a tracheostomy.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10018, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient is being extubated to comfort measures or has ‘Do Not Reintubate’ order in place at the time of extubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10138, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patient has required reintubation after a prior attempt at extubation during this hospitalisation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10237, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Unplanned or self-extubation, where immediate reintubation is deemed necessary by the clinical team.", "sentences": [], "annotations": [], "relations": []}, {"offset": 10338, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The exclusion criteria for the trial are: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 10381, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The time of enrolment is considered to be the time of extubation. A patient flow diagram describing the number of patients screened for the trial (all patients who received invasive mechanical ventilation in the study unit), the number who did not meet inclusion criteria (eg, died before extubation), and the number who were excluded, will be provided in the manuscript reporting the results of the trial (template of flow diagram is provided as supplementary figure S1).", "sentences": [], "annotations": [], "relations": []}, {"offset": 10854, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Randomisation and treatment allocation", "sentences": [], "annotations": [], "relations": []}, {"offset": 10893, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The medical ICU is divided into two geographical clusters (the front hallway and the back hallway), each of which is staffed by a respiratory therapist. During each 3-month block of the study, patients extubated in one cluster receive protocolised support delivered by one respiratory therapist while patients extubated in the other cluster receive usual care delivered by another respiratory therapist. All beds in the study unit care for patients of the same acuity, and patients are assigned to bed location based on availability without selection by patient characteristics. Patients admitted to the ICU remain in the same bed until death or ICU discharge. Among patients in the study ICU in the year prior to the trial who would have met criteria for enrolment, there was no difference in the incidence of reintubation in patients admitted to the beds in each of the two clusters. The assigned treatment group alternates every 3 months over the course of the trial so that each cluster will experience an equal number of months of protocolised support and usual care. A single randomisation was performed which determined that the cluster associated with back hallway would receive protocolised support during the first block. The front hallway received usual care during the first block, and the blocks have alternated every 3 months (figure 2).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12249, "infons": {"file": "bmjopen-2019-030476f02.jpg", "id": "F2", "section_type": "FIG", "type": "fig_caption"}, "text": "Group assignment during the trial. During each 3-month period of the study, one cluster is assigned to protocolised support (P), and the other to usual care (U).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12411, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The rationale for dividing the study unit into two clusters by geographical location of the beds was so that all patients assigned to a given respiratory therapist’s cluster will receive the same treatment. A respiratory therapist caring for patients in the cluster assigned to protocolised support receives education on postextubation respiratory support and structured feedback on his or her performance at the practice level. Assigning some patients cared for by a respiratory therapist protocolised support and some patients to usual care was expected to introduce contamination because the respiratory therapist would be more likely to deliver postextubation respiratory support to patients in their care assigned to the usual care arm. Given the nature of the intervention, patients, treating clinicians and investigators are not blinded to group assignment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 13278, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Study interventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 13298, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Protocolised support", "sentences": [], "annotations": [], "relations": []}, {"offset": 13319, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Patients in the protocolised support group are assigned to receive postextubation respiratory support starting at the time of extubation. The choice between NIV and HFNC is made using a standardised protocol for postextubation respiratory support and is implemented by the patient’s respiratory therapist (figure 3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13638, "infons": {"file": "bmjopen-2019-030476f03.jpg", "id": "F3", "section_type": "FIG", "type": "fig_caption"}, "text": "Postextubation respiratory support protocol. Visual summary of study protocol used at the bedside by a respiratory therapist caring for patients assigned to the protocolised support group. ABG, arterial blood gas; COPD, chronic obstructive pulmonary disease; HFNC, high-flow nasal cannula; NIV, non-invasive ventilation; PaCO2, arterial carbon dioxide; SBT, spontaneous breathing trial.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14029, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Based on the results of previous trials, the protocol for postextubation respiratory support recommends NIV immediately on extubation via a full face mask for all patients in the protocolised support group who have suspected hypercapnia or are intubated for an acute exacerbation of COPD. Because arterial blood gases are not routinely performed during SBTs in the study unit, suspected hypercapnia is defined as known chronic hypercapnic respiratory failure, known obesity hypoventilation syndrome, or an arterial blood gas with a PaO2 of arterial carbon dioxide >45 mm Hg on an SBT. Recommended initial settings for NIV include initiation with an initial inspiratory positive airway pressure (IPAP) of 14 cmH2O, an expiratory positive airway pressure (EPAP) of 8 cmH2O and a backup respiratory rate of 12 breaths per minute. Settings are titrated to maintain a minute ventilation between 5.0 and 10.0 L per minute and a respiratory rate below 30 breaths per minute, with a maximum IPAP of 20 cmH2O. Inspired fraction of oxygen is titrated to maintain an oxygen saturation >90% (online supplementary figure S2). Removal of NIV for up to 1 hour at a time for patient comfort and to allow patients to eat or drink is encouraged and administration of sedatives to increase patient tolerance of NIV is discouraged (figure 3). Device settings may be altered at the discretion of the respiratory therapist or the clinical team.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15462, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Given previous data suggesting that postextubation support with HFNC may be superior to conventional oxygen in low-risk patients and equivalent to NIV in non-hypercapnic high-risk patients, the protocol for postextubation respiratory support recommends HFNC for all patients in the protocolised support group who were not intubated for an acute exacerbation of COPD and who do not have suspected hypercapnia. Additionally, HFNC is recommended for patients who have a contraindication to NIV (facial or cranial trauma or surgery, recent gastric or oesophageal surgery, inability to protect the airway, active emesis or upper gastrointestinal bleeding, excessive amount of respiratory secretions or lack of cooperation). Patients who are extubated to NIV but are unable to tolerate it may be transitioned to HFNC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16274, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For patients in the protocolised support group without suspected hypercapnia or a COPD exacerbation, HFNC is initiated immediately on extubation. Recommended initial settings for HFNC and titration and weaning parameters include initial flow rates of at least 40 L per minute, adjustment of flow rates in increments of 5 L per minute, titration to patient comfort and a respiratory rate less than 30, a maximum flow rate of 60 L per minute, and titration of the fraction of inspired oxygen to maintain an arterial oxygen saturation >90% (online supplementary figure S3).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16847, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Postextubation respiratory support is provided from the time of extubation until 5:00 hours on the day following extubation. At 5:00 hours on the day following extubation, a respiratory therapist assesses for readiness for weaning from postextubation respiratory support. This timing was designed to allow patients to transfer out of the ICU on the day following extubation if clinically appropriate. Based on timing of extubation during the year preceding this trial, patients are expected to receive a median of 17 hours of respiratory support, and no less than 5 hours of respiratory support prior to being evaluated for weaning.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17486, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If the patient meets weaning criteria (online supplementary figures S2 and S3) at the time of their assessment, the device is removed and the patient may be initiated on conventional oxygen therapy through a nasal cannula or face mask if needed. Postextubation respiratory support with NIV or HFNC may be continued at the discretion of the treating clinicians, in which case subsequent titration and weaning is determined by the treating clinicians. Postextubation respiratory support may be discontinued prior to 5:00 hours on the day following extubation if the patient is transferred out of the ICU, the patient declines further postextubation respiratory support, or the treating clinicians determine that discontinuation is needed for the optimal care of the patient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18262, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The decision to use HFNC or NIV as rescue treatment for postextubation respiratory failure is made by treating clinicians and is prospectively recorded but is not encouraged. For patients in the protocolised support group, treating clinicians may decide to use invasive mechanical ventilation, NIV, HFNC or conventional oxygen therapy at any time, regardless of group assignment, if felt to be needed for the safe care of the patient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18697, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Usual care", "sentences": [], "annotations": [], "relations": []}, {"offset": 18708, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All aspects of postextubation management for patients in the usual care arm are determined by treating clinicians. Treating clinicians may elect to use NIV or HFNC as postextubation respiratory support for those patients they believe will benefit from these therapies. No guidance is provided by the study regarding patient selection, device selection, titration or weaning parameters, or timing of removal of support. In the study, ICU in the year prior to the trial, 8.3% of patients received postextubation respiratory support during routine clinical care; 7.1% received NIV and 1.2% received HFNC.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19310, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For patients in the usual care group, treating clinicians may decide to use invasive mechanical ventilation, NIV, HFNC or conventional oxygen therapy at any time, regardless of group assignment, if felt to be needed for the optimal care of the patient.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19563, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Cointerventions", "sentences": [], "annotations": [], "relations": []}, {"offset": 19579, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Critical Care Pain Observation Tool. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19617, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Daily SAT safety screen, SAT performance, SBT safety screen and SBT performance. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19700, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Richmond Agitation and Sedation Scale (RASS score). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19753, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Choice of analgesia and sedation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19787, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Confusion assessment method for the ICU (CAM-ICU). ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19839, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Early mobility. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 19856, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Study group assignment determines only the approach to postextubation respiratory support. Treating clinicians determine all management prior to extubation, including the approach to sedation, timing of SBT and SATs, and readiness for extubation. The study ICU has established clinical protocols for the care of patients receiving invasive mechanical ventilation including: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 20231, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The clinical protocols used in the study unit can be found in the online supplementary appendix.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20329, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Following extubation, all clinical care decisions, other than use of NIV and HFNC for postextubation respiratory support until 5:00 hours the day following extubation, are made by treating clinicians, including use of diuretics, intravenous fluids, antibiotics, corticosteroids, airway clearance measures and breathing treatments.", "sentences": [], "annotations": [], "relations": []}, {"offset": 20661, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Training", "sentences": [], "annotations": [], "relations": []}, {"offset": 20670, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The protocols for initiation, titration and weaning of NIV and HFNC were developed by consensus with local respiratory therapy leaders using best-practice recommendations from professional societies, protocols from prior randomised trials and local protocols regarding the provision of non-invasive respiratory support. In addition to these materials, all respiratory therapists received a 30 min lecture on the delivery of postextubation respiratory support prior to caring for patients assigned to the protocolised support group. Ongoing education on postextubation respiratory support is provided by study staff throughout the trial. Additional education was provided to the critical care fellows and attendings who cared for patients in the study units, in the form of a structured 60 min lecture reviewing existing literature on postextubation respiratory support and describing the rationale and protocol for the trial.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21600, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data collection", "sentences": [], "annotations": [], "relations": []}, {"offset": 21616, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Data are prospectively collected from the electronic health record by trained study personnel. Data are stored in a secure, online database. Collected data include:", "sentences": [], "annotations": [], "relations": []}, {"offset": 21781, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Characteristics", "sentences": [], "annotations": [], "relations": []}, {"offset": 21797, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Age, gender, height, weight, body mass index, race, chronic comorbidities, indication for intubation and APACHE II score at ICU admission", "sentences": [], "annotations": [], "relations": []}, {"offset": 21936, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Baseline (ie, time of extubation)", "sentences": [], "annotations": [], "relations": []}, {"offset": 21970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "APACHE II score; length of mechanical ventilation; last known left ventricular ejection fraction; active medical problems; failure of more than one SBT; last known Glasgow Coma Score; last known RASS; last known CAM-ICU score; highest fractional inspired oxygen (FiO2) delivered in the 6 hours prior to extubation; lowest oxygen saturation during an SBT; highest respiratory rate in the 6 hours prior to extubation; highest respiratory rate during an SBT; highest heart rate in the 6 hours prior to extubation; highest heart rate during an SBT; use of vasopressors in the 6 hours prior to extubation; results of any arterial blood gas obtained during an SBT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22637, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Data from 0 to 96 hours", "sentences": [], "annotations": [], "relations": []}, {"offset": 22663, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The need for reintubation within 96 hours; time to reintubation; indication for reintubation; presence of laryngeal oedema requiring reintubation; amount of time spent receiving HFNC and NIV in the first 24 hours postextubation; the amount of time spent receiving prophylactic postextubation respiratory support from 0 to 96 hours postextubation; the highest and lowest levels of respiratory support (flow rate; FiO2; IPAP; EPAP) at three time points (0–6, 6–12 and 12–24 hours postextubation); the highest and lowest respiratory rate, heart rate, SaO2 and FiO2 at three time points (0–6, 6–12 and 12–24 hours postextubation); the presence of delirium at any time point from 0 to 96 hours postextubation (as determined by CAM-ICU score).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23427, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Clinical outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 23445, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Reintubation between baseline and the first of either hospital discharge or 28 days; in-hospital mortality; time to death; ICU-free days and ventilator-free days in the 28 days after enrolment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23641, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Primary outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 23657, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The primary outcome is reintubation in the 96 hours following enrolment. Reintubation is defined as placement of an endotracheal tube or tracheostomy tube in the trachea for any reason.", "sentences": [], "annotations": [], "relations": []}, {"offset": 23845, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Death may be a competing event for the outcome of reintubation. Among the patients who would have met criteria for enrolment in the year prior to the trial, every patient who died within 96 hours of extubation experienced reintubation prior to death. In the event that any patient in the trial dies in the 96 hours following enrolment without experiencing reintubation, they will be classified in the primary analysis as having met the primary outcome. Patients who are discharged from the hospital before 96 hours following enrolment without having experienced reintubation will be classified as not meeting the primary outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24481, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Any decision to reintubate will be made by the clinical team. Prior studies have attempted to protocolise the decision to reintubate. Because the goal of the PROPER study is to evaluate the performance of protocolised support when applied to a broad population of critically ill adults in ‘real-world’ practice, we deliberately deferred all decisions regarding management of postextubation respiratory failure and reintubation to the clinical team with no involvement or guidance from the research team.", "sentences": [], "annotations": [], "relations": []}, {"offset": 24989, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Secondary outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 25007, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The single, prespecified, secondary outcome is the number of ICU-free days in the 28 days following enrolment. This is defined as the number of whole calendar days alive and not admitted to an ICU beginning at midnight on the day of extubation to 28 days following enrolment. Patients who are never discharged from the ICU will receive a value of 0. Patients who die before day 28 will receive a value of 0. For patients who return to an ICU and are subsequently discharged prior to day 28, ICU-free days will be counted as the number of whole calendar days from midnight on the day following the final ICU discharge to 28 days following enrolment. All data collection will be censored at the first of hospital discharge or 28 days.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25740, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Exploratory outcomes", "sentences": [], "annotations": [], "relations": []}, {"offset": 25761, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All-cause in-hospital mortality.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25794, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Ventilator-free days in the 28 days following enrolment (defined in the online supplementary).", "sentences": [], "annotations": [], "relations": []}, {"offset": 25889, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Time from enrolment to reintubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25926, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Indication for reintubation (respiratory indication, laryngeal oedema, other).", "sentences": [], "annotations": [], "relations": []}, {"offset": 26005, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Delirium in the 96 hours following enrolment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26053, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Lowest SpO2/FiO2 ratio in the 24 hours following enrolment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26115, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Highest respiratory rate in the 0–6 hours, 6–12 hours and 12–24 hours following enrolment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26218, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis and reporting", "sentences": [], "annotations": [], "relations": []}, {"offset": 26253, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Sample size estimation", "sentences": [], "annotations": [], "relations": []}, {"offset": 26276, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Among patients in the study ICU in the year prior to the trial who would have met criteria for enrolment, the incidence of reintubation within 96 hours after extubation was 12.1%. Similar rates have been reported in previous observational studies of extubation in the ICU. Prior randomised trials have reported that prophylactic postextubation respiratory support with NIV may reduce the relative risk of reintubation by 49%–66% in high-risk patients, while postextubation respiratory support with HFNC may reduce the relative risk of reintubation by 81% in high-risk patients and 60% in low-risk patients. Based on the results of these prior randomised trials, we estimated that protocolised support would reduce the relative risk of reintubation by at least 55%. This is equivalent to an absolute risk reduction of 6.7%, from 12.1% in the usual care group to 5.4% in the protocolised support group.", "sentences": [], "annotations": [], "relations": []}, {"offset": 27181, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Among patients in the study ICU in the year prior to the trial who would have met criteria for enrolment, the intracluster correlation, intraperiod correlation and intracluster intraperiod correlation for the primary outcome were all <0.001 assuming a cluster cross-over design with two clusters and 3-month periods. Using PS V.3.1.2 with the above assumptions and a X2 test of the primary hypothesis with an alpha level of 0.05, we calculated that enrolling 566 patients (283 per group) would achieve at least 80% statistical power. Among patients in the study ICU in the year prior to the trial who would have met criteria for enrolment, 8.3% received postextubation respiratory support during usual care. In order to account for loss of statistical power due to use of postextubation respiratory support in the usual care group during the trial, we increased our sample size estimate by 10% to 623 patients. Based on data from the study ICU in the year prior to the trial, we anticipated that enrolment of at least 630 patients would require a study duration of 18 months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28259, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Data and safety monitoring board and interim analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 28313, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "For this 18 month, a single-centre study comparing a minimal risk intervention with usual care, a data and safety monitoring board was not appointed and an interim analysis is not planned.", "sentences": [], "annotations": [], "relations": []}, {"offset": 28505, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Statistical analysis principles", "sentences": [], "annotations": [], "relations": []}, {"offset": 28537, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All analyses will be conducted at the level of the individual patient during an individual hospitalisation on an intent-to-treat fashion, unless otherwise specified. Continuous variables will be reported as median and IQR; categorical variables will be reported as frequencies and proportions. Given the cluster cross-over design, all comparisons between the protocolized post-extubation respiratory support on reintubation group and the usual care group will take into account the cluster and period level correlations. With only one primary outcome and one secondary outcome, a two-sided p value of 0.05 will be considered statistically significant.", "sentences": [], "annotations": [], "relations": []}, {"offset": 29191, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparison of primary outcome between groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 29236, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We will compare the binary primary outcome of reintubation within 96 hours between the protocolised support group and the usual care group. It is possible to estimate a marginal effect, which is interpreted as the population effect of implementing a general policy of post intubation ventilatory support, or a conditional effect, which is interpreted as the effect on an individual patient given the values of the covariates for that patient. Since our intervention may be applied at both the unit level as a general policy, or at the patient level as an individual intervention, both may be of interest. We will use a generalised estimating equation (GEE) approach to estimate the marginal effect, and we will use a generalised linear mixed model with logit link function to estimate the conditional effect. Group assignment will be a fixed effect, and cluster and period will be included as random effects. We will report both adjusted and unadjusted comparisons; for the purposes of declaring success on the primary endpoint, we will consider the unadjusted marginal effect.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30316, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Adjusted comparisons will include age, APACHE II score, duration of invasive mechanical ventilation, indication for intubation, chronic hypercapnia, chronic pulmonary disease and respiratory rate on an SBT. To account for non-linear relationships, continuous variables will be analysed using restricted cubic splines with between 3 and 5 knots. Forest plots will be used to graphically display the adjusted analyses, and locally weighted regression or partial effects plots will be used to portray the association between continuous covariates and the outcome.", "sentences": [], "annotations": [], "relations": []}, {"offset": 30877, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Comparison of secondary outcome between groups", "sentences": [], "annotations": [], "relations": []}, {"offset": 30924, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The secondary outcome is the number of ICU-free days in the 28 days following enrolment. We will use a proportional odds model to compare this outcome between groups. As with analysis of the primary outcome, a GEE approach will be used to estimate marginal effects and generalised linear model approach will be used to estimate conditional effects, and both unadjusted and adjusted comparisons will be reported. Adjustment will include age, APACHE II score, duration of invasive mechanical ventilation, indication for intubation, chronic hypercapnia, chronic pulmonary disease and respiratory rate on an SBT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 31533, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Sensitivity analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 31554, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To assess the impact of design considerations on the outcomes, we will conduct several sensitivity analyses. First, we assumed all patients who died within 96 hours to have required reintubation. We will repeat the analysis of the primary and secondary outcome classifying patients who died within 96 hours without experiencing reintubation as not meeting the primary outcome. Second, we have included all patients who are extubated, regardless of reason. We will repeat the analysis of the primary and secondary outcome excluding patients with an unexpected extubation, such as self-extubation. Finally, it is possible that some patients received less than 5 hours of postextubation respiratory support due to, for example, a protocol error or patient intolerance. We will conduct a modified intent to treat analysis of the primary and secondary outcomes that excludes these patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32446, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Exploratory analyses", "sentences": [], "annotations": [], "relations": []}, {"offset": 32467, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Time to reintubation", "sentences": [], "annotations": [], "relations": []}, {"offset": 32488, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In our design, we selected a 96-hour window as being appropriate for capturing reintubation that might reasonably be associated with the postextubation respiratory support. Different rates may have been observed if different time windows had been used. To evaluate the relative risk of reintubation over time, we will construct a proportional hazards model. This will also allow us to account for the competing risk of death.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32914, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Effect modification (subgroup analyses)", "sentences": [], "annotations": [], "relations": []}, {"offset": 32954, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Age >65 years.", "sentences": [], "annotations": [], "relations": []}, {"offset": 32970, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Heart failure as the primary indication for mechanical ventilation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33038, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Moderate to severe COPD.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33063, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "APACHE II score at extubation >12.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33099, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Body mass index >30 kg/m2. ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33130, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Failure of one or more SBTs.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33159, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Duration of invasive mechanical ventilation greater than 7 days.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33224, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Number of risk factors for reintubation, as defined by Hernández et al : ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33299, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Chronic hypercapnia or mechanical ventilation for COPD exacerbation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33368, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Time of extubation (the effect of ‘dose’ of therapy received will be evaluated using this baseline variable anticipated to correlate with the duration of postextubation support, as patients are evaluated for removal from protocolised support at 5:00 hours on the day following extubation).", "sentences": [], "annotations": [], "relations": []}, {"offset": 33663, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Hypoxaemic respiratory failure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33695, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Hypercapnic respiratory failure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33728, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Altered mental status.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33751, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "To facilitate a procedure.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33778, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Other.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33785, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Primary indication for mechanical ventilation: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 33833, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Duration of invasive mechanical ventilation prior to enrolment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 33897, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "COPD, interstitial lung disease, asthma, cystic fibrosis, non-cystic fibrosis bronchiectasis, recurrent aspiration, pulmonary sarcoidosis, obstructive sleep apnoea, obesity hypoventilation syndrome, pulmonary malignancy, pulmonary hypertension, chronic respiratory infection or restrictive lung disease due to neuromuscular weakness.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34231, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Chronic pulmonary disease defined as any of: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34277, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "APACHE II score at extubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34308, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Respiratory rate during an SBT prior to extubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34360, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Failure of more than one SBT.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34390, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Body mass index.", "sentences": [], "annotations": [], "relations": []}, {"offset": 34407, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We will test for effect modification on the primary outcome by evaluating the interaction between group assignment and prespecified subgroups. Any interaction term with a p<0.1 will putatively identify an effect modifier. Subgroup analyses may proceed within levels of a modifying variable. Prespecified subgroups include: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 34731, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Corrections for multiple testing", "sentences": [], "annotations": [], "relations": []}, {"offset": 34764, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "We have prespecified a single primary outcome and a single secondary outcome. Consistent with recommendations of the Food and Drug Administration and the European Medicines Association, each will be tested using a two-sided p value with a significance level of 0.05. For all other analyses, emphasis will be placed on the estimate of effect size with 95% CIs, as recommended by the International Committee of Medical Journal Editors, and no corrections for multiple comparisons will be performed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 35262, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Handling of missing data", "sentences": [], "annotations": [], "relations": []}, {"offset": 35287, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The primary outcome, reintubation within 96 hours, is not anticipated to be missing for any patients. If ventilator status throughout the 96 hours is unavailable, which may occur if the patient is discharged home or transferred to a skilled nursing facility, we will use last known status carried forward. Missing data will not be imputed for the primary outcome, or any of the analyses of secondary or exploratory outcomes. In adjusted analyses, missing data for covariates will be imputed using multiple imputations. We expect that age, APACHE II score, duration of invasive mechanical ventilation, indication for intubation, chronic hypercapnia and chronic pulmonary disease will not be missing in any patients. Respiratory rate during the SBT may not be available in all patients, particularly those who undergo unexpected extubations.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36131, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Trial status", "sentences": [], "annotations": [], "relations": []}, {"offset": 36144, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "PROPER is an ongoing pragmatic trial comparing protocolised respiratory support to usual care following the extubation of critically ill adults. Patient enrolment began on 1 October 2017 and will complete on 31 March 2019.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36369, "infons": {"section_type": "METHODS", "type": "title_2"}, "text": "Dissemination", "sentences": [], "annotations": [], "relations": []}, {"offset": 36383, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Consent", "sentences": [], "annotations": [], "relations": []}, {"offset": 36391, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Respiratory support was used ad hoc in the clinical care of patients undergoing extubation in the participating ICU prior to initiating the research.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36541, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There are no data asserting the superiority or inferiority of protocolised respiratory support for all patients compared with usual care.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36679, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "If needed for the optimal care of a patient, treating clinicians can administer NIV, HFNC or conventional oxygen therapy to any patient, at any time, regardless of group assignment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36861, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "All other activities of the research are limited to collection of data from the medical record with no other participant interaction.", "sentences": [], "annotations": [], "relations": []}, {"offset": 36995, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "There are no known randomised trials or evidence-based guidelines that advocate for or against the use of protocolised support for all critically ill adults undergoing extubation in a medical ICU. This study was submitted to the IRB as meeting the criteria for minimal risk because: ", "sentences": [], "annotations": [], "relations": []}, {"offset": 37279, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "In addition to the criteria for minimal risk, the conduct of the study was thought to be impracticable without an alteration or waiver of informed consent. Obtaining prospective, informed consent from all patients being extubated by each respiratory therapist in each cluster would not be feasible, and would risk systematically excluding patients experiencing urgent or unplanned extubation. Excluding such patients would introduce bias and limit generalisability by neglecting a group at high risk of reintubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37796, "infons": {"section_type": "METHODS", "type": "title_3"}, "text": "Publication", "sentences": [], "annotations": [], "relations": []}, {"offset": 37808, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The results of the trial will be submitted for publication in a peer-reviewed journal and presented at one or more scientific conferences.", "sentences": [], "annotations": [], "relations": []}, {"offset": 37947, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 37958, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "On completion, PROPER will provide the most comprehensive data to date on the effect of protocolized post-extubation respiratory support on reintubation on reintubation in an unselected medical ICU population. Previous trials have suggested that patients with hypercapnia, non-hypercapnic patients at high risk of reintubation and non-hypercapnic patients at low risk of reintubation could all potentially benefit from postextubation respiratory support. The protocolised provision of respiratory support to a broad population of ICU patients encompassing each of these previously examined subgroups in a randomised, controlled trial has yet to be reported.", "sentences": [], "annotations": [], "relations": []}, {"offset": 38617, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "If our results demonstrate that protocolised respiratory support reduces the rate of reintubation, this would provide compelling evidence that nearly all patients undergoing extubation in a medical ICU should receive respiratory support in the form of either NIV or HFNC at the time of extubation. Conversely, if we demonstrate that protocolised respiratory support does not reduce the rate of reintubation overall, this would allow the providers to avoid unnecessarily expending the resources required to provide postextubation respiratory support to nearly all patients undergoing extubation. Instead, resources might be targeted to those patient subgroups for whom benefit has been previously noted, or for whom benefit is noted in our subgroup analyses. The results may also guide future research toward identifying patients at highest risk of reintubation and those most likely to benefit from respiratory support.", "sentences": [], "annotations": [], "relations": []}, {"offset": 39538, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Previous trials have provided 24–48 hours of support. We elected a lower minimum duration because this support can only be provided in an ICU setting at many centres, and in a population with a low baseline reintubation rate the intervention could potentially lead to longer ICU lengths of stay than necessary. The design of the PROPER trial specifies the provision of postextubation respiratory support from extubation until at least 5:00 hours the following day, at which point the patient’s readiness to wean from postextubation respiratory support is assessed. This strategy involves a minimum of 5 hours of respiratory support, and our preliminary data suggest a median of 17 hours of support. While shorter than other studies, our approach allows removal of support and transfer from the ICU on the day following extubation, if clinically appropriate, or continuation of respiratory support when clinically indicated.", "sentences": [], "annotations": [], "relations": []}, {"offset": 40473, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The primary outcome is reintubation, defined as placement of an endotracheal tube or tracheostomy tube in the trachea for any reason, in the 96 hours following enrolment. Previous studies have evaluated reintubation over a broad range of time intervals, from 48 hours to 7 days and longer. Longer time intervals capture more events but increase the risk that the reintubation is unrelated to the original illness and respiratory function in the immediate postextubation period. Intubation within 96 hours of extubation was chosen as the primary outcome based on a large observational study assessing time to reintubation in 96 367 adults who received ventilation in an ICU in the USA. That study proposed 96 hours as the optimal time point at which to assess reintubation. While justifiable, selection of a binary endpoint occurring within a defined time window might miss evidence for benefit, and so we have prespecified a survival analysis that considers time to reintubation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 41463, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "In our design, we have made choices to bias towards the null. This means there are several threats to observing a difference between study groups. Foremost, the anticipated median duration of postextubation respiratory support of 17 hours is shorter than the 24–48 hours delivered in some prior trials. Some patients may be intolerant of postextubation respiratory support, which may further limit the average exposure to the study interventions. It is also possible that the use of postextubation respiratory support in the usual care group may be higher during the study period than prior to the trial due to increasing provider familiarity with postextubation respiratory support, contamination from the unblinded intervention being delivered in the same study location, or both. The provision of postextubation support provided in the usual care group of this single centre trial may not match the experience at other centres so we will provide data on the use of NIV and HFNC in the usual care arm of PROPER to assist in the interpretation of the results. Another potential possibility is that use of one therapy will be similar between the intervention and usual care groups (eg, use of NIV) with substantial separation between groups in the other therapy (eg, use of HFNC). This would require a more nuanced interpretation of the study findings. Treating clinicians are aware of study group assignment and so clinicians may alter the timing of extubation or management of postextubation respiratory failure based on group assignment. To assess for such bias, we will present characteristics of the two study groups at extubation, including duration of mechanical ventilation prior to extubation, and information about use of rescue respiratory support in the two groups. We will also perform analyses that adjust for these factors or conduct prespecified sensitivity analyses. Finally, group assignment at the level of the cluster with multiple cluster-level crossovers introduces the possibility for intracluster correlation, intraperiod correlation, and intracluster intraperiod correlation, which may confound the relationship between group assignment and outcome. In the PROPER trial, the two clusters are anticipated to be extremely similar, as they are two halves of a single ICU. The periods are relatively short and each cluster alternates between group assignment relatively frequently. Among patients in the study ICU in the year prior to the trial who would have met criteria for enrolment, we measured these correlations and found the effect of intracluster correlation, intraperiod correlation and intracluster intraperiod correlation to be negligible (see online supplementary methods).", "sentences": [], "annotations": [], "relations": []}, {"offset": 44178, "infons": {"section_type": "CONCL", "type": "title_1"}, "text": "Conclusion", "sentences": [], "annotations": [], "relations": []}, {"offset": 44189, "infons": {"section_type": "CONCL", "type": "paragraph"}, "text": "We describe, before the conclusion of enrolment or data unblinding, our trial design and our approach to analysing the data from a large, pragmatic, cluster cross-over trial comparing the rate of reintubation between patients receiving protocolized post-extubation respiratory support on reintubation and those patients receiving usual care. Disseminating this prespecified framework enhances the rigour and reproducibility of our final report, and will allow readers to better judge the impact of our findings.", "sentences": [], "annotations": [], "relations": []}, {"offset": 44702, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 44725, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Contributors: Study concept and design: JDC, TWR and MS; Acquisition of data: JDC, ERV, BDL, PAB, EJH, AHT, KGB, RMB, RKR, JCR and MS. Analysis and interpretation of data: JDC and MS; Drafting of the manuscript: JDC and MS. Critical revision of the manuscript for important intellectual content: JDC, CJL, EWE, WHS, GRB, TWR and MS. Statistical analysis: JDC, LW, CJL and MS. Study supervision: TWR.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45125, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Funding: This study was supported in part by the Vanderbilt CTSA grant UL1TR002243 from NCATS/NIH. JDC was supported in part by the NIH (2T32HL087738-12). MS was supported in part by the NHLBI (K12HL133117 and K23HL143053). TWR was supported in part by the NIH (R34HL105869). Data collection used the Research Electronic Data Capture (REDCap) tool developed and maintained with Vanderbilt Institute for Clinical and Translational Research grant support (UL1 TR000445 from NCATS/NIH).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45609, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Competing interests: None declared.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45645, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Ethics approval: The trial was approved by the Vanderbilt University Medical Center Institutional Review Board (IRB) with waiver of informed consent (IRB 170650).", "sentences": [], "annotations": [], "relations": []}, {"offset": 45808, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Provenance and peer review: Not commissioned; externally peer reviewed.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45880, "infons": {"section_type": "SUPPL", "type": "footnote"}, "text": "Patient consent for publication: Not required.", "sentences": [], "annotations": [], "relations": []}, {"offset": 45927, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 45938, "infons": {"fpage": "2712", "lpage": "9", "name_0": "surname:Wunsch;given-names:H", "name_1": "surname:Wagner;given-names:J", "name_2": "surname:Herlim;given-names:M", "pub-id_doi": "10.1097/CCM.0b013e318298a139", "pub-id_pmid": "23963122", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "41", "year": "2013"}, "text": "ICU occupancy and mechanical ventilator use in the United States", "sentences": [], "annotations": [], "relations": []}, {"offset": 46003, "infons": {"fpage": "126", "lpage": "34", "name_0": "surname:Girard;given-names:TD", "name_1": "surname:Kress;given-names:JP", "name_2": "surname:Fuchs;given-names:BD", "pub-id_doi": "10.1016/S0140-6736(08)60105-1", "pub-id_pmid": "18191684", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "371", "year": "2008"}, "text": "Efficacy and safety of a paired sedation and ventilator weaning protocol for mechanically ventilated patients in intensive care (Awakening and Breathing Controlled trial): a randomised controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 46205, "infons": {"name_0": "surname:Ouellette;given-names:DR", "name_1": "surname:Patel;given-names:S", "name_2": "surname:Girard;given-names:TD", "pub-id_doi": "10.1016/j.chest.2016.10.036", "section_type": "REF", "source": "Chest", "type": "ref", "volume": "151", "year": "2017"}, "text": "Liberation from mechanical ventilation in critically ill adults: an official american college of chest physicians/american thoracic society clinical practice guideline: inspiratory pressure augmentation during spontaneous breathing trials, protocols minimizing sedation, and noninvasive ventilation immediately after extubation", "sentences": [], "annotations": [], "relations": []}, {"offset": 46535, "infons": {"fpage": "48", "name_0": "surname:Thille;given-names:AW", "name_1": "surname:Boissier;given-names:F", "name_2": "surname:Ben-Ghezala;given-names:H", "pub-id_doi": "10.1186/s13054-016-1228-2", "pub-id_pmid": "26926168", "section_type": "REF", "source": "Crit Care", "type": "ref", "volume": "20", "year": "2016"}, "text": "Easily identified at-risk patients for extubation failure may benefit from noninvasive ventilation: a prospective before-after study", "sentences": [], "annotations": [], "relations": []}, {"offset": 46668, "infons": {"fpage": "2465", "lpage": "70", "name_0": "surname:Nava;given-names:S", "name_1": "surname:Gregoretti;given-names:C", "name_2": "surname:Fanfulla;given-names:F", "pub-id_doi": "10.1097/01.CCM.0000186416.44752.72", "pub-id_pmid": "16276167", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "33", "year": "2005"}, "text": "Noninvasive ventilation to prevent respiratory failure after extubation in high-risk patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 46762, "infons": {"fpage": "1294", "lpage": "302", "name_0": "surname:Thille;given-names:AW", "name_1": "surname:Richard;given-names:JC", "name_2": "surname:Brochard;given-names:L", "pub-id_doi": "10.1164/rccm.201208-1523CI", "pub-id_pmid": "23641924", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "187", "year": "2013"}, "text": "The decision to extubate in the intensive care unit", "sentences": [], "annotations": [], "relations": []}, {"offset": 46814, "infons": {"fpage": "2612", "lpage": "8", "name_0": "surname:Thille;given-names:AW", "name_1": "surname:Harrois;given-names:A", "name_2": "surname:Schortgen;given-names:F", "pub-id_doi": "10.1097/CCM.0b013e3182282a5a", "pub-id_pmid": "21765357", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "39", "year": "2011"}, "text": "Outcomes of extubation failure in medical intensive care unit patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 46885, "infons": {"fpage": "835", "lpage": "42", "name_0": "surname:Miltiades;given-names:AN", "name_1": "surname:Gershengorn;given-names:HB", "name_2": "surname:Hua;given-names:M", "pub-id_pmid": "28288027", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "45", "year": "2017"}, "text": "Cumulative Probability and Time to Reintubation in United States Intensive Care Units", "sentences": [], "annotations": [], "relations": []}, {"offset": 46971, "infons": {"fpage": "137", "lpage": "41", "name_0": "surname:Torres;given-names:A", "name_1": "surname:Gatell;given-names:JM", "name_2": "surname:Aznar;given-names:E", "pub-id_doi": "10.1164/ajrccm.152.1.7599812", "pub-id_pmid": "7599812", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "152", "year": "1995"}, "text": "Re-intubation increases the risk of nosocomial pneumonia in patients needing mechanical ventilation", "sentences": [], "annotations": [], "relations": []}, {"offset": 47071, "infons": {"fpage": "502", "lpage": "9", "name_0": "surname:Frutos-Vivar;given-names:F", "name_1": "surname:Esteban;given-names:A", "name_2": "surname:Apezteguia;given-names:C", "pub-id_doi": "10.1016/j.jcrc.2010.12.015", "pub-id_pmid": "21376523", "section_type": "REF", "source": "J Crit Care", "type": "ref", "volume": "26", "year": "2011"}, "text": "Outcome of reintubated patients after scheduled extubation", "sentences": [], "annotations": [], "relations": []}, {"offset": 47130, "infons": {"fpage": "775", "lpage": "84", "name_0": "surname:Sellares;given-names:J", "name_1": "surname:Ferrer;given-names:M", "name_2": "surname:Cano;given-names:E", "pub-id_doi": "10.1007/s00134-011-2179-3", "pub-id_pmid": "21373820", "section_type": "REF", "source": "Intensive Care Med", "type": "ref", "volume": "37", "year": "2011"}, "text": "Predictors of prolonged weaning and survival during ventilator weaning in a respiratory ICU", "sentences": [], "annotations": [], "relations": []}, {"offset": 47222, "infons": {"fpage": "345", "lpage": "55", "name_0": "surname:Esteban;given-names:A", "name_1": "surname:Anzueto;given-names:A", "name_2": "surname:Frutos;given-names:F", "pub-id_doi": "10.1001/jama.287.3.345", "pub-id_pmid": "11790214", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "287", "year": "2002"}, "text": "Characteristics and outcomes in adult patients receiving mechanical ventilation: a 28-day international study", "sentences": [], "annotations": [], "relations": []}, {"offset": 47332, "infons": {"fpage": "170", "lpage": "7", "name_0": "surname:Esteban;given-names:A", "name_1": "surname:Ferguson;given-names:ND", "name_2": "surname:Meade;given-names:MO", "pub-id_doi": "10.1164/rccm.200706-893OC", "pub-id_pmid": "17962636", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "177", "year": "2008"}, "text": "Evolution of mechanical ventilation in response to clinical research", "sentences": [], "annotations": [], "relations": []}, {"offset": 47401, "infons": {"fpage": "220", "lpage": "30", "name_0": "surname:Esteban;given-names:A", "name_1": "surname:Frutos-Vivar;given-names:F", "name_2": "surname:Muriel;given-names:A", "pub-id_doi": "10.1164/rccm.201212-2169OC", "pub-id_pmid": "23631814", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "188", "year": "2013"}, "text": "Evolution of mortality over time in patients receiving mechanical ventilation", "sentences": [], "annotations": [], "relations": []}, {"offset": 47479, "infons": {"fpage": "817", "lpage": "22", "name_0": "surname:Brochard;given-names:L", "name_1": "surname:Mancebo;given-names:J", "name_2": "surname:Wysocki;given-names:M", "pub-id_doi": "10.1056/NEJM199509283331301", "pub-id_pmid": "7651472", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "333", "year": "1995"}, "text": "Noninvasive ventilation for acute exacerbations of chronic obstructive pulmonary disease", "sentences": [], "annotations": [], "relations": []}, {"offset": 47568, "infons": {"fpage": "3124", "lpage": "30", "name_0": "surname:Masip;given-names:J", "name_1": "surname:Roque;given-names:M", "name_2": "surname:Sánchez;given-names:B", "pub-id_doi": "10.1001/jama.294.24.3124", "pub-id_pmid": "16380593", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "294", "year": "2005"}, "text": "Noninvasive ventilation in acute cardiogenic pulmonary edema: systematic review and meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 47666, "infons": {"fpage": "171", "lpage": "7", "name_0": "surname:Baillard;given-names:C", "name_1": "surname:Fosse;given-names:JP", "name_2": "surname:Sebbane;given-names:M", "pub-id_doi": "10.1164/rccm.200509-1507OC", "pub-id_pmid": "16627862", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "174", "year": "2006"}, "text": "Noninvasive ventilation improves preoxygenation before intubation of hypoxic patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 47752, "infons": {"fpage": "721", "name_0": "surname:Nava;given-names:S", "name_1": "surname:Ambrosino;given-names:N", "name_2": "surname:Clini;given-names:E", "pub-id_doi": "10.7326/0003-4819-128-9-199805010-00004", "pub-id_pmid": "9556465", "section_type": "REF", "source": "Ann Intern Med", "type": "ref", "volume": "128", "year": "1998"}, "text": "Noninvasive mechanical ventilation in the weaning of patients with respiratory failure due to chronic obstructive pulmonary disease. A randomized, controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 47916, "infons": {"fpage": "62", "lpage": "71", "name_0": "surname:Vaschetto;given-names:R", "name_1": "surname:Longhini;given-names:F", "name_2": "surname:Persona;given-names:P", "pub-id_doi": "10.1007/s00134-018-5478-0", "pub-id_pmid": "30535516", "section_type": "REF", "source": "Intensive Care Med", "type": "ref", "volume": "45", "year": "2019"}, "text": "Early extubation followed by immediate noninvasive ventilation vs. standard extubation in hypoxemic patients: a randomized clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 48054, "infons": {"fpage": "2192", "lpage": "204", "name_0": "surname:Yeung;given-names:J", "name_1": "surname:Couper;given-names:K", "name_2": "surname:Ryan;given-names:EG", "pub-id_doi": "10.1007/s00134-018-5434-z", "pub-id_pmid": "30382306", "section_type": "REF", "source": "Intensive Care Med", "type": "ref", "volume": "44", "year": "2018"}, "text": "Non-invasive ventilation as a strategy for weaning from invasive mechanical ventilation: a systematic review and Bayesian meta-analysis", "sentences": [], "annotations": [], "relations": []}, {"offset": 48190, "infons": {"fpage": "2452", "lpage": "60", "name_0": "surname:Esteban;given-names:A", "name_1": "surname:Frutos-Vivar;given-names:F", "name_2": "surname:Ferguson;given-names:ND", "pub-id_doi": "10.1056/NEJMoa032736", "pub-id_pmid": "15190137", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "350", "year": "2004"}, "text": "Noninvasive positive-pressure ventilation for respiratory failure after extubation", "sentences": [], "annotations": [], "relations": []}, {"offset": 48273, "infons": {"fpage": "3238", "lpage": "44", "name_0": "surname:Keenan;given-names:SP", "name_1": "surname:Powers;given-names:C", "name_2": "surname:McCormack;given-names:DG", "pub-id_doi": "10.1001/jama.287.24.3238", "pub-id_pmid": "12076220", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "287", "year": "2002"}, "text": "Noninvasive positive-pressure ventilation for postextubation respiratory distress: a randomized controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 48386, "infons": {"fpage": "204", "lpage": "10", "name_0": "surname:Su;given-names:CL", "name_1": "surname:Chiang;given-names:LL", "name_2": "surname:Yang;given-names:SH", "pub-id_doi": "10.4187/respcare.01141", "pub-id_pmid": "21762554", "section_type": "REF", "source": "Respir Care", "type": "ref", "volume": "57", "year": "2012"}, "text": "Preventive use of noninvasive ventilation after extubation: a prospective, multicenter randomized controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 48501, "infons": {"fpage": "161", "lpage": "5", "name_0": "surname:Jiang;given-names:JS", "name_1": "surname:Kao;given-names:SJ", "name_2": "surname:Wang;given-names:SN", "pub-id_doi": "10.1046/j.1440-1843.1999.00168.x", "pub-id_pmid": "10382235", "section_type": "REF", "source": "Respirology", "type": "ref", "volume": "4", "year": "1999"}, "text": "Effect of early application of biphasic positive airway pressure on the outcome of extubation in ventilator weaning", "sentences": [], "annotations": [], "relations": []}, {"offset": 48617, "infons": {"fpage": "164", "lpage": "70", "name_0": "surname:Ferrer;given-names:M", "name_1": "surname:Valencia;given-names:M", "name_2": "surname:Nicolas;given-names:JM", "pub-id_doi": "10.1164/rccm.200505-718OC", "pub-id_pmid": "16224108", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "173", "year": "2006"}, "text": "Early noninvasive ventilation averts extubation failure in patients at risk: a randomized trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 48713, "infons": {"fpage": "1082", "lpage": "8", "name_0": "surname:Ferrer;given-names:M", "name_1": "surname:Sellarés;given-names:J", "name_2": "surname:Valencia;given-names:M", "pub-id_doi": "10.1016/S0140-6736(09)61038-2", "pub-id_pmid": "19682735", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "374", "year": "2009"}, "text": "Non-invasive ventilation after extubation in hypercapnic patients with chronic respiratory disorders: randomised controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 48843, "infons": {"fpage": "1621", "lpage": "4", "name_0": "surname:Parke;given-names:RL", "name_1": "surname:McGuinness;given-names:SP", "pub-id_doi": "10.4187/respcare.02358", "pub-id_pmid": "23513246", "section_type": "REF", "source": "Respir Care", "type": "ref", "volume": "58", "year": "2013"}, "text": "Pressures delivered by nasal high flow oxygen during all phases of the respiratory cycle", "sentences": [], "annotations": [], "relations": []}, {"offset": 48932, "infons": {"fpage": "589", "lpage": "96", "name_0": "surname:Riera;given-names:J", "name_1": "surname:Pérez;given-names:P", "name_2": "surname:Cortés;given-names:J", "pub-id_doi": "10.4187/respcare.02086", "pub-id_pmid": "23050520", "section_type": "REF", "source": "Respir Care", "type": "ref", "volume": "58", "year": "2013"}, "text": "Effect of high-flow nasal cannula and body position on end-expiratory lung volume: a cohort study using electrical impedance tomography", "sentences": [], "annotations": [], "relations": []}, {"offset": 49068, "infons": {"fpage": "247", "lpage": "57", "name_0": "surname:Lee;given-names:JH", "name_1": "surname:Rehder;given-names:KJ", "name_2": "surname:Williford;given-names:L", "pub-id_doi": "10.1007/s00134-012-2743-5", "pub-id_pmid": "23143331", "section_type": "REF", "source": "Intensive Care Med", "type": "ref", "volume": "39", "year": "2013"}, "text": "Use of high flow nasal cannula in critically ill infants, children, and adults: a critical review of the literature", "sentences": [], "annotations": [], "relations": []}, {"offset": 49184, "infons": {"fpage": "408", "lpage": "13", "name_0": "surname:Roca;given-names:O", "name_1": "surname:Riera;given-names:J", "name_2": "surname:Torres;given-names:F", "pub-id_pmid": "20406507", "section_type": "REF", "source": "Respir Care", "type": "ref", "volume": "55", "year": "2010"}, "text": "High-flow oxygen therapy in acute respiratory failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 49238, "infons": {"name_0": "surname:Mauri;given-names:T", "name_1": "surname:Turrini;given-names:C", "name_2": "surname:Eronia;given-names:N", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "year": "2016"}, "text": "Physiologic effects of high-flow nasal cannula in acute hypoxemic respiratory failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 49324, "infons": {"fpage": "166", "name_0": "surname:Cortegiani;given-names:A", "name_1": "surname:Accurso;given-names:G", "name_2": "surname:Mercadante;given-names:S", "pub-id_doi": "10.1186/s12871-018-0623-4", "pub-id_pmid": "30414608", "section_type": "REF", "source": "BMC Anesthesiol", "type": "ref", "volume": "18", "year": "2018"}, "text": "High flow nasal therapy in perioperative medicine: from operating room to general ward", "sentences": [], "annotations": [], "relations": []}, {"offset": 49411, "infons": {"name_0": "surname:Spoletini;given-names:G", "name_1": "surname:Cortegiani;given-names:A", "name_2": "surname:Gregoretti;given-names:C", "section_type": "REF", "source": "Trends Anaesth Crit Care", "type": "ref", "year": "2019"}, "text": "Physiopathological rationale of using high-flow nasal therapy in the acute and chronic setting: A narrative review", "sentences": [], "annotations": [], "relations": []}, {"offset": 49526, "infons": {"fpage": "2185", "lpage": "96", "name_0": "surname:Frat;given-names:JP", "name_1": "surname:Thille;given-names:AW", "name_2": "surname:Mercat;given-names:A", "pub-id_doi": "10.1056/NEJMoa1503326", "pub-id_pmid": "25981908", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "372", "year": "2015"}, "text": "High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure", "sentences": [], "annotations": [], "relations": []}, {"offset": 49604, "infons": {"fpage": "282", "lpage": "8", "name_0": "surname:Maggiore;given-names:SM", "name_1": "surname:Idone;given-names:FA", "name_2": "surname:Vaschetto;given-names:R", "pub-id_doi": "10.1164/rccm.201402-0364OC", "pub-id_pmid": "25003980", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "190", "year": "2014"}, "text": "Nasal high-flow versus Venturi mask oxygen therapy after extubation. Effects on oxygenation, comfort, and clinical outcome", "sentences": [], "annotations": [], "relations": []}, {"offset": 49727, "infons": {"fpage": "1354", "lpage": "61", "name_0": "surname:Hernández;given-names:G", "name_1": "surname:Vaquero;given-names:C", "name_2": "surname:González;given-names:P", "pub-id_doi": "10.1001/jama.2016.2711", "pub-id_pmid": "26975498", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "315", "year": "2016"}, "text": "Effect of postextubation high-flow nasal cannula vs conventional oxygen therapy on reintubation in low-risk patients: a randomized clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 49873, "infons": {"fpage": "1565", "lpage": "74", "name_0": "surname:Hernández;given-names:G", "name_1": "surname:Vaquero;given-names:C", "name_2": "surname:Colinas;given-names:L", "pub-id_doi": "10.1001/jama.2016.14194", "pub-id_pmid": "27706464", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "316", "year": "2016"}, "text": "Effect of postextubation high-flow nasal cannula vs noninvasive ventilation on reintubation and postextubation respiratory failure in high-risk patients: a randomized clinical trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 50055, "infons": {"elocation-id": "e7586", "name_0": "surname:Chan;given-names:AW", "name_1": "surname:Tetzlaff;given-names:JM", "name_2": "surname:Gøtzsche;given-names:PC", "pub-id_doi": "10.1136/bmj.e7586", "pub-id_pmid": "23303884", "section_type": "REF", "source": "BMJ", "type": "ref", "volume": "346", "year": "2013"}, "text": "SPIRIT 2013 explanation and elaboration: guidance for protocols of clinical trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 50138, "infons": {"fpage": "1685", "lpage": "7", "name_0": "surname:Ware;given-names:JH", "name_1": "surname:Hamel;given-names:MB", "pub-id_doi": "10.1056/NEJMp1103502", "pub-id_pmid": "21542739", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "364", "year": "2011"}, "text": "Pragmatic trials-guides to better patient care?", "sentences": [], "annotations": [], "relations": []}, {"offset": 50186, "infons": {"fpage": "217", "lpage": "23", "name_0": "surname:Khilnani;given-names:GC", "name_1": "surname:Galle;given-names:AD", "name_2": "surname:Hadda;given-names:V", "pub-id_doi": "10.1177/0310057X1103900210", "pub-id_pmid": "21485669", "section_type": "REF", "source": "Anaesth Intensive Care", "type": "ref", "volume": "39", "year": "2011"}, "text": "Non-invasive ventilation after extubation in patients with chronic obstructive airways disease: a randomised controlled trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 50312, "infons": {"fpage": "943", "lpage": "7", "name_0": "surname:Kanji;given-names:S", "name_1": "surname:MacPhee;given-names:H", "name_2": "surname:Singh;given-names:A", "pub-id_doi": "10.1097/CCM.0000000000001522", "pub-id_pmid": "26783859", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "44", "year": "2016"}, "text": "Validation of the critical care pain observation tool in critically ill patients with delirium: a prospective cohort study", "sentences": [], "annotations": [], "relations": []}, {"offset": 50435, "infons": {"fpage": "1338", "lpage": "44", "name_0": "surname:Sessler;given-names:CN", "name_1": "surname:Gosnell;given-names:MS", "name_2": "surname:Grap;given-names:MJ", "pub-id_doi": "10.1164/rccm.2107138", "pub-id_pmid": "12421743", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "166", "year": "2002"}, "text": "The richmond agitation–sedation scale", "sentences": [], "annotations": [], "relations": []}, {"offset": 50475, "infons": {"fpage": "2983", "lpage": "91", "name_0": "surname:Ely;given-names:EW", "name_1": "surname:Truman;given-names:B", "name_2": "surname:Shintani;given-names:A", "pub-id_doi": "10.1001/jama.289.22.2983", "pub-id_pmid": "12799407", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "289", "year": "2003"}, "text": "Monitoring sedation status over time in ICU patients: reliability and validity of the Richmond Agitation-Sedation Scale (RASS)", "sentences": [], "annotations": [], "relations": []}, {"offset": 50602, "infons": {"fpage": "1370", "lpage": "9", "name_0": "surname:Ely;given-names:EW", "name_1": "surname:Margolin;given-names:R", "name_2": "surname:Francis;given-names:J", "pub-id_doi": "10.1097/00003246-200107000-00012", "pub-id_pmid": "11445689", "section_type": "REF", "source": "Crit Care Med", "type": "ref", "volume": "29", "year": "2001"}, "text": "Evaluation of delirium in critically ill patients: validation of the Confusion Assessment Method for the Intensive Care Unit (CAM-ICU)", "sentences": [], "annotations": [], "relations": []}, {"offset": 50737, "infons": {"fpage": "2703", "lpage": "10", "name_0": "surname:Ely;given-names:EW", "name_1": "surname:Inouye;given-names:SK", "name_2": "surname:Bernard;given-names:GR", "pub-id_doi": "10.1001/jama.286.21.2703", "pub-id_pmid": "11730446", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "286", "year": "2001"}, "text": "Delirium in mechanically ventilated patients: validity and reliability of the confusion assessment method for the intensive care unit (CAM-ICU)", "sentences": [], "annotations": [], "relations": []}, {"offset": 50881, "infons": {"fpage": "1685", "lpage": "90", "name_0": "surname:Needham;given-names:DM", "pub-id_doi": "10.1001/jama.300.14.1685", "pub-id_pmid": "18840842", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "300", "year": "2008"}, "text": "Mobilizing patients in the intensive care unit: improving neuromuscular weakness and physical function", "sentences": [], "annotations": [], "relations": []}, {"offset": 50984, "infons": {"fpage": "377", "lpage": "81", "name_0": "surname:Harris;given-names:PA", "name_1": "surname:Taylor;given-names:R", "name_2": "surname:Thielke;given-names:R", "pub-id_doi": "10.1016/j.jbi.2008.08.010", "pub-id_pmid": "18929686", "section_type": "REF", "source": "J Biomed Inform", "type": "ref", "volume": "42", "year": "2009"}, "text": "Research electronic data capture (REDCap)-a metadata-driven methodology and workflow process for providing translational research informatics support", "sentences": [], "annotations": [], "relations": []}, {"offset": 51134, "infons": {"fpage": "81", "lpage": "4", "name_0": "surname:Teasdale;given-names:G", "name_1": "surname:Jennett;given-names:B", "pub-id_doi": "10.1016/S0140-6736(74)91639-0", "section_type": "REF", "source": "The Lancet", "type": "ref", "volume": "304", "year": "1974"}, "text": "Assessment of coma and impaired consciousness", "sentences": [], "annotations": [], "relations": []}, {"offset": 51180, "infons": {"fpage": "378", "name_0": "surname:Semler;given-names:MW", "name_1": "surname:Self;given-names:WH", "name_2": "surname:Rice;given-names:TW", "pub-id_doi": "10.1056/NEJMc1804294", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "378", "year": "2018"}, "text": "Balanced crystalloids versus saline in critically ill adults", "sentences": [], "annotations": [], "relations": []}, {"offset": 51241, "infons": {"fpage": "1049", "lpage": "60", "name_0": "surname:Zeger;given-names:SL", "name_1": "surname:Liang;given-names:KY", "name_2": "surname:Albert;given-names:PS", "pub-id_doi": "10.2307/2531734", "pub-id_pmid": "3233245", "section_type": "REF", "source": "Biometrics", "type": "ref", "volume": "44", "year": "1988"}, "text": "Models for longitudinal data: a generalized estimating equation approach", "sentences": [], "annotations": [], "relations": []}, {"offset": 51314, "infons": {"fpage": "274", "lpage": "89", "name_0": "surname:Turner;given-names:RM", "name_1": "surname:White;given-names:IR", "name_2": "surname:Croudace;given-names:T", "pub-id_doi": "10.1002/sim.2537", "pub-id_pmid": "16538700", "section_type": "REF", "source": "Stat Med", "type": "ref", "volume": "26", "year": "2007"}, "text": "Analysis of cluster randomized cross-over trial data: a comparison of methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 51392, "infons": {"fpage": "316", "lpage": "23", "name_0": "surname:Parienti;given-names:JJ", "name_1": "surname:Kuss;given-names:O", "pub-id_doi": "10.1016/j.cct.2006.10.004", "pub-id_pmid": "17110172", "section_type": "REF", "source": "Contemp Clin Trials", "type": "ref", "volume": "28", "year": "2007"}, "text": "Cluster-crossover design: a method for limiting clusters level effect in community-intervention studies", "sentences": [], "annotations": [], "relations": []}, {"offset": 51496, "infons": {"section_type": "REF", "type": "ref", "year": "2017"}, "text": "Multiple endpoints in clinical trials: guidance for industry", "sentences": [], "annotations": [], "relations": []}, {"offset": 51557, "infons": {"section_type": "REF", "type": "ref", "year": "2016"}, "text": "Guideline on multiplicity issues in clinical trials", "sentences": [], "annotations": [], "relations": []}, {"offset": 51609, "infons": {"fpage": "927", "lpage": "34", "pub-id_pmid": "9062335", "section_type": "REF", "source": "JAMA", "type": "ref", "volume": "277", "year": "1997"}, "text": "Uniform requirements for manuscripts submitted to biomedical journals. International Committee of Medical Journal Editors", "sentences": [], "annotations": [], "relations": []}, {"offset": 51731, "infons": {"fpage": "459", "lpage": "65", "name_0": "surname:Esteban;given-names:A", "name_1": "surname:Alía;given-names:I", "name_2": "surname:Gordo;given-names:F", "pub-id_doi": "10.1164/ajrccm.156.2.9610109", "pub-id_pmid": "9279224", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "156", "year": "1997"}, "text": "Extubation outcome after spontaneous breathing trials with T-Tube or pressure support ventilation", "sentences": [], "annotations": [], "relations": []}, {"offset": 51829, "infons": {"fpage": "672", "lpage": "9", "name_0": "surname:Girault;given-names:C", "name_1": "surname:Bubenheim;given-names:M", "name_2": "surname:Abroug;given-names:F", "pub-id_doi": "10.1164/rccm.201101-0035OC", "pub-id_pmid": "21680944", "section_type": "REF", "source": "Am J Respir Crit Care Med", "type": "ref", "volume": "184", "year": "2011"}, "text": "Noninvasive ventilation and weaning in patients with chronic hypercapnic respiratory failure", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]