[{"source": "PMC", "date": "20210205", "key": "pmc.key", "infons": {}, "documents": [{"id": "7849583", "infons": {"license": "CC BY-NC"}, "passages": [{"offset": 0, "infons": {"article-id_doi": "10.3324/haematol.2019.223693", "article-id_pmc": "7849583", "article-id_pmid": "32107341", "fpage": "543", "issue": "2", "license": "This article is distributed under the terms of the Creative Commons Attribution Noncommercial License () which permits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited.", "lpage": "554", "name_0": "surname:Cramer;given-names:Paula", "name_1": "surname:von Tresckow;given-names:Julia", "name_10": "surname:Durig;given-names:Jan", "name_11": "surname:Tausch;given-names:Eugen", "name_12": "surname:Hensel;given-names:Manfred", "name_13": "surname:Sasse;given-names:Stephanie", "name_14": "surname:Fink;given-names:Anna-Maria", "name_15": "surname:Fischer;given-names:Kirsten", "name_16": "surname:Kreuzer;given-names:Karl-Anton", "name_17": "surname:Bottcher;given-names:Sebastian", "name_18": "surname:Ritgen;given-names:Matthias", "name_19": "surname:Kneba;given-names:Michael", "name_2": "surname:Robrecht;given-names:Sandra", "name_20": "surname:Wendtner;given-names:Clemens-Martin", "name_21": "surname:Stilgenbauer;given-names:Stephan", "name_22": "surname:Eichhorst;given-names:Barbara", "name_23": "surname:Hallek;given-names:Michael", "name_3": "surname:Bahlo;given-names:Jasmin", "name_4": "surname:Furstenau;given-names:Moritz", "name_5": "surname:Langerbeins;given-names:Petra", "name_6": "surname:Pflug;given-names:Natali", "name_7": "surname:Al-Sawaf;given-names:Othman", "name_8": "surname:Heinz;given-names:Werner J.", "name_9": "surname:Vehling-Kaiser;given-names:Ursula", "section_type": "TITLE", "type": "front", "volume": "106", "year": "2021"}, "text": "Bendamustine followed by ofatumumab and ibrutinib in chronic lymphocytic leukemia: primary endpoint analysis of a multicenter, open-label, phase II trial (CLL2-BIO)", "sentences": [], "annotations": [], "relations": []}, {"offset": 165, "infons": {"section_type": "ABSTRACT", "type": "abstract"}, "text": "The introduction of targeted agents has revolutionized the treatment of chronic lymphocytic leukemia but only few patients achieve a complete remission and minimal residual disease negativity with ibrutinib monotherapy. This multicenter, investigator-initiated, phase II study is evaluating sequential treatment with two cycles of bendamustine debulking for patients with a higher tumor load, followed by ofatumumab and ibrutinib induction and maintenance treatment. An all-comer population, irrespective of prior treatment, physical fitness and genetic factors, was included. The primary endpoint was the investigator-assessed overall response rate at the end of induction treatment. Of 66 patients enrolled, one patient with early treatment discontinuation was excluded from the efficacy analysis as predefined by the protocol. Thirty-nine patients (60%) were treatment-naïve and 26 patients (40%) had relapsed/refractory chronic lymphocytic leukemia, 21 patients (32%) had a del(17p) and/or TP53 mutation and 45 patients (69%) had unmutated IGHV status. At the end of the induction, 60 of 65 patients (92%) responded and nine (14%) achieved minimal residual disease negativity (<10-4) in peripheral blood. No unexpected or cumulative toxicities occurred. The most common grade 3 or 4 adverse events, according to the Common Toxicity Criteria, were neutropenia, anemia, infusion-related reactions, and diarrhea. This sequential treatment of bendamustine debulking, followed by ofatumumab and ibrutinib was well tolerated without unexpected safety signals and showed a good efficacy with an overall response rate of 92%. Ongoing maintenance treatment aims at deeper responses with minimal residual disease negativity. However, ibrutinib should still be used as a single agent outside clinical trials. Clinicaltrials.gov number: NCT02689141.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2008, "infons": {"section_type": "INTRO", "type": "title_1"}, "text": "Introduction", "sentences": [], "annotations": [], "relations": []}, {"offset": 2021, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "The introduction of targeted agents has led to profound changes in the treatment of chronic lymphocytic leukemia (CLL) and the Bruton tyrosine kinase inhibitor ibrutinib has become a preferred treatment option not only in relapsed/refractory and high-risk patients, but also for first-line therapy. However, only very few patients treated with single-agent ibrutinib achieve a complete remission (CR) and minimal residual disease (MRD) negativity and therefore a continuous treatment appears to be necessary to maintain responses. This prolonged treatment duration increases the risk of toxicities, non-compliance and selection of resistant clones, as well as inflating the costs of treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 2715, "infons": {"section_type": "INTRO", "type": "paragraph"}, "text": "We hypothesized that the combination of ibrutinib with the second-generation, fully humanized antibody ofatumumab might have the potential to increase the depth of responses and achieve CR and MRD negativity, i.e., eradicate the disease below the detection limit and thus enable treatment discontinuations without risk of immediate relapse. Several phase II and III studies are testing the combination of ibrutinib with the anti-CD20 antibodies rituximab, ofatumumab and obinutuzumab; the CLL2-BIO trial is evaluating ibrutinib with ofatumumab after an optional debulking with bendamustine.", "sentences": [], "annotations": [], "relations": []}, {"offset": 3306, "infons": {"section_type": "METHODS", "type": "title_1"}, "text": "Methods", "sentences": [], "annotations": [], "relations": []}, {"offset": 3314, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The CLL2-BIO trial is a prospective, open-label, multicenter, investigator-initiated trial by the German CLL Study Group with the University of Cologne, Germany being the legal sponsor (participating sites are listed in the Online Supplementary Appendix, page 1). The design of this phase II trial is based on the previously published so-called “sequential triple-T concept” of a tailored and targeted treatment aiming at a total eradication of MRD. It is evaluating a sequential treatment consisting of two cycles of bendamustine debulking, followed by six induction cycles and up to 24 months of maintenance treatment with ofatumumab and ibrutinib (Online Supplementary Appendix, Figure S1, page 5). The debulking (bendamustine 70 mg/m on days 1 and 2 repeated after 28 days) was recommended for patients with an absolute lymphocyte count ≥25,000/mL and/or lymph nodes with a diameter ≥5 cm, unless the patients had contraindications (e.g., refractoriness or known hypersensitivity to the drug). In the subsequent induction treatment, 300 mg ofatumumab was administered on day 1 of the first cycle and 1,000 mg on days 8 and 15 of the first cycle and every 4 weeks in cycles 2 to 6. Daily oral intake of 420 mg ibrutinib started on day 1 of the second cycle. In the maintenance treatment, ibrutinib (420 mg) was continued daily and ofatumumab (1,000 mg) administered every 3 months until unacceptable toxicity, progression/new CLL treatment or for up to 24 months. Furthermore, treatment was stopped in the case of a CR and MRD negativity in peripheral blood in two assessments within an interval of 3 months.", "sentences": [], "annotations": [], "relations": []}, {"offset": 4934, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The trial was designed for adult patients with treatment-naïve or relapsed/refractory CLL requiring treatment according to International Workshop on CLL (IWCLL) criteria; eligibility criteria are described in the Online Supplementary Appendix (pages 1-3). All patients provided written informed consent. Responses were evaluated by the investigators according to IWCLL criteria and reviewed centrally. Computed or magnetic resonance tomography (CT/MRI), as well as a bone marrow aspirate were required for confirmation of a CR or CR with incomplete marrow recovery (CRi). The response of patients fulfilling all IWCLL criteria of a CR/CRi (no evidence of lymphadenopathy, hepatoor splenomegaly on clinical examination and ultrasound or other imaging investigations, no disease-related symptoms and normalization of the hematologic parameters) but lacking one or both of these diagnostic modalities were termed “clinical CR” or “clinical CRi”, respectively, and graded as a partial response (PR).", "sentences": [], "annotations": [], "relations": []}, {"offset": 5939, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "Samples for detection of MRD, which were mostly peripheral blood and also bone marrow, were taken for the final restaging after the induction treatment onwards and were analyzed centrally with four-color flow cytometry. Results were categorized into three different MRD levels: low (<10-4), intermediate (≥10-4 and <10-2) and high (≥10-2) and MRD \"negativity\" was defined as <10-4.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6325, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The primary endpoint of the CLL2-BIO trial was the overall response rate (ORR) after induction treatment. Further details on statistical analyses are provided in the Online Supplementary Appendix (page 4).", "sentences": [], "annotations": [], "relations": []}, {"offset": 6531, "infons": {"section_type": "METHODS", "type": "paragraph"}, "text": "The study was approved by the health authorities and the institutional review board of each participating site, was registered at clinicaltrials.gov (NCT02689141) and was conducted in accordance with the Declaration of Helsinki and International Conference on Harmonization-Good Clinical Practice.", "sentences": [], "annotations": [], "relations": []}, {"offset": 6829, "infons": {"section_type": "RESULTS", "type": "title_1"}, "text": "Results", "sentences": [], "annotations": [], "relations": []}, {"offset": 6837, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Between February 4 and October 4, 2016, 66 patients were enrolled. One patient treated first-line who received fewer than two induction cycles (treatment discontinuation due to a generalized seizure on day 4 of induction cycle 2) was excluded from the efficacy analysis as predefined by the protocol but remained in the safety population. The patients flow through the study is summarized in Figure 1.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7239, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "The patients’ baseline characteristics are shown in Table 1. Of note, 21 of 65 patients (32%) had a del(17p) and/or TP53 mutation and 45 patients (69%) had unmutated IGHV.", "sentences": [], "annotations": [], "relations": []}, {"offset": 7413, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Thirty-nine of the 65 patients (60%) were treatmentnaïve and 26 patients (40%) had relapsed/refractory CLL with a median of 1.5 prior therapies (range, 1-5; interquartile range, 1-2). The prior therapies are presented in the Online Supplementary Appendix (page 6); most common therapies were bendamustine plus rituximab (15 times in 14 patients) and fludarabine, cyclophosphamide plus rituximab (8 times in 8 patients); five patients had received novel agents (3 idelalisib with rituximab and 2 venetoclax).", "sentences": [], "annotations": [], "relations": []}, {"offset": 7922, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Fifty-one of 65 patients (78%) received bendamustine debulking and 44 patients completed the planned two cycles; 14 patients (22%) started the induction therapy immediately. Sixty-three of 65 patients (97%) received all six induction cycles; two patients discontinued treatment in the fourth cycle, one due to bronchial carcinoma and one due to atrial fibrillation. The majority of patients received all eight ofatumumab infusions in the induction phase (62 of 65 patients, 95%) and the mean dose intensity of ofatumumab was 99% of the planned dose. Regarding the daily oral intake of ibrutinib in the induction phase, more than half of the patients had at least one dose reduction (40 patients, 62%) and/or treatment interruption (37 patients, 57%). The median duration of the treatment interruptions was 1 day (range, 1-83 days); 19 patients (29%) had treatment interruptions lasting ≥7 days, which were mainly due to adverse events. The ibrutinib dose was modified in 89 of the total of 384 treatment cycles (23%); this was due to adverse events in 42 cycles given to 24 patients. Despite these dose modifications, the mean dose intensity of ibrutinib in the induction treatment was 94% of the planned dose. The administration of debulking treatment with bendamustine appeared not to increase the rate of dose reductions and treatment interruptions or to have an adverse impact on the dose intensity (Online Supplementary Appendix, Table S5, page 8). Adverse events leading to dose modifications of ibrutinib and/or ofatumumab were mainly infusion-related reac- tions (n=18), infections (n=13), hematologic and gastrointestinal adverse events (9 each), as well as atrial fibrillation, nervous system and respiratory/thoracic disorders (4 each). Maintenance treatment was started in 59 patients (91%) and up to the data-cutoff all 59 patients have completed the second cycle.", "sentences": [], "annotations": [], "relations": []}, {"offset": 9802, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At the final restaging after induction treatment, all 39 patients being treated first-line (100%) and 21 of the 26 relapsed/refractory patients (81%) had responded (Table 2). With a 92% ORR for the mixed population at the end of induction staging, the primary endpoint was met (95% confidence interval [95% CI]: 83–98%; P=0.0013 when tested against the null hypothesis of an ORR of 75%). Fifty-nine patients achieved a PR according to IWCLL criteria and one had a PR with lymphocytosis; no CR/CRi were documented, but 18 patients with a PR lacked a bone marrow biopsy (18 patients) and/or a CT scan (14 patients) but fulfilled all other criteria for a CR. MRD was assessed in peripheral blood at the final restaging in 62 of 65 patients and nine patients (14%) had achieved MRD \"negativity\" (<10-4). The MRD \"negativity\" rate at the final restaging was 18% among patients treated first-line and 8% among the relapsed/refractory patients. Patients with adverse prognostic markers such as del(17p) and unmutated IGHV had lower overall response and MRD negativity rates: the ORR were 75% and 89%, respectively, for patients with these markers, while the MRD negativity rates were 0% and 9%, respectively (Online Supplementary Appendix, Table S2, page 6).", "sentences": [], "annotations": [], "relations": []}, {"offset": 11056, "infons": {"file": null, "id": "table001", "section_type": "TABLE", "type": "table_caption"}, "text": "Patients’ characteristics.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11085, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "After up to two cycles of the initial debulking treatment with bendamustine, 30 of 51 patients (59%) achieved a response according to IWCLL criteria, including 23 of 35 (66%) patients treated first-line and seven of 16 (44%) relapsed/refractory patients. Nineteen patients (37%) had stable disease and two patients (4%) had progressive disease but proceeded with induction treatment on study. Eleven of the 21 patients with a del(17p)/TP53 mutation received debulking treatment: six achieved a response according to IWCLL criteria and the other five had stable disease. Nine of 15 patients who had previously been treated with bendamustine were re-exposed to bendamustine in the trial and four of them (44%) responded to the debulking treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11831, "infons": {"file": "106543.fig1.jpg", "id": "fig001", "section_type": "FIG", "type": "fig_caption"}, "text": "CONSORT diagram. Patients’ flow through the study. pts: patients; AE: adverse event; MRD: minimal residual disease.", "sentences": [], "annotations": [], "relations": []}, {"offset": 11949, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Over time, the responses of the patients improved (Figure 2A). The best response achieved until 6 months after the final restaging was CR/CRi in four patients (6%), clinical CR/CRi without confirmatory CT scan and/or bone marrow biopsy in 28 patients (43%) and PR in 33 patients (51%). By the time of the data cut-off, 12 patients had stopped maintenance treatment: five due to a MRDnegative response, four with progressive disease, two due to adverse events and one patient died (Figure 2B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 12442, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "At the time of the data cut-off (median observation time of 20 months) six patients (all in the relapsed/refractory cohort) had progressed and two had died. One of the deaths was due to sepsis with multi-organ failure after the sixth induction cycle in a 73-year old female patient who had received five prior therapies. The other death was caused by ischemic cerebral infarction in the second maintenance cycle in an 73-year old male patient who had not received prior therapy and was initially hospitalized because of pneumonia, developed a tachyarrhythmia and in whom anticoagulant treatment was discontinued due to a fall and hemoptysis (see Online Supplementary Appendix, Table S3, page 7). The median progression-free and overall survival were not reached. The estimated 15- month progression-free survival rate was 94% (95% CI: 88-100%) for the entire cohort, being 97% (93-100%) among those treated first-line and 89% (76-100%) among the relapsed/refractory patients (Figure 3A). Estimated 15- month overall survival rates were 97% (95% CI: 93-100%) for the entire cohort, 97% (93-100%) among patients treated first-line and 96% (89-100%) among the relapsed/refractory patients (Figure 3B).", "sentences": [], "annotations": [], "relations": []}, {"offset": 13641, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "By the time of data cut-off, a total of 959 adverse events had been reported in all 66 patients: 602 (63%) occurred in the treatment-naïve patients and 357 (37%) in the relapsed/refractory cohort (Online Supplementary Appendix, Table S4, page 7). In total, 158 adverse events (16%) occurred during the debulking treatment, 547 (57%) during induction and 254 (26%) in the maintenance/followup phase. According to investigator assessment, 600 (63%) were deemed related to the study treatment. The majority of the adverse events (742, 77%) resolved and 796 adverse events (83%) did not require an adjustment of the study drug. Most adverse events were mild (Common Toxicity Criteria [CTC] grade 1: n=468, 49%) or moderate (CTC grade 2: n=355, 37%), although 120 adverse events (13%) were severe/medically significant (CTC grade 3), 14 (1%) were considered life-threatening (CTC grade 4) and two had a fatal outcome. Both deaths and 97 of the 134 grade 3 or 4 adverse events (72%) were considered related to the study treatment. Eighty-seven of the 959 adverse events (9%) were reported as serious adverse events and 69 of them (79%) were considered treatment-related.", "sentences": [], "annotations": [], "relations": []}, {"offset": 14807, "infons": {"file": null, "id": "table002", "section_type": "TABLE", "type": "table_caption"}, "text": "Response at the end of induction (efficacy population).", "sentences": [], "annotations": [], "relations": []}, {"offset": 14863, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During the two cycles of bendamustine debulking, 45 of 52 patients (87%) experienced adverse events of any grade (Table 3A), including 16 patients (31%) with grade 3 and three patients (6%) with grade 4 toxicities. Most common grade 1 or 2 toxicities were nausea (14 patients, 27%), rash/exanthema (8 patients, 15%) and fatigue (7 patients, 13%) and most common grade 3 or 4 toxicities were neutropenia (6 patients, 12%) and anemia (5 patients, 10%). Debulking did not lead to an increased rate of cytopenias or infections in the induction phase; 17% of patients with debulking had grade 3 or 4 hematologic toxicities and 8% experienced grade 3 or 4 infections in the induction phase compared to 50% and 21% among the 14 patients without prior debulking (Online Supplementary Appendix, Table S5, page 8). The rate of infusion-related reactions was 38%, including 4% grade 3 or 4 reactions among patients with prior debulking compared to 64% and 21%, respectively, among patients without debulking.", "sentences": [], "annotations": [], "relations": []}, {"offset": 15861, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "During the induction treatment with ofatumumab and ibrutinib, all 66 patients experienced adverse events (Table 3B), including 25 (38%) who had grade 3 events, eight (12%) who had grade 4 adverse events, and one patient (2%) who died of septic shock. The most common grade 1 or 2 toxicities were infusion-related reactions (24 patients, 36%), upper respiratory tract infections (20 patients, 30%), diarrhea (18 patients, 27%), muscle disorders (17 patients, 26%), fatigue (14 patients, 21%) and rash/exanthema (13 patients, 20%). The most common grade 3 or 4 toxicities were neutropenia (14 patients, 21%), infusion-related reactions (5 patients, 8%) and diarrhea (4 patients, 6%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 16543, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Cytopenias, including neutropenia and thrombocytopenia, as well as epistaxis and hematoma occurred more often among the relapsed/refractory patients, while CTC grade 1 or 2 infections, mild gastrointestinal toxicities and skin/subcutaneous disorders, as well as hypertension were reported more often among the treatment-naïve patients.", "sentences": [], "annotations": [], "relations": []}, {"offset": 16880, "infons": {"section_type": "RESULTS", "type": "paragraph"}, "text": "Of note, four of 66 patients (6%) reported paresthesia or dysesthesia (all CTC grade 1 or 2) during the induction treatment and three other patients had paresthesia or dysesthesia or sensory abnormalities during debulking treatment.", "sentences": [], "annotations": [], "relations": []}, {"offset": 17113, "infons": {"section_type": "DISCUSS", "type": "title_1"}, "text": "Discussion", "sentences": [], "annotations": [], "relations": []}, {"offset": 17124, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "This paper reports on a sequential combination treatment strategy, consisting of bendamustine debulking, followed by ofatumumab and ibrutinib in induction and a maintenance phase in a mixed population of treatmentnaïve and relapsed/refractory patients. The primary endpoint of the trial was met: at the end of the induction treatment, an ORR of 92% and a MRD negativity rate of 14% in peripheral blood were achieved. As expected, response and MRD negativity rates were somewhat lower in patients with relapsed/refractory disease or with the high-risk markers del(17p)/TP53 mutation or unmutated IGHV. The response and MRD negativity rates achieved are inferior to those reported with standard chemoimmunotherapies,  venetoclax either as a single agent or in combination with rituximab or obinutuzumab, and with ibrutinib plus obinutuzumab (Online Supplementary Appendix, Table S6, page 9). The efficacy results after 8 months of induction therapy are comparable to those reported for ibrutinib as a single agent (although MRD negativity is seen infrequently) or combined with the antibodies rituximab or ofatumumab. Two randomized trials showed faster and deeper remissions with the addition of rituximab to ibrutinib, but this did not translate into progression-free or overall survival differences.  However, this might change with continued treatment and longer follow-up. Several trials showed that continued ibrutinib treatment is able to increase the rates of CR and MRD-negative remissions - responses also deepened in our study during the maintenance phase with continued ibrutinib and ofatumumab.", "sentences": [], "annotations": [], "relations": []}, {"offset": 18731, "infons": {"file": "106543.fig2.jpg", "id": "fig002", "section_type": "FIG", "type": "fig_caption"}, "text": "Improvement of response, time to first minimal residual disease negativity and treatment discontinuation. (A) Change in response with continued treatment. (B) Time to first documentation of minimal residual disease negativity and treatment discontinuation. CR: complete remission; CRi: CR with incomplete recovery of bone marrow; PD: progressive disease; PR: partial response; SD: stable disease; *Clinical CR/CRi is a remission fulfilling all criteria of a CR/CRi according to International Workshop on Chronic Lymphocytic Leukemia criteria except a bone marrow examination and/or computed tomography/ magnetic resonance imaging scan: the lymphocyte count had to be normalized, patients had to be asymptomatic and have no evidence of lymphadenopathy and hepatosplenomegaly in clinical examination and ultrasound or other imaging.", "sentences": [], "annotations": [], "relations": []}, {"offset": 19562, "infons": {"file": "106543.fig3.jpg", "id": "fig003", "section_type": "FIG", "type": "fig_caption"}, "text": "Progression-free and overall survival. (A) Progression-free survival. (B) Overall survival. FL: patients treated first-line; RR: relapsed/refractory patients", "sentences": [], "annotations": [], "relations": []}, {"offset": 19720, "infons": {"file": null, "id": "table003a", "section_type": "TABLE", "type": "table_caption"}, "text": "Adverse events during debulking with bendamustine reported in ≥5% of all patients: data are number of patients (%)", "sentences": [], "annotations": [], "relations": []}, {"offset": 19837, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "No unexpected or cumulative toxicities were seen with the combination of bendamustine, followed by ofatumumab and ibrutinib. The majority of adverse events were mild/moderate (CTC grade 1 or 2). The most common CTC grade 3 or 4 adverse events were neutropenia and anemia during the debulking with bendamustine and neutropenia, infusion-related reactions and diarrhea during the induction with ofatumumab and ibrutinib. Except for two fatal adverse events, the toxicities were generally manageable: only six patients discontinued treatment prematurely due to toxicity and the mean dose intensity of both ibrutinib and ofatumumab in the induction phase was more than 90% of the planned dose. The rates of neutropenia, thrombocytopenia and infections in both cohorts compare favorably to those with chemoimmunotherapy and other targeted therapies (Online Supplementary Appendix, Table S6, page 9).,12,14, The toxicities seen in this trial are in accordance with those reported in a phase-Ib/II trial evaluating different administration sequences of ibrutinib and ofatumumab in 71 patients with relapsed CLL, small lymphocytic lymphoma, prolymphocytic leukemia or Richter transformation.  Importantly, the high incidence of peripheral sensory neuropathy reported in that trial (31 of 71 patients, mostly CTC grade 1 or 2) was not confirmed in our study despite a longer period of observation.", "sentences": [], "annotations": [], "relations": []}, {"offset": 21226, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The primary goal of the initial debulking with bendamustine was to reduce the tumor load before initiation of treatment with ofatumumab and ibrutinib to improve treatment tolerability. As intended, the rate of infusionrelated reactions was lower among patients who had received bendamustine than in those who had not been given debulking treatment, and especially compared to the rate in patients in whom ibrutinib and ofatumumab were started concurrently in the above-mentioned phase Ib/II study. Although the majority of the patients experienced adverse events during the debulking treatment, including one third of patients with grade 3 or 4 toxicities, the administration of bendamustine did not seem to make patients more prone to cytopenias and infections in the induction phase and did not increase the risk of dose reductions and/or treatment interruptions. Due to low numbers of patients, it is difficult to draw a definite conclusion on whether debulking therapy with bendamustine is beneficial for all patients or only for certain subgroups. Additional analyses including two other phase II trials with a similar design also evaluating bendamustine debulking, followed by obinutuzumab with either ibrutinib or venetoclax (NCT02345863 and NCT02401503), are under way. First results suggest that the overall rate of adverse events and especially of cytopenias and infections are not increased, while infusion-related reactions seem to be less common in patients with prior debulking. The administration of single-agent ibrutinib over 2 to 3 months might serve as an alternative approach for debulking, as it effectively reduces the lymphadenopathy through a redistribution of the CLL cells to the blood.", "sentences": [], "annotations": [], "relations": []}, {"offset": 22939, "infons": {"file": null, "id": "table003b", "section_type": "TABLE", "type": "table_caption"}, "text": "Adverse events during induction with ofatumumab and ibrutinib reported in ≥5% of patients: data are number of patients (%).", "sentences": [], "annotations": [], "relations": []}, {"offset": 23065, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "The inclusion of an all-comer population led to a quite heterogeneous group of patients. This might be seen as a limitation of the study but it can also be argued that it helps to transfer the results to routine clinical practice. The lack of CR confirmed by CT/MRI scan and bone marrow may also be criticized, but as the majority of patients continue treatment in a maintenance phase, it is planned that the missing examinations will be performed later. These assessments were not mandatory per study protocol at a defined time point in order to avoid unnecessary and repetitive CT scans or bone marrow biopsies. Instead it was recommended to perform these examinations as soon as the best clinical response was achieved, which is consistent with the updated IWCLL guidelines. Figure 2A suggests that the depth of response increases over time and consequently also the rates of CR and MRD \"negativity\". However, so far, only a few patients have achieved a deep, MRD-negative remission and have been able to stop maintenance treatment. The efficacy results in the current analysis are not superior to those achieved with ibrutinib monotherapy. The findings of six other clinical trials evaluating a combination of ibrutinib with an anti-CD20 antibody in patients with CLL have been published. Three evaluated the combination of ibrutinib with rituximab (including 2 randomized studies with single-agent ibrutinib as a comparator arm), two with obinutuzumab and one with ofatumumab. Cumulative evidence from these trials indicates that the addition of an antibody leads to faster and deeper remissions and one study showed that the achievement of a CR is associated with longer progression-free survival. However, the two randomized trials with ibrutinib with or without rituximab did not show (or have not yet shown) a difference in survival times. When comparing the results of this trial with those of the CLL2-BIG trial, which evaluated the same treatment regimen but with obinutuzumab instead of ofatumumab, the responses appear to be deeper, as the MRD \"negativity\" rate at the end of induction treatment was 48% compared to 14% in CLL2-BIO. The addition of an antibody to ibrutinib cannot be recommended in routine practice, but individual patients in whom a faster response or clearance of the lymphocytes from the peripheral blood is needed might benefit from a combination treatment. However, in such situations obinutuzumab should be favored over rituximab and ofatumumab based on the current data and because ofatumumab is available only in the USA but not in Europe anymore.", "sentences": [], "annotations": [], "relations": []}, {"offset": 25652, "infons": {"section_type": "DISCUSS", "type": "paragraph"}, "text": "Further follow-up is necessary to determine whether bendamustine followed by ofatumumab and ibrutinib can produce deep, MRD negative remissions in a relevant proportion of patients and whether treatment can be stopped in this situation. For the regimen with bendamustine debulking followed by ibrutinib with obinutuzumab instead of ofatumumab it was already shown that patients, including those with high-risk cytogenetic abnormalities, remain in remission for a clinically meaningful time after termination of treatment. Termination of ibrutinib monotherapy would constitute a novel paradigm, as it overcomes the need for indefinite treatment, which is so far needed to maintain responses with the B-cell receptor signaling pathway inhibitors ibrutinib and idelalisib. Shortened treatment durations might reduce problems of patient compliance as well as treatment costs. It could also avoid resistance due to clonal evolution arising from a therapeutic pressure selecting small subclones with resistance mechanisms.", "sentences": [], "annotations": [], "relations": []}, {"offset": 26669, "infons": {"section_type": "SUPPL", "type": "title_1"}, "text": "Supplementary Material", "sentences": [], "annotations": [], "relations": []}, {"offset": 26692, "infons": {"section_type": "REF", "type": "title"}, "text": "References", "sentences": [], "annotations": [], "relations": []}, {"offset": 26703, "infons": {"fpage": "1524", "issue": "10129", "lpage": "1537", "name_0": "surname:Hallek;given-names:M", "name_1": "surname:Shanafelt;given-names:TD", "name_2": "surname:Eichhorst;given-names:B.", "pub-id_pmid": "29477250", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "391", "year": "2018"}, "text": "Chronic lymphocytic leukaemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 26733, "infons": {"fpage": "2425", "issue": "25", "lpage": "2437", "name_0": "surname:Burger;given-names:JA", "name_1": "surname:Tedeschi;given-names:A", "name_2": "surname:Barr;given-names:PM", "pub-id_pmid": "26639149", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "373", "year": "2015"}, "text": "Ibrutinib as initial therapy for patients with chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 26809, "infons": {"fpage": "213", "issue": "3", "lpage": "223", "name_0": "surname:Byrd;given-names:JC", "name_1": "surname:Brown;given-names:JR", "name_2": "surname:O'Brien;given-names:S", "pub-id_pmid": "24881631", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "371", "year": "2014"}, "text": "Ibrutinib versus ofatumumab in previously treated chronic lymphoid leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 26885, "infons": {"fpage": "43", "issue": "1", "lpage": "56", "name_0": "surname:Moreno;given-names:C", "name_1": "surname:Greil;given-names:R", "name_2": "surname:Demirkan;given-names:F", "pub-id_pmid": "30522969", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "20", "year": "2019"}, "text": "Ibrutinib plus obinutuzumab versus chlorambucil plus obinutuzumab in first-line treatment of chronic lymphocytic leukaemia (iLLUMINATE): a multicentre, randomised, open-label, phase 3 trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 27075, "infons": {"fpage": "2517", "issue": "26", "lpage": "2528", "name_0": "surname:Woyach;given-names:JA", "name_1": "surname:Ruppert;given-names:AS", "name_2": "surname:Heerema;given-names:NA", "pub-id_pmid": "30501481", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "379", "year": "2018"}, "text": "Ibrutinib regimens versus chemoimmunotherapy in older patients with untreated CLL", "sentences": [], "annotations": [], "relations": []}, {"offset": 27157, "infons": {"fpage": "432", "issue": "5", "lpage": "43", "name_0": "surname:Shanafelt;given-names:TD", "name_1": "surname:Wang;given-names:XV", "name_2": "surname:Kay;given-names:NE", "pub-id_pmid": "31365801", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "381", "year": "2019"}, "text": "Ibrutinib-rituximab or chemoimmu - notherapy for chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 27235, "infons": {"fpage": "2062", "issue": "13", "lpage": "2067", "name_0": "surname:Jain;given-names:P", "name_1": "surname:Keating;given-names:M", "name_2": "surname:Wierda;given-names:W", "pub-id_pmid": "25573991", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "125", "year": "2015"}, "text": "Outcomes of patients with chronic lymphocytic leukemia after discontinuing ibrutinib", "sentences": [], "annotations": [], "relations": []}, {"offset": 27320, "infons": {"fpage": "80", "issue": "1", "lpage": "87", "name_0": "surname:Maddocks;given-names:KJ", "name_1": "surname:Ruppert;given-names:AS", "name_2": "surname:Lozanski;given-names:G", "pub-id_pmid": "26182309", "section_type": "REF", "source": "JAMA Oncol", "type": "ref", "volume": "1", "year": "2015"}, "text": "Etiology of ibrutinib therapy discontinuation and outcomes in patients with chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 27425, "infons": {"fpage": "185", "issue": "3", "lpage": "194", "name_0": "surname:Lampson;given-names:BL", "name_1": "surname:Brown;given-names:JR", "pub-id_pmid": "29381098", "section_type": "REF", "source": "Expert Rev Hematol", "type": "ref", "volume": "11", "year": "2018"}, "text": "Are BTK and PLCG2 mutations necessary and sufficient for ibrutinib resistance in chronic lymphocytic leukemia?", "sentences": [], "annotations": [], "relations": []}, {"offset": 27536, "infons": {"fpage": "362", "issue": "1", "lpage": "371", "name_0": "surname:Teeling;given-names:JL", "name_1": "surname:Mackus;given-names:WJ", "name_2": "surname:Wiegman;given-names:LJ", "pub-id_pmid": "16785532", "section_type": "REF", "source": "J Immunol", "type": "ref", "volume": "177", "year": "2006"}, "text": "The biological activity of human CD20 monoclonal antibodies is linked to unique epitopes on CD20", "sentences": [], "annotations": [], "relations": []}, {"offset": 27633, "infons": {"fpage": "2154", "issue": "9", "lpage": "2158", "name_0": "surname:Jain;given-names:P", "name_1": "surname:Keating;given-names:MJ", "name_2": "surname:Wierda;given-names:WG", "pub-id_pmid": "27797975", "section_type": "REF", "source": "Clin Cancer Res", "type": "ref", "volume": "23", "year": "2017"}, "text": "Longterm follow-up of treatment with ibrutinib and rituximab in patients with high-risk chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 27750, "infons": {"fpage": "1011", "issue": "10", "lpage": "1019", "name_0": "surname:Burger;given-names:JA", "name_1": "surname:Sivina;given-names:M", "name_2": "surname:Jain;given-names:N", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "33", "year": "2019"}, "text": "Randomized trial of ibrutinib versus ibrutinib plus rituximab in patients with chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 27858, "infons": {"fpage": "842", "issue": "7", "lpage": "850", "name_0": "surname:Jaglowski;given-names:SM", "name_1": "surname:Jones;given-names:JA", "name_2": "surname:Nagar;given-names:V", "pub-id_pmid": "26116658", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "126", "year": "2015"}, "text": "Safety and activity of BTK inhibitor ibrutinib combined with ofatumumab in chronic lymphocytic leukemia: a phase 1b/2 study", "sentences": [], "annotations": [], "relations": []}, {"offset": 27982, "infons": {"fpage": "1161", "issue": "5", "lpage": "1172", "name_0": "surname:von Tresckow;given-names:J", "name_1": "surname:Cramer;given-names:P", "name_2": "surname:Bahlo;given-names:J", "pub-id_pmid": "30568174", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "33", "year": "2019"}, "text": "CLL2-BIG: sequential treatment with bendamustine, ibrutinib and obinutuzumab (GA101) in chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28099, "infons": {"fpage": "499", "issue": "6", "lpage": "513", "name_0": "surname:Cramer;given-names:P", "name_1": "surname:von Tresckow;given-names:J", "name_2": "surname:Bahlo;given-names:J", "pub-id_pmid": "29465308", "section_type": "REF", "source": "Future Oncol", "type": "ref", "volume": "14", "year": "2018"}, "text": "CLL2-BXX phase-II trials: sequential, targeted treatment for eradication of minimal residual disease in chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28232, "infons": {"fpage": "3723", "issue": "23", "lpage": "3734", "name_0": "surname:Hallek;given-names:M", "pub-id_pmid": "24065239", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "122", "year": "2013"}, "text": "Signaling the end of chronic lymphocytic leukemia: new frontline treatment strategies", "sentences": [], "annotations": [], "relations": []}, {"offset": 28318, "infons": {"fpage": "2745", "issue": "25", "lpage": "2760", "name_0": "surname:Hallek;given-names:M", "name_1": "surname:Cheson;given-names:BD", "name_2": "surname:Catovsky;given-names:D", "pub-id_pmid": "29540348", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "131", "year": "2018"}, "text": "iwCLL guidelines for diagnosis, indications for treatment, response assessment, and supportive management of CLL", "sentences": [], "annotations": [], "relations": []}, {"offset": 28431, "infons": {"fpage": "149", "lpage": "174", "name_0": "surname:Bottcher;given-names:S", "name_1": "surname:Ritgen;given-names:M", "name_2": "surname:Kneba;given-names:M.", "pub-id_pmid": "23296963", "section_type": "REF", "source": "Methods Mol Biol", "type": "ref", "volume": "971", "year": "2013"}, "text": "Flow cytometric MRD detection in selected mature B-cell malignancies", "sentences": [], "annotations": [], "relations": []}, {"offset": 28500, "infons": {"fpage": "956", "issue": "5", "lpage": "964", "name_0": "surname:Rawstron;given-names:AC", "name_1": "surname:Villamor;given-names:N", "name_2": "surname:Ritgen;given-names:M", "pub-id_pmid": "17361231", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "21", "year": "2007"}, "text": "International standardized approach for flow cytometric residual disease monitoring in chronic lymphocytic leukaemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 28617, "infons": {"fpage": "980", "issue": "9", "lpage": "988", "name_0": "surname:Bottcher;given-names:S", "name_1": "surname:Ritgen;given-names:M", "name_2": "surname:Fischer;given-names:K", "pub-id_pmid": "22331940", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "30", "year": "2012"}, "text": "Minimal residual disease quantification is an independent predictor of progressionfree and overall survival in chronic lymphocytic leukemia: a multivariate analysis from the randomized GCLLSG CLL8 trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 28820, "infons": {"fpage": "1101", "issue": "12", "lpage": "1110", "name_0": "surname:Goede;given-names:V", "name_1": "surname:Fischer;given-names:K", "name_2": "surname:Busch;given-names:R", "pub-id_pmid": "24401022", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "370", "year": "2014"}, "text": "Obinutuzumab plus chlorambucil in patients with CLL and coexisting conditions", "sentences": [], "annotations": [], "relations": []}, {"offset": 28898, "infons": {"fpage": "1164", "issue": "9747", "lpage": "1174", "name_0": "surname:Hallek;given-names:M", "name_1": "surname:Fischer;given-names:K", "name_2": "surname:Fingerle-Rowson;given-names:G", "pub-id_pmid": "20888994", "section_type": "REF", "source": "Lancet", "type": "ref", "volume": "376", "year": "2010"}, "text": "Addition of rituximab to fludarabine and cyclophosphamide in patients with chronic lymphocytic leukaemia: a randomised, open-label, phase 3 trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 29044, "infons": {"fpage": "928", "issue": "7", "lpage": "942", "name_0": "surname:Eichhorst;given-names:B", "name_1": "surname:Fink;given-names:AM", "name_2": "surname:Bahlo;given-names:J", "pub-id_pmid": "27216274", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "17", "year": "2016"}, "text": "Firstline chemoimmunotherapy with bendamustine and rituximab versus fludarabine, cyclophosphamide, and rituximab in patients with advanced chronic lymphocytic leukaemia (CLL10): an international, open-label, randomised, phase 3, non-inferiority trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 29295, "infons": {"fpage": "4079", "issue": "18", "lpage": "4088", "name_0": "surname:Keating;given-names:MJ", "name_1": "surname:O'Brien;given-names:S", "name_2": "surname:Albitar;given-names:M", "pub-id_pmid": "15767648", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "23", "year": "2005"}, "text": "Early results of a chemoimmunotherapy regimen of fludarabine, cyclophosphamide, and rituximab as initial therapy for chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29441, "infons": {"fpage": "768", "issue": "6", "lpage": "778", "name_0": "surname:Stilgenbauer;given-names:S", "name_1": "surname:Eichhorst;given-names:B", "name_2": "surname:Schetelig;given-names:J", "pub-id_pmid": "27178240", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "17", "year": "2016"}, "text": "Venetoclax in relapsed or refractory chronic lymphocytic leukaemia with 17p deletion: a multicentre, open-label, phase 2 study", "sentences": [], "annotations": [], "relations": []}, {"offset": 29568, "infons": {"fpage": "230", "issue": "2", "lpage": "240", "name_0": "surname:Seymour;given-names:JF", "name_1": "surname:Ma;given-names:S", "name_2": "surname:Brander;given-names:DM", "pub-id_pmid": "28089635", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "18", "year": "2017"}, "text": "Venetoclax plus rituximab in relapsed or refractory chronic lymphocytic leukaemia: a phase 1b study", "sentences": [], "annotations": [], "relations": []}, {"offset": 29668, "infons": {"fpage": "311", "issue": "4", "lpage": "322", "name_0": "surname:Roberts;given-names:AW", "name_1": "surname:Davids;given-names:MS", "name_2": "surname:Pagel;given-names:JM", "pub-id_pmid": "26639348", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "374", "year": "2016"}, "text": "Targeting BCL2 with venetoclax in relapsed chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29740, "infons": {"fpage": "2497", "issue": "16", "lpage": "2506", "name_0": "surname:Byrd;given-names:JC", "name_1": "surname:Furman;given-names:RR", "name_2": "surname:Coutre;given-names:SE", "pub-id_pmid": "25700432", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "125", "year": "2015"}, "text": "Three-year follow-up of treatment-naive and previously treated patients with CLL and SLL receiving single-agent ibrutinib", "sentences": [], "annotations": [], "relations": []}, {"offset": 29862, "infons": {"fpage": "32", "issue": "1", "lpage": "42", "name_0": "surname:Byrd;given-names:JC", "name_1": "surname:Furman;given-names:RR", "name_2": "surname:Coutre;given-names:SE", "pub-id_pmid": "23782158", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "369", "year": "2013"}, "text": "Targeting BTK with ibrutinib in relapsed chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29932, "infons": {"fpage": "997", "issue": "11", "lpage": "1007", "name_0": "surname:Furman;given-names:RR", "name_1": "surname:Sharman;given-names:JP", "name_2": "surname:Coutre;given-names:SE", "pub-id_pmid": "24450857", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "370", "year": "2014"}, "text": "Idelalisib and rituximab in relapsed chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 29998, "infons": {"fpage": "1215", "issue": "9", "lpage": "1228", "name_0": "surname:Cramer;given-names:P", "name_1": "surname:von Tresckow;given-names:J", "name_2": "surname:Bahlo;given-names:J", "pub-id_pmid": "30115596", "section_type": "REF", "source": "Lancet Oncol", "type": "ref", "volume": "19", "year": "2018"}, "text": "Bendamustine followed by obinutuzumab and venetoclax in chronic lymphocytic leukaemia (CLL2-BAG): primary endpoint analysis of a multicentre, open-label, phase 2 trial", "sentences": [], "annotations": [], "relations": []}, {"offset": 30166, "infons": {"fpage": "184", "issue": "1", "lpage": "188", "name_0": "surname:Wierda;given-names:WG", "name_1": "surname:Byrd;given-names:JC", "name_2": "surname:O'Brien;given-names:S", "pub-id_pmid": "30740654", "section_type": "REF", "source": "Br J Haematol", "type": "ref", "volume": "186", "year": "2019"}, "text": "Tumour debulking and reduction in predicted risk of tumour lysis syndrome with single-agent ibrutinib in patients with chronic lymphocytic leukaemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30315, "infons": {"fpage": "7522", "issue": "15_suppl", "name_0": "surname:Strati;given-names:P", "name_1": "surname:Sivina;given-names:M", "name_2": "surname:Kim;given-names:E", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "36", "year": "2018"}, "text": "Achievement of complete remission (CR) as an endpoint for patients with chronic lymphocytic leukemia (CLL) treated with ibrutinib", "sentences": [], "annotations": [], "relations": []}, {"offset": 30445, "infons": {"fpage": "1161", "issue": "5", "lpage": "1172", "name_0": "surname:von Tresckow;given-names:J", "name_1": "surname:Cramer;given-names:P", "name_2": "surname:Bahlo;given-names:J", "pub-id_pmid": "30568174", "section_type": "REF", "source": "Leukemia", "type": "ref", "volume": "33", "year": "2019"}, "text": "CLL2-BIG: sequential treatment with bendamustine, ibrutinib and obinutuzumab (GA101) in chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}, {"offset": 30562, "infons": {"fpage": "694", "issue": "Suppl 1", "name_0": "surname:Cramer;given-names:P", "name_1": "surname:von Tresckow;given-names:J", "name_2": "surname:Bahlo;given-names:J", "pub-id_pmid": "29907599", "section_type": "REF", "source": "Blood", "type": "ref", "volume": "132", "year": "2018"}, "text": "Durable remissions after discontinuation of combined targeted treatment in patients with chronic lymphocytic leukemia (CLL) harbouring a high-risk genetic lesion (del(17p)/TP53 mutation)", "sentences": [], "annotations": [], "relations": []}, {"offset": 30749, "infons": {"fpage": "2286", "issue": "24", "lpage": "2294", "name_0": "surname:Woyach;given-names:JA", "name_1": "surname:Furman;given-names:RR", "name_2": "surname:Liu;given-names:TM", "pub-id_pmid": "24869598", "section_type": "REF", "source": "N Engl J Med", "type": "ref", "volume": "370", "year": "2014"}, "text": "Resistance mechanisms for the Bruton's tyrosine kinase inhibitor ibrutinib", "sentences": [], "annotations": [], "relations": []}, {"offset": 30824, "infons": {"fpage": "1437", "issue": "13", "lpage": "1443", "name_0": "surname:Woyach;given-names:JA", "name_1": "surname:Ruppert;given-names:AS", "name_2": "surname:Guinn;given-names:D", "pub-id_pmid": "28418267", "section_type": "REF", "source": "J Clin Oncol", "type": "ref", "volume": "35", "year": "2017"}, "text": "BTK(C481S)-mediated resistance to ibrutinib in chronic lymphocytic leukemia", "sentences": [], "annotations": [], "relations": []}], "annotations": [], "relations": []}]}]